{
  "intro": "<p>The Climate Negotiations Browser allows the user to navigate over 20 years of UN climate negotiations as captured by IISD's reporting system: the <a href=\"http://www.iisd.ca/vol12/\" target=\"_blank\">Earth Negotiations Bulletin</a>.<br /><br /></p><p>The DISCOVER interface offers a visual overview of the most visible issues and actors of the negotiations.<br />The EXPLORE interface allows the user to search, filter and read verbatim text directly from ENB.</p>",
  "intro_video": "<iframe src='https://player.vimeo.com/video/146385070' width='250' height='157' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>",
  "datapath": "./assets/data/data.csv",
  "googleanalytics": "",
  "viz_1": {
    "title": "What are the negotiation issues?",
    "1": {
      "offset": 100,
      "title": "Visibility of issues related to the Kyoto Protocol",
      "link": "explore/#/?topics=UNFCCC and Kyoto Protocol Functioning",
      "window": {
        "x": -50,
        "y": -50,
        "w": 400,
        "h": 400
      },
      "analysis": "The diagram shows the evolution of visibility of four discussions related to the Kyoto protocol (measured as the percentage of ENB sections mentioning expressions related to each discussion over the total of ENB sections for the year).",
      "verbatims": {
        "1": {
          "title": "1995 | USA | New York - Establishment of the INC/FCCC",
          "content": "On 11 December 1990, the 45th session of the UN General Assembly established the Intergovernmental Negotiating Committee for a Framework Convention on Climate Change with the mandate to prepare a framework convention on climate change..."
        },
        "2": {
          "title": "1996 | Switzerland | Geneva - Cooperation with the IPCC",
          "content": "The US, supported by UZBEKISTAN, said IPCC technical reports should address a variety of gas mixes, time horizons and stabilization levels, use simple models to predict mean temperature change and sea-level rise..."
        },
        "3": {
          "title": "1997 | Japan | Kyoto - Closing Plenary",
          "content": "COW Chair said he was happy to submit a Kyoto Protocol that was unanimously recommended for adoption by COP-3. He stated that the Protocol would reduce overall GHG emissions by 5.2% for Annex I Parties from 1990 levels between 2008 and 2012..."
        }
      }
    },
    "2": {
      "offset": 500,
      "title": "Setting up the Kyoto Protocol",
      "link": "explore/#/?topics=Pre-Kyoto&event_id=001|002|003|004|005|006|007|008|009|010|011|012|013|014|015|016|017|018",
      "window": {
        "x": 0,
        "y": 0,
        "w": 20,
        "h": 100
      },
      "analysis": "The first stage of negotiations was framed by the effort to establish the Kyoto protocol and to decide its functional rules and integration within the UNFCCC system (this second concern will remain highly important throughout the negotiations).",
      "verbatims": {
        "1": {
          "title": "1995 | USA | New York - Pleanry",
          "content": "The Plenary met Wednesday morning so that AOSIS could introduce its draft protocol and Germany could introduce its proposal for further elements of a protocol..."
        },
        "2": {
          "title": "1995 | USA | New York - Agenda Item 7(b) Adequacy of Commitments",
          "content": "New Zealand, Hungary, France (on behalf of the EU), Japan, Canada, Denmark, Switzerland, Norway, the Netherlands, Australia, Belgium, Sweden and Mexico said commitments under Article 4.2(a) and (b) are not sufficient..."
        },
        "3": {
          "title": "1995 | Switzerland | Geneva - Agenda Item 5 possible feature of a protocol or another legal instrument",
          "content": "The Chair urged delegates to discuss the links between the Convention and a protocol, the need for different institutional mechanisms, the character of any annexes and the need for additional proposals..."
        }
      }
    },
    "3": {
      "offset": 1000,
      "title": "Compliance and enforcement",
      "link": "explore/#/?topics=Compliance and Enforcement&event_id=017|018|019|020|021|022|023|024|025|026|027|028|029|030|031|032|033|034",
      "window": {
        "x": 10,
        "y": 0,
        "w": 30,
        "h": 100
      },
      "analysis": "After the Kyoto Protocol approval, the discussion shifted to questions concerning the implementation of the agreements taken in Kyoto.",
      "verbatims": {
        "1": {
          "title": "1999 | Austria | Vienna - Range of Consequences of Non-Compliance/Automatic Consequences",
          "content": "The different possible consequences in international instruments range from making non-compliance publicly known, such as in human rights conventions, to making adverse inferences on the part of the Party that has not delivered requested information or to imposing sanctions..."
        },
        "2": {
          "title": "1999 | Austria | Vienna - Compliance under International Treaties",
          "content": "The different steps in a compliance process were presented. The first step would involve a reporting system on environmental quality data, baselines and implementation of obligations..."
        },
        "3": {
          "title": "2000 | The Netherlands | The Hague - Compliance",
          "content": "A key element of the Kyoto Protocol is a compliance system that can determine whether countries have met their commitments under the Protocol, as well as deciding what should happen in cases of non-compliance..."
        }
      }
    },
    "4": {
      "offset": 1500,
      "title": "Going beyond the Kyoto Protocol",
      "link": "explore/#/?topics=Post-Kyoto Agreements&event_id=058|059|060|061|062|063|064|065|066|067|068|070|072|074|076|077|078|079|080|081|084|085|086|087|088|089|090|091|092|093|095|096|097|098|099|100|101|102|103|104|105|106|107|108|109|110|111|112|113|114|115|116|117|118|119",
      "window": {
        "x": 60,
        "y": 0,
        "w": 40,
        "h": 100
      },
      "analysis": "In the last period, the limitations of the Kyoto Protocol (both temporal and in terms of the countries engaged) drive the discussion increasingly toward the search for a successor to the Protocol and – after the failure of the Copenhagen conference – to the temporary extension of the agreement...",
      "verbatims": {
        "1": {
          "title": "2008 | Indonesia | Bali - Bali Raodmap",
          "content": "The most significant issue taken up in Bali was the question of a multilateral framework to address climate change, when the Kyoto Protocol's 1st commitment period expires. Negotiators spent much of their time agreing on a 2-year process to finalize a post-2012 regime by Dec 2009..."
        },
        "2": {
          "title": "2008 | Indonesia | Bali - Negotiating tracks",
          "content": "In addition to addressing the period after the Protocol's first period, the Bali roadmap aims to mend some of the fractures in the climate regime, most notably the refusal of the United States to ratify the Protocol..."
        },
        "3": {
          "title": "2010 | Mexico | Cancún - Parties proposal for Protocol amendments",
          "content": "Grenada, for AOSIS, called for breaking the deadlocks in time for a second commitment period under the Kyoto Protocol, including ambitious emission reduction targets..."
        }
      }
    }
  },
  "viz_2": {
    "title": "Other negotiation issues",
    "1": {
      "offset": 2000,
      "title": "Visibility of other negotiation issues",
      "link": "explore/#/?topics=Financial Mechanisms and Funds",
      "window": {
        "x": -50,
        "y": -50,
        "w": 400,
        "h": 400
      },
      "analysis": "The diagram shows the evolution of the visibility of a selection of negotiation issues related to the costs and investments connected to climate change (measured as the percentage of ENB sections that mentions expressions related to each discussion over the total of ENB sections for the year)...",
      "verbatims": {
        "1": {
          "title": "2001 | Kenya | Nairobi - IPCC Work Programme and Budget for 2002-2004:",
          "content": "He noted that the current budgetary situation was stable, and that one country had committed to substantially increased contributions. The WMO submitted an analysis on financial matters and suggested measures to improve financial reporting and transparency..."
        },
        "2": {
          "title": "2007 | Belgium | Brussels - Health",
          "content": "On a sentence on increased frequency of cardio-respiratory diseases due to higher concentrations of ground-level ozone, China proposed to clarify that the sentence refers to the higher ozone concentrations related to climate change..."
        }
      }
    },
    "2": {
      "offset": 2500,
      "title": "The consequences of climate change and of its mitigation",
      "link": "explore/#/?topics=Adverse Effects and Response Measure&event_id=011|012|013|014|015|016|017|018|019|020|021|022|023|024|025|026|027|028|029|030|031|032|033|034",
      "window": {
        "x": 10,
        "y": 40,
        "w": 20,
        "h": 60
      },
      "analysis": "The first period of the negotiations seems occupied by a prevalence of questions regarding negative consequences of global warming as well as the response measures introduced to mitigate it.",
      "verbatims": {
        "1": {
          "title": "1999 | Germany | Bonn - Implementation of Convention Articles 4.8 and 4.9 (Adverse Effects)",
          "content": "The technical workshop will aim to identify factors that will determine the adverse effects of climate change and the impacts of response measures. It will consider the specific needs of the least developed countries..."
        },
        "2": {
          "title": "1998 | Argentina | Buenos Aires - COP Plenary",
          "content": "Over the past year floods, fires, droughts and hurricanes have profoundly effected countries around the world. 'Mother Nature' was reminding delegates that urgent action was needed. These events should remind all of their vulnerability to disasters and prompt action..."
        }
      }
    },
    "3": {
      "offset": 3000,
      "title": "The impacts of climate change and the funding of adaptation",
      "link": "explore/#/?topics=Vulnerabilities and Impacts",
      "window": {
        "x": 0,
        "y": 15,
        "w": 100,
        "h": 75
      },
      "analysis": "Contrarily to what could be expected, the discussion over the mechanisms necessary to finance the adaptation of impending consequences of climate change begin before and seems to be more visible than the reflection directly addressed to these impacts and the vulnerabilities connected to them.",
      "verbatims": {
        "1": {
          "title": "2004 | Canada | Montreal - Innovative Financing Options",
          "content": "He noted a growing interest among venture capitalists in clean energy, with US$3 billion invested in recent years , mostly in North America and Europe. On opportunities in developing countries, he differentiated between big economies like China with a potential for leapfrogging and..."
        },
        "2": {
          "title": "2007 | Austria | Vienna - Presentations",
          "content": "UNFCCC Executive said its main findings concerned investments needed to meet worldwide mitigation and adaptation requirements. For mitigation, he identified the need for an additional USD 200-210 billion in 2030..."
        }
      }
    },
    "4": {
      "offset": 3500,
      "title": "REDD+ and Loss & Damage",
      "link": "explore/#/?topics=Forests&event_id=076|077|078|079|080|081|084|085|086|087|088|089|090|091|092|093|095|096|097|098|099|100|101|102|103|104|105|106|107|108|109|110|111|112|113|114|115|116|117|118|119",
      "window": {
        "x": 70,
        "y": 65,
        "w": 30,
        "h": 35
      },
      "analysis": "In the last stages, it is possible to observe the emergence of specialized discussion about greenhouse sinks (in the particular the question of forests) and about the liabilities and compensation connected to the impact of climate change.",
      "verbatims": {
        "1": {
          "title": "2015 | Switzerland | Geneva - Adaptation and Loss and Damage",
          "content": "The LDCs called for a compensation scheme for countries affected by slow onset events and for a climate change displacement coordination facility to deal with relocation and population displacement..."
        },
        "2": {
          "title": "2009 | Germany | Bonn - Reducing Emissions from Deforestation in Developing Countries",
          "content": "At the suggestion of a number of developing countries, the title of the appended draft decision now includes mention of conservation, sustainable management of forests and enhancement of forest carbon stocks..."
        }
      }
    }
  },
  "viz_3": {
    "title": "Who are the climate negotiations actors?",
    "1": {
      "offset": 4000,
      "title": "Main negotiation groups",
      "link": "explore/#/?actors=European Union",
      "window": {
        "x": -50,
        "y": -50,
        "w": 400,
        "h": 400
      },
      "analysis": "The diagram shows the visibility evolution of the most engaged negotiation groupings. Each line shows the percentage of ENB sections in which the name of the corresponding group is mentioned (over the total of ENB sections for the year).",
      "verbatims": {
        "1": {
          "title": "1998 | Argentina | Buenos Aires - Ad Hoc Group on the Berlin Mandate",
          "content": "Much of the discussion centered on a proposal from the EU for a 15% cut in a 'basket' of three greenhouse gases by the year 2010 compared to 1990 levels..."
        },
        "2": {
"title": "2014 | Germany | Bonn - Constructing the Pillars",
          "content": "The proposals by the Independent Alliance of Latin America and the Caribbean on formulating short and longer-term goals for finance also drew interest across groups..."
        }
      }
    },
    "2": {
      "offset": 4500,
      "title": "The protagonists",
      "link": "explore/#/?actors=Alliance of Small Island States",
      "window": {
        "x": 0,
        "y": 40,
        "w": 100,
        "h": 40
      },
      "analysis": "Three groupings are consistent among the most visible actors of the negotiation: the European Union, the Group of 77 and China and the Alliance of Small Islands. The engagement of this last group is particularly interesting, as it derives directly from the specific vulnerability of these States to climate change...",
      "verbatims": {
        "1": {
          "title": "2000 | The Netherlands | The Hague - Non-Annex I Communications",
          "content": "The G-77/CHINA stressed that lack of funding and support for inventory compilation and national communications significantly influenced accuracy of the data and the rate at which progress was being made..."
        },
        "2": {
          "title": "2012 | Thailand | Bangkok - Panel 2",
          "content": "Reaffirming that the pre-2020 mitigation ambition is an absolute priority for AOSIS, the MARSHALL ISLANDS stressed the need to provide regular opportunities for high-level meetings that put the issue of removal of conditions at the top of the political agenda..."
        }
      }
    },
    "3": {
      "offset": 5000,
      "title": "On the rise",
      "link": "explore/#/?actors=African Group&event_id=076|077|078|079|080|081|084|085|086|087|088|089|090|091|092|093|095|096|097|098|099|100|101|102|103|104|105|106|107|108|109|110|111|112|113|114|115|116|117|118|119",
      "window": {
        "x": 66,
        "y": 75,
        "w": 34,
        "h": 25
      },
      "analysis": "The diagram shows the increasing engagement of countries in the southern hemisphere, in particular the African Group and the Independent Association of Latin America and the Caribbean, as well as the transversal Environmental Integrity Group.",
      "verbatims": {
        "1": {
          "title": "2012 | Thailand | Bangkok - Vision for the ADP",
          "content": "The AFRICAN GROUP said any future legal outcome should be a further articulation of commitments reflected in the Convention, such as financing commitments to developing countries, appropriate burden sharing, inclusion of operational tools and mechanisms, and acceptance of all sources of finance..."
        },
        "2": {
          "title": "2013 | Germany | Bonn - Result-based finance for implementation of activities in REDD+",
          "content": "Switzerland, for the EIG, indicated that COP guidance should not create additional burdens for REDD+ finance and identified the need to fill the gap between fast start and long-term financing..."
        }
      }
    },
    "4": {
      "offset": 5500,
      "title": "The peak after Kyoto",
      "link": "explore/#/?actors=Group of 77 and China&event_id=011|012|013|014|015|016|017|018|019|020|021|022",
      "window": {
        "x": 5,
        "y": 0,
        "w": 20,
        "h": 35
      },
      "analysis": "A clear peak is visible in many lines during 1998 (particularly the EU and the G77 and China). The interpretation of this peak, taking place right after the adoption of the Kyoto Protocol, is not obvious: it may corresponds to the efforts of some negotiation groupings to encourage the implementation of the Kyoto protocol, but it may also derive from a change in the way the ENB reports on the negotiation.",
      "verbatims": {
        "1": {
          "title": "1999 | Germany | Bonn - Procedures and mechanism relating to Compliance under the Kyoto Protocol",
          "content": "On Monday, 31 May, delegates met in informal consultations to exchange views on procedures and mechanisms relating to compliance under the Kyoto Protocol. The G-77/CHINA called for a discussion on the basic principles for a compliance regime..."
        },
        "2": {
          "title": "1998 | Germany, Bonn - Annex I National Communications",
          "content": "The US and the EU stressed the need to incorporate the additional methodological issues raised by the Kyoto Protocol into the existing guidelines to enhance understanding of the three new gases under the Kyoto Protocol..."
        }
      }
    },
    "5": {
      "offset": 6000,
      "title": "Top-5 most visible countries per year",
      "link": "explore/#/?countries=Saudi Arabia",
      "window": {
        "x": -50,
        "y": -50,
        "w": 400,
        "h": 400
      },
      "analysis": "Considering the most visible countries in the different years of the negotiation, one can see the constant importance of the United States, China and Australia (the European Union has been not considered in this visualization). Other particularly visible countries are Japan, Saudi Arabia. Canada and Switzerland seems to ‘switch places’, as Canada disappears from the top positions after 2009, while Switzerland returns in 2006.",
      "verbatims": {
        "1": {
          "title": "1998 | Argentina, Buenos Aires - Plenary",
          "content": "Some delegates noted the US proposal to include voluntary commitments in the draft text on flexibility mechanisms on Tuesday changed the tone of debate, resulted in pointed attacks from the G-77/China and hindered the spirit of compromise..."
        },
        "2": {
          "title": "2015 | Germany, Bonn - Closing Plenary",
          "content": "China cautioned against “a naming and shaming approach.” He proposed identifying implementation gaps, sharing best practices and including cooperative efforts..."
        }
      }
    }
  }
}
