{
  "intro": "<p>The Climate Negotiation allows the user to navigate over 20 years of UN climate negotiations as captured by the <a href=\"http://www.iisd.ca/vol12/ target="_blank" /">Earth Negotiation Bulletin</a> reporting system<br /><br /></p><p>The DISCOVER interface offers a visual overview of the most visible issues and actors of the negotiations.<br />The EXPLORE interface allows the user to search, filter and read verbatim text directly from ENB.</p>",
  "datapath": "./assets/data/data.csv",
  "viz_1": {
    "title": "What are the negotiation issues?",
    "1": {
      "offset": 100,
      "title": "Visibility of issues related to Kyoto Protocol",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "The diagram shows the evolution of visibility of four discussions related to the Kyoto protocol (measured as the percentage of ENB sections mentioning expressions related to each discussion over the total of ENB sections for the year).",
      "verbatims": {
        "1": {
          "title": "ESTABLISHMENT OF THE INC/FCCC",
          "content": "On 11 December 1990, the 45th session of the UN General Assembly adopted a resolution that established the Intergovernmental Negotiating Committee for a Framework Convention on Climate Change (INC/FCCC). Supported by UNEP and WMO, the mandate of the INC/FCCC was to prepare an effective framework convention on climate change. The INC held five sessions between February 1991 and May 1992. During these meetings, participants from over 150 states discussed the difficult and contentious issues of binding commitments, targets and timetables for the reduction of carbon dioxide emissions, financial mechanisms, technology transfer, and common but differentiated responsibilities of developed and developing countries..."
        },
        "2": {
          "title": "FORM AND SCOPE OF THE INSTRUMENT",
          "content": "The EU supported a protocol to build on FCCC commitments and objectives and give the Berlin Mandate quantified targets and timetables. He said the EU's proposed protocol meets these requirements and can evolve over time. SWITZERLAND and CHILE also favored a protocol. The G-77/CHINA, supported by VENEZUELA, NIGERIA, INDIA, SAUDI ARABIA, MEXICO, GAMBIA, MALAYSIA and MOROCCO, stressed that the instrument should not deviate from the Berlin Mandate..."
        },
        "3": {
          "title": "CLOSING PLENARY",
          "content": "At approximately 1:00 pm on 11 December, Hiroshi Ohki (Japan) convened the COP-3 closing Plenary to address pending issues in the agenda (FCCC/CP/1997/1), including the adoption of a protocol or legally binding instrument.
COW Chair said he was happy to submit a Kyoto Protocol that was unanimously recommended by the COW for adoption by COP-3. He stated that the Protocol would reduce overall GHG emissions by 5.2% for Annex I Parties from 1990 levels over a period between 2008 and 2012. He noted that this meant a 30% reduction of projected emissions by the year 2012..."
        }
      }
    },
    "2": {
      "offset": 500,
      "title": "Setting up the Kyoto Protocol",
      "window": {
        "x": 0,
        "y": 0,
        "w": 18,
        "h": 100
      },
      "analysis": "The first stage of negotiations was framed by attempts to establish the Kyoto protocol and to decide its functional rules and integration within the UNFCCC system (this second concern will remain highly important throughout the negotiations).",
      "verbatims": {
        "1": {
          "title": "1995 | USA | New York - PLENARY",
          "content": "The Plenary met Wednesday morning so that AOSIS could introduce its draft protocol and Germany could introduce its proposal for further elements of a protocol.<br/>
Trinidad and Tobago introduced A/AC.237/L.23, the draft protocol submitted on behalf of AOSIS in September 1994, in accordance with Article 17 of the Convention, noting that the protocol does not impose any additional obligations on developing country Parties..."
        },
        "2": {
          "title": "1995 | USA | New York - AGENDA ITEM 7(b) ADEQUACY OF COMMITMENTS",
          "content": "New Zealand, Hungary, France (on behalf of the EU), Japan, Canada, Denmark, Switzerland, Norway, the Netherlands, Australia, Belgium, Sweden and Mexico said commitments under Article 4.2(a) and (b) are not sufficient.<br/>
New Zealand, supported by Japan, Switzerland, Norway, Australia and others, called for a consultative mechanism to create a dialogue with business interests.<br/>
Saudi Arabia and Kuwait did not support this proposal since it would impose new conditionalities on developing countries.<br/>
Hungary said that COP-1 should begin negotiations, and that Annex I countries could make commitments beyond 2000.
France, on behalf of the EU, supported a comprehensive protocol on all GHGs..."
        },
        "3": {
          "title": "1995 | Switzerland | Geneva - AGENDA ITEM 5 POSSIBLE FEATURES OF A PROTOCOL OR ANOTHER LEGAL INSTRUMENT",
          "content": "The Chair stated that discussions under this item should provide an initial exchange of views on possible features, and asked delegates to consider that the membership of a protocol could be different from the Convention. He urged delegates to discuss the links between the Convention and a protocol, the need for different institutional mechanisms, the character of any annexes and the need for additional proposals..."
        }
      }
    },
    "3": {
      "offset": 1000,
      "title": "Compliance and enforcement",
      "window": {
        "x": 18,
        "y": 0,
        "w": 20,
        "h": 100
      },
      "analysis": "After the Kyoto Protocol approval, the discussion shifted to questions concerning the implementation of the agreements taken in Kyoto.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "4": {
      "offset": 1500,
      "title": "Going beyond the Kyoto Protocol",
      "window": {
        "x": 60,
        "y": 0,
        "w": 40,
        "h": 100
      },
      "analysis": "In the last period the limitations of the Kyoto Protocol (both temporal and in terms of the countries engaged) drive the discussion increasingly toward the search for a successor to the Kyoto Protocol and – after the failure of the Copenhagen conference – to the temporary extension of the agreement.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    }
  },
  "viz_2": {
    "title": "Other major climate negotiation issues",
    "1": {
      "offset": 2000,
      "title": "Visibility of other negotiation issues",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "The diagram shows the evolution of the visibility of a selection of negotiation issues related to the costs and investments connected to climate change (measured as the percentage of ENB sections that mentions expressions related to each discussion over the total of ENB sections for the year).",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "2": {
      "offset": 2500,
      "title": "The consequences of climate change and of its mitigation",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "The first period of the negotiations seems occupied by a prevalence of questions regarding negative consequences of global warming as well as the response measures introduced to mitigate it.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "3": {
      "offset": 3000,
      "title": "The impacts of climate change and the funding of adaptation",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "Contrarily to what could be expected, the discussion over the mechanisms necessary to finance the adaptation of impending consequences of climate change begin before the reflection directly addressed to these impacts and the vulnerabilities connected to them.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "4": {
      "offset": 3500,
      "title": "REDD+ and Loss & Damage",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "In the last stages, it is possible to observe the emergence of specialized discussion about greenhouse sinks (in the particular the question of forests) and about the liabilities and compensation connected to the impact of climate change.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    }
  },
  "viz_3": {
    "title": "Who are the climate negotiations actors?",
    "1": {
      "offset": 4000,
      "title": "Main negotiation groups",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "The diagram shows the visibility evolution of the most engaged negotiation groupings. Each line shows the percentage of ENB sections in which the name of the corresponding group is mentioned (over the total of ENB sections for the year).",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "2": {
      "offset": 4500,
      "title": "The protagonists",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "Three groupings are consistent among the most visible actors of the negotiation: the European Union, the Group of 77 and China and the Alliance of Small Islands. The engagement of this last group is particularly interesting, as it derives directly from the specific vulnerability of these States to climate change.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "3": {
      "offset": 5000,
      "title": "On the rise",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "The diagram shows the increasing engagement of countries in the southern hemisphere, in particular the African group and the Independent Association of Latin America and the Caribbean, as well as the transversal Environmental Integrity Group.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "4": {
      "offset": 5500,
      "title": "The peak after Kyoto",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "A clear peak is visible in many lines during 1998 (particularly the EU and the G77 and China). The interpretation of this peak, taking place right after the adoption of the Kyoto Protocol, is not obvious: it may corresponds to the efforts of some negotiation groupings to encourage the implementation of the Kyoto protocol, but it may also derive from a change in the way the ENB reports on the negotiation.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    },
    "5": {
      "offset": 6000,
      "title": "Top-5 most visible countries per year",
      "window": {
        "x": -50,
        "y": -50,
        "w": 200,
        "h": 200
      },
      "analysis": "Considering the most visible countries in the different years of the negotiation, one can see the constant importance of the United States, China and Australia (the European Union has been not considered in this visualization). Other particularly visible countries are Japan, Saudi Arabia. Canada and Switzerland seems to ‘switch places’, as Canada disappears from the top positions after 2009, while Switzerland returns in 2006.",
      "verbatims": {
        "1": {
          "title": "",
          "content": ""
        },
        "2": {
          "title": "",
          "content": ""
        },
        "3": {
          "title": "",
          "content": ""
        }
      }
    }
  }
}
