{
   "actors": [
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "United States",
      "Japan",
      "Kuwait",
      "Netherlands",
      "Saudi Arabia",
      "France",
      "China",
      "Benin"
   ],
   "enb_end_date": "07-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "07-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1202000e.html",
   "id": "1202000e_2",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "Working Group I first addressed Agenda Item 7, Questions for the IPCC Chair.",
      "France, on behalf of the EU, asked Dr. Bolin whether substantial reductions in emissions would be necessary and if Annex I countries` actions would be insufficient to prevent greenhouse warming.",
      "New Zealand inquired about the inclusion of short-lived gases in warming estimates and how uncertainties regarding Global Warming Potentials (GWPs) could be reduced.",
      "Bolin responded that the IPCC believes GWPs are a useful approach even though short- lived gases cannot be included.",
      "Japan called for greater mitigation by all parties. Benin inquired whether the IPCC had developed methodologies for analyzing regional effects on precipitation.",
      "Bolin said that current models could not produce consistent regional results.",
      "The Netherlands said it was obvious that commitments need to be strengthened and that action should be taken at COP-1.",
      "He also recommended continued funding for the IPCC.",
      "The US asked what the IPCC recommended for next steps in its work and how the IPCC relates to the SBSTA.",
      "He recommended that support for the IPCC budget could be part of INC discussions, but should also be taken up by the COP.",
      "Bolin suggested three areas for joint work with the SBSTA: sources and sinks, recent changes and methodologies.",
      "China questioned the effects of solar activity, the role of clouds, forests and the biosphere, and long-term cycles of natural climatic variation.",
      "Bolin noted that it is possible to distinguish between natural variations and those from fossil fuels, and the issue in long-term cycles is whether adjustments can be made if the rate of change is accelerating.",
      "Saudi Arabia, supported by Kuwait, suggested that increasing uncertainties in emissions scenarios with longer time scales, downward revisions in estimates of sea level rise, and differences in social costs of mitigation options require a cautious approach on adequacy of commitments."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "cop"
}