{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Philippines",
      "Kuwait",
      "Uruguay",
      "Saudi Arabia",
      "Denmark",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "14-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "14-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1207000e.html",
   "id": "1207000e_2",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "AGENDA ITEM 7(a) - REVIEW OF NATIONAL COMMUNICATIONS: Working Group I postponed discussion on the review of national communications to permit the G-77 and China to discuss the Co-Chairs` draft. AGENDA ITEM 7(e) - SUBSIDIARY BODIES: The Philippines, on behalf of the G-77 and China, suggested adding language after paragraph 7 of the draft decision to schedule no more than two meetings - one to coincide with the COP and one intersessional.",
      "He said it was difficult for developing countries to send representatives to more meetings.",
      "The Chair recommended waiting on scheduling until the issue is resolved in the Rules of Procedure. The Philippines, on behalf of the G-77 and China, suggested adding 'competent international bodies' after 'provided by' and cutting the phrase 'especially in support of the review of adequacy of commitments' in the first bullet of Appendix 1.",
      "The US recommended 'competent bodies' to permit other than international bodies.",
      "Denmark said review of the adequacy of commitments was important and should not be removed.",
      "Saudi Arabia suggested adding 'economic' to 'scientific, technical and other information.",
      "' Kuwait suggested using 'socioeconomic.",
      "' It was agreed that 'competent bodies' and 'socioeconomic' would be added, but that the last phrase would remain unchanged. The Philippines suggested combining the second and third bullets of Appendix 1 to read, 'On behalf of the Conference of Parties request climate change related scientific research from competent international bodies, including inter alia, IPCC; compile and synthesize scientific and technical information on the global situation in climate change.",
      "' The US asked whether it was intended to leave out 'the latest developments in science, to the extent possible, and assess the implications thereof.",
      "' The Philippines said implications were covered by references to assessments elsewhere in the draft.",
      "Uruguay objected since the amendment questioned the role of the IPCC by giving other organizations comparable status.",
      "The Chair suggested inserting 'Under the guidance of the COP' at the beginning of the section, rather than in the bullet.",
      "The Philippines agreed to retain the deleted phrases.",
      "Switzerland objected to using new language in 'climate change related scientific research information.",
      "' The Chair`s recommendation to combine bullets 2 and 3 and add the word 'socioeconomic' was accepted.",
      "Saudi Arabia asked that 'socioeconomic' be added wherever 'scientific and technical' appear in the draft. Under 9.2(b), the Philippines, on behalf of the G-77 and China, added 'of Annex 1 Parties' after 'national communications.",
      "' The Chair said that the recommendation is a permanent item and thus could apply to non-Annex I Parties in three years.",
      "New Zealand suggested adding 'including the guidelines for their preparation' to 'Make recommendations on the technical aspects related to the review of information contained in national communications.",
      "' The Philippines said the G-77 and China could give provisional approval to New Zealand`s proposed amendment."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "cop"
}