{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China",
      "India",
      "Iran",
      "Venezuela",
      "Argentina",
      "United States",
      "Germany",
      "Brazil",
      "Kenya",
      "Kuwait",
      "Canada",
      "Mali",
      "Nauru",
      "Poland",
      "Malaysia",
      "Senegal",
      "Philippines",
      "Australia",
      "Uruguay",
      "Uganda",
      "Trinidad and Tobago",
      "Netherlands",
      "Norway",
      "Switzerland",
      "France",
      "New Zealand"
   ],
   "enb_end_date": "16-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "16-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1209000e.html",
   "id": "1209000e_3",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "AGENDA ITEM 7(b) - REVIEW OF THE ADEQUACY OF COMMITMENTS: Working Group I reviewed the draft proposal on adequacy of commitments.",
      "China said that Annex I Parties have yet to fulfill their current commitments and thus the Group could not consider the Co-Chair`s draft proposal.",
      "The EU wanted to discuss the draft text while Kuwait wanted to bracket it.",
      "Iran said that the different views should be reflected.",
      "The US suggested amending the title to read 'Review of the adequacy of Article 4.2(a) and (b).",
      "' In the Preamble, on the tasks of the subsidiary bodies, Iran, Uruguay and India suggested deleting references to the IPCC Chair`s statement and the annotated literature.",
      "Canada wanted to retain the references, but they were deleted.",
      "Malaysia, supported by the EU, proposed an amendment recognizing that the commitments of Annex I Parties under Article 4.2(a) and (b) are inadequate, which Kuwait opposed.",
      "Switzerland suggested a reference to the 1994 IPCC Special Report`s conclusion that the stabilization of CO2 emissions at 1990 levels will not lead to stabilization at any time during the next two centuries.",
      "Australia added that the commitments do not deal with the post-2000 period and apply only to Annex I Parties, but Malaysia, Brazil, Argentina, US, the EU and Nauru disagreed. China, supported by Korea and Brazil, objected to Germany`s proposed new categorization of some developing countries.",
      "New Zealand said the draft text only notes the proposals by Germany and AOSIS, and does not indicate agreement.",
      "Brazil suggested that the text only note that the proposals were presented.",
      "Trinidad and Tobago said the submission of the AOSIS draft protocol must be registered.",
      "Germany said the two protocols deserved reference. China proposed: 'Many countries emphasize that the full implementation of existing commitments under the Convention is the most important step that developed country Parties should take at this stage.",
      "' Australia, supported by the US, felt that this was not consistent with the rest of the document since it was a selective representation of views.",
      "The Chair suggested amending China`s proposal to read, 'Emphasizing that....' The EU, supported by the US, suggested replacing 'the most important' with 'is an essential.",
      "' Kuwait and Mali disagreed.",
      "Debate also ensued on whether reference should be made 'in particular' to Annex I Parties. In the afternoon, Trinidad and Tobago suggested additional language for paragraph 1(iv), on comments made at INC-11, referring to statements by a majority of Annex I Parties acknowledging the inadequacy of their commitments.",
      "France argued against including opinions that lacked consensus. In paragraph 1(iv)(b), which recommends that the COP establish a follow-up process, Iran, supported by Venezuela, recommended replacing 'establish' a follow-up process with 'continue.",
      "' Trinidad and Tobago recommended: 'initiate a negotiating process aimed at adopting a protocol containing' specific emissions targets and concluding not later than COP-II.",
      "China, supported by Poland and Korea, requested deleting 'establish a process' and the second sentence referring to the modalities and schedule of the process.",
      "Several OECD countries supported the Co-Chairs` text as drafted.",
      "Australia said the Trinidad and Tobago proposal was unacceptable because it assumed the aim of negotiations was a protocol that had not been discussed.",
      "Canada suggested 'establish a negotiating process aimed at taking appropriate action towards meeting the ultimate objective of the Convention.",
      "' The US suggested 'establish and elaborate a process....' China, supported by Iran, Uganda and Kuwait, said paragraph 1(c), urging Parties to contribute to the process, should be deleted because it referred to an undefined process in paragraph 1(b).",
      "China, Brazil and Malaysia wanted to delete paragraph 1(d), establishing a consultative mechanism with international business, because it is beyond the intergovernmental scope of the Convention.",
      "The US and New Zealand supported retaining the paragraph.",
      "The Netherlands suggested 'consider ways to improve communication between the Convention bodies and the business community.",
      "' Kenya said 1(d) was not related to adequacy.",
      "The Chair said the question would be placed into ongoing consultations on linkages between subsidiary bodies and the outside community. On Paragraph 2, recommending a compilation of documents submitted by Parties by end of the meeting, China changed 'submitted' to 'transmitted.",
      "' The US asked to extend the deadline for submission, but the Secretariat said the 17 February deadline was necessary to prepare for COP-1. AGENDA ITEM 7(c) -CRITERIA FOR JOINT IMPLEMENTATION: Working Group I began reviewing the Co-Chairs` draft text on the criteria for joint implementation at 8:20 pm.",
      "The Philippines, on behalf of the G-77 and China, presented its proposals stating that they were 'end-of-the-line' positions. The G-77 and China proposal retains the first two paragraphs on joint implementation discussions and Article 4.2(d), mandating the COP to take decisions regarding criteria for joint implementation, but eliminates the third paragraph, which refers to relevant documentation.",
      "The US questioned this deletion and said that no compromise had been demonstrated in G-77 text.",
      "Australia and US asked for time to consult, while the EU preferred to discuss the points of divergence between the two drafts. Paragraph 4, on national policies and mitigation measures applicable only to Annex I Parties, was retained as paragraph 3 of the G-77 proposal.",
      "Paragraph 4 of the G-77 proposal emphasizes that according to the Convention, only Annex I Parties have obligations to limit greenhouse gas emissions and developing countries have no such obligation, and footnotes preambular paragraph 3 of the Convention.",
      "The US amended the paragraph and added a reference to Article 4.2(b) in place of 'greenhouse gas emissions.",
      "' The G-77 and China objected.",
      "The Co-Chair said that both amendments will be reflected but the US preferred bracketing the G-77 text.",
      "The Chair cautioned that brackets be used only as a last option.",
      "Australia suggested referring to the provisions of Article 4.2(a).",
      "Norway also reserved on the G-77 text.",
      "Senegal asked how progress could be made with everything pending. The G-77 proposal deleted paragraph 5 (no shifting of emission limitations commitments to non-Annex I Parties) and paragraph 6 (JI shall not be used to introduce new obligations for non-Annex I Parties) of the Co-Chairs` draft.",
      "The EU wanted to retain it. Entrenched positions resulted in gridlock.",
      "When the interpreters left at 10:30 pm, delegates attempted to 'negotiate' in English.",
      "It was uncertain if negotiations would continue past midnight. The following is a summary of the points of divergence between the Co-Chairs` draft and the G-77 proposal.",
      "Paragraph 5 of the G-77 proposal acknowledges that joint activities to address climate change undertaken between developed country Parties and developing country Parties are different from joint implementation, and incorporates paragraph 8 (promotion of sustainable development objectives, technology cooperation, transfer, etc.",
      ") and paragraph 9 (financing of JI activities to be independent from and additional to obligations of Annex II Parties) of the Co-Chairs` draft.",
      "Paragraph 1(b) of the G-77 proposal now includes the following criteria: joint implementation is applicable to Annex I Parties only; no credits will be obtained by developed country Parties during the pilot phase; and criteria for joint implementation, according to Article 4.2(d), will be developed at COP-1.",
      "Paragraph 2 is the same in both drafts."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "cop"
}