{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Iran",
      "Marshall Islands",
      "Japan",
      "Mauritius",
      "South Africa",
      "Cuba",
      "Colombia",
      "Solomon Islands",
      "Czech Republic",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Venezuela",
      "Slovakia",
      "United States",
      "Brazil",
      "Kenya",
      "Kuwait",
      "Canada",
      "Niger",
      "Benin",
      "Sudan",
      "United Kingdom",
      "Russian Federation",
      "Australia",
      "Fiji",
      "Samoa",
      "Nigeria",
      "Micronesia",
      "China"
   ],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1211000e.html",
   "id": "1211000e_6",
   "section_title": "AGENDA ITEM 6 - RULES OF PROCEDURE",
   "sentences": [
      "On Friday, 10 February 1995, the Chair of the informal consultations on the Rules of Procedure, Amb.",
      "Sreenivasan, proposed that delegates exchange views on the outstanding issues in A/AC.237/L.22/Rev.1 and then establish a drafting group to work out the details.",
      "The drafting group met on Monday, 13 February 1995, and was able to reach agreement on some of the rules.",
      "Consensus remained elusive on Rule 42 (Voting).",
      "One delegation put forward new amendments to Rule 22 (Officers) and Rule 27 (Subsidiary Bodies), which were not discussed until Tuesday, 14 February 1995.",
      "In addition, Japan raised concern once again with Rule 54 (Languages).",
      "At the closing Plenary, the Chair announced that there was still no agreement on Rules 22, 42 and 54 and that he would have to submit the Rules, brackets and all, as contained in A/AC.237/L.22/Rev.2, to the COP.",
      "The following is the current status of the Rules of Procedure. Rule 4 (Dates of Sessions): At the start of the session, there was a bracketed sentence prohibiting COP sessions during religious holidays of a significant number of delegates.",
      "Saudi Arabia, Kuwait and Sudan called for its retention.",
      "The EU, Fiji, Australia, Kenya, Benin and the UK, while sympathetic, worried about setting a precedent.",
      "The final compromise reached by the drafting group is 'The Conference of the Parties should endeavor not to hold such a session at a time which would make the attendance of a significant number of delegations difficult.",
      "' Rule 6 (Observers): Delegates agreed to remove the brackets so that 'any international entity or entities entrusted by the COP pursuant to Article 11 of the Convention with the operation of the financial mechanism' can be represented at the COP as observers. Rule 12 (Agenda): Two issues remained at the start of the session: should the Secretariat consult with the President or the Bureau when submitting additional items for the agenda, and should there be a time limit.",
      "The agreed language reads as follows: 'The secretariat shall, in agreement with the President, include any item which is proposed by a Party and has been received by the secretariat after the provisional agenda has been produced, but before the opening of the session, in a supplementary provisional agenda.",
      "' Rule 22 (Officers): The last-minute amendment proposed to this rule would add a representative from the oil exporting countries to the Bureau.",
      "The US, the EU, Australia, Canada and New Zealand objected to this proposal because there are many categories of special needs countries, besides AOSIS (which has had a seat on the INC Bureau), and opening the Bureau to one will require opening it to the others.",
      "The EU added that the small island States face a physical threat, whereas the OPEC countries face only economic adjustments like every other Party.",
      "There was no agreement. Rule 42 (Voting): The major issues to be resolved include the general rule on matters of procedure, deviations from that rule, the general rule on matters of substance, the rule on the adoption of protocol, and the rule on financial matters.",
      "There was disagreement on whether matters of substance and/or protocols should be decided by consensus or, if that fails, by a 2/3 or a 3/4 majority. Venezuela, Kuwait, Colombia, Saudi Arabia, Nigeria, Iran, China and Zaire preferred Alternative B in A/AC.237/L.22/Rev.2, which ensures that substantive decisions, including the adoption of protocols, are taken by consensus.",
      "The EU, Australia, Japan, Canada, Czech Republic, Brazil, Switzerland, South Africa and Slovakia expressed favor for Alternative A, provided that a decision to adopt a protocol would be taken by a 3/4 majority.",
      "New Zealand and the US preferred Alternative A but were flexible on either a 2/3 or 3/4 majority.",
      "Trinidad and Tobago (on behalf of AOSIS) the Marshall Islands, Samoa, Micronesia, Norway, Mauritius, Solomon Islands and Cuba preferred Alternative A, provided that protocols are adopted by consensus or, as a last resort, a 2/3 majority vote.",
      "Both options remain bracketed. Rule 54 - Languages: Japan proposed that the official languages of the COP should be English, French and Spanish.",
      "The Russian Federation and China objected and threatened to bracket the entire document unless all six UN languages are listed.",
      "During the final Plenary discussion on this matter, Japan proposed instead that Rule 54 remain unaltered, but that a second paragraph or a footnote should be included stating, 'The lack of documentation or interpretation in any these languages due to budgetary constraints shall not interrupt the smooth proceeding of COP and its subsidiary bodies.",
      "' The Russian Federation, supported by the EU, China and Kuwait, said this proposal was unacceptable."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}