{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Argentina",
      "Laos",
      "Antigua and Barbuda",
      "Mauritania",
      "Zimbabwe",
      "India",
      "Jamaica",
      "Russian Federation",
      "Samoa",
      "Hungary",
      "Japan",
      "Australia",
      "Kuwait",
      "Saudi Arabia",
      "Germany",
      "Russia"
   ],
   "enb_end_date": "29-Mar-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "29-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1213000e.html",
   "id": "1213000e_2",
   "section_title": "AGENDA ITEM 4 - ORGANIZATIONAL MATTERS",
   "sentences": [
      "4(a) Status of the ratification of the Convention.",
      "The President introduced document FCCC/CP/1995/Inf.2, and noted that 127 states have ratified the Convention.",
      "Laos and Jamaica will become parties in early April and may participate in discussions, but do not have a vote. 4(b) Adoption of the Rules of Procedure.",
      "The President introduced A/AC.237/L.22/Rev.2 and FCCC/CP/1995/2.",
      "She noted that delegates had not reached consensus on all of the Rules of Procedure and asked for their adoption by consensus during this session.",
      "She stated there was broad agreement to proceed under the draft rules and the COP could apply the rules without formal adoption.",
      "The President announced that she would conduct consultations to resolve outstanding rules. 4(c) Adoption of the agenda: The provisional agenda, as contained in FCCC/CP/1995/1, was adopted. 4(d) Election of Officers other than the President: The President announced the following nominations: Africa Mauritania and Zimbabwe; Asia India and Japan; Eastern Europe Hungary and the Russian Federation; Latin America and the Caribbean Antigua and Barbuda and Argentina; Western Europe and Others Australia and Germany; and AOSIS Samoa.",
      "Kuwait and Saudi Arabia expressed difficulty with Rule 22 on composition of the Bureau.",
      "They asked if the nominations for Vice-Presidents and the subsidiary bodies are still open, and added that they had asked to have OPEC countries represented on the Bureau.",
      "The President said the COP would apply the Rules of Procedure, but there will still be negotiations on outstanding questions. Election of other officers of the subsidiary bodies: Pending further consultations, the election of these officers will take place in Plenary on 30 March. 4(e) Admission of organizations as observers: Document FCCC/CP/1995/3, which contains the list of intergovernmental and non-governmental organizations endorsed by INC-11 (Annex I) and an additional list of organizations wishing to be observers at COP-1 (Annex II), was accepted. 4(f) Organization of work, including the establishment of a COW: The President noted that the work was organized in two parts: an initial negotiating segment followed by a Ministerial Segment from 5-7 April.",
      "She hoped that the sessions of the COW would not seek to reopen resolved issues but would work on outstanding issues.",
      "Raul Estrada-Oyuela was designated as Chair of the COW.",
      "The COW will deal with the items where consensus was not reached at INC-11.",
      "Consequently, all other decisions recommended by the INC-11 for consideration by COP-1 will be referred directly to the Ministerial Segment.",
      "Referring to the tentative schedule in FCCC/CP/1995/1 (Annex II), the Executive-Secretary said that the COW will hold meetings prior to establishing drafting groups and that the schedule for the Ministerial Segment would remain unchanged.",
      "Delegates agreed that the average time for each minister's statement will be five minutes."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}