{
   "actors": [],
   "countries": [
      "Czech Republic",
      "Netherlands"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_14",
   "section_title": "CHALLENGES FOR THE FUTURE",
   "sentences": [
      "In spite of the mixed feelings about the COP's decision, there is now agreement on a mandate for future negotiations.",
      "The inadequacy of current commitments has been recognized by the majority of Parties.",
      "For the next two years the focus of the Parties to the Convention will be on the negotiation of this protocol or other legal instrument.",
      "While these negotiations are crucial for the period beyond the year 2000, one cannot overlook the fact that most Annex I Parties, with the exception of the Netherlands and the Czech Republic, are not on the road to meeting existing commitments.",
      "This reality is a far cry from the positive statements delivered by Annex I Parties during the Ministerial Segment that made it appear as though the majority of Annex I Parties were in a position to reduce their CO2 emissions to 1990 levels.",
      "Throughout the INC process as well as at the first Conference of the Parties, environmental NGOs have been stating that actions speak louder than words.",
      "Commitments, existing or new, are worthless if they are not implemented. The results of COP-1 may pose additional challenges for the future.",
      "The progress on addressing the adequacy commitments was achieved at the expense of excluding the most ardent supporters and opponents of expanded commitments from some of the critical negotiations.",
      "Some new coalitions, such as the Green Group, may have emerged, but major divisions between Parties have been left intact or may have even widened.",
      "The unresolved questions about the voting procedure and the composition of the Bureau in the Rules of Procedure are another shadow on the Convention's future.",
      "Finding ways to overcome these differences will demand creativity and cooperation in the coming months."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}