{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Benin",
      "Chad",
      "Trinidad and Tobago",
      "United States",
      "Spain",
      "Central African Republic",
      "Germany",
      "Uruguay"
   ],
   "enb_end_date": "01-Sep-95",
   "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "1st Session SBSTA & SBI",
   "enb_start_date": "28-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1223000e.html",
   "id": "1223000e_15",
   "section_title": "INSTITUTIONAL AND BUDGETARY MATTERS",
   "sentences": [
      "The Executive Secretary introduced the issue of extrabudgetary funds, as contained in FCCC/SBI/1995/4.",
      "He pointed out that additional contributions had been made and were reflected in the tables attached to the document.",
      "He raised concern about the lack of funding for developing countries, but also noted that of the 53 countries offered funding, 17 did not take advantage of the offer.",
      "He said that if the funds currently pledged were paid in time, an additional amount of US$150,000 could fund 110 developing countries.",
      "He added that the Secretariat would have to be gradually built up to meet growing requirements and mentioned the need to plan for the relocation to Bonn. URUGUAY was interested in supporting regional action programmes.",
      "The Executive Secretary said that subregional approaches were a useful idea.",
      "The Chair said that Parties and the Executive Secretary were invited to consider these matters.",
      "The US said that SBSTA`s draft conclusions and the formation of the TAPs had budgetary implications and requested information on these prior to taking decisions.",
      "The Chair said that if there were proposals that could not be 'budgetarily' anticipated these would be flagged.",
      "He said that the COP had requested the UN General Assembly to 'pick up the tab' for six weeks of meetings in 1996 and four weeks of meetings in 1997. The US, supported by GERMANY, proposed that an additional two weeks be requested.",
      "GERMANY expressed concern over the decreasing number of delegates from developing countries and countries with economies in transition and announced a contribution of US$150,000 to the voluntary fund.",
      "TRINIDAD AND TOBAGO, the CENTRAL AFRICAN REPUBLIC and CHAD said that parallel meetings were a problem for smaller delegations, but endorsed the proposal for two extra weeks. The Executive Secretary thanked Germany for the additional contribution.",
      "He stressed that the meetings would not be parallel and that the COP Bureau would discuss this in October.",
      "The Executive Secretary said that the provision of conference services by the UNGA was the fundamental issue for the FCCC process.",
      "He noted that arrangements for the administrative support were under consultations with the UN Department of Administration Management and said a report would be submitted for SBI 2.",
      "The Chair said that delegates should allow the Executive Secretary to continue consultations.",
      "SPAIN, on behalf of the EU, concurred.",
      "BENIN asked whether it was possible to fund two delegates from each developing country.",
      "The Executive Secretary said that the choice was to fund one delegate from 110 countries or two from 55 countries and that it was preferable to include as large a number of developing countries.",
      "The Chair proposed adding a recommendation that SBI request two additional weeks to the UNGA at its 50th session."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}