{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Malaysia",
      "Japan",
      "Sri Lanka",
      "Philippines",
      "Ghana",
      "Uruguay",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Costa Rica",
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_13",
   "section_title": "REPORT OF THE SESSION",
   "sentences": [
      "Delegates then discussed the draft reports contained in FCCC/SBSTA/1996/L.1, the draft report of the SBSTA on its second session; FCCC/SBSTA/L.1/Add.1, the draft report on the Second Assessment Report of the IPCC and cooperation with the IPCC; and FCCC/SBSTA/1996/L.1/Add.2, the draft report on the communications from Parties included in Annex I.",
      "Following the Chair`s suggestion to adopt the draft report of SBSTA, CHINA and VENEZUELA objected and made proposals for including specific elements, but the Chair replied that the group was only adopting the structure of report without the substantive elements at this stage, and that all issues would be considered later in the day.",
      "He also noted a compromise agreement to reflect the elements of the IPCC report. CHINA proposed including a paragraph noting the G-77/China`s position paper on guidelines for preparing initial communications from non-Annex I Parties.",
      "He said that the paper was formally introduced and said this omission was 'deplorable.",
      "' TRINIDAD and TOBAGO supported China and proposed references to the AOSIS statement throughout the report.",
      "The US questioned including a reference to a position paper, but China insisted the inclusion was its sovereign right.",
      "These suggestions were brought up again as the group began a section by section review. The Secretariat then introduced the draft conclusions of the SBSTA on technology and inventory assessment (FCCC/SBSTA2/ CRP.3).",
      "The conclusions note the SBSTA`s recognition that the identification of and information on technologies and know-how could assist the Parties in the preparation of national plans and requested the Secretariat to continue its activities related to the preparation of an inventory of technologies and know-how conducive to mitigating and adapting to climate change.",
      "The SBSTA also requested that the Secretariat conduct a survey before SBSTA-3 to identify Parties` needs for information on mitigation technologies and know-how, and to prepare an initial catalogue of adaptation technologies and know-how, including information and their costs, environmental impacts and implementation requirements.",
      "The SBSTA also requested that the Secretariat periodically report on new information on technologies and know-how in the research and development stage. The US proposed a reference to continuing coordination with other relevant bodies.",
      "The PHILIPPINES requested more time to review the document.",
      "She noted there was no mention of her request for information and transfer, not just know-how, and also noted duplication in some paragraphs.",
      "The Chair noted the mandate of the SBI addresses facilitation procedures for technology transfer and that the SBSTA should not give instructions.",
      "CHINA suggested highlighting transfer of technology and proposed adding a paragraph on Annex II Parties` activities on technology transfer.",
      "The Chair again noted that technology transfer is mainly the mandate of the SBI. MALAYSIA said its proposal had been omitted and added a reference to setting up a one-stop information center, providing financial resources, preparing comprehensive catalogues, disseminating information and assessing the suitability of technology.",
      "COSTA RICA, on behalf of the G-77/China, also requested more time for review and noted the number of proposed amendments.",
      "A small drafting group was convened to address the proposals.",
      "The group later reported back with a text containing the amendments.",
      "The Secretariat introduced document FCCC/SBSTA2/CRP.3 and the suggested amendments, including a reference to cooperation with other relevant organizations.",
      "It also includes a request to the Secretariat concerning information on technology and refers to probable time- frames related to the terms of transfer of technology and know-how currently available. On national communications from non-Annex I Parties, the Chair noted the extensive informal consultations, but also said there had been insufficient time to discuss the issues and the necessary conclusions had not been reached.",
      "He noted that the SBSTA received a paper from the G-77/China, contained in document FCCC/SB/1996/MISC.1/Add.1.",
      "INDIA proposed adding a paragraph stating that the SBSTA adopted this document as the basis of guidelines and format for preparation of the initial communications from non-Annex I Parties.",
      "The PHILIPPINES said the proposal intends to send a clear message for further planning and discussion. The US said there is a willingness from developing countries to move forward and suggested noting the non- Annex I work and the workshop that developed the guidelines.",
      "He also proposed an additional meeting aimed at resolving questions raised and requested that the Secretariat coordinate with experts from developing countries.",
      "The EU said that they appreciated the efforts of non-Annex I experts and the G-77/China proposal on guidelines, but could not accept these substantial modifications.",
      "The meeting was suspended, but delegates later agreed that SBSTA considered FCCC/SB/1996/MISC.1/Add.1 the basis for the adoption of guidelines and format for preparation of initial communications for non-Annex I Parties.",
      "The SBSTA will continue consideration of this item at its next session. GHANA, on behalf of the African Group, expressed disappointment that guidelines for non-Annex I communications were not adopted and that no contact group was established to resolve differences between Annex I and non-Annex I Parties. The Chair then presented the draft conclusions on an initial framework for reporting on activities implemented jointly (AIJ) under the pilot phase.",
      "The conclusions note that Parties may report jointly or separately to the COP.",
      "Reports may be transmitted to the Secretariat at any time and should be updated, preferably each year.",
      "It also lists the contents of the report, including: description of the project, governmental acceptance, compatibility with national economic development, benefits derived and calculation of the contribution of AIJ projects.",
      "CHINA, the EU and the US debated at length proposed language on methods for and calculation of an outcome of the contribution of AIJ projects, with China arguing for removal of 'methods.",
      "' Delegates eventually agreed to final text referring to calculation of outcomes from AIJ projects. Conclusions on national communications by Annex I Parties (FCCC/SBSTA/1996/L.1/Add.2) were adopted with minor amendments. Evans King (Trinidad and Tobago) summarized the results of negotiations in the contact group on scientific assessment and cooperation, resulting in conclusions on scientific assessment and cooperation (FCCC/SBSTA2/CRP.1 and /Add.1) and language for the draft proceedings (FCCC/SBSTA2/CRP.2).",
      "SAUDI ARABIA said the documents are part of a delicate compromise package and must be adopted together. The contact group Chair said there were suggestions for amendments to the proceedings, but no consensus on the amendments.",
      "The PHILIPPINES said the list of major IPCC findings should include adverse effects of climate change, including adaptation and mitigation.",
      "JAPAN said the highlights should mention technical measures that accelerate technology diffusion and transfer.",
      "SRI LANKA said a reference to low and high economic growth estimates should preface projections of temperature change and sea level rise. The US said economic growth is one of many other factors, so the text should not be changed.",
      "SRI LANKA said the projections should have a different opening phrase. The CLIMATE ACTION NETWORK said by placing the scientific findings in its proceedings but not in conclusions, the SBSTA was falling short of its duty to provide scientific advice to other FCCC bodies. The conclusions and proceedings were adopted. The Chair then read the draft conclusions on the Technical Assessment Panels (TAPs): SBSTA recognizes that the TAPs have potential to make an important contribution to processes under the Convention and to the implementation of the Convention by Parties, in particular by providing an opportunity to draw upon a broad range of expertise available in Parties.",
      "However, at this stage the SBSTA could not agree on modalities and has decided to request guidance from next session of the COP on this issue. COSTA RICA, on behalf of G-77/China, said the basic principle for choosing TAP members should be based on regional representation.",
      "He said the G-77/China never tried to block the process or stop progress.",
      "The selection procedure must be clear, transparent and intergovernmental.",
      "Experts should be appointed by governments but may come from any sector.",
      "He requested that the G-77/China position be annexed to the decision.",
      "GHANA, on behalf of the African Group, expressed disappointment at the inability to reach agreement.",
      "The decision was adopted. The PHILIPPINES said it was not the G-77/China that blocked establishment of the TAPs.",
      "CHINA said the G-77/China paper reflects the serious effort made to facilitate a decision.",
      "The US was also saddened by failure to resolve the TAPs and requested that its proposal also be annexed. JAPAN regretted the lack of decision on TAPs and suggested considering initiating a process with a roster of experts.",
      "Delegates discussed this suggestion, and URUGUAY said the Secretariat could prepare a paper on relevant disciplines for the TAPs.",
      "The Chair asked that the Secretariat collect and compile Parties` comments for the next SBSTA session.",
      "The SBSTA adjourned."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}