{
   "actors": [],
   "countries": [
      "Argentina",
      "Yemen",
      "United States",
      "El Salvador",
      "Germany",
      "Belgium",
      "Nicaragua",
      "Guatemala",
      "Slovenia",
      "Cambodia",
      "Ghana",
      "Morocco",
      "Hungary",
      "Guinea",
      "Mozambique",
      "Djibouti",
      "Syria",
      "United Arab Emirates",
      "Bhutan",
      "Honduras"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_1",
   "section_title": "SUBSIDIARY BODY ON SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "SBSTA Chair Tibor Farago (Hungary) opened the second session of the Subsidiary Body on Scientific and Technological Advice (SBSTA) by noting the tight schedule and the need for SBSTA`s work to feed into the second Conference of Parties (COP-2) as well as into the work of other subsidiary bodies, especially the Ad Hoc Group on the Berlin Mandate (AGBM). In his opening statement, UNFCCC Executive Secretary Michael Zammit Cutajar said seven countries had become Parties to the Convention since 3 November 1995: Bhutan, Djibouti, Ghana, Guinea Bissau, Honduras, Mozambique, and Nicaragua.",
      "Nine others have ratified or acceded and will become Parties soon: Belgium, Cambodia, El Salvador, Guatemala, Morocco, Slovenia, Syria, the United Arab Emirates and Yemen.",
      "The Parties now number 145 and will increase to 154 when the nine states complete their notice period.",
      "He noted that financial constraints from the UN budget crisis have also affected document preparation and translation, because a ban on overtime limits flexibility to do last minute translations.",
      "He observed the tendency during the work of subsidiary bodies to ask for documents for the next session without evaluating their utility to delegations or the process.",
      "He urged delegates to carefully consider the necessity of such requests. Delegates then adopted the provisional agenda (FCCC/SBSTA/ 1996/1) and annotations (FCCC/SBSTA/1996/1/Add.1).",
      "The Secretariat said that four new NGO observers would be accredited to attend meetings, pending formal action by COP. The Chair said that the TAPs and AIJ were difficult and complex issues.",
      "The Chair`s tentative, informal conclusions on the TAPs were circulated following consultations at AGBM 2.",
      "Difficulties concerned the terms of reference and the balance and background of experts.",
      "To address concerns that the TAPs could duplicate the work of SBSTA, the emphasis should be to develop a concrete task list based on Parties` proposals.",
      "Delegates should make more specific, precise suggestions of what is expected from experts.",
      "Regardless of the size of a panel, experts could not cover all disciplines, so a roster of experts nominated by governments has been suggested.",
      "To address balance in the nomination of experts, two approaches have been considered: nominations by regional groups, or divided evenly between Annex I and non-Annex I Parties.",
      "The Chair`s draft conclusions combined the two methods.",
      "They would give the SBSTA Chair authority to select from Parties` nominated experts.",
      "The Chair suggested initiating further informal consultations, which he would lead. On AIJ, the Chair said the SBSTA needs to establish a framework for reporting, presenting progress and conclusions to COP-2.",
      "Several proposals have been received and document FCCC/SBSTA/1996/MISC.1 describes an initial phase of reporting based on proposals from the US and Germany.",
      "Questions include whether recommended elements could be used for an initial reporting period, what entity could assess the reports, and when to begin analysis of the reporting.",
      "He recommended beginning informal consultations under Diego Malpede (Argentina), toward consideration of a document later in the week."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}