{
   "actors": [
      "Group of 77",
      "Asian Group",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "United States",
      "Philippines",
      "Australia",
      "Italy",
      "Germany",
      "Niger",
      "Slovenia",
      "Saudi Arabia",
      "Costa Rica",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_2",
   "section_title": "TECHNICAL ADVISORY PANELS",
   "sentences": [
      "Delegates had before them document FCCC/SBSTA/1996/2, a report by the Chair on his informal consultations on the establishment of intergovernmental technical advisory panels (TAPs).",
      "The report notes that the Chair conducted consultations during AGBM 2 and produced an informal paper that suggested a single panel on a provisional basis combining the functions of the previously proposed two panels.",
      "The paper proposed that SBSTA consider a possible work programme, contained in an annex to the document.",
      "It also proposed that the Secretariat invite nominations for the panel and for a roster of experts to assist with specialized tasks.",
      "The work programme lists 11 tasks, including technology inventory, assessment of specific innovative technologies, technological aspects of policy guidance to the GEF, IPCC inventory methodologies, technical aspects of national communications and AIJ, adaptation processes, methods for projecting and estimating the effects of measures and information on terms for transfer of technology.",
      "The Chair`s report also notes that the SBSTA must consider a proposal by its Bureau regarding nominees, review the adequacy the budget for panel meetings, organization of the panel, and the type of recommendations the panel would make to the SBSTA Informal consultations were convened in the morning of Wednesday, 28 February to allow delegates to express preliminary views.",
      "Those who spoke gave high priority to the work programme of the TAPs and emphasized assessment of specific innovative technologies and methods for projecting and estimating effects of measures.",
      "Delegates also expressed flexibility on the number of members, but disagreed on the balance of membership.",
      "Developed countries proposed dividing members between Annex I and non-Annex I Parties, while others noted the UN practice and preferred allocating members according to geographic regions.",
      "The Chair`s paper proposed a 20-expert panel composed of two from each of the five UN regional groups, five from Annex I Parties and five from non-Annex I Parties.",
      "The Chair noted that his compromise would not satisfy those who were inflexible on this point, but could provide a solution to the disagreement. On Thursday, 29 February, the Chair invited additional interventions from delegations and groups on the TAPs.",
      "ITALY, on behalf of the EU, said assessment of technologies and methods for estimating the effects of measures have not been properly addressed.",
      "He proposed establishing a provisional panel, supported by a roster of experts, that would report by COP-3.",
      "The panel should have an equal number of Annex I and non-Annex I experts, but with a reduced work plan could have less than 20 people.",
      "COSTA RICA said the G-77/China was working to produce a joint position.",
      "The US said the TAPs must draw from private and public sector, industry, academia and NGOs.",
      "Members should be independent experts, not representing governments or regional groups.",
      "The TAPs` work should be peer reviewed and presented to the SBSTA or the AGBM.",
      "Participants should reflect geographic and technical balance. IRAN, on behalf of the Asian Group, said the Chair`s proposal on the number of TAPs is acceptable, but no consensus on distribution of panel members exists.",
      "The intergovernmental nature of the panels should restrict participants to intergovernmental or governmental organizations, not NGOs.",
      "NIGERIA said the African Group supported the Chair`s paper. Delegates resumed informal consultations during the evening of Friday, 1 March.",
      "The Chair noted there was no consensus on the composition of the TAPs and asked if any delegation could offer any innovative approaches.",
      "The G-77/China favored the conventional UN regional approach, but JUSCANZ and the EU, because of the specifics of Convention, wanted an Annex I/non-Annex I balance.",
      "The Chair recalled his attempt to produce a middle ground proposal and suggested that if there was no chance for agreement, the Group should take this item off the agenda and devote its time to other issues. The Chair attempted to give the floor to an environmental NGO representative, but SAUDI ARABIA objected that this issue was between Parties.",
      "The US supported allowing the NGO representative to speak.",
      "The PHILIPPINES, coordinator of G-77/China on this issue, recalled that her group had entered these negotiations with a solid position, but had moved from it to accommodate the process.",
      "She said the G-77/China had made all possible concessions and reiterated the extreme importance of this issue.",
      "She also said if there is no agreement, the G-77/China supports setting up the roster of experts. The EU stated that the discussion had focused on the work plan, the provisional nature of the TAPs and the composition, and asked that these issues be considered on an equal footing.",
      "He said the work programme should be restricted to assessing technologies and projecting effects of measures because the other proposed elements are being addressed elsewhere.",
      "These tasks should be completed by COP-3.",
      "The TAPs should be established on a provisional basis and reviewed by COP-3.",
      "On composition, it should be evenly balanced and able to do the work.",
      "SLOVENIA supported the Philippines on the TAPs and agreed with the US on the NGO intervention. CLIMATE ACTION NETWORK said the number and composition are for governments to decide, but noted that the actual number is less important than agreeing that the TAPs can set up sub-panels of independent experts.",
      "She said members should serve in their individual capacities.",
      "Both Annex I and non-Annex I countries must work to ensure there is a balance of expertise.",
      "The TAPs should perform short-term assessments to help identify technology needs at a local level.",
      "She agreed that technology assessment and projecting effects of measures are appropriate tasks for the work programme.",
      "The TAPs should be reviewed and possibly renewed at COP-4, and the work should not be filtered by the SBSTA.",
      "She also said TAPs should be set up under the IPCC, but should not limit it. The Chair then suggested inviting experts, based on the proposed roster, to produce technical advisory papers.",
      "He said that this was not a good alternative, but the group has agreed on the need for expertise.",
      "The SBSTA must either establish this panel or find an alternative.",
      "The PHILIPPINES said the G-77/China`s understanding of balance seems to be at odds with the other groups.",
      "She asked if 50/50 represents a real balance when non-Annex I Parties make up 76% of the countries involved.",
      "On expertise, she asked if there was suggestion that developing countries cannot produce reliable experts.",
      "The regional approach is the only way to ensure geographic balance and guarantee that regions such as Africa and Asia can bring in experts.",
      "Setting up a roster will be useful, but then the question arises on how to select it.",
      "She said the G-77/China was willing to apply everything the EU suggested on the initial work programme, but adaptation technologies should also be addressed. INDIA said that the SBSTA should take regional groups as the basis, and noted that Asia has both Annex I and non- Annex I countries.",
      "He said the presumption that some experts are inferior to others is unacceptable and asked what reasons exist for objecting if the question is balance. AUSTRALIA stressed the need to deliver the work plan for the technical experts.",
      "He asked if the SBSTA could move forward and establish a roster of experts, set up workshops and produce outputs according to specific timelines.",
      "The EU supported an agreed work programme to be carried out through workshops by experts from a roster selected by the Secretariat or the SBSTA Bureau.",
      "These arrangements would be reviewed by COP-3. GERMANY reminded delegates this was the first phase of experimentation that could lead to a more permanent institutional structure.",
      "She said there was no intention whatsoever to say that Annex I experts are superior to others.",
      "The EU asked for an equal number because this Convention`s structure is distinct from other conventions and linked to commitments.",
      "Annex I countries have to take lead in action, which is why the EU wants this balance. Saudi Arabia said SBSTA cannot burden the Secretariat or the Bureau with selection of experts.",
      "The TAPs should reflect an equitable distribution of experts nominated by each region. The Chair suggested the report would give no conclusion but delegates continued the debate, suspending negotiations twice for consultations in regional groups.",
      "They were unable to reach agreement when discussions resumed.",
      "The Chair`s draft conclusions, adopted by the Plenary, note that delegates could not reach an agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}