{
   "actors": [],
   "countries": [
      "Argentina"
   ],
   "enb_end_date": "08-Mar-96",
   "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "3rd Session of the AGBM",
   "enb_start_date": "05-Mar-96",
   "enb_url": "http://www.iisd.ca/vol12/1227000e.html",
   "id": "1227000e_1",
   "section_title": "AGBM 3 REPORT",
   "sentences": [
      "AGBM Chair Raúl Estrada Oyuela (Argentina) opened the session, noting that delegates should be prepared to complete the analysis and evaluation required of the Berlin Mandate.",
      "In view of the fact that 154 States have submitted ratifications, it is becoming increasingly clear that the international community is becoming more committed to the Framework Convention on Climate Change (FCCC).",
      "But, he said, progress depends not only on the number of delegations that can attend but also on the need to understand what can occur and what needs to be done.",
      "He recalled conclusions from the IPCC Second Assessment Report (SAR) that action by man is indeed influencing the climate system.",
      "There is a need to show awareness of this and to make progress in adopting precautionary measures that will help to tackle problems in an effective way. The Chair said that from the beginning the AGBM has had a group of delegations that has tried to slow the progress of work.",
      "He expressed his intention to overcome that obstacle and move forward.",
      "He urged all delegations to reflect on this point and to contribute effectively to achievement of the BM.",
      "He promised to do everything in his power to avoid getting 'our feet caught in a net of procedural matters or small questions' leading to infinite studies that would delay the AGBM`s work. Executive Secretary Michael Zammit-Cutajar said the session has the advantage of starting with substantial inputs from informal workshops and debate in the Subsidiary Body for Scientific and Technological Advice (SBSTA) on the IPCC SAR which, while not conclusive, is reflected in the SBSTA report.",
      "He said he was struck by the IPCC Chair`s observation that in certain scenarios, future per capita emissions should not exceed per capita emissions today to permit stabilization at double pre-industrial atmospheric concentration of C02.",
      "Combined with the statement that developing countries need to increase their energy consumption to achieve sustainable development, he drew two conclusions: there is a need to focus on development and deployment of sustainable energy supplies to further de-link energy for sustainable growth; and while switching to sustainable energy, developed countries should actively promote sustainable consumption patterns and energy efficient technologies, limiting their per capita fuel use to create space in which developing countries can increase their consumption.",
      "Quantitative emission limitation and reduction objectives (QELROs) may be viewed not only as a step to limiting global emissions but also toward redistributing emissions to where they are most needed.",
      "It is not a suggestion for dumping old technologies but a reminder that redistribution of resources is necessary to achieve sustainable development. The Secretariat is ready to prepare additional documents, but he urged delegates to evaluate the utility of any major new document they may request.",
      "One main question for this session is whether the AGBM sees merit in the institutional strategy of using existing Convention processes and bodies, such as the Secretariat, or prefers to establish new ones.",
      "For financial as well as institutional reasons, he suggested there is merit in the institutional economy of seeking a 'non-proliferation protocol.",
      "' Delegates then adopted the agenda (FCCC/AGBM/1996/1) and annotations to the agenda (FCCC/AGBM/1996/1/Add.1).",
      "Four new NGOs were accredited to participate in the AGBM, and the Chair noted that as in previous meetings NGOs would be welcome on the floor before meetings only. The Chair said the Bureau had adjusted the schedule for future AGBM meetings: AGBM 4 will meet during COP-2; AGBM 5 will meet 9-13 December 1996 in Geneva; AGBM 6 from 3-7 March 1997 in Bonn; and AGBM 7 during the summer of 1997, prior to COP-3 at a location to be determined."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}