{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "New Zealand",
      "Marshall Islands",
      "United States",
      "Latvia",
      "Japan",
      "Canada",
      "Colombia",
      "Uzbekistan",
      "Russian Federation",
      "Morocco",
      "Estonia",
      "Norway",
      "Switzerland",
      "Micronesia",
      "China"
   ],
   "enb_end_date": "11-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "11-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1231000e.html",
   "id": "1231000e_4",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "Debate resumed on Agenda Item 4(a) (national communications from Annex I Parties).",
      "The G-77/CHINA, supported by COLOMBIA and INDIA, proposed Annex I parties communicate GHG emission limitations and commitments related to financial resources and technology transfer.",
      "ESTONIA, supported by LATVIA and the REPUBLIC OF KOREA, said guidelines should be revised with flexibility. MOROCCO stated that Annex I Parties should also be required to report on capacity building mechanisms and encouraged a paragraph by paragraph review of the document.",
      "NEW ZEALAND sought increased transparency in the reporting process and suggested the formation of a contact group to revise reporting guidelines. The MARSHALL ISLANDS and MICRONESIA highlighted the need for information related to technology transfer for adaptation.",
      "UZBEKISTAN said the guidelines should contain more detail, including guidelines for emission control.",
      "NORWAY and CANADA suggested introducing their proposals for technical revisions in a contact group.",
      "CHINA noted that Annex I Parties are committed to assisting developing countries through technology transfer and financial assistance, but this has not been highlighted in the documents revision. The Secretariat introduced additional documents for the agenda item: methodological issues (FCCC/SBSTA/ 1996/9/Add.1) and electricity trade and bunker fuels (Add.2).",
      "The Chair noted he would convene a contact group on these issues.",
      "The RUSSIAN FEDERATION drew attention to problems with net emissions and noted the absence of a recognized principle on accounting for timber exports.",
      "The EU stressed that allocation issues cannot be isolated from development of policies and measures for GHG emissions, and suggested that AGBM should elaborate policies and measures on bunker fuel emissions. On Agenda Item 4(b) (national communications from non-Annex I Parties), the Chair proposed a contact group.",
      "He also formed a contact group for Annex I Party communications.",
      "For the Chair`s summary of deliberations on the SAR, he proposed convening a 'friends of the Chair' group. SBSTA then considered Agenda Item 7 (mechanisms for consultations with NGOs).",
      "The President introduced the relevant documents (FCCC/SBSTA/1996/11 and FCCC/SBSTA/1996/ Misc.2).",
      "The EU, supported by JAPAN, strongly supported the role of NGOs and remained open to tailoring different mechanisms for different NGO constituencies.",
      "The US said expanding access to only one type of NGO would be inappropriate and suggested strengthening existing channels.",
      "NEW ZEALAND urged the development of a special consultative mechanism for business NGOs as they will play a vital role in implementation.",
      "CANADA supported a business consultative mechanism if it will facilitate implementation and opposed open access to NGOs on the floor during negotiations. CLIMATE ACTION NETWORK sought equitable participation among all NGOs, enhancement of existing consultative mechanisms and expanded access to the floor during negotiations.",
      "INTERNATIONAL CHAMBER OF COMMERCE supported the development of a business consultative mechanism, noting the importance of business input in implementation and acknowledging the need for transparency.",
      "The President urged New Zealand to take the lead in forming a contact group to make recommendations to SBSTA on the issue. Delegates then considered activities implemented jointly under the pilot phase.",
      "The Secretariat introduced an annual review of progress (FCCC/CP/1996/14 and Add.1).",
      "The G-77/CHINA and the EU were not prepared to speak on the issue.",
      "CANADA said SBSTA should not significantly change the reporting format at this session.",
      "She endorsed continuation at the pilot phase, with further assessment at COP-3.",
      "The US recommended adoption of the Progress Report and Addendum as the first annual report on AIJ, and expressed willingness to host the initial workshop on methodological issues as proposed by the Secretariat.",
      "She supported the formation of an AIJ forum, and suggested that Parties provide submissions for annual reports three months in advance.",
      "JAPAN suggested standard operational procedures for AIJ projects, monitoring and revision and supported the workshop on methodologies. The REPUBLIC OF KOREA called for systematic improvement of AIJ to improve research and development capacity.",
      "The NATIONAL ASSOCIATION OF REGULATORY UTILITY COMMISSIONERS stated that AIJ should be a permanent part of the FCCC.",
      "SWITZERLAND described plans to finance pilot AIJ projects with Annex II partners."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}