{
   "actors": [],
   "countries": [
      "Thailand",
      "Argentina"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_1",
   "section_title": "AD HOC GROUP ON THE BERLIN MANDATE",
   "sentences": [
      "The fifth session of the Ad Hoc Group on the Berlin Mandate (AGBM) opened on Monday, 9 December 1996.",
      "Delegates had the following documents before them: the provisional agenda and annotations (FCCC/AGBM/1996/9); a synthesis of proposals by Parties on the strengthening of the commitments in Articles 4.2(a) and (b), advancing the implementation of Article 4.1 and possible elements of a protocol or another legal instrument (FCCC/AGBM/ 1996/10); proposals from Parties (FCCC/AGBM/1996/Misc.2); and four addenda containing additional proposals (FCCC/AGBM/ 1996/Misc.2/Add.",
      "1, 2, 3 and 4).",
      "Fourteen Parties or groups of Parties submitted proposals. AGBM Chair Raúl Estrada-Oyuela (Argentina) recalled that delegates have called for a reduction in the number of options available for policies and measures since AGBM-2 and said this session must focus on that goal as well as on reducing the number of options for QELROS.",
      "He said that maintaining a 'patchwork of possibilities' will hinder the adoption of definitive positions and make implementation more difficult.",
      "He expressed hope that the synthesis document would guide delegates` work. FCCC Executive Secretary Michael Zammit-Cutayar noted that Parties are giving careful thought to the proposals` content.",
      "He said the synthesis document shows how much is on the table and indicates the direction of future work.",
      "Delegates will have to decide which options to set aside, which ones are mutually exclusive and which ones should be considered for further work.",
      "The result will send a strong signal to markets, investors and consumers as to the direction of governmental policy over the next decades. Bert Bolin, Chair of the Intergovernmental Panel on Climate Change (IPCC), presented the IPCC Technical Paper on Technologies, Policies and Measures for Mitigating Climate Change.",
      "He said that different pathways can be chosen to reach stable emission concentrations and presented a comparison of the possible stabilization levels, cumulative emissions and conventional and potential reserves of fossil fuels.",
      "He stated that an agreement on further limitations of greenhouse gas emissions requires decisions on: which level of equivalent CO2 stabilization might be appropriate; the implications of such a level for permissible cumulative global CO2 emissions; and how to apportion the permissible cumulative CO2 emissions between countries. The agenda and organization of the work of the session were then adopted.",
      "Mr. Suphavit Piamphongsant (Thailand) was appointed Rapporteur of AGBM-5. STRENGTHENING COMMITMENTS IN ARTICLE 4.2(a) AND (b) On Tuesday, 10 December, the AGBM considered Agenda Item 3, Strengthening commitments in Article 4.2(a) and (b): policies and measures (P&Ms) and quantified emission limitation and reduction objectives within specified time frames (QELROs)."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}