{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "United Kingdom",
      "Malaysia",
      "United States",
      "Philippines",
      "Kuwait",
      "Canada",
      "Niger",
      "Norway",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_12",
   "section_title": "CHAIR`S DRAFT CONCLUSIONS",
   "sentences": [
      "On Thursday afternoon, 12 December, AGBM-5 met informally to consider the Chair`s draft conclusions, which contain four sections. Sub-item (a) notes that the AGBM reiterated that the protocol or another legal instrument to be adopted at COP-3 should implement fully the terms of the Berlin Mandate, and underlined that the Berlin Mandate process will not introduce any new commitments for Parties not included in Annex I. CHINA and the PHILIPPINES proposed retaining sub-item (a) as is.",
      "NIGERIA said the paragraph should remain as is because numerous delegations had specifically emphasized no new commitments for developing countries and CHINA said that some proposals had attempted to introduce commitments for developing countries.",
      "CHINA, INDIA and KUWAIT also supported noting the sources of proposals as a means to trace the history of the proposals.",
      "The US, supported by the EU, opposed singling out the phrase from the Berlin Mandate that specifies no new commitments for developing countries, in the conclusions. The Chair proposed noting the reservation of the US.",
      "The US clarified that it had an objection, not a reservation, and the EU reiterated its concern.",
      "CANADA proposed deleting the reference or including all of paragraph 2(b) of the Berlin Mandate.",
      "The UK proposed including a reference from the Geneva Declaration, but the Chair noted that not all Parties had supported the Declaration.",
      "Delegates included the complete text of paragraph 2(b) of the Berlin Mandate, which states that the process will not introduce new commitments for non-Annex I Parties but will reaffirm existing commitments in Article 4.1 and continue to advance the implementation of these commitments in order to achieve sustainable development, taking into account Articles 4.3, 4.5 and 4.7. Sub-item (b) requests the Chair and the Secretariat to prepare a framework compilation, incorporating textual proposals from Parties as well as other proposals from Parties for the elements of a protocol or another legal instrument, and identifying the sources.",
      "The paper will receive in-depth consideration and serve as a basis for further proposals from Parties at AGBM-6. MALAYSIA, supported by CHINA and the PHILIPPINES, said that including elements outside the Berlin Mandate in the framework compilation will sidetrack negotiations and suggested specifying that the compilation should be based on the Berlin Mandate.",
      "The US said that the Convention was developed on the basis of proposals that did not identify the sources, and, supported by NORWAY, cautioned against establishing a new practice. Sub-item (b) was amended to state that the framework compilation will receive in-depth consideration and serve as the basis for further proposals at and following AGBM-6, bearing in mind the need to circulate text in all UN languages by 1 June 1997. Sub-item (c) invites Parties to submit further proposals, especially proposals incorporating draft text for the instrument, and requests the Secretariat to issue such proposals in a miscellaneous document.",
      "Proposals received by 15 January 1997 will be taken into account in the preparation of the framework compilation. The US noted that other proposals will receive consideration beyond AGBM-6.",
      "Sub-item (c) was accepted without amendment. Sub-item (d) requests the Chair to explore with interested delegations the concept of differentiation and criteria for differentiation with a view to applying a number of parameters and bringing the results to an informal round table to be convened at AGBM-6. INDIA and KUWAIT supported specifying that differentiation, as mentioned in sub-item (d), applies to Annex I countries. The US and CANADA noted that while differentiation is important, other concepts are as well.",
      "Sub-item (d) was amended to note that differentation 'as applicable to Annex I countries' will be explored."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}