{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Iran",
      "United States",
      "Japan",
      "Chile",
      "Finland",
      "Slovenia",
      "Uzbekistan",
      "Ireland",
      "United Kingdom",
      "Malaysia",
      "Russian Federation",
      "Italy",
      "Zimbabwe",
      "Egypt",
      "France",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_19",
   "section_title": "AD HOC GROUP ON ARTICLE 13",
   "sentences": [
      "Chair Patrick Széll (UK) opened the fourth session of the Ad Hoc Group on Article 13 (AG13-4) on Tuesday, 25 February.",
      "He recalled that at its last session, AG13 had agreed that formal conclusions about a multilateral consultative process (MCP) were premature but emphasized that it was possible to distinguish several areas of convergence and divergence.",
      "Discussions at AG13-3 were organized around themes contained in an 'elements' paper (characteristics, functions, institutional arrangements and procedures).",
      "Those elements would also serve as a basis for discussion at this session (Annex II to FCCC/AG13/1996/4).",
      "IRELAND (on behalf of the EU), UZBEKISTAN and SWITZERLAND also made submissions (FCCC/AG13/1997/ Misc.1). The Chair noted that ideas from AG13-3 were constructive and clear, but said that AG13 cannot continue on a 'diet of general statements.",
      "' The listed options need to be reduced and AG13 should move ahead.",
      "He noted that there were points of convergence, such as the agreement that an MCP was a system for seeking solutions to problems arising in the implementation of the FCCC and that its characteristics should be facilitative, cooperative, simple and transparent.",
      "The widest divergence pertained to whether an MCP should be advisory or supervisory.",
      "The answer will trigger several consequences for the characteristics, institutional arrangements and procedures of an MCP and would therefore facilitate determination of these issues. Delegates began with general statements and questions.",
      "The Chair noted that in view of the time remaining before COP-3, AG13 could likely conclude its work no earlier than at COP-4 or later.",
      "The EU called for creation of a forum for consultations or a 'help desk' rather than a place where governments stand accused of breaching their commitments. CHINA warned against duplication of existing mechanisms and said that the FCCC should not copy the non-compliance procedure under the Montreal Protocol.",
      "UZBEKISTAN envisaged the MCP as a process that renders consultative services to Parties and called for a special group with wide geographic representation to address issues of law, economics, ecology and social issues.",
      "The group would be established by the COP, meet twice a year and make non- binding recommendations. Delegates then considered the elements of an MCP and agreed to first focus on questions of an MCP`s function.",
      "The EU, supported by SWITZERLAND, called for an advisory regime to assist implementation, which would have a broad competence but not encroach on other bodies.",
      "CHINA noted that an MCP should take action prior to, rather than following, implementation.",
      "It should enable and support Parties during the course of implementation.",
      "The US, supported by JAPAN, said that including scientific and technological expertise could lead to duplication of the SBSTA`s work.",
      "JAPAN said that there is broad agreement on an advisory role.",
      "The Chair stated that delegates had expressed a preference for an advisory role.",
      "He noted that no delegation had called for a more 'intrusive' regime. The EU noted that an MCP will not have the functions of the SBI and SBSTA, but should not have reduced scope.",
      "It should draw on expertise from the SBSTA and SBI, and ensure that it has access to information and expertise.",
      "CHILE noted that Article 14 calls for settlement of disputes through negotiations or 'any other peaceful means,' and that an MCP could fill the latter role.",
      "The Chair asked whether this process should be part of the formal procedure for dispute settlements and recalled a number of statements that had envisaged an MCP as a mechanism to prevent disputes. On Wednesday, 26 February, delegates resumed consideration of the Chair`s elements paper.",
      "On characteristics, the element paper focused on defining an MCP: nature, objective, expertise, application, and evolution.",
      "The Chair noted general agreement among participants that an MCP`s nature should be facilitative, cooperative, transparent, simple, non-confrontational and non- judicial.",
      "CHINA called for further definitions.",
      "She said 'non- confrontational' means that the process is triggered upon Parties own request, the concerned Parties are fully participating in the process, and the decisions in the process are subject to consent. Several countries, including the EU, CHILE and the RUSSIAN FEDERATION, said the MCP`s objective should be to find solutions to problems of implementation, to provide assistance to Parties and to prevent disputes from arising.",
      "CHINA, supported by ITALY, the EU and FINLAND, said that promoting 'implementation' was more appropriate than promoting 'compliance' since an MCP`s function should be advisory.",
      "On expertise, the EU, supported by CHILE, noted an MCP should address any questions that could arise in any discipline and members should have sufficient expertise to ask the right questions to experts outside the group.",
      "The US, supported by the EU, cautioned against excluding specific fields of expertise and called for the possibility to draw on expertise of other bodies such as the SBSTA and the SBI.",
      "CHILE, CHINA, the EU, SWITZERLAND and SLOVENIA supported a standing body with a stable and fixed basis. On institutional arrangements, the Chair`s elements paper focused on: establishment, nature, mandate, size and constitution.",
      "The Chair suggested a non-proliferation of institutions.",
      "To avoid greater bureaucracy, CHILE suggested establishing a small body where members would be selected for a specified time and that could meet concurrently with other subsidiary bodies.",
      "An MCP should also have a list of experts that could be consulted.",
      "IRAN spoke against creating a new institution, stressed its budgetary implications and noted the problem that additional meetings pose for developing countries.",
      "The EU and SWITZERLAND suggested a standing committee, which would report to the COP.",
      "It could consist of 10-15 experts nominated by the COP.",
      "The EU proposed to follow the principle of rotation. CHINA, supported by the RUSSIAN FEDERATION and IRAN, stated that substance and functions of an MCP should be discussed before its form, and suggested that an MCP could be an ad hoc committee.",
      "Concerning constitution, the Chair recognized general agreement that members of an MCP body or committee should be government representatives. On procedures, the Chair`s element paper addresses the body that would govern the process, issues to be taken up, result or outcome, frequency of deliberations, and establishment of the process.",
      "The EU stated that the process should be governed by the COP.",
      "SWITZERLAND and the EU cautioned that the COP should not be obliged to take a decision on every MCP item.",
      "CHINA preferred that the COP govern the process but that reports and recommendations are sent to the COP via the SBI.",
      "The EU said that issues could be taken up by Parties as well as by the secretariat or other bodies.",
      "CHINA cautioned that Article 13 states an MCP would only be available to Parties, 'on their own request'.",
      "On the outcome of an MCP, the EU favored recommendations rather than decisions.",
      "On the frequency of deliberations, the EU noted that meetings should be held at least once a year.",
      "The EU and CHINA said the COP should establish an MCP process.",
      "The Chair announced that he would convert the points into a draft text, drawing together all ideas presented On 26 February, the Chair distributed a bracketed draft text on an MCP (AG13/26.02.1997).",
      "The proposal notes, inter alia, that the COP shall establish a multilateral consultative and/or ad hoc committee and that an MCP will provide the COP with advice on resolving questions with regard to: implementation of the Convention; assistance to Parties to promote the process of implementation of the Convention; promotion of understanding of the Convention; and prevention of disputes and/or development of solutions.",
      "The options regarding an MCP`s functions note that it will include consideration of: any question relating to the performance by individual Parties in the implementation of the Convention; support; encouragement; and/or assistance. The proposal noted that an MCP will be open-ended or consist of 10, 15 or 25 members, who are government representatives and experts in social, economic, legal, technical, scientific and technological and/or environmental fields.",
      "On the manner for submitting issues, the proposal notes that an MCP will receive, consider and report on: any submission made by one or more Parties; references made to it by the COP, SBI and SBSTA; or information provided by the secretariat regarding implementation of obligations by any Party. In discussing this proposal, the EU, supported by SLOVENIA, proposed that an MCP could be a 'standing' group.",
      "CHINA, the EU, ZIMBABWE, FRANCE and SWITZERLAND said the main objective should be to provide assistance to individual Parties rather than to the COP.",
      "The EU also proposed retaining reference to preventing disputes from arising and finding solutions.",
      "The US said delegates had agreed on the non-judicial nature of an MCP and 'resolving questions with regard to implementation' seemed to contradict this point.",
      "She proposed that an MCP should 'provide advice to Parties on facilitating and promoting implementation.",
      "' The EU and EGYPT insisted on bracketing the US proposal. On an MCP`s functions, FRANCE wished to reserve the opportunity for the COP to entrust tasks to an MCP and said a five-member MCP could be feasible considering the likelihood of additional ex officio members.",
      "In response to concerns expressed by MALAYSIA and IRAN, the Chair suggested that MCP meetings occur in conjunction with COP and subsidiary body meetings. On Thursday, 27 February, the Chair presented the revised draft text for an MCP (AG13/27.02.1997) to be adopted as an annex to the report of the session.",
      "CHINA suggested a new paragraph stating that an MCP`s function should be 'to provide assistance to Parties in relation to difficulties they encounter in the course of implementation including: (1) clarification of questions and (2) assistance to the developing countries Parties in accordance with Article 12.7 (relating to technical and financial support).",
      "' The EU noted that the paragraphs on objective and on functions are overlapping and proposed a new paragraph on an MCP`s mandate, which 'repacked' the existing elements in a different format. The US and ITALY expressed their concern about adding the Chinese proposal.",
      "The RUSSIAN FEDERATION opposed the Chinese proposal on functions because it substantially changes the previous work of AG13.",
      "The Chair described this session as only the beginning of the process and encouraged participants to be open for new and detailed approaches.",
      "He suggested that new proposals could be integrated in the text in square brackets and could be considered further at the next session.",
      "The EU agreed and welcomed the Chinese proposal.",
      "Participants agreed to integrate the Chinese and EU proposals into the draft text. On Friday, 28 February, the Chair presented his draft conclusions stating that AG13-4 reiterates that the work of the group is conducted within the framework set by Article 13.",
      "The draft conclusions note that the compilation in Annex II is recorded without prejudice to any decision on the establishment of a multilateral consultative process and that the framework compilation for a multilateral consultative process reflects points raised as well as areas of convergence and divergence, and would form a basis for discussion by the group at its fifth session.",
      "The draft conclusions invite Parties to submit any proposals they might have on the compilation in Annex II, and request the secretariat to issue any proposals received by 1 June 1997.",
      "The framework compilation considers an MCP`s establishment, objective, mandate, nature, size, expertise, constitution, deliberations, governance, how issues would be taken up, outcome and evolution.",
      "The Chair described the framework compilation as a very accurate basis for future discussion.",
      "AG13-4 adjourned on 28 February at 5:00 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}