{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Algeria",
      "United Kingdom",
      "Burkina Faso",
      "United States",
      "Japan",
      "Philippines",
      "Central African Republic",
      "China"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_10",
   "section_title": "NATIONAL COMMUNICATIONS",
   "sentences": [
      "On 25 February, the secretariat introduced the document on national communications from Parties included in Annex I to the Convention (FCCC/SB/1997/INF.1).",
      "The report describes the progress made with regard to in-depth reviews of first national communications, including two tables listing countries and their progress.",
      "The US expressed concerns about the costs of in-depth reviews of national communications and noted that reviews may not be cost-efficient.",
      "The FCCC Executive Secretary stated that the funds for the reviews are received from the core UN budget, and are not extra-budgetary spending.",
      "He offered to provide the delegates with a programme budget paper in a few days, in addition to the planned complete budget overview in July.",
      "The EU expressed concern about the progress of the review process itself and called on all governments to support it.",
      "The UK stressed that existing commitments to prepare national communications are as important as future commitments resulting from the Berlin Mandate.",
      "The PHILIPPINES requested resuming discussions on the issue after the informal workshop on national communications. This workshop was convened on Wednesday, 26 February, and chaired by Katsunori Suzuki (Japan).",
      "In his report on 27 February, Mr. Suzuki stated that the workshop discussed energy subsidies, environmental legislation and voluntary agreements.",
      "Regarding energy subsidies, he noted that several countries are undertaking reforms to introduce competition and market conditions in the energy sectors, including the removal of subsidies, privatization, deregulation and decentralization of decisions. Participants also noted, inter alia, that subsidies for fossil fuel production, which are often motivated by important social concerns, can counteract policies and measures taken to mitigate climate change.",
      "The removal of subsidies could be painful in the short term but can bring significant economic and environmental benefits.",
      "Regarding environmental legislation, participants noted that countries with economies in transition are presently undertaking major reforms to facilitate transition to market- based economies.",
      "This involves the removals of subsidies on energy prices, allocation of property rights, changes in legislation and decentralization of executive powers.",
      "Regarding voluntary agreements, participants noted that voluntary agreements between government and industry, as well as other stakeholders, could be effective for mitigating greenhouse gas emissions. On Friday, 28 February, the SBI considered the Chair`s draft conclusions on communications from Annex I Parties (FCCC/SBI/1997/L.1).",
      "The conclusions state that the SBI encouraged Annex I Parties to submit their second national communications and inventory data by 15 April 1997.",
      "The SBI welcomed the informal workshop held at this session and concluded that the workshop served a useful purpose in allowing Parties and observers to exchange information and views on the implementation aspects of specific policies and measures.",
      "The SBI also requested the secretariat to explore the possibility of exchanging information by convening workshops on specific topics in conjunction with future SBI sessions.",
      "CHINA noted the costs and the inconsistent quality of workshops.",
      "He said the workshops should be convened 'when and where necessary.",
      "' The conclusions were adopted as amended. Regarding communications from non-Annex I Parties, the Chair`s draft conclusions state that the SBI took note of the activities underway by the secretariat to facilitate the provision of support to non-Annex I Parties for the preparation of their national communications.",
      "SBI requests the secretariat to continue to report at future SBI sessions on further progress achieved.",
      "CHINA, supported by the CENTRAL AFRICAN REPUBLIC, requested that future progress reports should be prepared, bearing in mind COP-2 Decision 10, which requests the secretariat to report on its activities.",
      "The CENTRAL AFRICAN REPUBLIC requested a reference to Article 12.4 (assistance to developing countries) and Article 4.3 (agreed full costs for developing countries).",
      "The US noted that the GEF received little response from non-Annex I Parties when it requested information about their needs in preparing their national communications.",
      "BURKINA FASO and ALGERIA stressed that procedures to deal with the GEF can be very cumbersome and that efforts made by non-Annex I Parties must be recognized.",
      "The conclusions were adopted as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}