{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "New Zealand",
      "Iran",
      "Argentina",
      "Russian Federation",
      "United Kingdom",
      "Japan",
      "United States",
      "Iceland",
      "Saudi Arabia",
      "Samoa",
      "Norway",
      "Poland",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "05-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "05-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1242000e.html",
   "id": "1242000e_1",
   "section_title": "POLICIES AND MEASURES",
   "sentences": [
      "AGBM Chair Raúl Estrada-Oyuela (Argentina) opened the second meeting of AGBM-6 by stating that this meeting is not intended for negotiating but for refining and consolidating similar proposals contained in the Framework Compilation of Proposals (FCCC/AGBM/1997/2 and Add.1) to set out clear alternatives for negotiation at AGBM-7. Annex I Expert Group Chair Ian Pickard (UK) reported on studies, carried out in cooperation with OECD and IEA, on carbon and energy taxation, P&Ms to encourage innovation in transport and technology and international greenhouse gas emissions trading.",
      "FCCC/AGBM/1997/MISC.2 contains an executive summary of these studies. The Chair called on AGBM to consider the submissions on general commitments and guiding objectives for P&Ms.",
      "SAMOA called for a coordination mechanism to assist Annex I Parties in implementing their commitments, as proposed in the AOSIS protocol.",
      "The mechanism would provide advice on a full range of measures including taxes and subsidies and would report regularly to the 'Meeting of the Parties.",
      "' The mechanism would be multi-disciplinary and open to participation by all Parties, government representatives, NGOs and scientists with relevant expertise.",
      "SAMOA also noted the need to avoid duplication of tasks, but expressed concern that existing subsidiary bodies may not be appropriately equipped to address technical issues. SAUDI ARABIA and CHINA said the comments from Parties contained in document FCCC/AGBM/1997/2/Add.1 should be included in the Framework Compilation.",
      "CHINA also expressed confusion regarding references to Annexes X, A and B in the proposals and urged Parties to refrain from developing new categories.",
      "JAPAN suggested that Annex I Parties adopt P&Ms according to national circumstances, in the areas of efficient use of energy, low-carbon energy, technological development and cooperation, and enhancement of sinks.",
      "The 'Meeting of the Parties' shall decide on indicators for P&Ms. The EU, supported by SWITZERLAND, favored legally binding P&Ms and highlighted his proposed Annexes A (common P&Ms), B (coordinated P&Ms that receive high priority) and C (priority P&Ms for inclusion in national programmes).",
      "The proposal contains P&Ms on: renewable energies; energy efficiency standards; labelling and other product-related measures; transport sector; economic instruments; energy policies; industry sector emissions; agriculture sector; forestry; and fluorocarbons. Several delegations commented on the EU proposal and some noted alternative approaches and priorities.",
      "POLAND and the RUSSIAN FEDERATION supported a menu approach, which takes account of various economic structures and attempts to maintain a high and stable rate of economic growth.",
      "The G-77/CHINA, supported by SAUDI ARABIA, stressed that P&Ms should not have adverse impacts on developing country Parties.",
      "He also expressed concern about new annexes that would impose new commitments on non-Annex I Parties.",
      "The EU reiterated that his proposal provides flexibility through Annex B, which lists P&Ms to be applied according to national circumstances. The US and SAUDI ARABIA did not support inclusion of specific P&Ms.",
      "The US also noted that sound information is not available for controlling greenhouse gases not listed in the proposed Annex C and suggested elaborating on P&Ms under the section on reporting.",
      "SAUDI ARABIA also warned that P&Ms undertaken by Annex I countries could negatively affect trade with developing countries.",
      "IRAN stressed the need for a section on general commitments and guiding measures in the protocol. The EU clarified that energy efficiency, standards and labeling, as well as P&Ms related to fluorocarbons, should be the highest priority.",
      "He also noted that paragraphs proposed by a number of Parties including Norway, Iceland, New Zealand and Switzerland could be integrated into the EU proposal.",
      "He said some developed countries, particularly the US, have not included binding measures in their proposals and emphasized the EU`s conviction that P&Ms should be included to fully encompass the Berlin Mandate and Geneva Declaration. CHINA reiterated that the Berlin Mandate requires an elaboration of P&Ms whose objectives should be clear at this stage.",
      "He said the EU proposal is too complicated and supported a proposal by the Chair to use three 'groups' rather than annexes on objectives, common but coordinated P&Ms and national P&Ms.",
      "The US also cautioned against including too many details and cited a number of examples illustrating the difficulties of proposed P&Ms related to specific products. The EU did not support the groupings proposed by the Chair and noted they were difficult to distinguish.",
      "He said objectives should not be separated from mechanisms and measures, and proposed listing all of them in Annex A.",
      "He also said that relevant details related to specific products must be considered because they are traded in the international market and an international agreement is needed to ensure results. The EU also reported that the EU Council had reached a common position on QELROS.",
      "The EU proposed that Parties to the Berlin Mandate will reduce emission levels for CO2, CH4 and N2O by 15% by 2010 with a reference year of 1990.",
      "The EU also proposed an interim target for 2005. The Chair also requested delegates to consider a proposal regarding countries with economies in transition that requests a specific annex because of their particular circumstances.",
      "The EU did not support a separate annex and noted that the concerns of these countries could be addressed elsewhere, such as in an introductory section.",
      "The Chair, supported by IRAN, said these concerns are better addressed when considering QELROs."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}