{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "China",
      "Peru",
      "Hungary",
      "Central African Republic"
   ],
   "enb_end_date": "07-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "03-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1245000e.html",
   "id": "1245000e_8",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "AGBM Chair Raúl Estrada-Oyuela opened the final meeting of AGBM-6 by instructing delegates to focus attention on the three draft texts that reflect efforts to streamline the Framework Compilation and its Addendum: the report of the non-group on elements related to institutions, mechanisms and other clauses; the Chair's draft text on QELROs; and the Chair's draft text on elements related to objective, principles, review of commitments, education, training and public awareness, evolution and annexes. The Chair introduced his draft text on 'Elements related to objective, principles, review of commitments, education, training and public awareness, evolution and annexes.",
      "' Section I of the document addresses objective and principles.",
      "The four proposals on objective reflect a range of views: while one proposal calls for QELROs, another simply refers to Article 2 of the Convention and paragraph 2 of the Berlin Mandate. Proposals in the section on principles note difficulties of countries dependent on fossil fuel production, coordination between climate change responses and socio-economic development, and transfer of technology. Proposals in Section II, Review of Commitments, address timing, criteria, mechanisms and the scope of reviews, as well as a Party's ability to activate the review process with regard to its own commitments.",
      "Section III, Education, Training and Public Awareness, refers to Article 6 of the Convention.",
      "Section IV, Evolution, addresses conditions under which future commitments should develop.",
      "Section V, Annexes, contains proposals concerning listing of Parties, QELROs and methodological issues.",
      "Delegates agreed the draft text will be included in the negotiating text. Regarding the organization of future work, he informed the AGBM of an extension of the deadline for new proposals to 1 April 1997.",
      "The negotiating text will be available in the six official UN languages by 1 June.",
      "It will replace narrative sections of the text with legal language.",
      "CHINA stressed that the AGBM has not started negotiating yet and requested retention of the title 'draft text by the Chairman' for the new document.",
      "The Chair did not accept this request and refused to hear any further comments on this matter.",
      "CHINA, supported by HUNGARY, also requested that any text submitted after the deadline should be included in the addendum of the new text.",
      "The CENTRAL AFRICAN REPUBLIC supported China's proposal and called for an addendum for new proposals rather than integration into the Chair's draft text.",
      "The EU also called for clarification on this matter.",
      "The Chair responded that late submissions will be published in full in Miscellaneous documents.",
      "The Chair said that any new proposals should be structured like the framework compilation and should be clearly derived from proposals already on the table.",
      "The Chair noted that the next session, scheduled from 28 July to 7 August 1997 in Bonn, will be more difficult as Parties will have to engage in negotiations.",
      "He announced that there will be two teams of interpreters to allow two meetings to convene in parallel and repeated that the session will start on Thursday 31 July, rather than Friday, 1 August.",
      "He requested Parties to review the negotiating text before the next session and emphasized that Annex I Parties must review QELROs and policies and measures, stressing that without agreement among themselves negotiations will be blocked.",
      "He recalled that Annex I Parties should take the lead, show the will to advance the process, and fill in the 'blanks' long before Kyoto.",
      "Participants also decided to request the rapporteur, with the support of the secretariat, to prepare the report of the session.",
      "The Chair said that the negotiating text will be added to the report as an addendum. The G-77/CHINA stressed that all proposals outside the Berlin Mandate should be 'off the table' at AGBM-7.",
      "He also stated that there should be agreement on QELROs before issues of implementation are further discussed.",
      "He reiterated that articles of the Convention should apply to the protocol or other legal instrument and announced that, in addition to proposals made in December 1996, they would like to table further proposals.",
      "These should be read together with proposals previously submitted.",
      "They said that former proposals would be complementary but not inconsistent with the new proposal.",
      "On the suggestion of CHINA, the Chair agreed to include the G-77/China proposal in a Miscellaneous document. PERU pointed out that Annex I Parties' proposals lack numbers and that in this sense the meeting was a 'disappointment'.",
      "She noted the lack of figures for 2005 in the EU proposal and submitted a proposal that includes a demand for Annex I Parties to reduce emissions by 15% in 2005.",
      "The Chair apologized for interrupting the statements of many Parties but added that he is 'trying to conduct the business in the best way' and warned that the number of Parties he will interrupt at the next session may be even greater. AGBM-6 was adjourned at 12.15 pm on Friday, 7 March 1997."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}