{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Japan",
      "Canada",
      "Argentina",
      "United States"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_28",
   "section_title": "PREPARING TO GIVE AND TAKE?",
   "sentences": [
      "Movement, or the lack of it, on a number of key issues will determine the success of the COP-4 agenda.",
      "Land use change and forestry are not specifically mentioned in either Article 6 (JI) or Article 12 (CDM).",
      "Therefore, it remains unclear whether they will be included as potential projects for meeting reduction commitments.",
      "This has proved to be a highly complex and divisive issue, even among the NGOs.",
      "A question remains about whether a special report requested from the IPCC will be ready for COP-6 in 2000.",
      "This is significant because according to Article 12, Annex I countries may begin to accrue certified emissions reductions starting in that year.",
      "Therefore, it is likely that the US and CANADA will be pushing for early resolution.",
      "Emissions trading is another hot topic.",
      "UNEP Executive Director Klaus Töpfer has described this component of the Protocol as the 'creation of a new property rights regime for a global resource - the atmosphere' leading to a concern among both NGOs and some delegations that key actors have become increasingly preoccupied with managing targets and manipulating the numbers at the expense of efforts to seriously address efforts to achieve significant parts of their reduction targets at home.",
      "The EU, a supporter of capping, is concerned that the '21st century carbon rush' may fail to convince developing countries that Annex I Parties are serious about their commitment to take a lead on climate change mitigation. Creating a goal-oriented COP-4 There will be opportunities at a number of intersessional activities, including high-level meetings in Canada, Japan and Argentina, for key Parties to refine their respective agendas in advance of COP-4.",
      "Perhaps out of a sense of 'AGBM nostalgia,' some are mooting the possibility of a Buenos Aires Mandate to restore momentum and create deadlines for this new phase in the negotiations.",
      "Deadlines can, in a sense, become 'star players' in a negotiating process and may help to assuage the fears of those who believe that urgent decisions may be left to COP-5, allowing the all important date for the Protocol's entry into force to drift to the sidelines.",
      "There may be truth in this.",
      "It will also be worth remembering, however, that the content of the issues at stake has also shifted towards greater complexity and deeper uncertainty in the post-Kyoto phase.",
      "After Kyoto the future is not what it used to be."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}