{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "New Zealand",
      "Russian Federation",
      "Mexico",
      "Japan",
      "China",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Croatia",
      "Gambia",
      "Egypt",
      "Russia"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_17",
   "section_title": "Spillover effects",
   "sentences": [
      "In a contact group meeting focusing on spillover effects, the G-77/China stated that consideration of spillover effects should focus on non-Annex I parties .",
      "Tuvalu, with New Zealand, the African Group and others, said greatest consideration should be paid to spillover effects on poorer countries.",
      "The Russian Federation, with Croatia, said spillover effects on all parties, particularly developing country parties, should be considered.",
      "Canada noted the relevance of spillover effects to all parties, but suggested priority consideration for poorer countries.",
      "Discussion also focused on boundaries and assessment methodologies for spillover effects.",
      "Japan, with Mexico, requested that boundaries be defined for spillover effects, and Australia suggested that these could relate to programmes and measures taken by parties in relation to obligations.",
      "The G-77/China urged discussion of methodologies.",
      "Mexico suggested the development of assessment criteria, and, opposed by Uganda, suggested a step-by-step process for identifying spillover effects.",
      "The EU noted the need for quick action and urged caution and pragmatism, stating that otherwise analysis paralysis could occur, given the complexities inherent in anticipating all effects.",
      "In addition, the group emphasized a number of specific spillover effects.",
      "The G-77/China, with Australia and New Zealand, highlighted non-tariff trade barriers.",
      "Tuvalu noted the negative impacts of some biofuels, and the Gambia drew attention to the current food crisis.",
      "The EU explained its exploration of sustainability criteria for biofuels to address these concerns.",
      "Egypt made the distinction between biofuels produced from crops and those from waste.",
      "Brazil argued that biofuel production resulted from energy security efforts rather than Annex I mitigation measures, and highlighted its achievements in enhancing biofuel production efficiency.",
      "Chair Dovland called for follow-up in Poznan and suggested submissions from parties to explore the issues raised.",
      "In the closing plenary, a representative from the trade union NGOs called for a methodology to measure the impacts of mitigation activities on jobs, competitiveness, and poverty, as well as for greater understanding of positive spillover effects."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}