{
   "actors": [],
   "countries": [
      "Bolivia",
      "Canada"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_54",
   "section_title": "NAIROBI WORK PROGRAMME:",
   "sentences": [
      "This item (FCCC/SBSTA/2014/4, INF.15 and MISC.8) was first considered on Monday, 1 December.",
      "UNEP highlighted its Adaptation Knowledge Initiative, saying it: prioritizes and catalyzes responses to sub-regional and theme-specific adaptation knowledge needs; is consistent with the mandate of the Nairobi Work Programme (NWP); and builds on the infrastructure and resources of UNEP s Global Adaptation Network. SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Beth Lavender (Canada) and Juan Hoffmaister (Bolivia).",
      "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.23), the SBSTA recognizes the role of the NWP in addressing knowledge needs arising from the implementation of the Cancun Adaptation Framework, and welcomes the Adaptation Knowledge Initiative and its Andean subregional pilot, launched by UNEP.",
      "It further concludes that the Secretariat should, in response to the recommendations of the Adaptation Committee: - support the expert meeting of the Adaptation Committee on promoting livelihoods and economic diversification to build resilience in the context of planning, prioritizing and implementing adaptation actions during the third quarter of 2015; - disseminate existing and future relevant knowledge products produced by the Adaptation Committee in order to inform adaptation planning and actions at all levels; - make publicly available a compilation of good practices and tools, and available data collection initiatives, for the use of local, indigenous and traditional knowledge and practices for adaptation, for consideration at SBSTA 44, building on existing knowledge-sharing platforms; - engage relevant NWP partner organizations, including regional centres and networks, in strengthening communities of practice and networks at different levels, as well as in sharing good practices and tools at key meetings and events; and - consider, in relevant knowledge products under the NWP, the importance of integrating gender-sensitive approaches and tools, and local, indigenous and traditional knowledge and practices into NAPs.",
      "The SBSTA also decides to consider and elaborate, at SBSTA 44, relevant activities under the NWP that support the process to formulate and implement NAPs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}