{
   "actors": [
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Ecuador",
      "Brazil",
      "Ethiopia",
      "Russian Federation",
      "Malaysia",
      "Iran",
      "Venezuela",
      "Australia",
      "Tuvalu",
      "Chile",
      "Colombia",
      "Switzerland",
      "Marshall Islands",
      "Egypt",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "12-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "12-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12624e.html",
   "id": "enb12624e_2",
   "section_title": "STREAMLINING:",
   "sentences": [
      "Co-Chair Djoghlaf explained that the revised text in its entirety with corrections will be available on Thursday.",
      "He indicated that the Geneva text, with corrections, will serve as the negotiating text unless the parties agree to change it.",
      "Co-Chair Djoghlaf then asked parties to present proposals on how to streamline the text.",
      "He stressed that such proposals will be captured in a separate non-paper.",
      "He also explained that the Secretariat had identified almost identical paragraphs in the revised text, which were displayed on the screen.",
      "Tuvalu, for the LDCs, and BOLIVIA raised points of order, requesting more time to reflect on the new text before moving into streamlining.",
      "BOLIVIA underscored that deciding which proposals in the elements text are alike is an exercise for parties, not the Secretariat, to undertake.",
      "The LDCs explained that with the many new proposals put forward by parties, it would be more useful to hear justifications for the new proposals.",
      "Co-Chair Djoghlaf stressed that those parties who had refrained from presenting their proposals earlier in the week must be given the opportunity to present their streamlining proposals.",
      "Chile, for AILAC, identified three areas in Section C (general/objective) for merging and/or shortening.",
      "ETHIOPIA suggested, inter alia : a global emission budget to be divided amongst all parties according to the Convention s principles and provisions; a 1.5 °C target; and that the governing body of the new agreement define the quantity of GHG emissions that each Annex I party may emit.",
      "On market mechanisms, he proposed, inter alia , that parties be allowed to seek up to 20% of their emission reductions in the territory of others.",
      "Referring to the almost identical paragraphs identified by the Secretariat, AUSTRALIA agreed to delete one of her country s proposals from the mitigation section. VENEZUELA urged using the time in Geneva efficiently and undertaking the first multilateral reading of the Geneva text.",
      "The RUSSIAN FEDERATION supported starting negotiations but opposed the Co-Chairs proposal to move to a smaller setting.",
      "ECUADOR and VENEZUELA suggested having parties explain their specific proposals.",
      "BRAZIL suggested that parties identify areas of duplication through open-ended informal discussions.",
      "The MARSHALL ISLANDS supported this approach, suggesting that parties decide later in the week whether to capture that work in a document.",
      "MALAYSIA sought clarification on what would happen to the Geneva text once parties start proposing changes. IRAN, supported by EGYPT, requested that the Secretariat make an attributed version of the new text available, while VENEZUELA and COLOMBIA opposed.",
      "SWITZERLAND indicated that attributions could be helpful, and called for identifying areas in the text where similarities can be found.",
      "Co-Chair Djoghlaf indicated that the text with attributions is an internal document and that parties will be able to obtain information on the proponents.",
      "He noted intentions to facilitate informal consultations on Thursday morning in parallel with ADP contact group discussions on workstream 2."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}