{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Egypt",
      "Bolivia",
      "United Kingdom",
      "Iceland"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_5",
   "section_title": "SESSION 4:",
   "sentences": [
      "Bolivia highlighted the inconsistency between the goal to limit global temperature increase to 2°C and the actions enshrined in the Cancun Agreement.",
      "He underscored that failure to reach the necessary emission reductions would result in an increase in the global temperature of 3-5°C.",
      "He stressed that the double counting effect of offsets undermines mitigation efforts.",
      "The UK underlined an emissions pathway to 2050, set by a carbon budget consisting of four budget periods and said that the carbon budgets of the first two periods will be solely met by the EU ETS and domestic efforts.",
      "Noting there is almost zero mitigation potential in energy production due to near 100% deployment of renewable energy, Iceland highlighted the potential for carbon sequestration, including LULUCF, subject to provisions including: joint target setting with other parties; the continuation of the Kyoto Protocol, particularly Article 4 (joint fulfillment of commitments) or similar arrangements; extension of Decision 14/CP.7 (impact of single projects on emissions in the commitment period); and agreement with the EU on joint fulfillment.",
      "During discussions, more than a dozen countries submitted input focusing on offsets, LULUCF rules and the workshop.",
      "The EU agreed with Bolivia on the importance of proper accounting and expressed interest in better understanding discrepancies in offset figures.",
      "Bolivia reiterated that increasing the number and use of offsets increases the burden on developing countries to contribute more than their fair share to emissions reductions, adding that he did not support the merging of the AWGs.",
      "Egypt said that the workshop suggested there was unanimous support for a rules-based system and shared rules at the national level for both parties to the Kyoto Protocol and non-parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}