{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "15-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12510e.html",
   "id": "enb12510e_4",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "While Tuesday was again packed with contact groups and informal meetings, many were beginning to worry that time was running out.",
      "The issue of the next intersessional meeting was therefore on the lips of many delegates, particularly in view of the Bureau meeting scheduled for Wednesday.",
      "Several parties had made the additional meeting contingent on progress in Bonn, and the UNFCCC Executive Secretary had informed delegates that if no commitments to fund the meeting were forthcoming by the end of the session on Friday, it would be impossible to organize the additional meeting.",
      "Despite this, many participants seemed optimistic and were taking bets on a possible venue, with far-flung Central American or Asian destinations being suggested as possibilities or, failing anything else, the familiar confines of the Maritim Hotel in Bonn.",
      "The issue of observers and their participation also generated discussion in the corridors.",
      "Many informal groups decided to open their doors to observers on issues, such as legal options under the AWG-LCA and NAPs under the SBI.",
      "Referring to an exchange of opinions among parties concerning access by observers into the SBSTA informal session on REDD+, an experienced negotiator noted: I was happy when the group finally agreed to allow observers in the room.",
      "It required some modification of the order of issues for discussion, as some parties were not comfortable with discussing draft text in the presence of observers, but it was worthwhile.",
      "Emerging from the discussions, an NGO observer said, We feel it is important to be involved in the discussions that will craft the key features of REDD+, as these features will probably affect us."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}