{
   "actors": [],
   "countries": [
      "Sri Lanka",
      "Netherlands",
      "Hungary",
      "United Kingdom",
      "Belgium",
      "Sweden"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_6",
   "section_title": "STRUCTURE OF THE WORKING GROUPS:",
   "sentences": [
      "The structure of the Working Groups was addressed in plenary and in a contact group co-chaired by Mohan Munasinghe (Sri Lanka) and Svante Bodin (Sweden) on Wednesday evening and Thursday morning.",
      "Participants discussed various proposals made in plenary on the need to better integrate adaptation and mitigation, which might imply a possible re-structuring of the Working Groups, whether by merging or splitting the work of WGII.",
      "The group soon agreed that changing the structure of the Working Groups would require more time and thought than permitted in a contact group at this session.",
      "Some of the difficulties had to do with actual linkages in the literature between impacts, vulnerability and adaptation, and the separate treatment of adaptation and mitigation.",
      "It was noted that this might change in the future as actual adaptation planning and practices are initiated and as sustainable development strategies come to incorporate both mitigation and adaptation responses.",
      "Other points raised included the increasing linkages between adaptation, finance, and technology and the need to address changing policy needs.",
      "In the end, the contact group concluded that it would not be prudent to make drastic changes in the Working Group structure at such short notice and that the present focus and structure of the Working Groups should be retained, but that some serious issues should be addressed early in the AR5 cycle.",
      "These include: the need to deal with adaptation and mitigation together from the point of view of decision-makers to enable their better integration into sustainable development strategies; the possibility that adaptation and impacts will be treated separately in the literature in the future; the increasing need to assess impacts, vulnerability and adaptation options on a regional/local scale; and the possibility of having integration of adaptation and mitigation as a focus area in the SYR.",
      "The contact group added that these and other integrative issues should be considered by the IPCC in plenary when it approves the three Working Group outlines.",
      "The contact group conclusions were taken up again in plenary on Thursday.",
      "The UK noted that although adaptation and impacts are often joined in the literature and assessed together, it may be helpful to distinguish between impact assessment to inform overall mitigation action and regional risk assessments for adaptation.",
      "He also drew attention to the need to take into account the increasing importance of grey, (non-peer reviewed) literature on both adaptation and mitigation.",
      "The Netherlands and Belgium stressed the need to continue deliberating throughout the next assessment cycle on the possibility of changing the structure of the Working Groups.",
      "Hungary underlined the importance of ensuring the next Bureau takes the discussions held at this session on the future of the IPCC into account.",
      "The Panel agreed to retain the current structure of the Working Groups."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}