{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Brazil",
      "India",
      "Youth NGOs",
      "Mexico",
      "Nepal",
      "Nicaragua",
      "Belize",
      "Venezuela",
      "China",
      "Australia",
      "Chile",
      "Nauru",
      "Panama",
      "Saudi Arabia",
      "El Salvador",
      "South Africa",
      "Pakistan",
      "Bolivia",
      "Indigenous Peoples",
      "Sudan"
   ],
   "enb_end_date": "02-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "02-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12609e.html",
   "id": "enb12609e_3",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Parties adopted the agenda (FCCC/KP/CMP/2014/1) with minor changes.",
      "On the election of replacement officers, CMP 10 President Pulgar-Vidal reported that he would undertake consultations on nominations.",
      "Parties also agreed to the organization of work. JOINT COP 20/CMP 10 PLENARY Bolivia, for the G-77/CHINA, called for, inter alia : enhanced provision of MOI by developed countries; coordination between the technology and financial mechanisms; and equal treatment of mitigation, adaptation, MOI, and transparency of action and support in the 2015 agreement.",
      "Australia, for the UMBRELLA GROUP, outlined tasks for Lima, including: progressing on the elements for a negotiating text; setting a clear direction for further work in 2015; and providing guidance that will help countries prepare clear and transparent contributions to post-2020 action.",
      "The EU said it expects Lima to make progress toward the adoption of a new global climate agreement in Paris, noting the group's proposed 40% reduction in GHG emissions by 2030 relative to 1990 levels announced in October.",
      "He welcomed the IPCC AR5 SYR and the outcome of the initial capitalization of the Green Climate Fund (GCF), totaling US$9.7 billion.",
      "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), expressed support for achieving a draft of the agreement to be adopted in 2015 and further defining the tasks to be undertaken in 2015.",
      "He also emphasized the importance of implementing transparency schemes and assessing the mitigation regime in place, including commitments made under the Kyoto Protocol second commitment period.",
      "Nauru, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), stressed financial issues as central to the success of COP 20, urging greater predictability and clarity on the mobilization by developed countries of US$100 billion per year by 2020.",
      "She further called for: ratification of the Doha Amendment to the Kyoto Protocol; protection of the environmental integrity of existing commitments under the Protocol; and improvement of market-based mechanisms.",
      "Sudan, for the African Group, emphasized the need for: developed countries to 'assure' leadership and ratify the Doha Amendment; a single decision under ADP workstream 1 (2015 agreement); and focused discussions on how to close the finance gap in the long term.",
      "Nicaragua, for the LIKE-MINDED DEVELOPING COUNTRIES (LMDCs), emphasized textual negotiations under the ADP as crucial for narrowing differences and achieving consensus.",
      "He highlighted pre-2020 ambition, MOI and response measures as important issues.",
      "Nepal, for the LEAST DEVELOPED COUNTRIES (LDCs), called for the international community to respond to the needs and priorities of LDCs.",
      "He described the recent pledges to the GCF as 'encouraging, yet insufficient', and called for further clarity on National Adaptation Plans (NAPs), including their form, and on the mandate and reporting of relevant support bodies.",
      "South Africa, for Brazil, South Africa, India and China (BASIC), emphasized, inter alia , the need for: a global response to adaptation; a fully functional Warsaw International Mechanism for Loss and Damage; advancement on long-term finance and MOI; and developed countries to increase ambition, honoring their commitments under the Protocol.",
      "Venezuela, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), with EL SALVADOR, called for, inter alia : textual negotiations on the new agreement; an integrated approach to mitigation and adaptation; MOI; and closing the implementation gap.",
      "Saudi Arabia, for the ARAB GROUP, noted the desire of developing countries to diversify their economies and emphasized developed countries' historical responsibility.",
      "Underscoring that the Kyoto Protocol continues to be the cornerstone of a rules-based climate change system based on common but differentiated responsibilities (CBDR) and respective capabilities, Pakistan, for the LMDCs, expressed concern over the slow pace of the Doha Amendment ratification.",
      "He called for revisiting developed countries' ambition and closing Annex I parties' ambition gap before June 2015.",
      "Panama, for COALITION FOR RAINFOREST NATIONS (CfRN), highlighted REDD+ as a fundamental element of the 2015 agreement and called for a REDD+ window in the GCF.",
      "Describing Lima as a decisive moment for the future of the multilateral regime on climate change, Chile, for AILAC, called for transparent, inclusive and productive negotiations, and urged countries to contribute to the GCF.",
      "Belize, for CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), stressed the need for: acting decisively on adaptation and treating mitigation and adaptation equally; addressing loss and damage separately from adaptation; operationalizing the Warsaw Framework for REDD+; and providing clarity on the delivery by developed countries of US$100 billion per year by 2020. WOMEN AND GENDER called for including women as a key part of real solutions.",
      "YOUTH NGOs (YOUNGOs) asked that leaders 'exceed our expectations', and build a healthy, safe and prosperous world with zero carbon emissions.",
      "Calling for climate action to limit the global temperature rise to 1.5 °C, ENVIRONMENTAL NGOs (ENGOs) encouraged discussions to focus on pre-2020 ambition. INDIGENOUS PEOPLES called for ensuring a human rights-based approach respecting indigenous peoples' rights in climate change agreements. LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES emphasized the need to link the sustainable development goals and climate negotiation tracks to effectively combat climate change.",
      "The TRADE UNION NGOs lamented a widespread lack of ambition from world leaders, and called for supporting workers in the transition process of economic transformation towards a sustainable future."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}