{
   "actors": [],
   "countries": [
      "Mauritania"
   ],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "28-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1255e.html",
   "id": "enb1255e_4",
   "section_title": "NON-GROUP ON POLICIES AND MEASURES",
   "sentences": [
      "Mohamed Ould El Ghaouth (Mauritania) chaired the non-group on policies and measures (P&Ms), which met twice during AGBM-7.",
      "The discussion focused on whether P&Ms should be legally binding and whether they should be differentiated.",
      "Some delegations favored legally binding P&Ms and referred to proposals on several annexes setting differentiated policies and measures.",
      "A group of countries submitted a non-paper on this issue.",
      "Other delegations favored a flexible approach whereby countries should be able to set their own P&Ms. In the final Plenary, delegates received the revised draft text produced by the non-group.",
      "The document refers to the P&Ms that countries listed in an 'Annex Q' shall adopt or give high priority.",
      "Types of policies and measures to be adopted by Annex Q countries are classified in lists: P&Ms in List A would be adopted; those in List B would be accorded high priority; and those in List C would be given priority.",
      "The revised draft negotiating text includes provisions according to which policies and measures applied by Annex Q countries shall: address 'all' GHGs, their emissions by sources and removal by sinks and relevant sectors; and contribute to stabilization of GHG concentrations in the atmosphere.",
      "It also states that P&Ms will have no adverse impacts on socio-economic conditions of developing country Parties, especially those listed in Article 4.8 of the Convention. The draft text calls for: Annex Q countries to draw up national plans for limiting and reducing anthropogenic emissions by sources, and enhancing removal of GHGs by sinks and reservoirs.",
      "It determines that national plans shall be binding on the submitting Party.",
      "Another provision states that 'Parties will continue to retain maximum flexibility deciding how best, based on their national circumstances, they can reach emission limitation/reduction objectives.",
      "' In the draft, the sectors to be covered by P&Ms include energy, transport, industry, agriculture, forestry and waste management.",
      "Listings of specific P&Ms to be included under List A are heavily bracketed.",
      "Among them are: the abolition or phasing out of subsidies on fossil fuels 'as the most polluting source of energy;' increased taxation on 'oil/energy/CO2/GHGs;' the exemption of aviation fuel from taxes; and energy-consumption labelling. Language on establishing performance indicators to measure the achievement of P&Ms and goals is also heavily bracketed."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": ""
}