{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Like Minded Group of Developing Countries",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_21",
   "section_title": "CHARTING THE COURSE",
   "sentences": [
      "Procedural issues have rocked the ADP boat since its inception and the Bonn meeting proved to be no different.",
      "The week opened with a request from the G-77/China, spurred on by the LMDC, to establish a contact group under the ADP to start negotiating text.",
      "Many delegates felt that the time for general, informal exchanges, facilitated by open-ended consultations was over, and it was now time to step up the pace to more structured negotiations in a contact group.",
      "This request echoed a similar one made almost a year earlier.",
      "At that time, however, the establishment of such a contact group was deemed premature.",
      "Indeed, since the conclusion of the general exchanges in Bangkok and Doha in 2012, many have expected the ADP to move into a more concrete mode of discussions so as to fulfill its mandate.",
      "Back in April 2013, parties were already tasked to 'intensify their engagement with each other and seek to ensure that they take the work of the ADP to the next stage'.",
      "This call for the ADP to shift gears was once again up front and center in Bonn during ADP 2-4, which had been tasked by the COP in Warsaw to 'further elaborate, beginning at its first session in 2014, elements for a draft negotiating text' on the 2015 agreement.",
      "The debate over the establishment of a contact group intensified behind closed doors rather than in the plenary, particularly in the G-77/China coordination meetings, resulting in lengthy delays to the official agenda.",
      "However, anyone expecting a showdown would have been disappointed.",
      "During the informal stocktaking plenary on Wednesday, consensus emerged rather painlessly to establish a contact group, which will begin its work at the ADP's June session.",
      "Ultimately the issue comes down to trust and perceived ownership of the process.",
      "The specter of a 'Copenhagen-style text' being parachuted into the negotiations at the eleventh hour from opaque high-level negotiations still haunts many.",
      "Indeed, some of those pushing for a contact group perceive it to have a higher status than informal consultations, with more likelihood of developing a draft negotiating agreement reflecting the views of all parties.",
      "As several seasoned delegates ruefully noted, mistrust often manifests itself through challenges to process.",
      "Recalling the mammoth AWG-LCA 'Tianjin Text' back in 2010, some countries, such as developed countries and AOSIS, worry that the outcome of contact group discussions will be an unwieldy document based on a compilation of parties' submissions, which will ultimately sink the process.",
      "There is also concern, expressed by the Umbrella Group and the EU, that if spin-off groups are convened under the contact group, this process could fail to capture the essential interlinkages among the various elements under the ADP mandate, i.e.",
      "mitigation, adaptation, finance, technology development and transfer, capacity building, and transparency of action and support.",
      "Not all seemed as concerned, however, also citing previous positive experiences, such as that of the AWG-KP, which successfully 'threaded the needle' using a process to develop text that involved the elaboration of elements and options without an ever-expanding text.",
      "During the closing plenary on Friday, responding to these underlying fears, ADP Co-Chair Kishan Kumarsingh went a long way to assure parties, with carefully chosen words, that the negotiating text would be 'collectively constructed based on views expressed by parties in their submissions and statements, which would reflect a truly party-driven process'.",
      "Some were left to wonder if in the end the whole procedural debate was just a red herring.",
      "As one negotiator said, 'whether negotiations take place in a contact group or in open-ended consultations, the same parties will be discussing the same issues, with the same level of transparency, under the guidance of the same Co-Chairs'.",
      "At the end of the day, to make any meaningful progress, parties have to place their confidence and trust in the ability of the ADP Co-Chairs to produce the draft negotiating text representing everyone's views.",
      "This is no simple task, and all eyes will be on the June session to see how the contact group's deliberations pan out and whether parties come to the table prepared to set sail."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}