{
   "actors": [],
   "countries": [],
   "enb_end_date": "07-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "07-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12494e.html",
   "id": "enb12494e_6",
   "section_title": "MITIGATION (developing country mitigation) (AWG-LCA)",
   "sentences": [
      "In the afternoon, the drafting group on developing country mitigation focused on the relevant section of the possible elements of the AWG-LCA s outcome prepared by the AWG-LCA Chair (FCCC/AWGLCA/2010/CRP.2).",
      "The aim of the meeting was to collect parties views and comments on the text.",
      "Many parties expressed willingness to move into full negotiation mode and called for revised text containing decision language.",
      "Parties also made various proposals, including on: the purpose, functions and scope of the proposed registry; the frequency of reporting; differentiation among developing countries; meaning, purpose and scope of international consultation and analysis (ICA); mode of reporting on supported and unsupported NAMAs; and the scope of MRV.",
      "New text will be prepared based on parties comments. JI (COP/MOP): The afternoon informal consultations focused on a draft COP/MOP decision on issues relating to JI.",
      "Parties considered the draft decision paragraph-by-paragraph, with the aim of agreeing on decision text for adoption by the COP/MOP.",
      "Consultations will continue. ANNEX I EMISSION REDUCTIONS (AWG-KP): In the spin-off group on numbers, parties discussed options for the carryover of surplus Assigned Amount Units (AAUs).",
      "The Secretariat and several parties presented on further work quantifying the implications of various options. SHARED VISION (AWG-LCA): In the afternoon drafting group on a shared vision, parties reacted to the Chair s new note on possible elements of the outcome.",
      "Many developed countries supported using the Chair s note as the basis for further negotiations, while developing countries called for continuing work based on the Tianjin text, which reflects the views of all parties.",
      "Some developing countries, with some developed countries, noted elements missing from the note, including: short and long-term goals; sustainable development; inclusion of a review; and language on a legally-binding outcome.",
      "Other developing countries emphasized missing concepts, such as: human and indigenous rights; the rights of Mother Earth; creation of a climate court of justice; and financial obligations.",
      "A number of developing countries expressed concern with the 2°C goal, preferring to keep the temperature increase as far below 1.5°C as possible.",
      "One country opposed including new concepts such as equitable access to global atmospheric space and another called for referring to water and water management.",
      "A number of developed countries objected to reference to historical responsibility and equitable access to atmospheric space, stating that these concepts are not part of the Convention.",
      "Many developing countries supported including a long-term global goal for emission reductions and frequency of reviews, and preferred a temperature rather than a concentration goal."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}