{
   "actors": [],
   "countries": [
      "South Africa",
      "Marshall Islands",
      "Switzerland",
      "United States"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_4",
   "section_title": "Expert Presentations",
   "sentences": [
      "Switzerland underscored key elements of the 2015 agreement, including: - predictability through a common rules-based system, containing a common accounting framework; - fair sharing of efforts and broad participation; - predictable support for adaptation and mitigation; - a dynamic mechanism that considers evolving responsibilities and capabilities; - flexibility for addressing national circumstances; and - a long-term perspective to enable transformational effect.",
      "She also stressed the need for: providing certainty through, for example, a compliance mechanism that includes supportive and sanctioning elements; and drawing lessons from the Kyoto Protocol on institutional arrangements.",
      "Marshall Islands remarked that domestic approaches have moved ahead of international action and that nothing at the UNFCCC stage is enforceable without political trust, confidence and momentum.",
      "He called upon delegates not be afraid to set long-term political aspiration, and urged them to secure that there is enough political momentum behind the ADP process.",
      "The US suggested that to broaden participation, countries should be allowed to define their own mitigation contributions according to national circumstances.",
      "He said that such an approach would not necessarily result in a lower level of ambition, as parties are in a unique position to assess their own needs and circumstances.",
      "The US proposed two devices: a clarity component whereby each party provides information regarding their contributions; to be coupled with a consultative period of three to six months, during which parties have an opportunity to analyze each other s measures.",
      "He suggested that such consultations could lead to more ambitious contributions as a result of reactions from the international community.",
      "South Africa commented on how concerted domestic action has enabled wider participation but failed to translate into mitigation ambition by Annex I parties.",
      "He emphasized that mitigation is ahead of adaptation, and highlighted adaptation as an essential element of the 2015 agreement.",
      "He suggested considering technical work to reflect adaptation costs under the SBSTA or the IPCC.",
      "The International Chamber of Commerce welcomed the deep and far-reaching architecture for the international climate regime already developed and said the 2015 agreement should be flexible and incorporate scientific, economic and technological evolution.",
      "He emphasized the need to promote cost-effective ways to enable an ambitious and a reliable long-term investment framework, noting that offset credits and carbon pricing could provide pathways to low-carbon economies.",
      "He further stressed: the need to align climate policies with other policies; and durability and flexibility of the new agreement, saying the agreement should also be simple and clear.",
      "Noting the need for an independent expert assessment of the remaining emissions budget for 2015-2020, CAN urged for an equity review of the mitigation pledges in parallel to a science review.",
      "He emphasized that the elements of equity, namely ambition, responsibility, capacity and development needs, have already been agreed and should not be changed.",
      "He called for a dynamic equity spectrum approach as opposed to a generic spectrum approach, to give life and meaning to the principles of the Convention."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}