{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Germany",
      "Finland",
      "Uganda",
      "Canada",
      "Netherlands",
      "Norway",
      "Poland",
      "France"
   ],
   "enb_end_date": "12-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "12-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12139e.html",
   "id": "enb12139e_3",
   "section_title": "DISCUSSION",
   "sentences": [
      "Following these presentations and question-and- answer sessions, delegates discussed key issues relating to Article 3.4.",
      "On activities under Article 3.4, POLAND said a wide range of activities should be promoted through the framework of sustainable forest management.",
      "FINLAND emphasized the role of biofuels, and called for national circumstances to be considered when deciding on additional activities.",
      "CANADA supported the inclusion of cropland and grassland management and agro-forestry.",
      "UGANDA stressed that credits not be awarded for business-as-usual. On the timing of including activities, GERMANY, supported by the NETHERLANDS, underscored concerns regarding the scale, uncertainty and risks related to sinks, and highlighted that activities not be included under Article 3.4 during the first commitment period unless these concerns can be addressed.",
      "He suggested a pilot project period for activities under Article 3.4 to gain a better understanding of them.",
      "AOSIS recommended Article 3.3 as a key pilot phase in the first commitment period. On accounting approaches, NORWAY supported full carbon accounting, including soil carbon and non-CO2 greenhouse gases in the long term.",
      "The NETHERLANDS agreed, but called for careful consideration of implications in the short term.",
      "CANADA and JAPAN supported a broad land-based approach.",
      "AUSTRALIA said its aim was to continue working on an overall framework approach to accounting, expanding across Article 3.3 and 3.4. On wood products, CANADA and FRANCE drew attention to opportunities relating to construction products.",
      "FINLAND noted the environmental soundness of wood products, while observing that discussion on their inclusion is scheduled for 2001. The US NATIONAL ASSOCIATION OF REGULATORY UTILITY COMMISSIONERS supported FAO-based definitions and an accounting framework that reflects land-based human activities. IPCC Chair Bob Watson summarized key issues emerging from discussions, which he said included: links between Article 3.3 and 3.4 due to the recognition among participants of the difficulty of including aggradation/degradation and the harvest-regeneration cycle under Article 3.3; the possibility of using a single threshold that could vary between countries and biomes; the potential role of wood products under either Article 3.3 or 3.4; recognition that the magnitude of a windfall would be very high compared with sequestration achieved through management practices under Article 3.4; and an interest in associating sustainable forest management with carbon enhancement."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}