{
   "actors": [],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_15",
   "section_title": "CROSS-CUTTING ISSUES WORKING GROUP",
   "sentences": [
      "The working group on cross- cutting issues was chaired Julia Martinez (Mexico).",
      "She explained that the group would discuss cross-cutting issues, including: education, training and public awareness; information and networking; and financial and technical assistance for the preparation of national communications.",
      "This group submitted to the Plenary recommendations on issues including: education, training and public awareness, and specific recommendations that require financial and technical assistance; support programmes; and guidelines on national circumstances and education. On education, training and public awareness, the working group: recommended that the UNFCCC Secretariat develop, maintain and periodically update a clearing-house mechanism; encouraged Parties to support this effort by actively providing materials in non-UN languages; further encouraged Parties to support by assisting in the translation of important materials into the official languages of the UN, including important technical documents; and suggested that technical material make maximum use of graphics to facilitate understanding by non-technical individuals. The group also made specific recommendations for education, training and public awareness that require financial and technical assistance, including: the establishment and/or enhancement of national and regional centers of excellence for information exchange; the development of training materials for curricula purposes in formal and non-formal education; the development of common methodologies and approaches for training programmes; the development of programmes to train the media, including preparing updated materials on awareness raising for different purposes, with special emphasis on national and regional implications; and the development and maintenance by the UNFCCC Secretariat of a clearing-house mechanism on education, training and public awareness materials. On support programmes, the working group recommended: the provision of financial and technical support for the 90 non-Annex I Parties not yet having submitted their initial national communications; the continuation of activities provided by the national communications support programmes; and further analysis of support programmes. On guidelines on national circumstances, the group recommended that Parties provide a description of their national and regional development priorities, objectives and circumstances, and how these circumstances constitute the basis on which they address climate change and its adverse impacts.",
      "Parties suggested that the description of these circumstances could use headings such as government structure, population profile, geographic profile, climate profile, economic profile, energy, transportation, industry, mining, tourism, waste, agriculture and fisheries, forests, health, environment, and education and research institutions. On guidelines for education, the working group recommended that the national communication may present information on aspects including: existing programmes for promoting education, training and public awareness on climate change; plans for developing such programmes, including climate change issues in the curricula of different levels of the educational system; the focus and magnitude of training programmes; the focus and scope of public awareness programmes; the existence and expertise of resource or information centers; the nature and extent of public participation in climate change related processes; and the needs for financial and technical support."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}