{
   "actors": [],
   "countries": [
      "Albania",
      "Netherlands"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_6",
   "section_title": "ALBANIA",
   "sentences": [
      "Ermira Fida, National Coordinator for Climate Change Enabling Activity, Climate Change Unit, Albanian Ministry of Environment, presented on the first national communication of Albania, which is now in its final drafting stage.",
      "Regarding the greenhouse gas inventory, she noted weaknesses such as the lack of cooperation between institutions and the lack of legal obligations for reporting, leading to problems in accessing data without a fee.",
      "She drew attention to problems with the UNDP/GEF National Execution (NEX) project structure, which she described as inflexible.",
      "She also highlighted various technical problems, including a lack of disaggregated data and uncertain or fragmented data in some sectors such as transport and LUCF.",
      "A lack of trained experts and individuals with previous experience also presented a serious challenge.",
      "In addition, Fida noted similar problems with regard to the abatement analysis, stressing the lack of scenarios, guidelines and models.",
      "On vulnerability assessment, she drew attention to a lack of regular monitoring, and difficulties in developing baseline scenarios due to unreliable data prior to 1990.",
      "She said better software was necessary to assist, inter alia, in simulating extreme events and in developing socioeconomic scenarios.",
      "On ETPA, she indicated that awareness is low in Albania, and said this represents a constraint.",
      "In response to a question from the Netherlands, she said the Albanian national adaptation programme of action is submitted as part of the national communication, and is also integrated in the national sustainable development plan."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}