{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "Argentina",
      "Slovakia",
      "Gambia",
      "United States",
      "Germany",
      "Kuwait",
      "Mauritius",
      "Belgium",
      "South Africa",
      "Niger",
      "Slovenia",
      "Rwanda",
      "Namibia",
      "Sweden",
      "Oman",
      "Russian Federation",
      "Greece",
      "Kiribati",
      "Mozambique",
      "Uganda",
      "Guyana",
      "Israel",
      "Spain",
      "Portugal",
      "Peru",
      "Nigeria",
      "France"
   ],
   "enb_end_date": "01-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "01-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12208e.html",
   "id": "enb12208e_1",
   "section_title": "ROUND TABLE II 'CLIMATE CHANGE AND SUSTAINABLE DEVELOPMENT",
   "sentences": [
      "' COP-8 President Baalu opened the session and Co-Chair Valli Moosa (South Africa) said the Delhi Declaration should draw links between COP-7, the WSSD, and COP-8.",
      "He highlighted consumption, and energy supply and access as issues where climate change and sustainable development meet.",
      "He supported adaptation, operationalization of the CDM and the new Funds. UGANDA recalled the Millennium Development Goals and said climate change 'cripples' developing country economies, hindering sustainable development.",
      "SLOVAKIA stressed the need to move beyond politicized negotiations to real action.",
      "COLUMBIA said that climate change is both a development and environment issue. NAMIBIA announced its ratification of the Protocol, and a number of countries urged entry into force. GREECE, BELGIUM, SPAIN and SLOVENIA supported renewable energy and energy efficiency.",
      "GERMANY said the EU would build a coalition of like-minded countries willing to commit themselves to timetables and targets for increasing renewable energy use.",
      "Stressing that combating poverty is the agreed priority, KUWAIT said issues related to renewable energy should not be introduced at this point. PORTUGAL said progress at COP-8 had been constructive, particularly regarding the completion of guidelines for reporting and review under Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information).",
      "FRANCE recognized the work of the IPCC Third Assessment Report (TAR) as pivotal to the UNFCCC process. NIGERIA emphasized social development and poverty alleviation.",
      "PERU, RWANDA and GAMBIA called for concrete measures to support and enhance capacity in vulnerable countries, and MAURITIUS called for Parties to give practical meaning to technology transfer.",
      "MOZAMBIQUE urged financial support for implementing NAPAs and strengthening existing national focal points.NAMIBIA said developing countries must be allowed to expand their per-capita energy consumption.",
      "GUYANA said the new Funds should be made operational.",
      "KIRIBATI underscored the need for development projects to incorporate climate change considerations.",
      "ISRAEL said that it was developing a greenhouse gas emissions reduction policy. On the CDM, UGANDA said the poorest and most vulnerable countries, many of which are in Africa, may not attract profit-driven CDM projects.",
      "The INTERNATIONAL CHAMBER OF COMMERCE cautioned that CDM modalities are becoming too complex, and stressed the need for regulatory certainty for businesses to make investments.",
      "BANGLADESH supported a multilateral CDM programme for LDCs. The US said that its climate approach is grounded in sound economic policy and noted its commitment to reduce the greenhouse gas intensity of its economy by 18% over ten years.",
      "The US claimed that economic growth is the key to environmental progress.",
      "GERMANY responded by calling for 'absolute' emissions reductions, noting that a failure to address climate change will result in economic harm. Regarding future actions, GERMANY said it would commit itself to a 40% reduction in greenhouse gas emissions from 1990 levels by 2020 if all developed countries committed themselves to further reductions, and the EU committed itself to emission reductions of about 30%.",
      "SWEDEN, supported by the RUSSIAN FEDERATION and BELGIUM, and opposed by OMAN and NIGERIA, called for a dialogue on developing country commitments.",
      "ARGENTINA said that Annex I countries have yet to take the lead on climate change.",
      "Co-Chair Moosa summarized the discussions and closed the session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}