{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Argentina",
      "United States",
      "Japan",
      "Brazil",
      "Canada",
      "South Africa",
      "Belize",
      "Philippines",
      "Australia",
      "Uganda",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Tanzania",
      "Norway",
      "China"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_21",
   "section_title": "TECHNOLOGY AND CAPACITY BUILDING:",
   "sentences": [
      "The informal group on technology and capacity building, facilitated by Kishan Kumarsingh (Trinidad and Tobago), convened in four sessions during the week, including three sessions on technology development and transfer and one on capacity building.",
      "Facilitator Kumarsingh asked delegates to focus on potential points of convergence in the revised negotiating text.",
      "Several countries pointed to difficulties in working through the text and noted duplication of proposals.",
      "India and Saudi Arabia suggested identifying and eliminating paragraphs and proposals inconsistent with the BAP and the Convention.",
      "The Philippines, for the G-77/China, opposed by Australia and the US, requested attribution of proposals.",
      "Uganda, for the LDCs, lamented their proposals had not been clearly reflected in the revised negotiating text.",
      "Belize, for AOSIS, suggested devoting three-quarters of the time to discussing technology transfer and the rest to capacity building so as not to confuse the issues.",
      "Tanzania supported a dedicated discussion on capacity building. AOSIS stressed that technology development and transfer must address both adaptation and mitigation, and take into account the special concerns of SIDS, particularly those dealing with economies of scale and geographical remoteness.",
      "Canada stressed a country-driven approach, while Norway identified the need to discuss the objectives and principles of a technology transfer framework.",
      "China highlighted, as priorities for consideration: institutional arrangements and the importance of promoting action under the UNFCCC; a funding mechanism; and an international action plan for addressing joint research and development (R&D), intellectual property rights (IPR) issues and innovation centers.",
      "Saudi Arabia highlighted the benefits of CCS, called for technologies that facilitate economic diversification, and opposed limiting technology transfer to the renewable energy sector.",
      "Some countries identified areas where possible convergence might exist, or where there might be a strong common interest, including, inter alia : national actions to drive technology development and deployment; supportive policy and regulatory frameworks; private sector engagement; technology needs assessments (TNAs) as a primary tool; regional innovation centers; capacity building in the context of technology; and research, development and demonstration.",
      "The G-77/China pointed to clear divergence between developing and developed parties on certain issues, and emphasized that financing outside the framework of the financial mechanism would be unacceptable.",
      "Parties noted divergence related to, inter alia : means of financing; institutional arrangements; public versus private sector finance in the context of adaptation technologies; and how to stimulate action.",
      "The US highlighted divergence regarding financing, with Japan underscoring opposing views as to whether a new institution should be established.",
      "Argentina underscored the need to establish funding and institutional mechanisms targeting actions towards technology development and capacity building.",
      "Australia underscored sharp differences regarding IPRs.",
      "Many developing countries called for reforming the IPR regime so that it does not constitute a barrier to technology transfer.",
      "The US opposed any discussion of changes to the IPR regime and any text that sought to undermine or weaken that regime.",
      "On capacity building , Norway, with Japan, Australia, the EU and others, underscored that since capacity building is a cross-cutting issue relevant to all elements of the BAP it should be integrated throughout the text and not included in a separate section.",
      "Tanzania, for the G-77/China, stressed the need to retain capacity building as a distinct section, requested a sub-section delineating actions, and proposed a mechanism, possibly in the form of a funding window, to enable financing.",
      "Brazil said capacity building must be strengthened in many areas, including REDD.",
      "The G-77/China urged the strengthening of, inter alia , research observation and knowledge management, education and awareness, and early warning and monitoring.",
      "On Tuesday, Facilitator Kumarsingh introduced a table indicating potential areas of convergence and divergence.",
      "The G-77/China disagreed with some of the areas identified as having convergence, and said objectives and principles should be addressed first.",
      "Bangladesh suggested prioritizing items that can be fast-tracked.",
      "The EU suggested making concrete progress on areas where convergence exists to build trust before addressing areas of divergence.",
      "The US said: TNAs, capacity building and enabling environments should be dealt with separately; more clarification was needed on concepts such as incentive mechanisms and technology information ; and references to finance should be moved to the finance section.",
      "The EU, supported by the US, Canada, Japan and others, suggested working in smaller groups to facilitate discussions.",
      "The G-77/China opposed smaller groups at this point, with the LDCs suggesting that the main issues should first be addressed in a large group, while smaller groups could focus on removing brackets at a later stage.",
      "On Thursday, Facilitator Kumarsingh presented a consolidated text and asked for initial reactions, and whether and how the consolidated text could be used in Bangkok.",
      "A number of delegates noted the usefulness of the consolidation exercise in moving the process forward.",
      "The G-77/China requested affirmation that the text did not represent a revised negotiating text.",
      "The EU highlighted the necessity of starting negotiations on the text and listed paragraphs where he believed rapid progress could be made.",
      "South Africa, supported by China, cautioned against focusing on peripheral areas of convergence and avoiding core issues.",
      "AOSIS said they were prepared to move forward and, with South Africa, hoped that the consolidated paragraphs could become the basis of a negotiating document."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}