{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "11-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12423e.html",
   "id": "enb12423e_5",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Despite August being the holiday period for many delegates during the Northern summer, nearly 2,500 participants registered for the informal consultations in Bonn.",
      "It almost feels like we never left Bonn anyway, commented one.",
      "Another delegate quipped: It s like six weeks never happened.",
      "Many also commented that they had regularly seen their colleagues at other informal meetings since the end of Bonn II in June.",
      "Some of those meetings were quite useful, assessed some delegates.",
      "In particular, those parties and NGO representatives who attended the seminar on the post-2012 legal architecture, organized in Bonn last Friday, commented that the discussions had clarified positions and options for the legal outcome in Copenhagen.",
      "Turning to their expectations for this session and the road to Copenhagen, some delegates predicted that the session would focus on incremental progress in refining and streamlining the texts with many worrying about the length and complexity of the AWG-LCA negotiating text.",
      "Others commented on differences revealed during the day s discussions under both AWGs on whether the session should be about advancing negotiations on the texts or just having general discussions on issues.",
      "Without some real work soon, it will be very difficult to get to a 30-page negotiating text, sighed one.",
      "On the Protocol side, some delegates commented that it was difficult to discuss many of the options since the details were dependent on how other elements of the deal would be structured.",
      "Some developing country delegates, however, felt optimistic after the afternoon s discussions, saying that the AWG-KP rooms were filled to the brim, and people were reengaging in the Protocol process."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}