{
   "actors": [],
   "countries": [],
   "enb_end_date": "08-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12483e.html",
   "id": "enb12483e_11",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As delegates trickled out of the lunchtime briefing by the UN Secretary-General High-Level Advisory Group on Climate Change Financing, many expressed frustration at the lack of new details.",
      "We understand that the last meeting of the group is next week and that no members of the panel could make it today, but we were at least hoping for an idea of what they have done so far, commented one delegate.",
      "The presentation focused so much on what the mandate of the group does not cover, lamented one observer, that I m now not sure what the group has been able to address.",
      "Some excitement was generated by the prospect of a parties intended circulation of text on a potential Cancun package, and various delegates could be overheard contemplating the possible content of such a text.",
      "This is at least giving us the opportunity to see the potential give-and-take across the building blocks, noted one party.",
      "Some were cautiously optimistic that compromises would be made and that this would help to create momentum for Cancun.",
      "As one eager delegate put it, after almost three years of negotiating, I can t return to my capital at the end of Cancun with nothing to show.",
      "Under the AWG-LCA, several parties noted that the various facilitators were working very hard to keep spirits high and discussions flowing, and that this seemed to be achieving modest success.",
      "A few of the groups had produced new, although still bracketed, draft decision texts, and others envisaged producing texts within the next day.",
      "It appears we may be leaving here with something, which certainly bodes well for Cancun, enthused one relieved delegate.",
      "However, others commented that they had actually taken several steps backwards in their groups and envisaged leaving with even bulkier text than they had arrived with.",
      "Another delegate commented on the new mantra of the process going into Cancun, nothing is agreed until something is agreed.",
      "Pessimism was reinforced by delegates emerging from the second AWG-KP legal matters contact group, with one observer lamenting they are back to discussion of the AWG-KP mandate.",
      "Yet the bottom line is that without discussion of some of the important substantive issues, there is no way to reach agreement in Cancun."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}