{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "Nicaragua",
      "Australia",
      "Thailand",
      "South Africa",
      "Pakistan",
      "Bolivia",
      "Cuba",
      "Switzerland",
      "Sudan",
      "Ecuador",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "China",
      "Dominica",
      "Saudi Arabia",
      "El Salvador",
      "Dominican Republic",
      "Argentina",
      "India",
      "Philippines",
      "Congo",
      "Kuwait",
      "Mali",
      "Nauru",
      "Egypt",
      "Singapore"
   ],
   "enb_end_date": "31-Aug-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12549e.html",
   "id": "enb12549e_12",
   "section_title": "ADP PLENARY:",
   "sentences": [
      "ADP Co-Chair Harald Dovland opened the ADP informal plenary, noting work this week would be undertaken in roundtable sessions on the two workstreams, namely work of the ADP and ambition.",
      "He emphasized that the roundtables should be interactive in nature, promote frank discussions, and forward concrete ideas.",
      "The G-77/CHINA said the Durban Platform: must ensure strong linkages between mitigation, adaptation and means of implementation; and include the principles of equity and CBDR.",
      "Switzerland, for the EIG, said Doha must set out a work plan up to 2015, including milestones.",
      "The AFRICAN GROUP supported limited use of carbon markets, and highlighted the need for establishing accounting rules and processes for technology transfer, among other measures.",
      "Australia, for the UMBRELLA GROUP, said assistance should be provided through existing mechanisms, called for a legally-binding regime applicable to all parties, and stressed the need to update the existing regime in line with 21st century realities.",
      "Nauru, for AOSIS, questioned whether adaptation can provide a sufficient solution to climate change impacts in SIDS, and whether the GCF can afford to pay for such measures, and called for prioritizing mitigation under the ADP.",
      "She opposed a separate roundtable on principles, noting the principles should guide the work of the two workstreams.",
      "The Dominican Republic, for the COALITION FOR RAINFOREST NATIONS, said closing the ambition gap requires a REDD+ mechanism in the future climate regime.",
      "South Africa, for BASIC, stressed that the ADP outcome should be in full accordance with all the Convention principles, particularly CBDR and equity. ARGENTINA, for Algeria, Bolivia, China, Cuba, Democratic Republic of the Congo, Ecuador, Egypt, El Salvador, India, Kuwait, Malaysia, Mali, Nicaragua, Pakistan, the Philippines, Saudi Arabia, Sri Lanka, Sudan, Thailand and Venezuela, reiterated that all ADP work is under the Convention and must adhere to the Convention principles, and said universality of application is not uniformity of application.",
      "He said the ADP should not become the means by which developed countries jump ship from their legally-binding commitments under the Convention.",
      "He said substantive work by the ADP on issues still being considered by the other AWGs should not be undertaken until the successful conclusion of work of those bodies.",
      "The EU underscored the need to discuss how the Convention principles will be applied in a post-2020 framework so all parties take on commitments, and that any work going forward must adhere to the two workstreams.",
      "Bolivia, for ALBA, called for developed countries to meet their historical responsibility.",
      "Nicaragua, for SICA, said work under the ADP should include all pillars of the BAP. SINGAPORE urged developed countries to refrain from taking unilateral measures, and to accommodate and acknowledge national circumstances. CLIMATE ACTION NETWORK called for: agreement on CBDR in MRV; and an ADP work programme with options for fair allocation of responsibility in global efforts.",
      "CLIMATE JUSTICE NETWORK expressed concern regarding shifting the burden of mitigation actions to the poor, and said ADP work should not prejudice negotiations being undertaken by other working groups."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}