{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Bangladesh",
      "Iran",
      "Tuvalu",
      "United States",
      "Bolivia",
      "Brazil",
      "Guinea",
      "South Africa",
      "Saudi Arabia",
      "Papua New Guinea",
      "Turkey",
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_11",
   "section_title": "OTHER ISSUES RELATED TO ELEMENTS:",
   "sentences": [
      "This item was introduced by Co-Chair Runge-Metzger on Thursday, with discussions continuing on Friday.",
      "Runge-Metzger said the discussions should address issues not considered elsewhere, inter alia : the adverse impacts of response measures; market mechanisms and non-market mechanisms; integrated approaches to adaptation and mitigation; and a compliance mechanism.",
      "On organization of work , China said response measures and market and non-market based mechanisms could be addressed under elements of mitigations and/or finance.",
      "The EU recommended that the ADP focus on its mandate from Warsaw, in particular the review of NDCs, while noting the value of addressing some other arrangements, such as the entrance into force of the agreement, amendment procedures, and the role of the COP and the Secretariat.",
      "The US agreed that the ADP's work should be focused.",
      "South Africa also called for examining the legal nature of the 2015 agreement and suggested that the Secretariat prepare a synthesis paper on the level of ambition and gap once all the NDCs have been submitted.",
      "On market and non-market based mechanisms , Bolivia stressed that markets are not an effective means of addressing climate change, recalling their proposal to institute a precautionary moratoria on new market mechanisms.",
      "A majority of parties agreed that market and non-market based mechanisms should be included in the new agreement.",
      "The EU said market based mechanisms are an effective way to increase mitigation ambition.",
      "Papua New Guinea called for mainstreaming climate change in the global economy and for putting a price on carbon and promoting innovative public-private partnerships.",
      "AILAC said market based mechanisms must include incentives for driving action and catalyzing ambition at scale. AILAC and Brazil expressed concern on overreliance on market mechanisms to achieve the climate goal.",
      "Turkey underlined the need for these measures to ensure enhanced mitigation, environmental integrity, and incentives for the private sector, as well as avoid fragmentation.",
      "While stressing that most mitigation must be undertaken domestically, LDCs noted that market based mechanisms could be used in some cases.",
      "He said any new mechanisms should ensure LDC access and be subject to international verification and oversight.",
      "South Africa recommended not repeating the existing rules in the new agreement, but allow for market based mechanisms to be utilized.",
      "Bolivia proposed establishing a platform for non-market based approaches under the Convention, including: a joint mitigation and adaptation mechanism for the sustainable management of forests; a global mechanism for funding national feed-in tariff systems; and a mechanism on response measures.",
      "LDCs said non-market based mechanisms include a broad range of approaches and are a major contribution.",
      "On a compliance mechanism , China said discussion of a compliance mechanism is premature.",
      "LDCs called for incorporation of an effective compliance system.",
      "Tuvalu called for the compliance system to review the MRV of mitigation and financial efforts.",
      "With AILAC, he suggested establishing a facilitative branch to assist developing countries in non-compliance through capacity-building initiatives.",
      "Brazil called for using the compliance mechanism of the Kyoto Protocol as a starting point.",
      "AILAC added that the mechanism should include compelling measures to pressure those not making the required effort to comply.",
      "Stressing the importance of compliance, Bangladesh warned against introducing so much flexibility into the legally binding agreement that it becomes 'a gentlemen's agreement'.",
      "On response measures , Saudi Arabia, Turkey and Iran called for addressing the economic and social consequences of response measures in the new agreement.",
      "Turkey highlighted the trade effects of response measures.",
      "Iran called for referencing the obligations of developed countries on MOI.",
      "On loss and damage ,AILAC underscored the need for the new agreement to address loss and damage, building on the Warsaw International Mechanism on Loss and Damage.",
      "On NDCs , South Africa said while contributions will be nationally determined, there should be a top-down review.",
      "She underscored the importance of agreeing in Lima on the information to be included in NDCs, which should cover mitigation, adaptation and MOI."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}