{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Philippines",
      "Australia",
      "Kuwait",
      "Niger",
      "Saudi Arabia",
      "Nigeria",
      "Switzerland",
      "Barbados",
      "China"
   ],
   "enb_end_date": "30-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12430e.html",
   "id": "enb12430e_10",
   "section_title": "FINANCE:",
   "sentences": [
      "Parties considered the finance section ( FCCC/AWGLCA/2009/INF.2 ).",
      "On the preamble, the US said that language on financial resources required for adaptation and mitigation by developing countries did not meet the test for simplicity and called for language that is forward-looking and inspiring.",
      "AUSTRALIA called for a focus on operational issues to strengthen the Convention s implementation and cautioned against negotiating the preamble since it is not an essential element of implementation.",
      "The Philippines, for the G-77/CHINA and others, supported maintaining the preamble, saying it was aimed at identifying the gaps in implementation.",
      "The EU, opposed by SAUDI ARABIA, said that, although enhanced action on financial resources and investment involved net transfer to developing countries, this did not preclude developing countries from acting themselves.",
      "The EU reiterated that all countries, excluding the LDCs, should contribute to financing, at least domestically.",
      "On objectives and scope, the G-77/CHINA and Barbados, for AOSIS, said that language on the provision of financial resources to take nationally appropriate mitigation and adaptation actions should not be limited in scope.",
      "SAUDI ARABIA, KUWAIT and NIGERIA, opposed by AOSIS, called for a reference to response measures.",
      "The G-77/CHINA expressed reservations with language stating that the financial needs of developing countries vary according to their national circumstances, their economic and technical capacity and the implementation of measures taken.",
      "The EU, supported by the US and SWITZERLAND, expressed reservations with language on establishing the financial mechanism of the Convention.",
      "He highlighted the financial mechanism under Convention Article 11 and indicated that the emphasis was on further developing the financial architecture.",
      "INDIA said the Convention only defines the financial mechanism but does not establish it.",
      "Identifying the need to look at the broader financial architecture, the EU questioned the difference between defining and establishing the financial mechanism."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}