{
   "actors": [],
   "countries": [
      "Brazil"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_7",
   "section_title": "BRAZIL",
   "sentences": [
      "In his presentation, Jose Miguez, Coordinator on Global Change, Brazilian Ministry of Science and Technology, addressed the issue of project management during the preparation of the national communication of Brazil from the perspective of the project coordinator.",
      "He underscored a variety of elements required for success, including keeping the project on schedule and within a budget, and ensuring high quality of the end project.",
      "On meeting project deadlines, he noted delays in initiating the project due to disagreements with the GEF, among other factors.",
      "On the budget, he underscored that funding from the GEF had been half the amount requested, and that additional funding had come from national entities.",
      "He stressed the need for specific emission factors, for instance for sugar cane ethanol used as fuel, cattle nourished on different types of feed, and for the 200 different forest types in Brazil.",
      "He said obtaining activity data from private companies was difficult.",
      "He also noted that social and economic development and poverty eradication are priorities in Brazil, not climate change.",
      "On project control, he outlined problems with contracts, difficulty with communication among participants, and a lack of financial resources, authority, and alternatives.",
      "He explained that the three different clients, the Ministry of Science and Technology, the UNFCCC, and UNDP/GEF had different expectations with regard to the end product. On current status, he said Brazil employed a multi-institutional, multi-stakeholder team spanning 100 institutions and 500 professionals, and indicated that the national communication will be submitted during 2002."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}