{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Philippines",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "28-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "28-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12115e.html",
   "id": "enb12115e_5",
   "section_title": "TECHNOLOGY TRANSFER",
   "sentences": [
      "Delegates expressed appreciation of the African regional workshop organized as part of the consultative process.",
      "The IPCC outlined the Special Report on technology transfer and said actions to enhance technology transfer are specific to sectors, national circumstances and stakeholders. Several Parties said the private sector should drive technology transfer.",
      "AUSTRALIA, the US and the EU highlighted the potential role of the clean development mechanism (CDM) in technology transfer.",
      "The PHILIPPINES, with SAUDI ARABIA and CHINA, stressed that technology transfer was a commitment under the FCCC and opposed linking it to the CDM.",
      "CHINA said technology transfer under the Protocol should be additional to that under the FCCC.",
      "The PHILIPPINES called for information on technology transfer activities in Annex-I communications.",
      "AOSIS stressed addressing adaptation technologies.",
      "The G-77/CHINA called for a COP-5 decision on capacity building.",
      "SWITZERLAND underscored consideration of specific national circumstances.",
      "The REPUBLIC OF KOREA noted the need to review the transfer of public-funded technology in the consultative process.",
      "The CLIMATE TECHNOLOGY INITIATIVE provided an overview of its ventures as a multilateral facilitator of technology diffusion.",
      "A draft decision will be prepared."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}