{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12484e.html",
   "id": "enb12484e_2",
   "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING:",
   "sentences": [
      "The drafting group considered finance in the morning and technology in the afternoon.",
      "During discussions on finance, parties addressed long-term financing, MRV of support, the role of the Global Environment Facility (GEF) and expectations for Cancun.",
      "On the scale of long-term financing, many parties highlighted the need for new, additional, adequate and predictable finance, as well as assessed contributions derived mainly from public sources.",
      "Other parties cautioned against proposing simplistic percentage figures and looked forward to the outcomes of the UN Secretary-General s High-Level Advisory Group on Climate Change Financing.",
      "On MRV of financial support, some parties advocated using and building on the existing national communications systems, rather than recording financial support provided to developing countries in a registry.",
      "Some parties supported reaffirming the GEF as the operating entity of the financial mechanism, while others advocated further reform of the GEF to make it more responsive to the Convention.",
      "The need to link discussions on the role of the GEF with discussions on rationalizing the financial architecture was also raised.",
      "On technology, parties considered the composition, operation modalities and procedures of the TEC and the mandate of the CTCN.",
      "Some parties cautioned against opening up previously-agreed text.",
      "Co-facilitator Goote said he would capture suggestions in an updated version.",
      "Parties briefly discussed intellectual property rights and Co-facilitator Goote noted that this text remained unchanged and will be revisited in Cancun."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}