{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "South Africa",
      "Argentina",
      "Cuba",
      "Saudi Arabia",
      "United States",
      "Brazil",
      "China"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_91",
   "section_title": "METHODOLOGICAL ISSUES (CONVENTION): Emissions from international aviation and maritime transport",
   "sentences": [
      "This issue (FCCC/SBSTA/2010/MISC.14) was first taken up by the SBSTA in plenary on 30 November.",
      "Parties heard reports from the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO).",
      "ICAO highlighted a comprehensive resolution on aviation and climate change adopted in October 2010, while IMO noted efforts to develop a comprehensive mandatory regulatory framework and market-based mechanisms to substantially reduce GHG emissions from maritime transport by 2020.",
      "Several parties identified ICAO and IMO as the principle fora for addressing emissions from international aviation and maritime transportation.",
      "Cuba, for Argentina, Brazil, China, India and Saudi Arabia, supported by South Africa and others, stressed the principles of equity and common but differentiated responsibilities.",
      "The US suggested considering how the IMO and ICAO should deal with the principle of common but differentiated responsibilities if it is not part of their mandate.",
      "Argentina and Saudi Arabia highlighted reservations made to the ICAO resolution.",
      "The EU stressed the urgency of addressing emissions from bunker fuels, while highlighting the AWG-LCA as the best forum to do so.",
      "Brazil, supported by Argentina and others, suggested that IMO and ICAO should continue reporting to the SBSTA.",
      "Following this exchange, SBSTA Chair Konaté prepared short draft conclusions, which were adopted in plenary on 4 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}