{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Japan",
      "China",
      "Australia",
      "Mauritius",
      "Sweden"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_31",
   "section_title": "NATIONAL COMMUNICATIONS FROM NON-ANNEX I PARTIES",
   "sentences": [
      "After remaining unresolved since COP 9, timeframes for non-Annex I Parties` submissions of second and, where appropriate, third national communications and related issues were finally resolved at SBI 22 following a series of informal consultations held from 23-25 May.",
      "The consultations were facilitated by Soobaraj Nayroo Sok Appadu (Mauritius) and Anders Turesson (Sweden). Discussions held on this matter at SB 22 focused on a timeframe for submissions combined with a possible extension period, as conceived in an earlier proposal by Australia.",
      "Delegates from GEF donor countries sought to ensure that any extensions would have no impact on current GEF guidance on funding for non-Annex I national communications.",
      "The G-77/China sought to assure GEF donor countries that it was the timeframe, and not additional funding, that was the issue.",
      "The EU, Japan, Australia, US and Canada agreed to drop a reference to a three-year project preparation period and proposed an additional reference, stating that any extensions will not imply additional GEF funding.",
      "This was accepted by the G-77/China in a package that included agreement to further consider these issues at COP 15 and permit LDCs to submit second communications at their discretion.",
      "This agreement was adopted by SBI on Thursday, 26 May."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}