{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "China",
      "Tuvalu",
      "Kuwait",
      "Switzerland",
      "South Africa"
   ],
   "enb_end_date": "11-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "11-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12372e.html",
   "id": "enb12372e_3",
   "section_title": "FLEXIBLE MECHANISMS (AWG-KP):",
   "sentences": [
      "In the contact group, Co-Chair Lacasta invited comments on a draft text concerning the relationship between the work of the two AWG-KP contact groups on LULUCF and the flexible mechanisms.",
      "South Africa, for the G-77/CHINA, supported the general approach but said she needed more time to coordinate.",
      "On the flexible mechanisms, Co-Chair Lacasta explained that a list of possible improvements had been compiled, containing all proposals by parties.",
      "He suggested attempting to classify the proposals at this contact group, and considering clarifications during further consultations on Wednesday.",
      "Parties worked through the list, classifying issues as first and second commitment period ones.",
      "Some were marked as requiring further consideration.",
      "Discussions focused on the CDM, with the remainder of the list to be taken up on Wednesday.",
      "The G-77/CHINA stated that issues such as privileges and immunities fall under the Article 9 review and are outside the AWG-KP s mandate.",
      "TUVALU stressed that certain proposals would involve opening the Marrakesh Accords and urged marking them as second commitment period issues.",
      "The EU stated that changing rules on issues such as additionality at the beginning of the first commitment period would upset the carbon market and be the worst that one can do as a regulator. KUWAIT proposed a glossary that explains what the various proposals mean.",
      "SWITZERLAND suggested adding specific proposals, including the consideration of due process issues related to the CDM Executive Board.",
      "CANADA opposed Tuvalu s proposal to classify removing financial additionality as a second commitment period issue. CAN highlighted privileges and immunities; public participation; technology transfer; and moving from projects to top-down approaches to address leakage.",
      "He identified the need to consider risks related to sectoral crediting.",
      "He also stated that nuclear energy and REDD should not be included under the CDM and JI, and opposed replacing GWPs.",
      "The group will continue its work on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}