{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Chile",
      "Australia",
      "Canada",
      "Egypt",
      "Tanzania",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "08-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "08-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12634e.html",
   "id": "enb12634e_2",
   "section_title": "Adaptation",
   "sentences": [
      "Co-facilitator Andrea Guerrero facilitated discussions, which focused on three clustering proposals from: the G-77/China; the EU; and Australia, Canada, Japan, New Zealand, Norway and the US. After a lengthy discussion on the mode of work, parties agreed to: identify sub-themes in each paragraph; indicate these in a table column, with the understanding that the themes and sub-themes will be removed later on; and avoid splitting the paragraphs that contain more than one sub-theme. On how to label the themes in some of the sections§ paragraphs, the US pointed to large convergence among the three proposals for clustering and suggested bundling all paragraphs labeled as \"support.\" After informal consultations among all parties, the G-77/CHINA proposed, and parties agreed, to task the co-facilitators with re-organizing the section based on the three proposals and comments made during the session. The G-77/CHINA noted the importance of maintaining linkages among paragraphs, as well as essential elements on principles and support.",
      "He also identified the possibility of collapsing some sub-themes, including on NAPs and commitments to undertake adaptation measures, and quantitative and qualitative aspects.",
      "CANADA preferred keeping the quantitative and qualitative sub-themes separate.",
      "The EU underlined the need not to leave any party behind. While supporting the G-77/China proposal, TANZANIA and EGYPT expressed unease with the process, worrying that the different pace and methodologies of the facilitated groups could lead to inconsistencies.",
      "CHILE, supported by the US, stated that, while the facilitated groups may advance at different speeds, they shared the common purpose of making the Geneva text more workable. Co-facilitator Guerrero indicated that all co-facilitators coordinate regularly to ensure the production of coherent results."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}