{
   "actors": [],
   "countries": [
      "Netherlands",
      "United States"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_8",
   "section_title": "REVIEW OF THE IPCC PROCESSES AND PROCEDURES",
   "sentences": [
      "REPORT BY THE INTERACADEMY COUNCIL On Monday afternoon, Chair Pachauri and Secretary Christ introduced the documents on this issue: IAC Report on Climate Change Assessments: Review of the Processes and Procedures of the IPCC (IPCC-XXXII/Doc.7); Note by the Secretariat on the Review of the IPCC Processes and Procedures Report by the IAC (IPCC-XXXII/Doc.22); Notes on the Informal Task Group on Procedures (IPCC-XXXII/INF.4); Compilations of Comments Received from Governments (IPCC-XXXII/INF.5 and Add.1); Comments by the E-team (IPCC-XXXII/INF.6); and Proposed IPCC Protocol for Addressing Errors in Previous Assessment Reports (IPCC-XXXII/INF.8).",
      "Secretary Christ noted that the IAC Review contains three substantive chapters, including: evaluation of the IPCC s assessment process; the IPCC s evaluation of evidence and treatment of uncertainty; and governance and management.",
      "She highlighted that some recommendations, such as those on the use of grey literature and including a full range of views, could be addressed at this session with a view to implementing them during the AR5 process, while others would require more time.",
      "She said that the note by the Secretariat (Doc.22) highlighted the relevant sections of the Principles Governing IPCC Work that would need to be amended to implement various IAC recommendations, and identified existing work addressing recommendations, such as the Informal Task Group on Procedures and the cross-WG meeting on uncertainty guidance.",
      "Chair Pachauri drew attention to additional topics addressed by the IAC that had not been translated into recommendations, inter alia , on: reducing the growing burden on the international scientific community; maintaining flexibility to respond to emerging science and the evolving needs of policy makers; structure of the WGs; and the timing of reports.",
      "Delegates then made general comments on the report.",
      "All delegates welcomed the IAC Review and stressed the need for a clear and prompt response to its recommendations, emphasizing openness and transparency.",
      "Most also commented that, while the public visibility of the IPCC and expectations for its work have grown, its management and governance structures have essentially remained the same.",
      "Many agreed that the recommendations of the IAC presented a good opportunity to deal with the challenges ahead and to undertake reforms.",
      "Many felt that some recommendations could be implemented now, while others required further examination and could be addressed later.",
      "Many delegates supported establishing a task group to deal with more complicated issues requiring further study and discussion.",
      "A number of delegates said the IPCC s good features and unique identity should not be put at risk as procedures and structure are updated, cautioned against disrupting ongoing processes, in particular the AR5, and noted that many of the IAC recommendations have already been implemented.",
      "On what should be addressed at this meeting, but possibly completed at IPCC-33, the US suggested: the development of a conflict of interest policy for elected positions and staff and a code of conduct to apply to all; guidance on strengthening the review process; encouraging review editors to ensure all substantive comments are afforded appropriate consideration and that controversies are adequately reflected; treatment of grey literature; and the communications strategy.",
      "Many countries made general comments about their positions regarding individual IAC recommendations, including: creation of an executive committee, its composition and functions; the role of the proposed executive director; adoption of a conflict of interest policy; defining the roles of the Secretariat and Bureau; creation of a communication strategy; addressing uncertainty; and treatment of grey literature.",
      "Parties agreed to establish three contact groups on: governance and management; evaluation of the IPCC s assessment process and the IPCC s evaluation of evidence and treatment of uncertainty (processes and procedures); and communications.",
      "Chair Pachauri said the broad terms of reference for the governance and management group, and the processes and procedures group should include: detailed discussion of the IAC Report and the proposed steps to be taken; a timetable for action; specific proposals for changes to the Principles Governing IPCC Work; and specific decisions to be taken by IPCC-32.",
      "The contact group on processes and procedures should also consider identification of responsibilities for implementation and resource implications of recommendations.",
      "The contact group on governance and management should also discuss the definition of roles and responsibilities, the manner of selecting an executive director and authorization of delegation powers to the executive committee, should the Panel decide to adopt these recommendations.",
      "He clarified that the contact groups terms of reference are flexible.",
      "The Netherlands said the groups should decide on those issues that should be addressed by the task groups during the intersessional period."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}