{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "Marshall Islands",
      "United States",
      "Japan",
      "Australia",
      "Kenya",
      "Canada",
      "Saudi Arabia",
      "United Arab Emirates",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "03-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "03-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12102e.html",
   "id": "enb12102e_3",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "The Joint Working Group (JWG) on procedures and mechanisms relating to compliance under the Protocol, co-chaired by Harald Dovland (Norway) and Espen Rønnenberg (Marshall Islands), considered a compilation of submissions from Parties (FCCC/SB/1999/MISC.4, Adds.",
      "1 and 2, FCCC/SB/1999/CRP.1). On the proposed agenda, the G-77/CHINA called for a discussion on the basic principles for a compliance regime.",
      "She noted a lack of submissions received from developing countries and, with KENYA, supported compiling views through a questionnaire.",
      "SAUDI ARABIA emphasized that many countries were not ready for discussion on elements or defining the programme of work.",
      "AOSIS acknowledged the utility of discussing principles, but was ready to work on the basis of the Secretariat`s synthesis of submissions.",
      "CHINA supported including a section on basic principles, particularly on common but differentiated responsibilities.",
      "He said the Multilateral Consultative Process (MCP) could play an important role. The EU said the working group should identify the compliance- related elements under the Protocol, define the work programme, and identify linkages to other groups.",
      "With SWITZERLAND, he called for a draft negotiating text by COP-5.",
      "The REPUBLIC OF KOREA said the facilitative and punitive aspects of taking measures against non-compliance should be incorporated in a balanced way.",
      "CANADA said the first task is stocktaking of the compliance-related elements and, with NEW ZEALAND and the US, underscored the importance of tracking other groups` work.",
      "CLIMATE ACTION NETWORK proposed that Parties request a synthesis of compliance-related work being done in other groups or request a workshop that addresses the full range of compliance issues.",
      "JAPAN highlighted the importance of examining other multilateral environmental agreements.",
      "RUSSIA called for a well-defined legal interpretation of compliance.",
      "The US cautioned against postponing substantive discussion until the proposed questionnaire was completed. Chair Rønnenberg outlined the elements of JWG`s provisional agenda, including identification of compliance-related elements, objectives and nature of a comprehensive compliance system, design of a compliance system and consequences of non-compliance.",
      "CHINA proposed including a reference to 'principles' in the agenda.",
      "After extensive debate, Parties deleted the item on objectives and nature and added a new sub-item on 'other elements as identified in Decision 8/CP.4 and in the progress of work' to ensure that the Agenda was not 'set in stone.",
      "' On identification of compliance-related elements and gaps, the US, with CANADA and the EU, indicated the need to differentiate elements from gaps and proposed three categories to identify them: substantive rules; procedures for addressing compliance; and consequences of non-compliance.",
      "She noted gaps were identifiable for procedures and consequences of non-compliance other than for substantive rules.",
      "UNITED ARAB EMIRATES said these were not yet identifiable because mechanisms` operation was still under discussion.",
      "AOSIS cautioned against making a 'crude' distinction between substance and procedure.",
      "JAPAN noted that although expert review teams were useful in assessing implementation, determining non-compliance was not within their mandate.",
      "On modalities for inter-linkage, the US noted the need to link Articles 5 (national system to estimate emissions), 7 (communication of information), 6 (joint implementation), 12 (CDM) and 17 (emissions trading) to compliance because the first two are means to assess conformity with assigned amounts and the last three are means to meet commitments.",
      "AUSTRALIA and other delegations noted the need for continuous feedback between the JWG and other contact groups to avoid overlap and contradictions on substantive rules."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "SBI/SBSTA"
}