{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Venezuela",
      "United States",
      "Japan",
      "Chile",
      "Philippines",
      "Australia",
      "South Africa",
      "Mali",
      "Mexico",
      "Norway",
      "Switzerland",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "06-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12572e.html",
   "id": "enb12572e_3",
   "section_title": "ADP ROUNDTABLE ON WORKSTREAM 1 - VARIETY OF ACTIONS:",
   "sentences": [
      "In their deliberations, parties focused on transparency, accountability and support for actions.",
      "The PHILIPPINES called on developed countries to take longer-term actions by transitioning from unsustainable to sustainable production and consumption patterns and implementing energy-efficient infrastructures. CHILE emphasized the need to understand the mitigation potential of pledges ex ante (to the 2015 agreement)to avoid double-counting and assess whether mitigation pledges are fair and based on equity. MALI called for a robust rules-based regime equipped with international review systems and a compliance mechanism with facilitative and enforcement modalities, and suggested that the Standing Committee on finance coordinate an international mechanism for MRV of support.",
      "On comparability, the EU said countries should provide information on the type and scope of commitments, and the sectors covered, as well as quantitative commitments and the assumptions behind indicators used.",
      "On accountability and transparency, MEXICO highlighted the need to identify areas for improvement and the link between efficient and transparent application of rules and their ability to impact the attainment of goals. SOUTH AFRICA underscored that the 2015 agreement should, inter alia : incorporate a finance goal of a minimum of US$100 billion per year by 2020, and contain individual legally-binding commitments, based on internationally agreed criteria. VENEZUELA suggested examining consumption and production patterns with a view to find ways to transition to sustainable resource use. AUSTRALIA, supported by NEW ZEALAND, NORWAY, the US and JAPAN, stressed the importance of ex ante and ex post transparency and accountability, emphasizing the need for: providing clarity to predict and quantify the impacts of parties commitments; understanding the methods used by parties to track their efforts; and tracking impacts and learning lessons to enhance actions. SWITZERLAND said that: a common accounting framework is needed for all types of commitments; economy-wide emission reduction commitments may not need exact ex ante information; and that transparency and accounting is key to both delivery and reception of support.",
      "Underscoring the importance of transparency, the US suggested that ex ante information provided by parties contain years, gases, percentage of emissions covered and use of methods.",
      "He said accounting guidance should: apply to all parties; be flexible; promote ambition; and avoid double-counting.",
      "He favored designing a durable and flexible system for parties to improve commitments over time."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}