{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Belarus",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "South Africa",
      "Slovenia",
      "Austria",
      "China"
   ],
   "enb_end_date": "23-Apr-09",
   "enb_long_title": "Thirtieth Session of the IPCC",
   "enb_short_title": "IPCC-30",
   "enb_start_date": "21-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12408e.html",
   "id": "enb12408e_28",
   "section_title": "ADMISSION OF OBSERVER ORGANIZATIONS",
   "sentences": [
      "IPCC Deputy Secretary Gilles Sommeria introduced the document on IPCC observer organizations ( IPCC-XXX/Doc.4 ), noting new applications for observer status.",
      "Austria requested to defer a decision on Energy Research Austria, pending confirmation of its non-profit status.",
      "The Panel accepted the document with this exception.",
      "Deputy Secretary Sommeria then introduced the sub-item that deals with granting a special observer status to Regional Economic Integration Organizations that are parties to the UNFCCC and the Kyoto Protocol ( IPCC-XXX/Doc.6 ), a status the European Community (EC) already holds in other international fora.",
      "He noted that the EC submitted a revised proposal on necessary amendments to the current IPCC Policy and Process for Admitting Observer Organizations, granting the IPCC observer organizations that are also parties to the UNFCCC procedural rights at IPCC meetings.",
      "Many countries supported the proposal, but Belarus opposed it, noting that to become a member of the Panel the EC should be a member of the WMO or UNEP as well as a state, which it is not.",
      "During a contact group discussion, co-chaired by Hiroshi Ono (Japan) and Andrej Kranjc (Slovenia), the EC elaborated on the revised proposal, noting that the new status would include the right to take part in meetings of the Panel and the groups there under, to speak in turn, to reply, to introduce proposals and to propose amendments to text.",
      "The EC clarified that the new status would remain very different than that of members of the Panel, underscoring that the EC does not seek to take part in the decision-making aspects of the Panel.",
      "South Africa noted that there are a number of NGOs with a high level of expertise, and that organizations with structures similar to the EC exist within the African Union.",
      "The EC underscored that only the EC currently meets the criteria for the new status, although the status would be open to future bodies that reach a similar level of organization.",
      "Belarus, supported by the US, Canada, China and Australia, asked for more time to assess the revised proposal.",
      "The Co-Chairs recommended, and the Panel agreed, that the EC would further revise the proposal, taking into account the concerns of delegates, and would communicate a new proposal to governments well ahead of the next session."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}