{
   "actors": [
      "Central Asia, Caucasus, Albania and Moldova",
      "European Union"
   ],
   "countries": [
      "Croatia"
   ],
   "enb_end_date": "30-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "30-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12206e.html",
   "id": "enb12206e_19",
   "section_title": "SBI",
   "sentences": [
      "Chair Estrada opened the session at 11:45 pm.",
      "The Secretariat introduced the available draft conclusions.",
      "The SBI adopted conclusions on arrangements for intergovernmental meetings for: COP/MOP-1 (FCCC/SBI/2002/L.16 and Add.1); the date and venue of COP-9 (FCCC/SBI/2002/L.10); and effective participation in the UNFCCC process (FCCC/SBI/2002/L.13), recording that the EU did not agree with the last conclusions as the text had not previously been discussed. Parties agreed on conclusions on Annex I national communications (FCCC/SBI/2002/L.9) and on administrative and financial matters (FCCC/SBI/2002/L.7).",
      "They decided to continue discussing the request by the CACAM at the next SBI session, noting that the CACAM can access GEF funding.",
      "It was also decided to continue consideration of the Croatian proposal on LULUCF and its special circumstances (FCCC/SBI/2002/L.11 and L.12).",
      "On capacity-building, Parties made amendments to and adopted conclusions (FCCC/SBI/2002/L.15), soliciting Party submissions with a view to reaffirming the current framework contained in two COP-7 decisions. On implementation of Article 4.8 and 4.9, SBI adopted conclusions on progress in the implementation of activities under decision 5/CP.7 on adverse effects (FCCC/SBI/2002/L.17), and on matters related to LDCs (FCCC/SBI/2002/L.8).",
      "It was agreed that the SB Chairs and Secretariat would make arrangements for a meeting on implementation of Article 4.8 and 4.9, to be held back-to-back with a workshop on cooperation with international organizations agreed by the SBSTA.",
      "Chair Estrada adjourned the session due to the late hour.",
      "The SBI will meet again at a time yet to be decided."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}