{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "United States",
      "Japan",
      "Philippines",
      "Ghana",
      "Australia",
      "South Africa",
      "Maldives",
      "France",
      "Barbados",
      "China"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12380e.html",
   "id": "enb12380e_2",
   "section_title": "ADAPTATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "AWG-LCA Vice-Chair Cutajar opened the contact group and suggested that the discussion focus on national planning for adaptation and enhancement of knowledge sharing.",
      "The Philippines, for the G-77/CHINA, underlined the need for urgent action and for equal treatment of mitigation and adaptation.",
      "GHANA called for a comprehensive adaptation approach and bridging research and policy.",
      "Barbados, for AOSIS, supported a simple and transparent approach, without substantial reporting requirements or conditional funding.",
      "He suggested using national adaptation programmes of action (NAPAs) to identify immediate priorities, and offered to share recommendations on knowledge sharing with the group next week.",
      "The US called for leveraging existing institutional capacities, and presented several means for organizing adaptation priorities and actions.",
      "South Africa, on behalf of the AFRICAN GROUP, announced its proposal for a consolidated adaptation work programme.",
      "She stressed learning-by-doing, the sectoral nature of adaptation technology, and the need to differentiate between short-term climate shocks and long-term shifts in climatic conditions.",
      "France, for the EU, explained its proposed framework for adaptation, which promotes financial resources and investment flows and builds partnerships between developed and developing countries.",
      "He suggested that the Nairobi Work Programme on impacts, vulnerability and adaptation, as well as networking and regional centers, should facilitate exchange of views among parties.",
      "JAPAN highlighted its Earth Simulator System, which, he said, can predict future climates and enhance understanding of adaptation needs. AUSTRALIA supported a focus on implementation, and BANGLADESH, with Maldives, for the LDCs, urged hastened implementation.",
      "INDIA, with AOSIS and the AFRICAN GROUP, called for additional resources."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}