{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Argentina",
      "Ukraine",
      "New Zealand",
      "Russian Federation",
      "China",
      "United Kingdom",
      "Switzerland",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "24-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "24-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12172e.html",
   "id": "enb12172e_1",
   "section_title": "SATURDAY - FIRST MEETING",
   "sentences": [
      "In a mid-afternoon meeting of the President's Group - a single, main plenary of Ministers and other senior officials - President Pronk updated participants on progress in consultations held earlier Saturday on the issues of finance, mechanisms, LULUCF and compliance. Secretary of State Philippe Roch (Switzerland) reported on the consultations on finance.",
      "He emphasized the diverse positions on fundamental aspects of funding and reported possible progress on four elements: the necessity to clearly separate between the implementation of the UNFCCC and the Protocol in order to allow those Parties not wishing to ratify the Protocol to continue to participate in mitigation work under the UNFCCC; the need for additional funding for the implementation of the UNFCCC and the Protocol; the need for funding to be predictable; and the need to quantify the funding.",
      "He explained that this last element constituted the weakest result of his consultations. Minister Peter Hodgson (New Zealand) reported on his consultations on the mechanisms.",
      "He said that although no explicit agreement had been reached, progress on some matters had been made, in particular with the introduction of new text that 'might fly.",
      "' On supplementarity, he said the EU had 'moved big distances.",
      "' He reported that he had suggested text that: includes a reference to 'significant' as an elaboration of the term 'supplemental'; requests Annex I Parties to provide relevant information in relation to such domestic action; and provides that the facilitative branch of the Compliance Committee address questions of implementation on this issue.",
      "On nuclear, he suggested an addition to the language in the Pronk text giving an assessment role to the host country in terms of the sustainability of the project.",
      "On the Supervisory Committee, Minister Hodgson said the 'ball is in the court' of the Russian Federation and Ukraine. On LULUCF, Ambassador Raul Estrada (Argentina) said consultations had focused on individual and collective caps.",
      "He emphasized that the principal problem was the 'Big Absent' of the negotiations, and that efforts had been made to protect this 'absent' country's interests to facilitate its joining the Protocol at a later stage. Minister Valli Moosa (South Africa) reported on the consultations on compliance.",
      "He said that given the legally binding nature of the Protocol, its compliance mechanism must go well beyond a mere 'gentlemen's agreement.",
      "' He suggested a stepped approach for the compliance system with an emphasis on facilitation.",
      "The first step would be an early warning system through the review teams setting a process of facilitation to assist Parties in cases where there might be non-compliance.",
      "During the compliance period itself, legally binding consequences would need to ensure 'environmental restoration' rather than punish the Party concerned.",
      "He also indicated the need for certainty for market mechanisms. President Pronk then reported on his consultations on technology transfer.",
      "He said the name of the body had been agreed upon and that there was 'flexibility in the air' with regard to its composition.",
      "On adverse effects of policies and measures, he suggested, inter alia, a move towards a 'global cost-effective' approach to minimize costs for all countries.",
      "He concluded the session by saying that, following the request from the G-77/China and other Parties, he would prepare a proposal to be tabled later that day."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}