{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Solomon Islands",
      "Botswana",
      "Japan",
      "Brazil",
      "Canada",
      "South Africa",
      "Trinidad and Tobago",
      "Colombia",
      "Saudi Arabia",
      "Austria",
      "Bhutan",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "03-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "03-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12630e.html",
   "id": "enb12630e_10",
   "section_title": "2013-2015 Review (SBI/SBSTA)",
   "sentences": [
      "This contact group was chaired by Co-Chair Gertraud Wollansky (Austria), who called for parties§ views on the format and timing of the output from the 2013-2015 review.",
      "The US, SWITZERLAND, SOUTH AFRICA, the EU, Solomon Islands, for the LDCs, Trinidad and Tobago, for AOSIS, BOTSWANA and NORWAY supported developing draft conclusions and a draft decision covering substantial matters.",
      "CHINA and SAUDI ARABIA called for a procedural outcome.",
      "JAPAN and CANADA stressed the importance of the technical summary of the SED report. On the content of the draft decision, AOSIS, supported by the LDCs, BOTSWANA and Colombia, for AILAC, said the decision should call for strengthening the long-term global goal to 1.5°C.",
      "INDIA, supported by BOTSWANA and BHUTAN, pointed to the need to address information gaps.",
      "SAUDI ARABIA, BRAZIL and CHINA cautioned against \"cherry picking\" from the SED report. The US, SWITZERLAND, the EU, AOSIS, CHINA and NORWAY suggested concluding this item at the Bonn session.",
      "AOSIS and the EU added that this matter could also be considered at COP 21. Co-Chair Wollansky indicated that a paper containing options will be circulated on Wednesday, 3 June."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}