{
   "actors": [],
   "countries": [
      "Canada",
      "Namibia",
      "Norway",
      "Bolivia",
      "New Zealand"
   ],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_23",
   "section_title": "Panel discussion",
   "sentences": [
      "Susan Edwards, Ministry of Agriculture and Forestry, New Zealand, presented an overview of forestry policies in New Zealand.",
      "She stressed that these policies integrate biodiversity, forestry and climate change concerns.",
      "Among lessons learned, she listed the need for cooperation in achieving multiple objectives related to climate change and biodiversity, and the importance of developing good working relations among focal points. Javier Gonzales, National Climate Change Programme, Bolivia, highlighted the challenge of applying lessons from successful local experiences to regional and subregional policies.",
      "He stressed the need for domestic institutional frameworks that provide market incentives for maintaining environmental services.",
      "He also noted the importance of enhancing local scientific capacity and using traditional knowledge to facilitate adaptation. Noting that climate change will have an impact on biological diversity, Benoit Gauthier, Department of Foreign Affairs and International Trade, Canada, underscored the need to devise conservation strategies to address climate change impacts.",
      "He also outlined climate change impacts on cultural diversity and stressed the need for capacity building to facilitate adaptation, using indigenous knowledge systems. Karine Hertzberg, Norwegian Pollution Control Authority, presented an overview of the work on impacts and adaptation in Norway.",
      "She suggested that the IPCC Fourth Assessment Report include a section on areas where synergies can be developed between the Rio conventions. Pierre de Plessis, Namibia Committee for Climate Change, emphasized the role of indigenous technical knowledge.",
      "Drawing attention to the fact that Namibia was implementing a rights-based approach to land degradation, he said this could classify as an adaptation activity.",
      "He expressed concern over implementing adaptation in the context of a globalized economy and stressed the role of public-private partnerships. In the ensuing plenary discussion, one participant said that acceptable levels of impacts depend in part on the cost of adaptation.",
      "Another noted that enhancing ecosystem resilience is important for all MEAs, and stressed the need to develop effective and rapid adaptation tools and decision-making procedures. Chair Thorgeirsson summarized the discussion, highlighting: adaptation is a cross-sectoral issue because of the multiple and diverse impacts of climate change; actions on adaptation can accrue significant benefits for a variety of socioeconomic sectors; there is a need to strengthen adaptive capacity; and regional assessments and regional specificity in global assessments are important. He said climate change might render local traditional knowledge that was accumulated under old climatic conditions irrelevant."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}