{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Tuvalu",
      "Maldives",
      "Mexico",
      "Colombia",
      "Saudi Arabia",
      "Chile",
      "United States",
      "China"
   ],
   "enb_end_date": "01-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "01-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12640e.html",
   "id": "enb12640e_4",
   "section_title": "ADAPTATION AND LOSS AND DAMAGE",
   "sentences": [
      "The discussions were co-facilitated by Andrea Guerrero (Colombia).",
      "On individual efforts, MEXICO cautioned against prescriptive obligations.",
      "Saudi Arabia, for the LMDCs, characterized adaptation efforts as actions or contributions, and underscored the links between intended nationally determined contributions (INDCs) and MOI.",
      "CHINA said the agreement should include developed countries§ commitments to support adaptation.",
      "The EU underlined that the commitment to act applies to all parties, building on existing commitments, and could include integration of adaptation into national development planning.",
      "On institutions, Maldives, for AOSIS, called for recognizing the Adaptation Committee as the lead institution, and, with Chile, for AILAC, utilizing existing communication channels.",
      "CHINA supported reference to enhancing existing institutions in the agreement, while the EU expressed preference for COP decisions.",
      "On monitoring and evaluation, AOSIS and Tuvalu, for the LDCs, underscored the need to avoid additional reporting burdens.",
      "The US called for a process to regularly report on lessons learned.",
      "The EU noted that monitoring and evaluation would not be part of the monitoring, reporting and verification (MRV) regime.",
      "On loss and damage, the G-77/CHINA, with AOSIS and the LDCs, urged loss and damage be in the agreement.",
      "The US and EU underlined that the question is how, not whether, to include it.",
      "The LDCs highlighted: establishing a new mechanism and a climate change displacement coordination facility in the agreement; and encouraging early warning systems and establishing a financial technical panel in COP decisions.",
      "Discussing the way forward, Co-Facilitator Guerrero proposed seven clarifying questions, and said the group will reconvene on Tuesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}