{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Ecuador",
      "Solomon Islands",
      "Brazil",
      "India",
      "Youth NGOs",
      "Bangladesh",
      "Hungary",
      "Congo",
      "Australia",
      "China",
      "Papua New Guinea",
      "Panama",
      "Switzerland",
      "Gambia",
      "Grenada",
      "Guinea",
      "Argentina"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_89",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-KP closing plenary took place in the afternoon of 17 June.",
      "Chair Adrian Macey introduced the Chair s revised proposal (FCCC/KP/AWG/2011/CRP.1).",
      "He reported: Chapter I (amendments and numbers) showed modest progress; Chapter II (LULUCF) made considerable progress, streamlining the text from 40 to 12 pages; Chapter III (flexibility mechanisms) showed little change; Chapter IV (basket of methodological issues) progressed with option A capturing constructive work on new GHGs and common metrics; and Chapter V (potential consequences) remains unchanged.",
      "Macey indicated that the format of having political discussions in a contact group with technical work in spin-off groups was successful.",
      "To achieve an outcome in Durban, he said clear progress must be made on: Annex I parties aggregate and individual emission reductions; the nature, content and applicability of rules for a second commitment period; aspects of the AWG-KP s relationship with the AWG-LCA; and resolution of wide disagreement on whether to address consequential amendments to the Kyoto Protocol.",
      "Parties agreed to suspend the session rather than close it, in order to expedite the process at the AWG-KP s next meeting.",
      "They also elected Erika Hasznos (Hungary) as Rapporteur.",
      "Presenting the draft report (FCCC/KP/AWG/2011/L.1), Macey noted that the document should be amended to reflect that this session was suspended and will resume at the next meeting.",
      "Parties adopted the report.",
      "Argentina, for the G-77/China, reiterated the need for a second commitment period in time to ensure that there is no gap between the first and second commitment periods.",
      "She highlighted that a second commitment period under the Kyoto Protocol is a key element for a successful outcome in Durban, as the only legally-binding instrument to tackle emission reductions in an effective way.",
      "She urged Annex I parties to bridge the gap between the current pledges and what is required by science to avoid exceeding the 2°C target.",
      "The EU highlighted the value in the existing Kyoto Protocol architecture and instruments, describing the Protocol as the best basis for developing a common, rule-based framework for all major emitters.",
      "She said it is crucial to consider a second commitment period, and suggested further exploring how it would fit into the broader picture.",
      "Australia, for the Umbrella Group, said the Kyoto Protocol is an important part of the work towards a comprehensive climate regime including all major economies.",
      "She highlighted positive steps achieved in Bonn on issues, such as the basket of methodological issues.",
      "She called for a more systematic approach to addressing the global context of mitigation.",
      "Grenada, for AOSIS, said the 1.5°C target is at risk and urgent decisions must be taken.",
      "She said it is a comfort knowing that many, many Annex I parties share AOSIS s goals and see the value and necessity of a second commitment period.",
      "She further implored parties to participate constructively in discussions and enable those Annex I parties willing to engage in a second commitment period to do so.",
      "Switzerland, for the EIG, acknowledged the progress made in Bonn and expressed commitment to further progress towards a successful outcome in Durban.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, said: a second commitment period must be a part of the Durban outcome; new rules on LULUCF must cover all removals; gamesmanship with the current rules should not continue; and that direct engagement of ministers is needed to move the work of AWG-KP forward.",
      "The Democratic Republic of the Congo, for the African Group, said a second commitment period is essential, and linking issues to the AWG-LCA should not be used to delay negotiations.",
      "The Gambia, for the LDCs, reiterated their commitment to a second commitment period and stressed that the flexibility mechanisms are an integral part of the Kyoto Protocol.",
      "China said, inter alia , that preconditions set by Annex I countries only block substantive progress and hoped that countries would express their political will and take on their historical responsibilities under a second commitment period.",
      "India lamented lack of progress and called the linking of issues to the AWG-LCA a delay tactic, emphasizing that there are no links between decisions in the Protocol and Convention tracks, except their relevance to the comparability and accountability of Annex I parties.",
      "Bangladesh called for the continuity of the Kyoto Protocol through a second commitment period and the flexibility mechanisms, and a fair, balanced, and legally-binding agreement at some point in the future.",
      "Ecuador, for ALBA, proposed organizing a high-level meeting before Durban to push for increased ambition levels and said hosting the next intersessional in Panama would reflect the region s efforts in this process.",
      "The Solomon Islands said there is no alternative to a Kyoto Protocol second commitment period and said killing Kyoto will kill humanity.",
      "Brazil said a new regime is not needed, as the UNFCCC is already a regime that includes all countries, and that the Kyoto Protocol is an instrument and the AWG-LCA a process under this framework.",
      "He called for further work to strengthen and use the existing regime.",
      "Carbon Markets and Investors Association, for Business and Industry NGOs, called for clarifying the future of the CDM in Durban, as a key to ensuring further private investment and participation in combating climate change.",
      "Climate Action Network, for Environmental NGOs (ENGOs), highlighted relevant elements of the Kyoto Protocol to be conserved, including a long-term framework that can be adequately updated, its legally-binding nature, common accounting rules, MRV and a compliance system.",
      "She urged not throwing away the work done over the last 10 years.",
      "Climate Justice Now, for ENGOs, said the current pledges will lead to at least a 5°C increase in temperature and the Kyoto Protocol is the only option and Durban the last opportunity to ensure the continuation of legally-binding commitments.",
      "Youth NGOs urged ensuring no gap between the Kyoto Protocol commitment periods.",
      "She called for a legally-binding international regime enforcing emission reductions and noted that the pledge and review approach is not sufficient for matching the requirements of science. AWG-KP Chair Macey suspended the AWG-KP at 5:22 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}