{
   "actors": [],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Germany",
      "Iceland",
      "Canada",
      "Georgia",
      "Netherlands",
      "Denmark",
      "France"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_17",
   "section_title": "DISCUSSION",
   "sentences": [
      "In the subsequent discussion, UNEP encouraged developing countries to approach UNEP for help in building capacity inter alia, to develop policy packages to phase out harmful subsidies. An NGO spokesperson suggested that the FCCC Secretariat evaluate policies and measures based on environmental effects, transferability and potential for coordination.",
      "He suggested convening sectoral workshops that would enhance transparency and help operationalize coordination of policies and measures. GERMANY said indicators should be used as one of several tools to provide the most accurate possible picture of implemented policies and measures.",
      "He said indicators will increase transparency and provide up-to-date comparative information. The US, JAPAN and CANADA cautioned against the use of common indicators, stressing the influence of national circumstances and limits to international comparability.",
      "AUSTRALIA noted that national inventories and communications represent a form of existing common indicators.",
      "CANADA called for concrete action and sharing of experiences of good practices in policies and measures, rather than theoretical development of indicators, while DENMARK and the NETHERLANDS noted the usefulness of further developing and utilizing indicators. FRANCE emphasized that countries seem to agree on the utility of using indicators in a national context, but that disagreement existed on trans-national use of indicators. ICELAND noted that considerable action to further develop policies and measures is already taking place nationally and regionally, and that this issue should not further burden the political process in the lead-up to COP-6.",
      "GEORGIA called for greater attention to the needs and concerns of developing countries and economies in transition."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}