{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_12",
   "section_title": "GREENHOUSE GAS INVENTORY WORKING GROUP",
   "sentences": [
      "This working group was chaired by Ayite-Lo Ajavon, Chair of the CGE.",
      "The working group aimed to provide recommendations to the CGE on which experiences during the preparation of the greenhouse gas inventory should be highlighted for inclusion in the UNFCCC guidelines for the preparation of non-Annex I national communications.",
      "The working group considered: analytical, methodological and technical issues in the preparation and reporting of greenhouse gas inventories, including best practices and lessons learned; data collection and the development of local and regional emission factors and activity data, particularly in the energy and land-use change and forestry sectors; relevant activities including the development of local and regional emissions factors and activity data related to inventories; difficulties encountered in the use of the 1996 Revised IPCC Guidelines; and difficulties encountered in the use of the section of the guidelines contained in the annex to decision 10/CP.2, which relate to inventories. On institutional and funding issues that influence the preparation and reporting of GHG inventories, including data collection and development of emissions factors, Parties recommended to, inter alia: provide appropriate funding in the context of the second national communications to ensure the continuity and sustainability of the inventories; develop and strengthen institutional capacity of coordinating agencies of research activities, encouraging the use of regional expertise and the training of those experts; facilitate collaboration and coordination among national institutions; create regional networks to share inventory information among experts and institutions; develop processes to facilitate information exchange; provide financial and technical support for the creation, development and maintenance of national web sites within the framework of multilateral and bilateral assistance; develop an appropriate institutional framework for the collection, updating and management of data; provide adequate funding for enabling activities for the collection of activity data and the development of local emissions factors; and support the development of regional projects. On technical issues for improvement of data collection and development of local and regional emission factors and activity data, Parties recommended encouraging the use of activity data from regional organizations if available and/or appropriate and supporting the creation and development of a database on emissions factors by the IPCC. On difficulties encountered in the use of the 1996 Revised IPCC Guidelines, Parties approved recommendations to: urge the IPCC in the future guideline revision to better reflect specific conditions and circumstances of non-Annex I parties, in particular in the land-use change and forestry, energy and agriculture and waste sectors; call upon the IPCC in the future guideline revision to take better account of the relevant literature in languages other than English and appropriate literature; translate the IPCC good practice guidelines into the six UN languages; and provide appropriate training for experts. On difficulties encountered in the use of the section of the guidelines contained in the annex to decision 10/CP.2, which relates to the UNFCCC guidelines and their possible improvements, Parties approved recommendations to, inter alia: request the application of the Revised 1996 IPCC guidelines in the elaboration and reporting of the national greenhouse gas inventories; encourage the use, as appropriate and to the extent possible, of the IPCC good practice guidelines in greenhouse gas inventories; replace Table II of the UNFCCC guidelines with the IPCC summary Table 7A as the basis for summary reporting of greenhouse gas emissions and removals; encourage the provision of worksheets of the IPCC reporting format as an appendix to the greenhouse gas inventories; and encourage the reporting of HFC emissions to the extent possible."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}