{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Japan",
      "Brazil",
      "Norway",
      "China"
   ],
   "enb_end_date": "13-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "13-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12148e.html",
   "id": "enb12148e_9",
   "section_title": "MECHANISMS",
   "sentences": [
      "Delegates continued discussing the consolidated text.",
      "On the draft decision on the CDM, JAPAN said any requirements on financial additionality should not result in diversion of ODA.",
      "The US emphasized that revisions to the modalities, procedures and guidelines be made by consensus.",
      "The G-77/CHINA highlighted the need to distinguish between additionality and baselines, and underlined reference to funding additionality.",
      "The EU, opposed by the G-77/CHINA, proposed that the COP invite the IPCC to prepare guidelines for baselines.",
      "On the COP/MOP rules, NORWAY and the US emphasized that institutional responsibilities be part of the COP-6 decision. On the Executive Board (EB), NORWAY, CANADA, JAPAN and the US, opposed by the G-77/CHINA, highlighted a role for the EB in determining new baseline and monitoring methodologies.",
      "The G-77/CHINA expressed concern that the EB has been gaining at the cost of the COP/MOP.",
      "On accreditation, BRAZIL suggested replacing a reference to the accreditation body with the EB.",
      "SAUDI ARABIA highlighted the COP/MOP as the supreme authority. On designated operational entities, the REPUBLIC OF KOREA, opposed by NORWAY, introduced a reference to conflict of interest.",
      "On participation, Parties disagreed on the need for text relating to: projects proposed, developed, financed and implemented by non-Annex I countries; conditions on non-Annex I participation such as the fulfillment of commitments under FCCC Article 12 (communication of information); and certain eligibility criteria for transfers and acquisitions under Protocol Article 3 (commitments)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}