{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Mauritius",
      "United States"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_64",
   "section_title": "ADAPTATION AND LIABILITY",
   "sentences": [
      "Adaptation was another issue where deliberations at the SOGE spilled over into deliberations at SB 22, with the development of a five-year 'skeleton' programme of work the focus of discussion, in response to an important COP 10 decision.",
      "However, the subtext of discussions on adaptation has exposed another potential fault line in the negotiations leading up to the COP/MOP.",
      "It is expected that the methodological work on adaptation will increase to approach the level of work on mitigation methodologies.",
      "It is fair to question whether this is effective - mitigation is after all the cornerstone of the Protocol and the most important activity for reducing the overall impact of climate change on human societies.",
      "Look out for renewed emphasis on cost effectiveness and equity concerns. Not far from the surface of discussions on the quality of the five-year programme, some participants have detected a growing nervousness on the part of heavy polluters about the possibility of exposing themselves to liability for adaptation costs.",
      "The linkage (which some believe could be turned into a basis for litigation) has been established in UNFCCC Article 4.4.",
      "This article states that developed country Parties shall assist developing country Parties that are particularly vulnerable, in meeting the costs of adaptation.",
      "Indications of nervousness on the part of the US and others were detected in apparent attempts to pre-empt any linkage between recent extreme weather events and climate change, as well as in discussions on the Mauritius Strategy.",
      "This is consistent with their stance at COP 10 and subsequently at the World Conference on Disaster Reduction and at the International Meeting on SIDS."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}