{
   "actors": [],
   "countries": [
      "Mali"
   ],
   "enb_end_date": "04-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "04-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12563e.html",
   "id": "enb12563e_3",
   "section_title": "WORKSTREAMS 1 AND 2:",
   "sentences": [
      "In the afternoon, the ADP convened informal consultations on workstreams 1 and 2.",
      "Parties considered the co-chairs informal note of 2 December.",
      "The informal note includes elements of a possible decision and conclusions, including on an ADP work plan, to be forwarded to the COP for consideration.",
      "Parties made general comments on the informal note, as well as concrete proposals regarding specific paragraphs.",
      "Parties suggested that the Doha ADP outcome should include: commitment to complete work in 2015; negotiating text for 2014; and provisions for engaging with ministers from different sectors, for example, by holding yearly ministerial roundtables.",
      "Some parties stated their preference for a minimalist outcome in Doha, noting that nothing more was possible or necessary at this stage of discussions.",
      "Several parties said it was too early to invite submissions on the architecture of a future agreement, with one party emphasizing that scope, and not architecture, needs to be defined.",
      "One developing country observed that all elements of the Durban Platform, and not just the two workstreams, should be addressed in a holistic manner.",
      "Several parties also stressed the need for balance between the two workstreams.",
      "On the ADP s workplan for 2013, several developed country parties questioned the need to convene additional sessions in 2013 for the ADP, stating that the scheduled UNFCCC sessions would provide sufficient time for discussions.",
      "Several parties opposed text requesting the Secretariat to prepare a technical paper analyzing the mitigation potential of international cooperative initiatives, with one preferring that the ADP request the international cooperative initiatives themselves to identify their mitigation potential.",
      "A revised co-chairs informal note will be prepared and informal consultations will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}