{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Tuvalu",
      "Sudan",
      "United States",
      "Malaysia",
      "Russian Federation",
      "Bolivia",
      "Brazil",
      "Uruguay",
      "Antigua and Barbuda",
      "Mexico",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Peru",
      "China"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_4",
   "section_title": "GENERAL/OBJECTIVE",
   "sentences": [
      "On Monday, 1 June, the first reading of section C (General/Objective), which comprises 16 paragraphs in the Geneva negotiating text, commenced in the negotiating group.",
      "Parties agreed to identify \"low-hanging fruit\" within the section for consolidating and streamlining. Co-Chair Reifsnyder noted the need to address the \"meta\" question of whether this section should exist at all.",
      "Saudi Arabia and Malaysia, for the Like Minded Developing Countries (LMDCs), stressed that the section is not necessary. Peru, for the Independent Alliance of Latin America and the Caribbean (AILAC), Tuvalu, for the LDCs, Mexico, Trinidad and Tobago, Uruguay and the Russian Federation emphasized the section contextualizes the agreement§s objective. Parties identified four paragraphs for mechanical streamlining or consolidation by the informal facilitated discussion group co-facilitated by Diann Black-Layne (Antigua and Barbuda) and Artur Runge-Metzger (European Union).",
      "A summary of discussions related to specific paragraphs is available at: http://www.iisd.ca/vol12/enb12629e.html On Wednesday, 9 June, Co-Facilitator Black-Layne presented a Co-Facilitators§ table \"mapping the section,\" with topics and the paragraphs they are addressed in. Many parties requested a table column with linkages to other sections in the Geneva negotiating text, and inclusion of sub-paragraph references.",
      "The European Union (EU) noted the table does not include a just transition to low-GHG economies, and, with India, gender equality.",
      "China suggested using the terms \"differentiated commitments/contributions.\" The US preferred retaining \"commitments/contributions/action.\" A number of parties called for a balanced approach, including enhanced adaptation action and means of implementation (MOI), with the LDCs calling for setting out short- and long-term goals on GHG concentrations and temperature stabilization.",
      "Many said the section should be concise.",
      "Brazil added it should set out legal obligations with details to be clarified in other sections. On general principles, Sudan highlighted common but differentiated responsibilities (CBDR), leadership by developed countries, and special circumstances.",
      "Malaysia and India emphasized MOI in the context of equity and historical responsibility.",
      "Bolivia cautioned against implying transfer of responsibilities to non-state actors, and called for referencing the global carbon budget and Mother Earth. The Co-Facilitators reported they would capture parties§ inputs in a revised version of the table and inform the Co-Chairs of discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}