{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Barbados",
      "China"
   ],
   "enb_end_date": "12-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "12-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12132e.html",
   "id": "enb12132e_3",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "On 9 June, delegates heard presentations by the Global Environment Facility (GEF) on the Climate Development Initiative (CDI) and considered capacity building in non-Annex I countries. Avani Vaish, GEF, said the CDI is an 18-month effort by GEF and UNDP in 3 phases: an assessment of country-level capacity needs; preparation of a comprehensive study to meet those needs; and development of an action plan.",
      "John Hoff, UNDP, defined capacity development as the ability of individuals and institutions to set and realize goals, and said it is influenced by the broader context of the institutions, including policy and regulatory frameworks. Delegates heard brief reports by regional experts.",
      "Issues raised included: lack of financial resources; inefficient management of human resources and information; inability to retain human capacity; and a low level of economic, managerial and communication skills.",
      "On possible elements for a draft framework for capacity building, several delegates stressed the need for capacity building to be country-driven.",
      "The G-77/CHINA stressed that capacity building be a continuous, integrative and comprehensive process implemented within a specific time frame and based on country priorities.",
      "The US stressed the need to work on in-country capacities, build strong partnerships with local stakeholders and incorporate capacity building in national strategies. On the role of institutions, several delegates called for clear guidance to the GEF to ensure adequate funding for capacity building initiatives. The G-77/CHINA said national communications should be the main source of information to monitor the effectiveness of capacity building.",
      "AOSIS drew attention to the Barbados Programme of Action and emphasized regional efforts in addressing capacity building needs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}