{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Gambia",
      "Bolivia",
      "Australia",
      "Grenada",
      "Nicaragua",
      "South Africa",
      "Colombia",
      "Saudi Arabia",
      "Congo",
      "Tanzania"
   ],
   "enb_end_date": "08-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "08-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12504e.html",
   "id": "enb12504e_3",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "SBI Chair Robert Owen-Jones (Australia) opened the session.",
      "He explained that based on extensive consultations with parties, a revised provisional agenda (FCCC/SBI/2011/1/Rev.1) had been issued, but that parties were not yet ready to adopt the agenda in its entirety.",
      "He proposed that parties commence work on the following items on the provisional agenda: the financial mechanism; Convention Article 6 (education, training and public awareness); Convention Articles 4.8 and 4.9 (implementation of Decision 1/CP.10 on the Buenos Aires programme of work); Protocol Article 3.14 (adverse impacts of response measures); technology; capacity building under the Convention and the Protocol; amendment to the Protocol with regard to compliance; appeals against decisions of the CDM Executive Board; arrangements for intergovernmental meetings; and administrative, financial and institutional matters.",
      "SBI Chair Owen-Jones said that consultations would then continue on the outstanding items, with a view to adopting the agenda at a later date.",
      "The Gambia, for the LDCs, supported by the Democratic Republic of the Congo, for the AFRICAN GROUP, and NICARAGUA, opposed adoption of the agenda without the agenda item on national adaptation plans for LDCs, as provided for in Decision 1/CP.16.",
      "SAUDI ARABIA said that the item on forum on the implementation of response measures should also be included, observing that consulting further on some items implied that these items were being held in abeyance.",
      "The EU expressed preference for all items to be considered as one comprehensive package and cautioned against isolating certain items.",
      "Highlighting the central role that adaptation plays for all developing countries and the need for balance, COLOMBIA supported the Chair s proposal as a positive and pragmatic way forward.",
      "Grenada, for AOSIS, and AUSTRALIA also supported the proposal, with AUSTRALIA saying that governments cannot afford another six million dollar agenda.",
      "BOLIVIA requested the meeting s record reflect that Decision 1.CP/16 was adopted despite the formal and explicit objection by one party to the Convention. SOUTH AFRICA proposed adding the agenda item on a forum on the impact of the implementation of response measures and a modified agenda item on national adaptation plans (item 8) to the list of items on which work would commence pending consultations on the outstanding items.",
      "He proposed amending item 8 to read modalities and guidelines for a process to enable LDCs to formulate and implement national adaptation plans, which could be employed by other developing countries.",
      "AUSTRALIA and the US opposed this proposal, stressing that it does not reflect balance, while TANZANIA and SAUDI ARABIA supported the proposal. SBI Chair Owen-Jones then announced that he would hold informal consultations on the outstanding agenda items later in the afternoon and reiterated his original proposal.",
      "The LDCs and SAUDI ARABIA opposed this proposal.",
      "Noting lack of consensus on the way forward, Chair Owen-Jones said informal consultations on the agenda would continue in the afternoon and suspended the meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}