{
   "actors": [
      "African Group",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Ecuador",
      "Brazil",
      "Argentina",
      "Ethiopia",
      "Russian Federation",
      "Malaysia",
      "Belize",
      "Venezuela",
      "Iran",
      "China",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Chile",
      "Saudi Arabia",
      "Colombia",
      "Marshall Islands",
      "Egypt",
      "Bolivia",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_24",
   "section_title": "DISCUSSIONS ON STREAMLINING:",
   "sentences": [
      "On Tuesday afternoon, Co-Chair Reifsnyder called for parties views on streamlining the text.",
      "He proposed to work section-by-section through the elements text from Lima, with parties views captured in a separate document for parties reference.",
      "China and Venezuela expressed concern that returning to the elements text from Lima would be a step backward.",
      "Several parties, including Venezuela, Saudi Arabia, Uganda, Malaysia, for the LMDCs, Belize and Sudan, for the African Group, stressed the need to concentrate on the revised text.",
      "Several parties emphasized their desire to verify that the revised text carefully reflects their views and postpone streamlining until the revised text becomes available, while some parties called for starting streamlining work immediately.",
      "Brazil proposed a non-paper with visualization or a table to illustrate parties differences, as well as possible separations of treaty elements from COP decision elements.",
      "Sudan, for the African Group, opposed separating treaty elements from decision elements at this stage.",
      "Malaysia, for the LMDCs, said streamlining should focus on: aligning the text with the Convention and agreements reached in Lima; retaining the nuanced meaning of the proposals; and discussing each element in a balanced manner.",
      "Ethiopia and Venezuela stressed that parties have the right to suggest new text at any stage of the negotiations.",
      "Brazil encouraged parties to refrain from suggesting new text.",
      "Parties agreed that consideration of streamlining would start on Wednesday afternoon after an opportunity to review all sections of the revised text.",
      "On Wednesday afternoon, Co-Chair Djoghlaf asked parties to present proposals on how to streamline the text.",
      "He explained that the Secretariat had identified almost identical paragraphs in the revised text, which were displayed on the screen.",
      "Tuvalu, for the LDCs, and Bolivia raised points of order, requesting more time to reflect on the new text.",
      "Bolivia underscored that deciding which proposals in the text are alike is an exercise for parties, not the Secretariat, to undertake.",
      "Co-Chair Djoghlaf stressed that those parties who had refrained from presenting their proposals during the first reading of the text must be given the opportunity to present their streamlining proposals.",
      "Chile, for AILAC, Ethiopia and Australia made specific proposals on streamlining.",
      "Venezuela urged using time efficiently and undertaking the first multilateral reading of the revised text.",
      "The Russian Federation supported starting negotiations but opposed the Co-Chairs proposal to move to a smaller setting.",
      "Ecuador, Venezuela and the LMDCs suggested having parties explain their specific proposals.",
      "Brazil suggested that parties identify areas of duplication through open-ended informal discussions.",
      "The Marshall Islands supported this approach, suggesting that parties decide later in the week whether to capture that work in a document.",
      "Malaysia sought clarification on what would happen to the Geneva text once parties start proposing changes.",
      "Iran, supported by Egypt, requested that the Secretariat make an attributed version of the new text available, which Venezuela and Colombia opposed.",
      "Co-Chair Djoghlaf indicated that the text with attributions is an internal document and that parties will be able to obtain information on the proponents.",
      "On Thursday morning, Co-Chair Djoghlaf facilitated informal consultations on streamlining.",
      "Reporting these discussions to the afternoon contact group, he highlighted streamlining proposals by Australia and Argentina, for the LMDCs.",
      "After further contact group discussions on streamlining on Thursday afternoon, Co-Chair Reifsnyder indicated that the Geneva text will not be changed, apart from parties corrections to proposals already made, which were to be submitted to the Secretariat by 6:00 pm on Thursday.",
      "He said the text will be translated and circulated to parties, and noted that streamlining proposals and additions can be introduced in June.",
      "On parties request for more ambition in Geneva, he noted that parties have too many concerns about streamlining and said no further informal consultations on streamlining would be held."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}