{
   "actors": [
      "Group of 77",
      "Umbrella Group"
   ],
   "countries": [
      "China",
      "Argentina",
      "Malaysia",
      "New Zealand"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_25",
   "section_title": "MECHANISMS",
   "sentences": [
      "Delegates met from 16-18 July in a closed negotiating group chaired by Raúl Estrada-Oyuela (Argentina) and Kok Kee Chow (Malaysia).",
      "The group considered The Hague and Pronk texts, and identified the key political and technical issues to be resolved.",
      "The six key 'technical issues' were: environmental impact assessments; public participation; baselines; small-scale projects in the CDM; certified emissions reduction (CER) transactions; and mechanisms' eligibility and the verification procedures that may be used in track two of JI projects. The key political issues included: equity; supplementarity; nuclear facilities in the CDM and JI; establishment and composition of a supervisory committee for verification of CERs; composition of the CDM Executive Board; level of the commitment period reserve; application of share of proceeds to all three mechanisms; the requirement that Annex I Parties' use of CERs be conditional on it being party to the compliance agreement; unilateral CDM; and sinks in the CDM.",
      "On sinks in the CDM, Co- Chair Estrada ruled against a request from a number of Umbrella Group countries that an option be included providing for all sinks project types within the CDM.",
      "Delegates also considered the following political issues identified by the G-77/China: the lack of parity between Annex I Parties under Protocol Article 4 (joint fulfillment) and other Parties; the need for special consideration for LDCs; financial additionality; and the equitable distribution of CDM projects on a geographical basis. Various options were presented for each of the political issues in a Co-Chairs' Note (FCCC/CP/20001/CRP.8) for consideration during the high-level segment.",
      "On Friday these discussions took place within the President's Group, chaired by President Pronk, while on Saturday the discussions on mechanisms were in a sub-group facilitated by Minister Peter Hodgson (New Zealand).",
      "On the basis of the high-level negotiations, President Pronk produced a 'core elements' proposal late on Saturday night.",
      "The text relating to mechanisms in this proposal was accepted on Monday, 23 July, and forms part of the Bonn Agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}