{
   "actors": [],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Germany",
      "Brazil",
      "Belgium",
      "Maldives",
      "Saudi Arabia",
      "Switzerland"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_14",
   "section_title": "Roles and Responsibilities of the IPCC Secretariat",
   "sentences": [
      "On Wednesday afternoon, delegates discussed the IAC Report recommendation to redefine the responsibilities of key Secretariat positions both to improve efficiency and to allow for any future senior appointments.",
      "Delegates agreed that the redefinition of the roles and responsibilities of key members of the Secretariat was necessary.",
      "Brazil said that it is first important to understand what the IPCC as a whole needs in terms of management.",
      "Switzerland proposed that the Secretariat prepare and work on the basis of a yearly work plan approved by the proposed executive committee and presented to the Panel, and noted the need to define the relationship between the TSUs and the Secretariat.",
      "Belgium called for reinforcing cooperation between the head of the Secretariat and the Chair and the Bureau.",
      "Opposed by the Russian Federation, she suggested an audit of the Secretariat to determine roles and responsibilities and to identify what is needed and how to improve management.",
      "The US noted that the internal definitions by the Secretariat of their roles and responsibilities would be useful in a redefinition.",
      "The Maldives said the Secretariat plays a critical role in maintaining institutional memory.",
      "Saudi Arabia called for strengthening the linkage between the Secretariat and the TSUs, and said the exact roles and responsibilities of those currently in the Secretariat should be defined before redefining functions or hiring new staff.",
      "This issue was sent to a drafting group to develop text of a possible decision.",
      "Delegates discussed whether this required an internal or external audit of the Secretariat or a study of the Secretariat.",
      "During the final meeting of the drafting group, this issue was merged with the recommendation to establish an executive director position to head the Secretariat.",
      "During the closing plenary, Germany noted that the text still required full discussion as it remained in brackets.",
      "The US and Switzerland requested clarification on the proposed study of the Secretariat.",
      "Belgium noted an additional budget item for an external audit and evaluation to assess the quality of management and that this would improve understanding of the real needs and could be helpful to the task group.",
      "Brazil said that many had expressed the utility of having an overall evaluation of the Secretariat in relation to all other elements of the IPCC organization and that many felt that this assessment of management would establish the need for new staff, whether an executive director or other restructuring of positions within the Secretariat.",
      "Secretary Christ said that the budget item on the audit is specifically to audit expenditures not quality of management.",
      "Chair Pachauri said that the budget does not drive activities, rather activities drive the budget.",
      "He emphasized that the text already requests the Task Group to examine the role of the Secretariat, which is in a sense carrying out a study of the Secretariat, and suggested deletion of the reference to the study."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}