{
   "actors": [],
   "countries": [
      "Cook Islands",
      "Micronesia",
      "Philippines"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_11",
   "section_title": "MULTILATERAL AND REGIONAL SUPPORT PROGRAMMES",
   "sentences": [
      "On Friday morning, 30 April, delegates were briefed on four support programmes at the multilateral and regional levels.",
      "These included presentations from representatives of the Asian Development Bank (ADB), WMO, APN, and the Inter-American Institute for Global Change Research (IAI). Edy Brotoisworo, ADB, opened the session with a presentation on the Climate Change Adaptation Programme for the Pacific (CLIMAP).",
      "Noting that earlier ADB activities to support the UNFCCC had dealt with climate mitigation, he highlighted the increasing focus on adaptation that had resulted in the development of CLIMAP.",
      "He explained that CLIMAP seeks to mainstream climate adaptation through risk reduction.",
      "It involves a two-stage approach, starting with a short stocktaking exercise, followed by a longer process involving pilot activities focused on Micronesia and the Cook Islands.",
      "Responding to a comment from the Philippines about mainstreaming adaptation within national government plans, Brotoisworo acknowledged that this was not an easy task, but confirmed that involving government and other stakeholders was a critical part of the programme. Buruhani Nyenzi, WMO, described the WMO`s activities related to climate change, including the World Climate Programme (WCP), GCOS, the World Climate and Climate Research Programme, and Global Atmospheric Watch.",
      "He informed participants that WCP coordinates most of WMO`s climate change-related divisions, including the World Climate Data Monitoring Programme, the World Climate Applications and Climate Information and Prediction Services, and the Agricultural Meteorology Programme.",
      "Nyenzi listed the various activities carried out under these programmes, which he said sought to improve: the capacity of WMO members in climate monitoring; the systemic global monitoring of atmospheric, oceanic and terrestrial systems; and climate data 'rescue' activities to preserve data at risk of being lost due to deterioration of the medium used to store it. During the discussion that followed, several participants emphasized the need to involve meteorological departments in climate change activities.",
      "The Philippines noted that national weather specialists tend to be conservative when it comes to attributing extreme weather events to global warming, which sometimes sends a contradictory message. Samuel Penafiel, APN, briefed participants on APN`s mission, structure and ongoing project activities.",
      "He provided details of APN`s four thematic areas: changes in coastal zones and inland waters; changes in atmospheric composition; climate change and variability; and changes in terrestrial ecosystems and biodiversity.",
      "He also highlighted APN`s CAPaBLE project. Linda Stevenson, APN, on behalf of Gerhard Breulmann, IAI, spoke about IAI`s climate change programmes and projects.",
      "Reflecting on past activities, she drew attention to work on the Collaborative Research Networks (CRNs), and explained that a second round of CRNs was now under development.",
      "The total budget for these CRNs is expected to be in the range of US$8-11 million.",
      "Looking ahead, she highlighted IAI`s intention to streamline its proposals process, including plans to develop a fully web-based project submission system.",
      "She also noted that IAI is considering earmarking funds for 'young' or 'aspiring' scientists."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}