{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Argentina",
      "United States",
      "Gambia",
      "Japan",
      "Brazil",
      "Canada",
      "Colombia",
      "Malawi",
      "Sweden",
      "Thailand",
      "Sri Lanka",
      "Australia",
      "Ethiopia",
      "Egypt",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_4",
   "section_title": "WORKSHOP ON AGRICULTURE:",
   "sentences": [
      "In the morning, an in-session SBSTA workshop on agriculture took place, facilitated by Hans à ke Nilsagård (Sweden) and Selam Kidane Abebe (Ethiopia).",
      "SBSTA Chair Muyungi opened the workshop, noting his ongoing consultations on the establishment of a SBSTA contact group on agriculture.",
      "The IPCC presented on various impacts of climate change on agriculture explaining that the sector is vulnerable to climate extremes, with implications for food security.",
      "The UN FOOD AND AGRICULTURE ORGANIZATION discussed challenges, opportunities and success stories of practical implementation of adaptation and identification of adaptation co-benefits in agriculture.",
      "In the panel discussion, SWITZERLAND and INDIA shared their experiences on the impact of climate change on agriculture.",
      "JAPAN and COLOMBIA discussed practices and approaches to deal with adaptation in agriculture.",
      "The EU, and Malawi, for the AFRICAN GROUP, highlighted scientific knowledge to enhance adaptation while promoting agricultural productivity.",
      "During the ensuing discussion, Egypt, for the G-77/CHINA, underscored that the SBSTA's consideration of agriculture must focus on adaptation, and welcomed further consideration of this issue at SBSTA 40.",
      "Among several key issues for adaptation in the agricultural sector, he identified loss and damage as 'crucial'.",
      "Several developing countries, including VIET NAM, SRI LANKA, ARGENTINA and THAILAND, underlined climate vulnerability of their agricultural sectors, including: reduced yields; increased incidents of pests and diseases; droughts; and threatened livelihoods of rural populations dependent on agriculture.",
      "The Gambia, for the LDCs, and Egypt, for the G-77/CHINA, and several other developing countries called for finance and technology transfer to aid adaptation efforts at the local level and include agriculture in NAPs. AUSTRALIA noted common challenges faced by many agricultural countries, despite varying national circumstances.",
      "BRAZIL highlighted that tropical agriculture is more vulnerable, and underscored the need to focus on adaptation, not co-benefits.",
      "He suggested establishing a platform for collecting information.",
      "The US identified knowledge management, capacity building and technology transfer as commonalities.",
      "CANADA noted many countries mentioned locally-appropriate approaches and the need to increase resilience.",
      "CHINA stressed food security as a priority and called for work on this issue to remain in accordance with the Convention's principles, particularly CBDR.",
      "The Secretariat will prepare a report of the workshop for SBSTA 40, and informal consultations on whether to convene a contact group will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}