{
   "actors": [],
   "countries": [
      "United States",
      "United Kingdom",
      "Netherlands",
      "Slovenia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_17",
   "section_title": "IMPLEMENTATION OF THE IPCC COI POLICY",
   "sentences": [
      "In the plenary on Wednesday, IPCC Vice-Chair and COI Committee Chair Hoesung Lee (Republic of Korea) reported on the implementation of the IPCC COI policy (IPCC-XXXV/Doc.6).",
      "He said Barbara Ruis, nominated by UNEP, and Susan McCrory, nominated by the WMO, would serve as legal experts in the COI Committee.",
      "Chair Lee also reported on the first COI Committee meeting, held in Geneva in March 2012 (IPCC-XXXV/Doc.6, Annex 1), and on the interim method of working of the IPCC COI Committee submitted to the Panel for approval (IPCC-XXXV/Doc.6, Annex 2).",
      "Welcoming regular reporting on compliance and implementation, the UK, supported by Switzerland, said that the focus of the Committee s method of work should be more on external trust and less on confidentiality.",
      "He further cautioned against the possibility of conflict of interest within the COI Committee.",
      "Switzerland, supported by Slovenia, proposed that virtual or telephone participation in the COI Committee meetings be allowed to satisfy the requirement of a two-thirds quorum.",
      "The US described the COI policy as a self-reporting policy and said that there has to be an understanding of what good practice of self-reporting is.",
      "The Netherlands stressed the need to avoid a situation when somebody from the outside can find a conflict of interest in the process that we are carrying out ourselves, and proposed engaging external expertise on the COI policy.",
      "In the plenary on Thursday, Secretary Christ presented a proposal incorporating delegates comments to avoid a conflict of interest within the COI Committee itself.",
      "The plenary agreed to the revision, which states that COI members should not consider certain cases generally involving themselves and that they will recuse themselves when such cases are being reviewed.",
      "The plenary also agreed to a suggestion by China stating that the Chair of the COI Committee should report to the plenary if such a situation occurs.",
      "With these revisions, delegates approved the working method of the COI Committee."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}