{
   "actors": [
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "Thailand"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_75",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBI/2012/L.24), which were revised in plenary, the SBI invites the Bureau of COP 17 and CMP 7 to finalize the details of the arrangements for COP 18 and CMP 8, including arrangements for the high-level segment, in consultation with the President Designate of COP 18 and CMP 8 and the Secretariat.",
      "The SBI also stresses the importance of the principles of transparency and inclusiveness in the lead-up to and during COP 18 and CMP 8.",
      "The SBI notes the agreement of parties on the importance of additional intersessional resumed sessions of the ad hoc working groups before the Doha Conference.",
      "The SBI takes note of the information provided by the Executive Secretary on the provisional preparations for additional intersessional resumed sessions of the ad hoc working groups and noted the critical and urgent need for financial contributions in order for the Secretariat to make the necessary arrangements.",
      "The SBI invites the UNFCCC Executive Secretary to explore cost-saving measures to facilitate these additional intersessional resumed sessions of the ad hoc working groups to be held from Thursday, 30 August, to Wednesday, 5 September 2012, in Bangkok, Thailand.",
      "The SBI invites all presiding officers, in consultation with the Bureau, to give serious consideration to streamlining the work of the ad hoc working groups while ensuring that all bodies can complete their mandated tasks.",
      "The SBI also notes that sufficient voluntary contributions have not been confirmed and that in the absence of such contributions or pledges by 29 May 2012 it would not be possible for the Secretariat to make the necessary arrangements.",
      "The SBI also notes that, in keeping with the principle of rotation among regional groups, the President of COP 19 and CMP 9 would come from Eastern Europe and the President of COP 20 and CMP 10 would come from GRULAC.",
      "The SBI also notes the ongoing consultations with regard to hosting COP 19 and CMP 9 and urges parties to come to a conclusion on this issue so that a decision could be taken at COP 18.",
      "The SBI also invites parties to come forward with offers to host future sessions of the COP and CMP, including COP 20 and CMP 10."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}