{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Japan",
      "Philippines",
      "Iceland",
      "China"
   ],
   "enb_end_date": "11-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "11-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1294e.html",
   "id": "enb1294e_1",
   "section_title": "SBSTA",
   "sentences": [
      "Under the draft conclusions on impacts of single projects on emissions in the commitment period, (FCCC/SBSTA/1998/CRP.9; FCCC/SBSTA/1998/CRP.10; FCCC/SBSTA/1998/MISC.11 and Add.1), SBSTA would further consider the issue at its tenth session.",
      "Supporting the draft decision, AOSIS cautioned against granting exemptions prior to the Protocol`s entry into force and said Parties should explore other options.",
      "ICELAND stressed that only projects with demonstrable global benefit would fall under the draft decision, if they could not be accommodated within the Party`s assigned amount.",
      "On the issue of precedence, he said other cases should be valued on their own merits.",
      "The draft conclusions and decisions were adopted. The draft conclusions (FCCC/SBSTA/1998/CRP.10) on methodological issues noted the preparations of a workshop to be held from 9-11 December to resolve the identified methodological issues on GHG inventories.",
      "It requested the Secretariat to, inter alia, prepare a report on the revised guidelines for Annex I communications, particularly on the GHG inventory section, and consult with the IPCC on a comprehensive joint plan for the inventory programme.",
      "The conclusions were adopted with some textual modifications. SBSTA adopted its draft report for the ninth session (FCCC/SBSTAA/1998/L.8).",
      "The final report will include the RUSSIAN FEDERATION`s objection to procedural steps embodied in the recommendation on the relationship between the Montreal Protocol and the FCCC (FCCC/SBSTA/1998/CRP.8). The draft conclusions on technology transfer (FCCC/SBSTA/1998/CRP.11) requested the SBSTA Chair to establish a consultative process, constituting regional workshops and meetings to implement FCCC Article 4.5 (technology transfer).",
      "Parties are invited to provide submissions to the Secretariat by 15 March 1999 in response to the issues listed in the Annex to the decision. Delegates adopted most of the text unchanged, modifying the preamble to reflect the role of the private sector in some countries.",
      "A paragraph requesting SBSTA to establish a consultative process to consider the issues listed in the Annex engendered debate.",
      "The G-77/CHINA favored retaining reference to a technology transfer mechanism and considering the paragraph along with a bracketed reference in the Annex, which required consideration of appropriate mechanisms for technology transfer with the UNFCCC.",
      "The PHILIPPINES suggested a body was needed to operationalize the process, adding that experts involved in the consultative process should be from the FCCC roster of experts.",
      "The US, with the EU, said the aim of the consultative process should be 'meaningful and effective action.",
      "' The G-77/CHINA favored 'technology transfer mechanism,' but indicated willingness to accept 'meaningful and effective action' if brackets were removed from the Annex. The Chair closed the formal meeting and began informal discussions.",
      "The EU said the Annex was not a negotiated text and supported the US proposal to leave the debate to the high-level segment, as it related to other issues under negotiation.",
      "The Chair proposed compromise wording.",
      "After some debate, the Chair invited the EU, the US and the G-77/China to discuss the issue informally. SBSTA reconvened at approximately 12:30 am.",
      "Chair Chow reported that participants in the afternoon's consultations had agreed to let the Chair make a proposal.",
      "He proposed the following: 'to achieve agreement on a framework for meaningful and effective actions.",
      "' The reference to 'technology transfer mechanism' would be deleted.",
      "The text would also have SBSTA draw from the 'roster of experts.",
      "' A bracketed reference in the Annex would ask whether existing multilateral mechanisms were sufficient. The Chair attempted to accept the text, but the US objected.",
      "CHINA expressed regret that implementation of this FCCC commitment was being delayed once again.",
      "SBSTA accepted the text, and the Chair said the record would note the US objection.",
      "The US, supported by JAPAN, said the action was inappropriate and a statement in the record was insufficient.",
      "He said the record should indicate that the decision was accepted in the face of objection.",
      "He will raise the issue in the COP plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}