{
   "actors": [],
   "countries": [
      "Youth NGOs"
   ],
   "enb_end_date": "20-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "20-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12591e.html",
   "id": "enb12591e_4",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As Monday night's negotiations continued into the night, some delegates left the National Stadium at 6:00 am on Tuesday to be greeted by light of early dawn.",
      "During the day, buoyancy came from gender and youth groups.",
      "Many wore green ribbons on this 'Gender Day' to promote the role of gender approaches in solving the climate crisis.",
      "A delegate from youth NGOs facilitated the ADP Co-Chairs' special event, and the theme of intergenerational justice also appeared during the high-level segment in the afternoon, as many speakers called for delegates to think of 'not only of your children, but of your children's children'.",
      "Various high-level officials also presciently reflected a general feeling of frustration with the ADP's discussions, while repeatedly urging concrete outcomes in Warsaw to pave the way to Paris in 2015.",
      "During this second day of discussion of the ADP draft decision, one delegate admitted to a 'growing sinking feeling' that parties will not find common ground and instead will 'insist on emphasizing the areas of divergence'.",
      "Paraphrasing Polish Prime Minister Donald Tusk's words during the high-level segment that 'each player is competing with his colleagues', one delegate worried that parties were forgetting 'that the match can only be won by the team'.",
      "While many expressed concern about procedural issues currently under discussion and the slow pace of negotiations thus far, a UNFCCC veteran reassured others that COP 19 is a 'typical COP' that will 'result in some last minute package late Friday night'."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}