{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Zimbabwe",
      "Mexico",
      "Venezuela",
      "China",
      "Australia",
      "Congo",
      "Papua New Guinea",
      "Belarus",
      "Switzerland",
      "Gambia",
      "Egypt",
      "United Kingdom",
      "Guinea",
      "South Africa",
      "Grenada",
      "Argentina"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_90",
   "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION",
   "sentences": [
      "The resumed 14th session of AWG-LCA opened on Tuesday, 7 June with Daniel Reifsnyder (US) continuing as the Chair and Margaret Mukahanana-Sangarwe (Zimbabwe) as the Vice-Chair.",
      "Reifsnyder explained that the agenda adopted in Bangkok (FCCC/AWGLCA/2011/5) would provide the structure and scope of AWG-LCA s work in Bonn and includes both work to implement Decision 1/CP.16 (outcome of the AWG-LCA s work) and issues that remain unresolved.",
      "Parties also agreed to the organization of work proposed by the Chair (FCCC/AWGLCA/2011/6).",
      "On intersessional activities, Mexico, as the COP Presidency, reported on activities to facilitate further negotiations, including: a ministerial meeting in March on implementing the Cancun Agreements; informal meetings with observer groups; the first meeting of the Transitional Committee for the Design of the Green Climate Fund in April; and a Ministerial dialogue on adaptation, co-hosted with South Africa, in May.",
      "She noted that Mexico would hold further consultations in the coming months in cooperation with South Africa as the incoming COP President.",
      "South Africa announced that the incoming COP and COP/MOP President would convene consultations in Bonn on parties expectations concerning outcomes from COP 17 and COP/MOP 7.",
      "For more information on these open-ended informal consultations, see: http://www.iisd.ca/vol12/enb12508e.html and http://www.iisd.ca/vol12/enb12509e.html.",
      "The Secretariat outlined activities by the Transitional Committee for the Design of the Green Climate Fund, including its first meeting in Mexico City in April and its first technical workshop in June in Bonn.",
      "Argentina, for the G-77/China, warned against transferring issues from the AWG-LCA to the Subsidiary Bodies and said specific issues mandated for consideration by the SBI in Decision 1/CP.16 must feed into a balanced outcome from the AWG-LCA.",
      "The G-77/China also stressed the need for another negotiating session before Durban.",
      "Australia, for the Umbrella Group, observed that building a new regime takes time, identifying Durban as the next step in the process that can move forward the Cancun undertakings.",
      "She stressed, inter alia , the importance of MRV by developed and developing countries for the review of the long-term global goal beginning in 2013.",
      "Noting that a new treaty is not a prospect in Durban, she called for putting in place institutions and processes that provide the basis for future legal action.",
      "Noting that the window of opportunity to achieve the 2°C target is closing, the EU stressed the need to speed up work on implementation of the Cancun Agreements, especially concerning mitigation.",
      "He urged increasing the level of ambition, emphasized the importance of MRV and called for a comprehensive, legally-binding framework.",
      "Belarus, for countries with economies in transition, stressed the importance of technology transfer and capacity building.",
      "Switzerland, for the EIG, called for early establishment of a NAMA registry and the adoption of guidelines for NAMAs, both those seeking and those not seeking international support.",
      "Grenada, for AOSIS, lamented the lack of urgency toward addressing the likely 3-4°C warming, and underlined that although the Cancun Agreements represent a step forward, they still lack scope, substance and ambition.",
      "Egypt, for the Arab Group, said success in Durban depends on achieving balanced results based on the Convention s principles, including common but differentiated responsibilities.",
      "The Gambia, for the LDCs, called for, inter alia : stricter targets; a comprehensive framework; short-, medium and long-term adaptation programmes; and long-term finance.",
      "The Democratic Republic of the Congo, for the African Group, called for, inter alia : strengthening international assessment and review (IAR) for developed countries; a COP 17 decision on long-term finance and operationalizing the Green Climate Fund; and urgent adaptation action, including through the Adaptation Committee established in Cancun.",
      "He said the scale of finance is not a fixed sum, but is dependent on mitigation actions taken.",
      "Venezuela, for ALBA, underscored that the process is party-driven and called for increased efforts to rebuild trust and foster a spirit of cooperation through frank and inclusive consultations.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, highlighted that REDD+ offers cost-effective, early action to mitigate climate change.",
      "She called for disbursement of the funds pledged, particularly for REDD+, and suggested financing options for possible REDD+ related issues be addressed in the AWG-LCA, including but not limited to, market-based mechanisms."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "WORKING GROUP"
}