{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Venezuela",
      "Luxembourg",
      "Marshall Islands",
      "United States",
      "Mauritius",
      "Uzbekistan",
      "Nepal",
      "Russian Federation",
      "Malaysia",
      "Sri Lanka",
      "Zimbabwe",
      "Hungary",
      "Burkina Faso",
      "Costa Rica",
      "Bhutan",
      "Central African Republic",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "21-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session SBSTA & SBI",
   "enb_start_date": "21-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1257e.html",
   "id": "enb1257e_2",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNICAL ADVICE",
   "sentences": [
      "Chair Tibor Faragó (Hungary) urged delegations to make progress on outstanding issues as this would be the last SBSTA session before COP-3.",
      "He proposed the establishment of informal contact groups on AIJ and technology transfer.",
      "He also invited delegations to focus on the methodological issues related to inventories by Annex I Parties to the Convention as contained in the annex to document FCCC/SBI/1997/19. On methodological issues, LUXEMBOURG, on behalf of the EU, noted that the Secretariat had listed various issues that needed further study but indicated that the list might not be complete.",
      "He said other issues were likely to come up in the near future, based on new Annex I national communications and experiences gained during in-depth reviews.",
      "He stated that FCCC guidelines for Annex I national communications would need regular maintenance and improvement if necessary.",
      "INDIA raised points on the types of gases that ought to be included in inventories and criteria to ensure transparency and comparability. The US called for recommendations on how to use the IPCC methods and noted that Global Warming Potentials (GWPs), although not perfect, may be a suitable method for drawing comparisons.",
      "He asked the Secretariat to prepare a list of issues that could be addressed by SBSTA in preparing rules.",
      "MALAYSIA questioned the scientific basis for using GWPs and said they do not provide clear GHG inventories.",
      "The MARSHALL ISLANDS called for the inclusion of developing country experts on the review teams.",
      "The Chair asked the Secretariat to prepare a text for consideration by the joint SBI/SBSTA contact group on this issue. On national communications from non-Annex I Parties, the Chair noted that discussion on the provision of support to developing country Parties had taken place at the SBI and any conclusions would be reported to SBSTA. On AIJ, the Secretariat introduced a synthesis report on the AIJ pilot phase (FCCC/SBSTA/1997/12, Add.1, Corr.",
      "1, and Corr.2).",
      "He said there had been 67 AIJ projects during the pilot phase and further project offers were contained in document FCCC/SBSTA/ 1997/Inf.3. The G-77/CHINA noted the limited spread of projects and suggested that COP-3 would be unable to reach any conclusions on the exercise.",
      "He supported a joint contact group.",
      "The EU called for clearer guidance regarding the definition of a number of information items required during the AIJ pilot phase.",
      "Among these items were: the compatibility with and supportiveness of national economic development, socio-economic and environmental priorities; emissions reduction calculations; project lifetime; uncertainty in establishing estimates and measurements; baseline definition; and estimating mitigation costs.",
      "He also called for new project types.",
      "ZIMBABWE called for a good distribution of AIJ projects by sector, country and region and supported the view that current information could not provide the basis for decisions at COP-3.",
      "INDIA noted the absence of precise information on the amount of GHG reductions and costs and agreed that current data were insufficient to reach a judgment on the pilot phase.",
      "MALAYSIA expressed concern that problems still prevail in terms of assessing the pilot phase and underlined the importance of methodological issues.",
      "UZBEKISTAN called for the inclusion of a methodological item on determining socio-economic benefits and noted that there were almost no AIJ projects in his region.",
      "SRI LANKA noted the poor response to his country`s attempts to find a partner in a developed country for AIJ, despite the interest of several parties in his country.",
      "VENEZUELA supported the idea of a working group to discuss the issue. The US said the COP should endorse the progress made on AIJ.",
      "He said delegates should bear in mind that many projects have yet to receive host country approval, even those meeting all criteria and not seeking credit.",
      "He urged SBSTA to address the complexity of the guidelines, and said it should prioritize requirements rather than wait until all complexities are resolved.",
      "MAURITIUS said AIJ must be given the chance to expand to more countries and sectors. SWITZERLAND supported the development of a priority work programme that could be endorsed by the COP.",
      "She noted that the lack of capacity in the potential host countries creates a barrier for AIJ's progress.",
      "CENTRAL AFRICAN REPUBLIC supported deferring decisions on AIJ to later meetings when projects are more equitably distributed.",
      "UNEP/IEA reported on a recent AIJ workshop held in Paris, in which participants noted, inter alia, that AIJ should not be seen only within the context of GHG abatement, but also as part of global development. BHUTAN said despite its very low capacity, it hopes delegates keep an open mind regarding methodological issues.",
      "BURKINA FASO said COP-3 should extend the process.",
      "NEPAL said AIJ could be a small but indispensable tool for countries' national programmes and technical training.",
      "The RUSSIAN FEDERATION said COP-3 could take the necessary decisions on issues such as new forms of AIJ.",
      "COSTA RICA said the possibility of credits would bring a desirable number and type of new projects. The Secretariat introduced the document, FCCC/SBSTA/1997/ 11, on the experience with the roster or experts.",
      "Delegates will discuss the issue at SBSTA's next meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}