{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "New Zealand",
      "Russian Federation",
      "Norway",
      "China",
      "Australia",
      "Switzerland",
      "Peru",
      "Russia"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_43",
   "section_title": "Common metrics",
   "sentences": [
      "This issue was first considered by the SBSTA plenary on 1 June, and referred to informal consultations chaired by Mikhail Gytarsky (Russian Federation).",
      "No SBSTA conclusions were adopted.",
      "In the opening plenary, the IPCC presented key conclusions of the IPCC Expert Meeting on the Science of Alternative Metrics, held in Oslo, Norway, in March 2009.",
      "New Zealand highlighted that global warming potentials (GWPs) with a 100-year time horizon do not reflect the cost of impacts beyond 100 years, including irreversible impacts.",
      "He stressed restricting emissions of long-lived gases.",
      "Switzerland and China noted the shortcomings of potential alternatives and called for further scientific work.",
      "In informal consultations, a number of parties proposed drafting a decision referring to the appropriateness of the use of GWPs as a common metric for calculating carbon dioxide equivalence of anthropogenic emissions by sources and removals by sinks.",
      "Noting that appropriate metrics depend on policy goals, a party suggested that parties take this into account and develop goals to communicate to the IPCC to aid the development of appropriate metrics.",
      "Other parties opposed, pointing to the complexity of the issue and the difficulty of identifying specific goals.",
      "The parties were unable to reach substantive conclusions but agreed to continue considering the issue at SBSTA 31. PROTOCOL ARTICLE 2.3 (ADVERSE EFFECTS OF POLICIES AND MEASURES): This issue was first considered by the SBSTA plenary on 2 June.",
      "It was then referred to a joint SBI/SBSTA contact group and informal consultations, co-chaired by Eduardo Calvo Buendia (Peru) and Kristin Tilley (Australia).",
      "The SBSTA closing plenary adopted conclusions on 10 June.",
      "Parties met in formal and informal discussions, many of which were underpinned by the issue of whether to address Article 2.3 (adverse effects of policies and measures) and Article 3.14 (adverse impacts) jointly or separately within the contact group.",
      "Parties agreed to proceed on the issues giving separate but equal time to the two issues, however some developed country parties directed their interventions to both issues at once.",
      "Discussions also covered substantive issues including: understanding the issues; information sharing on impacts of response measures; and implementation.",
      "On information sharing, New Zealand favored using the national communications process to share information on adverse effects of response measures, while the G-77/China stressed the need for a new process facilitating more frequent information exchange.",
      "The G-77/China also called for a phased approach to implementation.",
      "These issues remained unresolved and the text remained heavily bracketed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}