{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_18",
   "section_title": "MULTILATERAL INITIATIVES AND OTHER TECHNICAL ASSISTANCE PROGRAMMES",
   "sentences": [
      "Peter Pembleton, Project Manager, UNIDO, outlined UNIDO`s support for industry under the UNFCCC.",
      "He described UNIDO`s programme, which aims to mobilize national, subregional and regional capacity and to develop mechanisms that support industrial technology transfer.",
      "He described the three stages of work - the preparation of background studies, provision of preparatory assistance, and implementation of the programme.",
      "On results achieved to date, he said UNIDO had started with six African experts and now has over 200 individuals involved in its Africa network, as well as activities in several ASEAN countries.",
      "He said the approach taken has been characterized by a bottom-up, multi-stakeholder, learning-by-doing approach involving public- private sector partnerships. Nandita Mongia, GEF`s Asia-Pacific Regional Manager and Technical Advisor for Climate Change, highlighted the work of the GEF in supporting technology transfer in a climate change context.",
      "She noted that the GEF provides additional and incremental funding of activities that directly contribute to greenhouse gas emissions reductions.",
      "To date, the GEF has disbursed approximately US$1.5 billion through its Operation Programmes (OPs).",
      "While most programmes must show an immediate environmental benefit, she said money can also be disbursed to commercialize promising new energy technologies that may result in a future environmental benefit.",
      "She explained that while the GEF is not directly mandated to support technology transfer, it does promote such activities by supporting technology evaluation, training, policy review and development, and the improvement of financial and business skills.",
      "In addition, the GEF assists in removing barriers to the large- scale application, implementation, and dissemination of least- cost, commercially-established or newly-developed energy efficient technologies.",
      "On lessons learned, she cited the need to distinguish the larger body of relevant stakeholders from the key national partner, and the fact that this key national partner differs from country-to-country.",
      "She stressed that it is crucial to engage the key stakeholder from the beginning of the project cycle. Elmer Holt, CTI Vice Chair, outlined the technical assistance for needs assessments available from CTI, describing a range of activities in various developing countries and countries with economies in transition (EITs).",
      "He then described CTI`s activities under the Cooperative Technology Implementation Plan (CTIP) programmes, which include financial, technical and facilitative roles.",
      "Identifying some possible future roles for CTI in relation to needs assessment, he suggested that it could: convene a workshop on training and/or sharing country experiences; assist with donor matchmaking systems; extend technical support for technology needs assessments to additional countries; further cooperate with UNDP on a handbook; and augment current efforts to track technology-related training programmes and match these with country needs. He concluded by observing that needs assessment it is not an end in itself, but is one critical component in a process that should also include building capacity, creating an enabling environment, and developing a practical plan of implementation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}