{
   "actors": [],
   "countries": [
      "Tuvalu",
      "South Africa",
      "Norway",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "08-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "08-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12309e.html",
   "id": "enb12309e_3",
   "section_title": "EMISSION TRENDS AND MITIGATION POTENTIAL:",
   "sentences": [
      "Sergey Kononov, UNFCCC Secretariat, noted increasing emissions for Annex I parties, highlighted the relevance of LULUCF for some parties ` emissions profiles, and underscored the high growth rate for emissions in transport.",
      "Alf Wills, Department of Environmental Affairs and Tourism, South Africa, underlined the significance of using cumulative emissions data as the basis for an equitable approach to determining future commitments and providing space for developing countries to achieve their sustainable development goals.",
      "NORWAY observed that emissions reduction targets for developing countries were not discussed during the workshop.",
      "Adrian Macey and Hayden Montgomery, New Zealand, presented on mitigation of methane and nitrous oxide emissions from agriculture, noting that mitigation options are limited and calling for increased international research efforts.",
      "Mutsuyoshi Nishimura highlighted Japan's energy efficiency and decoupling of emissions from growth in GDP.",
      "He emphasized the importance of policies and measures other than the market to drive technological innovation.",
      "Artur Runge-Metzger underlined that offsetting emissions through the CDM cannot solve the climate problem.",
      "He pointed to the limited global emissions stabilization impact if all Annex I parties were to achieve all their reductions through domestic action, given the proposed 2 °C target for temperature rise.",
      "During the subsequent discussion, TUVALU noted the need to include all major emitters and sectors, and consider the cost of adaptation.",
      "SOUTH AFRICA said the question of equity needs to be addressed at a fundamental level.",
      "NEW ZEALAND underscored the theme of equity, questioned assumptions about curbing the growth in emissions, and highlighted the sectoral approach."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}