{
   "actors": [],
   "countries": [
      "Norway",
      "Argentina"
   ],
   "enb_end_date": "23-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "23-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12302e.html",
   "id": "enb12302e_12",
   "section_title": "WORKSHOP ON CARBON CAPTURE AND STORAGE AS CDM ACTIVITIES",
   "sentences": [
      "An in-session workshop on carbon capture and storage (CCS) as CDM project activities convened on Monday.",
      "Session Co-Chairs Georg B rsting (Norway) and Hern n Carlino (Argentina) explained that the aim of the workshop was to open a dialogue on this topic, focusing on project boundary, leakage and permanence, and taking into account issues raised in submissions invited in Decision 7/CMP.1.",
      "Heleen de Coninck, ECN, presented a summary of the SBSTA workshop on CCS and highlighted those aspects of the IPCC Special Report on CCS and the IPCC 2006 Guidelines for inventories that might be relevant to the inclusion of CCS under the CDM.",
      "The Secretariat then highlighted relevant terminology and outlined three CCS project methodologies submitted to the CDM Executive Board.",
      "In the ensuing discussion, participants raised a range of issues, including those pertaining to project boundary, leakage, and permanence.",
      "On the definition of project boundary, participants generally concurred that the project boundary should include capture, transport, and injection and storage, and that this could be handled with few difficulties under the existing CDM framework.",
      "There was some disagreement, however, as to whether CCS projects whose project boundary spans more than one country should be included under the CDM at this time.",
      "Participants then debated whether increased carbon dioxide emissions resulting from CCS should be considered as leakage.",
      "Differences emerged over the inclusion of enhanced oil recovery (EOR) projects under the CDM, with some arguing that EOR leads to increased oil extraction, which counteracts the sustainable development goals of the CDM.",
      "Regarding additionality and EOR, a number of delegates argued for a case-by-case assessment.",
      "On permanence, most participants agreed on the importance of rigorous site selection to minimize seepage potential.",
      "They debated whether long-term liability should rest with the host country or with those who receive CERs.",
      "Some argued that tools such as insurance, temporary CERs and sequestration bonds could provide incentives for ensuring permanence, while others advocated more flexibility.",
      "Most speakers agreed that monitoring should occur as long as seepage posed a threat, however there was no consensus on whether or not to establish monitoring timeframes.",
      "A few participants highlighted the limited potential of CCS as CDM project activities, particularly for the 2008-2012 period, given the current price of carbon.",
      "The workshop closed in the early afternoon, with several participants commenting on the positive tone of discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}