{
   "actors": [],
   "countries": [
      "Brazil",
      "Antigua and Barbuda",
      "Denmark",
      "Mexico",
      "New Zealand",
      "United Kingdom",
      "Grenada"
   ],
   "enb_end_date": "08-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "08-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12495e.html",
   "id": "enb12495e_9",
   "section_title": "ITEM 3 (Annex I further commitments) (AWG-KP)",
   "sentences": [
      "In an evening contact group, AWG-KP Chair John Ashe (Antigua and Barbuda) highlighted a revised version of the Chair s text (FCCC/KP/CRP.4/Rev.1) and subsequent meetings by the spin-off groups.",
      "AWG-KP Chair Ashe described the appointment of ministers from the UK and Brazil to conduct ministerial consultations on key political questions.",
      "BRAZIL then provided an overview of these consultations with negotiating groups and countries.",
      "He identified challenges in relation to establishing a second commitment period under the Kyoto Protocol and interlinkages with the AWG-LCA s mitigation discussions.",
      "Luis Alfonso de Alba (Mexico) reported that COP/MOP President Espinosa would meet with ministers to consider the way forward and that a COP/MOP stocktaking plenary would convene early on Wednesday morning.",
      "On LULUCF, Co-facilitator Iversen (Denmark) reported that that the spin-off group had been unable to reduce options on forest management but that text on harvested wood products had been clarified.",
      "On the flexibility mechanisms, AWG-KP Vice-Chair Adrian Macey (New Zealand) noted a proposal to continue the Kyoto mechanisms beyond the first commitment period, as well as discussions on regional distribution of CDM project activities and co-benefits.",
      "On the basket of methodological issues, AWG-KP Vice-Chair Macey noted clear options on new gases and global warming potentials and said that these issues could be resolved in Cancun.",
      "Co-facilitator Leon Charles (Grenada) reported that the numbers group had continued consideration of carryover and surplus of AAUs, and that it had also considered how to streamline the textual proposals.",
      "He explained that, despite a lack of consensus, there was a desire to address surplus and carryover of AAUs.",
      "He added that the group could benefit from more time to address this issue.",
      "On potential consequences, AWG-KP Chair Ashe said he was conducting bilateral consultations and would report to parties at a later stage.",
      "He then informed parties that a revised version of his text would be made available on Wednesday morning."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}