{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "Nicaragua",
      "Australia",
      "Peru",
      "Costa Rica",
      "Pakistan",
      "Bolivia",
      "Chile",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Indigenous Peoples",
      "Sudan",
      "Ecuador",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "Iran",
      "China",
      "Dominica",
      "Panama",
      "Saudi Arabia",
      "El Salvador",
      "Swaziland",
      "Argentina",
      "India",
      "Philippines",
      "Congo",
      "Nauru",
      "Gambia",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "28-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "28-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12558e.html",
   "id": "enb12558e_8",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, for the G-77/CHINA, stressed that discussions under the ADP must be party-driven, fully inclusive and transparent, and that the outcome should be in accordance with equity and the CBDR principle.",
      "Egypt, for the ARAB GROUP, called for: agreement on results-based objectives; conformity with Convention principles; and consideration of mitigation, adaptation and means of implementation.",
      "Australia, for the UMBRELLA GROUP, called for the ADP to outline a clear plan for taking forward the work required to deliver its mandate.",
      "The EU stressed that for Doha to deliver a balanced outcome, work in the ADP must result in a decision that captures agreed next steps and provides political momentum for adopting an agreement in 2015.",
      "Switzerland, on behalf of the EIG, said a future agreement must be legally-binding, have global application, recognize differentiation and contain comparable and transparent targets.",
      "Nauru, for AOSIS, said the process launched under the Durban platform should result in a new protocol under the Convention that strengthens the rules-based and legally-binding regime.",
      "The Gambia, for the LDCs, said their priorities in Doha include the adoption of a legally-binding, ratifiable second commitment period under the Kyoto Protocol and strong financial commitments.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, urged parties to adopt a clear and ambitious action plan and work programme that incorporates REDD+ implementation as a key component.",
      "THE DEMOCRATIC REPUBLIC OF THE CONGO, for India, China, the Philippines, El Salvador, Dominica, Egypt, Saudi Arabia, Bolivia, Argentina, Pakistan, Sri Lanka, Sudan, Venezuela, Malaysia, Ecuador, Nicaragua, Algeria and Iran, and China, for BASIC, underscored that the ADP is not a venue to renegotiate, rewrite, or reinterpret the Convention principles. CHILE, for Colombia, Costa Rica, Panama and Peru, noted changing national circumstances and the need for incentives for developing countries to move to a low-carbon growth model.",
      "Ecuador, for ALBA, highlighted that the future of the Durban Platform is intertwined with the adoption in Doha of ambitious legally-binding commitments under the Kyoto Protocol.",
      "Swaziland, for the AFRICAN GROUP, underlined that work on pre-2020 mitigation provides additional opportunities to close the ambition gap but is not an alternative to commitments under the Kyoto Protocol and the AWG-LCA. CAN, for ENGOs, cited recent severe weather events as a warning of the dangerous path the world is on, and called on developed countries to increase their emission reduction targets to at least 40% below 1990 levels.",
      "CLIMATE JUSTICE NOW expressed concern that Doha could mark a milestone where developed countries seek to escape from their commitments despite much talk about ambition. INDIGENOUS PEOPLES called for an overarching human rights-based approach that includes recognition of indigenous governance structures, traditional knowledge and technology.",
      "TUNGOs said all trade unions are hoping for a transition that will deliver sustainability and social justice in a safe climate.",
      "YOUTH suggested that equity is not only the most fair, but also the most effective pathway under the Convention. BINGOs called for protection of IPRs in a future agreement, noting that this would encourage investment and enhance business participation."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}