{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "China",
      "Bolivia",
      "Japan",
      "Saudi Arabia"
   ],
   "enb_end_date": "04-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12475e.html",
   "id": "enb12475e_9",
   "section_title": "LEGAL MATTERS CONTACT GROUP:",
   "sentences": [
      "The group focused on the Secretariat s paper on the legal considerations relating to a possible gap between the first and subsequent commitment periods (FCCC/KP/AWG/2010/10).",
      "The Secretariat began by emphasizing that the text should not be viewed as a plan B by the UN or the Secretariat and that it does not address all legal options.",
      "He added that parties may propose alternatives and that the interpretation of adoption of legal instruments is the prerogative of individual parties.",
      "The paper outlines several legal options for addressing the commitment gap, including: changing the amendment procedures to allow for expedited entry into force such as an opt-out or tacit agreement or a lower threshold of instruments of acceptance; provisional application of amendments as provided for in the Vienna Convention on the Law of Treaties; or extension of the first commitment period.",
      "He noted that provisional application, in particular, might face compatibility issues with national laws, but that these would have to be addressed on a case-by-case basis.",
      "On implications of a possible gap, the Secretariat noted that all elements of the Kyoto Protocol other than commitments under Article 3.1 (QELROs) were created for an indefinite period.",
      "He indicated that if mechanisms or institutions are characterized as assisting parties in meeting their obligations under Article 3.1, then it is doubtful they would continue to exist.",
      "Concerning mechanisms, he said that if these are characterized as having a broader objective to promote clean development consistent with the ultimate objective of the Convention, then the gap would not interrupt these institutions. SAUDI ARABIA, with BOLIVIA, said their participation in this session did not imply any acceptance of a possible gap and that focus should be retained on the agreement for a second commitment period under the Kyoto Protocol.",
      "CHINA questioned the value of the legal issues discussions, observing that based on Annex I parties previous statements in negotiations, they do not appear eager to continue the Kyoto Protocol at all.",
      "He also wondered if Annex I parties genuinely wanted to avoid the gap. AUSTRALIA said he wishes to avoid the gap and regretted other countries assumptions to the contrary.",
      "He suggested discussing technical issues.",
      "The EU said it is unclear if the CDM would continue if there was a gap, but said it is up to parties to decide, and that he believes the CDM could continue.",
      "He emphasized that all efforts should be made to avoid the gap and that the real solution to climate change could only be addressed by the AWG-KP and AWG-LCA. JAPAN said the paper demonstrates the negative legal consequences of a gap, which could also present negative environmental consequences.",
      "He emphasized, however, that the environmental consequences of failing to achieve a universal agreement that includes all major emitters would be much greater.",
      "He underscored that creating a new legal framework that is fairer and more effective is the best way to address the gap issue."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}