{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Argentina",
      "United States",
      "Brazil",
      "Germany",
      "Belgium",
      "Canada",
      "Cuba",
      "Colombia",
      "Austria",
      "Benin",
      "Tuvalu",
      "United Kingdom",
      "Australia",
      "Netherlands",
      "Denmark",
      "Peru",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-May-07",
   "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)",
   "enb_short_title": "IPCC WGIII",
   "enb_start_date": "30-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12321e.html",
   "id": "enb12321e_6",
   "section_title": "Figures SPM 5a and SPM 5b on global economic potentials",
   "sentences": [
      "The final figures show global economic potential in 2030 estimated from both top-down and bottom-up studies.",
      "Figure SPM 6 on sectoral economic potential: China voiced concerns over the credibility of the figure, indicating that baselines for different sectors were not comparable, while Canada stressed the relevance of the figure for policymakers.",
      "The Lead Authors proposed a caption that included four bullet points explaining the ranges for global mitigation potentials as assessed in each sector and the different baselines used, noting, inter alia , that estimated potentials are constrained by relatively few studies at high carbon price levels; different baselines are used for each sector, and that only global totals for transport are shown because international aviation is included.",
      "Brazil proposed wording from the underlying chapter stating that potentials from the transport sector were an underestimation and that there may be significant potentials in areas such as biofuels, heavy duty vehicles, shipping, modal split change and public transportation.",
      "Several parties opposed the singling out of the transport sector and WGIII agreed instead to reinsert language from the previous version of the SPM with a long list of categories excluded from the figure, noting that the underestimation of the total economic potential from these emissions is of the order of 10-15%.",
      "The final figure depicts economic potential for mitigation by sector for different regions as a function of carbon price in 2030 and in 2100.",
      "Table SPM 1 on 2030 economic mitigation potentials from bottom-up studies: The final table highlights global economic mitigation potential in 2030 estimated from bottom-up studies for carbon prices between US$0-100 relative to SRES scenarios.",
      "Table SPM 2 on 2030 economic mitigation potentials from top-down studies: The US proposed to add a sentence stating that the mitigation potentials estimated from top-down studies were derived from stabilization scenarios.",
      "After consultations with the Lead Authors, this proposal was included in a bullet point.",
      "The final table highlights global economic mitigation potential in 2030 estimated from top-down studies for carbon prices between US$20-100 relative to SRES scenarios.",
      "Table SPM 3 on key mitigation technologies and practices by sector: Canada asked limiting the table to only the most significant technologies, and Germany requested ranking in order of mitigation potential, stating that renewable energy should come before nuclear power.",
      "Co-Chair Davidson cautioned that such a ranking could prove difficult.",
      "Delegates agreed to Germany's proposal to note in the caption that the technologies and practices are listed in arbitrary order.",
      "Belgium called for the inclusion of a reference to changes in behavior in addition to technology and activities.",
      "India, supported by Brazil and Peru, called for an additional category for sustainable lifestyle choices, emphasizing their overriding importance.",
      "Co-Chair Metz stressed that lifestyle changes had not been formally quantified in the underlying chapter, thus could not be included within the table.",
      "China suggested lifestyle changes are best addressed elsewhere, asking that a footnote be added to state that lifestyle changes were important and would be addressed in a separate paragraph in the text.",
      "Belgium highlighted that they were preparing wording for a paragraph of this nature to be added in the SPM.",
      "Delegates agreed to include in the caption text proposed by Cuba and New Zealand stating that non-technological practices, which are cross-cutting, such as lifestyle changes, are not included, but addressed in the new paragraph on lifestyle changes.",
      "Canada called for the inclusion of hydrogen powered fuel cell vehicles in the transport sector.",
      "Colombia called for using the term forests instead of forestry, as policymakers may assume forestry includes only commercial practices.",
      "The US requested that more fuel-efficient aircraft be included under transport.",
      "Germany called for listing alternative refrigeration fluids under buildings.",
      "Delegates agreed to accept the table with these modifications.",
      "The final table focuses on currently available mitigation technologies and practices and those projected to be commercially available before 2030 in the following sectors: energy supply, transport, buildings, industry, agriculture, forestry/forests, and waste.",
      "Table SPM 4 on macroeconomic costs in 2030: Following a query from Australia, the Lead Authors explained that there was only enough literature to support a range, not a median, for the 445-535 ppm stabilization level.",
      "Denmark requested that the projected global mean temperature be added as a column in the table, but the Lead Authors stated that temperature increases were better addressed later in the report.",
      "Delegates agreed to the US proposal that the term least-cost be used in the table title to describe the trajectories toward different long-term stabilization levels.",
      "In response to a suggestion by India, WGIII replaced the term stabilization targets with stabilization levels.",
      "Austria asked for clarification about the nature of costs reflected in the table; the issue was addressed by changing the title to include the term macro-economic.",
      "The final table includes the global costs in 2030 for least-cost trajectories towards different long-term stabilization levels.",
      "Box SPM 2 on mitigation potential and analytical approaches: On a box providing various definitions related to mitigation potentials, China, supported by Germany, the US and others, suggested adding language explaining the relation between economic and market potentials, and with Benin, Norway and others, called for clarifying the reference to costs in the definition of economic potential.",
      "The UK suggested making clear what the bottom-up and top-down approaches are each able to do.",
      "During contact group discussions, the US said introducing reference to mitigation potential might be confusing, and suggested explaining what is included in the estimates.",
      "Co-Chair Odingo cautioned against too much fine-tuning and technical detail and reminded delegates that the SPM would also have to be clear to policymakers in rural Africa.",
      "Delegates agreed to add reference to existing barriers in explaining market potential, and to appropriate policies and inclusion of social costs and benefits in explaining economic potential.",
      "Belgium proposed, and delegates agreed, to add a sentence from the TAR noting that projected mitigation costs do not take into account potential benefits of avoided climate change.",
      "Various other changes were introduced for clarity, including a reference to definitions in the glossary.",
      "The final box explains the concept of mitigation potential, its further differentiation into market potential and economic potential, and the broad classes of bottom-up and top-down approaches.",
      "Box SPM 3 on assumptions in studies on mitigation portfolios and macro-economic costs: Saying that it was critical that the meaning of least-cost approach used in most top-down models be clearly stated, the US, supported by Canada and others, proposed inserting language from the underlying chapter explaining that these models assume transparent markets, no transaction costs, and thus perfect implementation of policy measures throughout the 21st century.",
      "This proposal prompted China to suggest addressing also the lack of equity considerations.",
      "After some discussion, delegates agreed to add the reference to equity at the end of a sentence noting that models exclude climate benefits and co-benefits of mitigation measures.",
      "On text noting that global modeled costs would increase if some regions, sectors or gases are excluded, the US, supported by the Lead Authors, proposed to call attention to land use as a sector.",
      "The European Community proposed to insert reference to auctioned permits alongside carbon taxes.",
      "WGIII agreed to both insertions.",
      "The final box underscores the assumptions in studies on mitigation portfolios and macro-economic costs used in the report. D MITIGATION IN THE LONG TERM (AFTER 2030): This section was first addressed by plenary on Wednesday night, discussions on many issues continued informally and the section was finalized early on Friday morning.",
      "Long-term stabilization : Discussions focused on critical climate thresholds, projected results of stabilization scenarios and peaking of emissions.",
      "In the plenary on Wednesday, China questioned WGIII's mandate to define a critical climate threshold.",
      "Norway stressed the importance clarifying risk related to overshoot scenarios, and the UK cautioned against mentioning them.",
      "Regarding the results of stabilization scenarios, China also expressed hesitation about including projected temperatures from WGI, and called for a parallel structure for Sections C and D. Co-Chair Metz highlighted differences in data availability regarding short and long-term assessments, to explain why the two sections were structured differently.",
      "Chair Pachauri stressed the practice of using overlapping material and noted the approved outline, and the mandate of WGIII to address the relationship between mitigation and impacts.",
      "The Lead Authors defended linking radiative forcing and concentration levels to temperature in order to make the document accessible to policymakers.",
      "China stressed that temperature was not mentioned in the outline for WGIII, nor was it included in the TAR, but Belgium underscored that temperature served as the common thread through the IPCC working groups.",
      "New text was brought to the plenary after midnight on Thursday.",
      "Brazil indicated that he had not participated in the contact group, and suggested adding reference to past emissions in the heading to indicate that historic emissions affect the scale of future mitigation efforts.",
      "Many others opposed, indicating that the focus of the section was on long-term mitigation and reference to past emissions would distort it.",
      "Belgium, the UK, Netherlands, Germany, the US, Co-Chair Davidson and others stressed that many hours had been spent discussing every word and urged Brazil to accept the compromise.",
      "China acknowledged long discussions but, with Argentina and India, expressed sympathy for the Brazilian position.",
      "Informal consultations resumed again at around 3:30 am on Friday morning, after which the question was brought back to plenary.",
      "As a compromise, Australia proposed a footnote to referring to emissions trends since pre-industrial levels.",
      "After discussing various wordings, WGIII agreed to insert a footnote using China's proposed language on historical GHG emissions since pre-industrial times.",
      "Induced technological change: China and India highlighted the need to overcome barriers to technology transfer, diffusion and deployment in long-term mitigation.",
      "WGIII agreed to address issues of technology transfer in the paragraph on technology transfer.",
      "India proposed, and WGIII agreed to, language on effectively addressing barriers to development, acquisition, deployment and diffusion of technologies.",
      "The US questioned reference to high agreement, much evidence, suggesting it might not be appropriate given the low number of scenarios being assessed.",
      "Austria proposed using the term likely, but Co-Chair Metz cautioned against this given the meaning ascribed to that term in WGI.",
      "Delegates agreed to more cautious language proposed by Co-Chair Metz to transmit a sense of ambiguity while maintaining emphasis on the importance of incentives and retained the high agreement, much evidence.",
      "Decision-making about the appropriate level of mitigation: Switzerland questioned treatment of cost-benefit analysis.",
      "Tuvalu and Germany stressed limits to adaptation.",
      "India highlighted the level of uncertainty in cost-benefit analysis.",
      "Australia noted the differences between the cost functions of climate change impacts and of mitigation.",
      "Regarding costs and benefits of various abatement pathways, the UK, supported by Switzerland, Tuvalu and Norway, underscored losses from the previous version of the draft text.",
      "Co-Chair Davidson called for delegates to consider the Lead Authors' proposed text, a compromise mindful of several government comments.",
      "He then called for an informal group to address the issue.",
      "Additional text highlighting the uncertainty of analyses of costs and benefits and describing the concept of climate sensitivity was agreed.",
      "Final Text: The final text of Section D on long-term mitigation indicates that to stabilize greenhouse gas concentrations, emissions need to peak and then decline.",
      "It states that mitigation efforts over the next decades will have a large impact on opportunities to achieve lower stabilization levels.",
      "According to the SPM, a range of stabilization levels can be achieved by technologies that are currently available or expected to be commercialized in coming decades.",
      "Regarding incentives, the SPM discusses energy efficiency, low-carbon energy sources, land use and forestry, and modern bioenergy.",
      "It identifies the need for technology investment; research, development & demonstration (RD&D); and addressing barriers.",
      "The SPM states that the costs of mitigation in 2050 for stabilization between 710-445 ppm range from a 1% gain to 5.5% decrease of global GDP.",
      "It explains factors to be considered during an iterative risk-management process to decide on appropriate mitigation levels, including actual and avoided climate change damages, co-benefits, sustainability, equity and attitudes.",
      "Stressing limited and early analysis, the SPM states that costs and benefits of mitigation are broadly comparable.",
      "It indicates that economically optimal timing and level of mitigation depend on the uncertain shape and character of the climate change damage cost curve.",
      "It identifies climate sensitivity as the key uncertainty for mitigation scenarios aiming to meet a specific temperature level.",
      "The SPM further explains that delayed emission reductions lead to investments that lock in more emission-intensive infrastructure and development pathways, significantly constraining opportunities to achieve lower stabilization levels and increasing the risk of more severe climate change impacts.",
      "The section also contains the following figures, tables and box:"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}