{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Paraguay",
      "Norway",
      "Micronesia",
      "Uganda",
      "United Arab Emirates",
      "Iceland"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_8",
   "section_title": "WORKSHOP ON GENDER AND CLIMATE CHANGE:",
   "sentences": [
      "In the afternoon, an in-session SBI workshop on gender and climate change took place, co-facilitated by Lilian Portillo (Paraguay) and Georg Børsting (Norway), and moderated by Jane Chigyal (Federated States of Micronesia).",
      "Delegates heard a report from the Secretariat on gender composition of bodies under, and delegations to, the UNFCCC; and on the work of the Collective Working Group on the COP 18 Gender Decision, including an analysis of submissions by parties and observers.",
      "A panel on gender balance in the UNFCCC process shared experiences of a parliamentary union, national governments and the UN system, highlighting: creation of spaces for women; creative sanctions; securing buy-in from all; quotas; consistent funding and training for developing-country delegates; and supportive environments created by women leaders.",
      "Panelists also called for moving towards implementation of decision 23/CP.18 (gender balance and participation of women), including through a concrete timeline for action and a global fund for supporting women delegates.",
      "The second panel discussed capacity-building activities to promote greater participation of women in the UNFCCC process.",
      "Presenters emphasized the importance of: the institutionalization of capacity-building and training; tailor-made capacity building; development of analytical skills; communication; and monitoring and reporting mechanisms.",
      "One panelist called for: a framework for continuing cooperation; a roadmap to set priorities, a timetable and targets; and a permanent training programme. A third panel addressed the issue of gender-sensitive climate policy.",
      "In the discussions, the UNITED ARAB EMIRATES called for further in-session workshops and events.",
      "ICELAND noted that gender balance is merely one aspect of gender equality.",
      "UGANDA suggested building institutionalized frameworks for reporting on gender and climate change, and incorporating gender reporting in national communications.",
      "The EU called for gender workshops under the SBI on, inter alia , mitigation, adaptation, technology and finance."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}