{
   "actors": [],
   "countries": [
      "Bolivia",
      "Ghana"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_5",
   "section_title": "COUNTRY CASE STUDY PRESENTATIONS ON TECHNOLOGY NEEDS ASSESSMENTS",
   "sentences": [
      "Javier Hanna Figueroa (Bolivia) and William Kojo Agyemang-Bonsu (Ghana) presented case studies on how technology needs assessment was approached in their respective countries.",
      "Javier Hanna Figueroa said Bolivia`s experience was generally consistent with the working paper.",
      "He stressed that reducing vulnerability to climate change, which is a key issue for developing countries, means that the transfer of technology for adaptation can be particularly important.",
      "He underscored the need to strengthen international coordination to provide access to useful information on technology transfer opportunities.",
      "He reported on key elements of Bolivia`s assessment, including the promotion of sustainable development, with a particular focus on the energy, industrial processes, and the forestry sectors. On Ghana`s experience, William Kojo Agyemang-Bonsu noted that an important element in its approach to technology needs assessment was the sectoral experts/core teams, which undertake in-depth analysis on, inter alia: sectoral policies and programmes; systemic, human or institutional barriers; and the market potential of the selected technologies.",
      "To prioritize Ghana`s technology needs, he emphasized that the technology must contribute to wider development needs, including job creation, poverty reduction, and capacity building.",
      "In addition, he noted that technology needs are evaluated based on their contribution to reducing greenhouse gases.",
      "He said Ghana has identified industrial efficiency improvements and demand-side management as the highest technology priority areas in the energy sector."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}