{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States",
      "African Group",
      "European Union",
      "Least Developed Countries"
   ],
   "countries": [
      "India",
      "Argentina",
      "United States",
      "Jordan",
      "Bolivia",
      "Brazil",
      "Angola",
      "Kuwait",
      "Indonesia",
      "Canada",
      "Guatemala",
      "Antigua and Barbuda",
      "Cuba",
      "Colombia",
      "Mexico",
      "Turkey",
      "Sudan",
      "Malaysia",
      "Australia",
      "Ecuador",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "01-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "01-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12640e.html",
   "id": "enb12640e_3",
   "section_title": "GENERAL/OBJECTIVE",
   "sentences": [
      "This group was co-facilitated by Diann Black-Layne (Antigua and Barbuda).",
      "The US, NEW ZEALAND, AUSTRALIA and CANADA, opposed by many others, called for reference to the objective in the preamble rather than a separate section.",
      "TURKEY, NORWAY, the EU, Sudan, for the AFRICAN GROUP, Angola, for the LEAST DEVELOPED COUNTRIES (LDCs), MALAYSIA and KUWAIT supported reference to Convention Article 2 (Objective).",
      "Guatemala, for AILAC, was encouraged by the references to long-term approaches.",
      "BRAZIL, the EU, the LDCs, NORWAY, ARGENTINA, INDONESIA, MALAYSIA, ECUADOR and COLOMBIA called for the inclusion of a temperature goal.",
      "BOLIVIA and Singapore, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), supported reference to a 1.5°C goal.",
      "AOSIS stressed recognition of the specific circumstances of particularly vulnerable countries, and inclusion of loss and damage.",
      "Saudi Arabia, for the LIKE-MINDED DEVELOPING COUNTRIES (LMDCs), with JORDAN, called for reflecting CBDR and equity.",
      "The EU and MEXICO said gender equality and human rights should be added.",
      "BOLIVIA, ARGENTINA, CUBA, JORDAN, INDIA and KUWAIT opposed including issues that are not in the Convention, such as net-zero greenhouse gas emissions and climate-resilient economies.",
      "COLOMBIA said the Paris Agreement aims to build on the Convention.",
      "BOLIVIA and ECUADOR supported adding protection of the integrity of Mother Earth and the right to development.",
      "Co-Facilitator Black-Layne indicated that this feedback would be brought to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}