{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Norway",
      "Tanzania",
      "Australia",
      "Peru",
      "Thailand",
      "Costa Rica",
      "Bolivia",
      "Brazil",
      "Liberia",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Indigenous Peoples",
      "Sudan",
      "Ecuador",
      "Cameroon",
      "Indonesia",
      "Mexico",
      "Venezuela",
      "Tuvalu",
      "India",
      "Philippines",
      "Equatorial Guinea",
      "Congo",
      "Guyana",
      "Guinea"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12438e.html",
   "id": "enb12438e_3",
   "section_title": "MITIGATION (sub-paragraph 1(b)(iii) of the BAP)",
   "sentences": [
      "In the sub-group on REDD-plus, Facilitator La Viña introduced a non-paper with consolidated text on institutional arrangements and safeguards.",
      "Following concerns raised by TUVALU, supported by ECUADOR, SWITZERLAND and others, he clarified that the non-paper is not a negotiating text. ECUADOR, BOLIVIA, the PHILIPPINES, INDIA, MEXICO and many others highlighted the need for a safeguard on avoiding forest conversion, with BRAZIL proposing to ensure that the actions are consistent with the conservation of native forests.",
      "PERU and BRAZIL underscored that this does not prohibit sustainable management of forests.",
      "The DEMOCRATIC REPUBLIC OF THE CONGO, also speaking for Cameroon, Equatorial Guinea and the Republic of the Congo, highlighted the need to undertake the sustainable exploitation of forests and opposed reference to avoiding conversion of forests.",
      "The PHILIPPINES, with BOLIVIA, VENEZUELA and others, requested retaining reference to the UN Declaration on the Rights of Indigenous Peoples to reflect collective rights.",
      "ECUADOR called for language on respect for traditional knowledge.",
      "COSTA RICA, with the PHILIPPINES, PAPUA NEW GUINEA, SUDAN and TANZANIA, highlighted the need to address sustainable livelihoods.",
      "The PHILIPPINES, VENEZUELA, MEXICO, NORWAY and SWITZERLAND called for discussion on the use of the words ensure and promote throughout the text.",
      "The EU, PAPUA NEW GUINEA and COLOMBIA called for consideration of the relationship of permanence and leakage with operational language.",
      "NORWAY, GUYANA and COLOMBIA suggested terminology on emissions displacement rather than leakage.",
      "AUSTRALIA highlighted the need to consider the implementation of REDD-plus and suggested including a section on an operational framework. SWITZERLAND said forest governance needs to be more fully considered.",
      "PAPUA NEW GUINEA identified governance as a loaded word.",
      "LIBERIA highlighted the link between financing and governance.",
      "The EU and NORWAY called for eligibility requirements to be addressed.",
      "INDONESIA said REDD-plus should not be part of NAMAs.",
      "THAILAND, supported by TUVALU, called for a table to clarify parties positions in order to facilitate discussions in Barcelona.",
      "Facilitator La Viña outlined plans to have two meetings in Barcelona, one focusing on scope and objectives, and the other on operational issues."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}