{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Belize",
      "Trinidad and Tobago",
      "Malaysia",
      "United States",
      "Japan",
      "Germany",
      "China"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_18",
   "section_title": "TECHNOLOGY TRANSFER",
   "sentences": [
      "Technology transfer was first addressed by the SBSTA in plenary on 29 November.",
      "The issue was divided into two sub-agenda items, on matters relating to the implementation of the framework for meaningful and effective actions to enhance the implementation of Article 4.5 of the Convention, and on the 2006 Work Programme of the Expert Group on Technology Transfer (EGTT).",
      "EGTT Chair Kishan Kumarsingh (Trinidad and Tobago) presented the EGTT`s 2005 annual report and a proposal for the EGTT`s 2006 work programme (FCCC/SBSTA/2005/INF.10), with a focus on, inter alia, reporting of technology needs, public technologies, innovative financing and technologies for adaptation.",
      "Commenting on the proposal, Malaysia, for the G-77/China, said a COP decision should provide guidance on the review of the EGTT; stressed that new approaches to technology transfer should be consistent with the objectives of the UNFCCC; recommended a high-level round table on technology cooperation and partnerships; and urged additional resources for the EGTT.",
      "Japan and the US emphasized the role of public-private partnerships, and many parties highlighted other technology-related initiatives.",
      "China stressed the need to overcome tax, intellectual property and other barriers. Contact and informal groups, co-chaired by Holger Liptow (Germany) and Carlos Fuller (Belize), met from 30 November through 5 December.",
      "On the EGTT`s 2006 Work Programme, discussions focused, inter alia, on publicly-owned technologies and those in the public domain (public technologies), a side event on public technologies, and holding a high-level round table and a special working session.",
      "On implementation of the framework, discussions included public and adaptation technologies, and the preparation of a technical paper by the Secretariat.",
      "The discussions resulted in agreement on conclusions and a draft decisions, which were adopted by SBSTA on 6 December.",
      "The COP was adopted the decision on 9 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}