{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "07-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12482e.html",
   "id": "enb12482e_1",
   "section_title": "SHARED VISION:",
   "sentences": [
      "Discussions initially focused on the review to be undertaken.",
      "Facilitator Turesson invited parties to make textual proposals and encouraged them to limit such proposals to visionary language or principles, rather than operative language.",
      "Regarding the scope of the review, some parties said this should be limited to a review of the long-term goal, while others said it should also include a review of commitments and actions.",
      "On the content, parties proposed reviewing: current emissions, expected emissions trends, economic circumstances and evolving capabilities, and their implications for parties Convention responsibilities and obligations; and commitments and actions of both developed and developing countries.",
      "Parties also suggested that various issues should be considered when undertaking the review, such as: parties national circumstances and specificities; the goal of limiting temperature increase to specific levels; the principles of equity and common but differentiated responsibilities and respective capabilities; the historical responsibility of Annex I parties; developing countries need for economic and social development and poverty eradication; and the special circumstances of some groups of countries such as SIDS, LDCs and countries that depend on the production and consumption of fossil fuels.",
      "Parties also discussed the timing of the review, as well as what actions should be taken based on the review.",
      "Parties then focused discussions on the shared vision text.",
      "On text referring to finance, technology and capacity building, several parties cautioned against pre-empting discussions in the other groups dealing specifically with these issues.",
      "Some parties preferred general text referring to these issues, containing, inter alia, the principles and vision relating to them.",
      "Parties then made various textual proposals for inclusion in the text."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}