{
   "actors": [],
   "countries": [],
   "enb_end_date": "06-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12435e.html",
   "id": "enb12435e_11",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the Bangkok Climate Change Talks continued on Monday, a lively demonstration took place outside the UNESCAP building as a reminder to delegates of the rapidly approaching Copenhagen meeting and the growing interest in their work outside the walls of the conference center.",
      "Inside the building, work resumed through various formal and informal meetings.",
      "Many of the day s meetings under the AWG-LCA were characterized by some participants as technical.",
      "The AWG-LCA contact group on overall mitigation issues, for instance, focused on organization of text and work, and the contact group on mitigation under sub-paragraph 1(b)(i) of the BAP held a short meeting on the consolidation of the negotiating text.",
      "While the contact group on finance also held a rather technical discussion on a new non-paper, several delegates coming from the room were heard commenting on the new US proposal on finance.",
      "What I think is positive about the proposal is that it would be scaling up financial resources, said one delegate.",
      "Another skeptical one commented: I m not sure how the mechanism would be different from the existing framework.",
      "It seems like the same game with a different name.",
      "Under the AWG-KP, the morning s meeting on the relationship between Annex I parties numbers and the market mechanisms proved so popular that an additional meeting had to be scheduled on the topic.",
      "After the discussions on issues such as environmental integrity, the impact of market mechanisms as the atmosphere sees them, the need for investment signals in the form of a carbon price and the role of hot air, many of those emerging from the room characterized the discussions as interesting, positive and useful.",
      "One developed country delegate explained: Developed and developing countries still have different views on whether targets should be defined before the rules on other issues, or vice versa, and we definitely need to discuss this more.",
      "This was just the beginning.",
      "Our views are still far apart, but it was a relatively good discussion, said another.",
      "Many informal groups also convened during the day, including on: a shared vision and sectoral approaches under the AWG-LCA; and on LULUCF and potential consequences under the AWG-KP.",
      "Emerging from the informal meeting on the scope of a shared vision, delegates were cautiously optimistic.",
      "One said: We had remarkably similar positions on the need for a long-term global goal to be at the center of a shared vision.",
      "Another commented: While the form of the outcome is still up in the air and parties had diverse ideas on how a shared vision will be presented in the agreed outcome, there was new support for the idea that we are not going to Copenhagen just to create an aspirational and inspirational political declaration."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}