{
   "actors": [],
   "countries": [
      "France",
      "Peru"
   ],
   "enb_end_date": "02-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "02-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12609e.html",
   "id": "enb12609e_1",
   "section_title": "OPENING CEREMONY",
   "sentences": [
      "COP 19/CMP 9 President Marcin Korolec highlighted several significant outcomes of COP 19 and lauded early engagement by Peru and France allowing 'the trio to make the road to Paris a smooth highway'.",
      "Minister of Environment of Peru Manuel Pulgar-Vidal was elected as the COP 20/CMP 10 President by acclamation.",
      "Pulgar-Vidal said COP 20 should increase trust, create space for dialogue between state and non-state actors, and lay ground work for a new climate agreement through a draft text balancing climate action and sustainable development.",
      "Stressing the key role of large cities in combating climate change, Susana Villarán de la Puente, Mayor of Lima, Peru, highlighted the commitment of mayors worldwide to push for a new mobility paradigm, change the energy matrix and invest in green infrastructure.",
      "Pointing to the lines and geoglyphs of Nazca, Peru, UNFCCC Executive Secretary Christiana Figueres encouraged delegates to draw inspiration from these ancient and indelible mythological symbols to 'carve crucial lines of action' towards, inter alia : drafting a new universal agreement; achieving progress on adaptation; and strengthening the financial capacity of the most vulnerable.",
      "Via recorded video message, President of Peru Ollanta Humala lamented that humanity has 'left behind the practice of sustainability' and said now is the time to return to the right path by taking action on climate change.",
      "Presenting the key findings of the Synthesis Report (SYR) of the Fifth Assessment Report (AR5) of the Intergovernmental Panel on Climate Change (IPCC), Rajendra Pachauri, IPCC Chair, stressed that remaining below the 2 °C target will require that GHG emissions decline by 40-70% by 2050, relative to 2010 levels, and reach zero or negative levels by 2100."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": ""
}