{
   "actors": [],
   "countries": [
      "Kazakhstan",
      "Norway",
      "Australia",
      "Monaco",
      "Finland",
      "United Kingdom"
   ],
   "enb_end_date": "28-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "28-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12558e.html",
   "id": "enb12558e_6",
   "section_title": "AWG-KP CONTACT GROUP ON ITEM 3:",
   "sentences": [
      "AWG-KP Chair Diouf opened the session and explained that work will continue in contact group and spinoff group settings.",
      "She outlined outstanding issues that need to be resolved in Doha as follows: length of the second commitment period; mitigation ambition; legal and operational continuity of the second commitment period from 1 January 2013; eligibility to participate in the flexibility mechanisms; and carry-over of surplus AAUs. AWG-KP Vice-Chair Jukka Uosukainen (Finland) explained that discussions will be based on the Chair s proposal to facilitate negotiations (FCCC/KP/AWG/2012/CRP.1) and that the ultimate goal is to present streamlined text to the Chair on Saturday.",
      "Parties then commented on the interlinkages between the ambition and the issue of carry-over of surplus AAUs, as well as the duration of the second commitment period under the Kyoto Protocol.",
      "Consultations will continue. AWG-KP SPINOFF GROUP (NUMBERS/TEXT): The AWG-KP spin-off group on numbers/text convened on Tuesday afternoon.",
      "Delegates listened to presentations from Australia, Kazakhstan and Monaco on their proposed QELROs for the second commitment period, including the figures and the basis for them.",
      "A question-and-answer session followed each presentation, during which delegates sought clarification on the numbers and data presented.",
      "Norway made a short presentation clarifying their submitted QELROs.",
      "Consultations will continue."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "working group"
}