{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_13",
   "section_title": "SBSTA WORKSHOP",
   "sentences": [
      "Participants convened in plenary sessions for the SBSTA workshop, chaired by SBSTA Chair Halldor Thorgeirsson, to hear presentations on national experiences in achieving synergies and to discuss cross-cutting issues under the Rio conventions, including: technology transfer, education and outreach, and capacity building; research and systematic observation; reporting; and impacts and adaptation. On Thursday afternoon, 3 July, Chair Thorgeirsson opened the SBSTA workshop, saying that the workshop aimed to prepare guidance to national focal points, enhance cooperation and coordination between focal points, and identify options for increased cooperation.",
      "He outlined the legal basis for cooperation between the Rio conventions and reviewed relevant SBSTA activities.",
      "He noted that cooperation between conventions was first taken up by SBSTA-5, and that from SBSTA-10 onwards, the substantive linkages between the UNFCCC, CBD and CCD were emphasized.",
      "He noted that the SBSTA considered this issue in detail for the first time at its 14th session, where it stressed the need for enhanced cooperation and the importance of coordination at the national level, endorsed the formation of the JLG, and supported the CBD SBSTTA request to the IPCC to compile a technical paper on interlinkages between biodiversity and climate change.",
      "He summarized key conclusions reached by the SBSTA, including that synergies be based on coordination and cooperation, cooperation be carried out at the national level, and that areas of cooperation include technology transfer, education and outreach, reporting, and impacts and adaptation."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}