{
   "actors": [
      "Central Asia, Caucasus, Albania and Moldova",
      "Least Developed Countries"
   ],
   "countries": [
      "Albania",
      "Moldova"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_1",
   "section_title": "SB-18 REPORT",
   "sentences": [
      "The Subsidiary Body for Scientific and Technological Advice (SBSTA) met from 4-13 June 2003.",
      "Parties convened in plenary meetings, contact groups, and informal consultations to consider various technical and methodological issues.",
      "As a result of these meetings, draft conclusions were adopted on a number of issues and draft COP and COP/MOP decisions were agreed to be recommended for adoption by COP-9.",
      "The conclusions and draft decisions addressed methodological issues, including: review of methodological work under the UNFCCC and Protocol; issues relating to Protocol Articles 5 (methodological issues), 7 (communication of information), and 8 (review of information); issues relating to reporting and review of Annex I greenhouse gas inventories; definitions and modalities for including afforestation and reforestation activities under Protocol Article 12 (CDM); good practice guidance and other information on land use, land-use change and forestry (LULUCF); and emissions resulting from fuel used in international aviation and maritime transportation.",
      "The conclusions and draft decisions also addressed: the IPCC Third Assessment Report (TAR); development and transfer of technologies; 'good practices' in policies and measures (P&Ms); research and systematic observation (R&SO); cooperation with relevant international organizations; and other matters, including issues relating to cleaner or less greenhouse gas-emitting energy and issues relating to the implementation of Protocol Article 2.3 (adverse effects of P&Ms). The Subsidiary Body for Implementation (SBI) met from 4-13 June.",
      "Delegates adopted draft conclusions and recommended draft decisions to be forwarded to COP-9 on: Annex I national communications; non-Annex I financial matters, including the Special Climate Change Fund (SCCF) and provision of financial and technical support; capacity building; matters relating to the least developed countries (LDCs) under UNFCCC Article 4.9; UNFCCC Article 6 (education, training and public awareness); arrangements for intergovernmental meetings; and administrative and financial matters. A request from countries of Central Asia, the Caucasus, Albania and Moldova (CACAM) on their status under the UNFCCC was forwarded to SB-19.",
      "Delegates also considered the implementation of decision 5/CP.7 on UNFCCC Article 4.8 and 4.9 (adverse effects), but failed to reach agreement on any conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}