{
   "actors": [
      "African Group"
   ],
   "countries": [],
   "enb_end_date": "03-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12443e.html",
   "id": "enb12443e_12",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As delegates filled the vast halls of the Fira de Gran Via on Monday to begin the final week of negotiations before Copenhagen, many felt as if they had just left the previous round of discussions in Bangkok.",
      "As one delegate put it, the three-week intersessional period seemed like a long working weekend.",
      "Expectations of progress in Barcelona, as well as in Copenhagen, varied.",
      "While many seemed resigned to the fact that a lot of work would have to be pushed beyond Copenhagen, others were angry at what they saw as attempts to lower expectations and the level of ambition.",
      "Mixed feelings were also expressed on how the work should proceed in Barcelona.",
      "While many delegates expressed hope that meetings would go straight to informals to finally begin real negotiations and facilitate development of text and clear options for Copenhagen, some delegates continued to highlight the need for contact groups.",
      "One stressed that a Copenhagen agreement needs to be developed in the light of day.",
      "This sentiment was shared by some NGO representatives: If they spend the meeting in informals from Tuesday onwards, I will have nothing to do for the rest of the week, commented one.",
      "In the afternoon, many delegates found their schedule to be much lighter than expected: suspension of the contact groups and informal consultations scheduled under the AWG-KP at the request of the African Group took many developed and developing countries by surprise.",
      "The African Group insisted that the contact group on numbers conclude its work before the other groups proceed.",
      "According to rumors circulating in the corridors, informal consultations held in the afternoon did not resolve the issue.",
      "Reactions to this development were mixed.",
      "According to a developing country delegate, the cancellation of informal groups should not have been necessary and was not a good start to the meeting.",
      "Many developed country delegates in particular saw the move as a poor tactic and speculated on motivations behind it.",
      "Others, however, supported the position, calling it necessary and quite timely, and a developing country delegate said, this demonstrates that if no agreement is reached in Copenhagen, it is because Annex I countries have refused to make necessary commitments.",
      "One veteran commented: I thought I knew this process, but this just shows that unexpected things can happen I hope this also applies to unexpectedly good progress in Copenhagen."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}