{
   "actors": [],
   "countries": [],
   "enb_end_date": "07-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "07-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12503e.html",
   "id": "enb12503e_2",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The Bonn Climate Change Conference opened at the familiar Maritim Hotel against the backdrop of blue skies and warm summer sun.",
      "The day ended, however, with cloudy weather, mirroring the mood inside the conference venue.",
      "Apart from a SBSTA meeting in the morning, the opening plenaries of the two Subsidiary Bodies remained suspended throughout the day.",
      "The delay was due to parties divergent views on the proposed agendas of the two bodies.",
      "In addition to modifications on the traditional agendas based on the Cancun outcomes, various parties proposed new items, some of them apparently controversial.",
      "Most delegates therefore spent the day either waiting for the meetings to begin, or trying to reach agreement on the agendas behind closed doors.",
      "Just before the reception hosted by the Mayor of Bonn, scheduled for 7 pm, the Chair announced that the SBI opening plenary would be postponed until Tuesday morning.",
      "The delay prompted some delegates to mention the Bangkok track.",
      "One noted: I hope we don t raise the ghosts of Bangkok, though I expect that we ll have to spend some time trying to agree on the agenda.",
      "The SBSTA plenary got off to an early start, but the morning s discussions revealed differing views on how to proceed, including on REDD.",
      "Informal consultations therefore followed.",
      "In the evening, some negotiators seemed optimistic that agreement had been reached on how to address REDD.",
      "Just before 7:30 pm, however, the Chair announced that the SBSTA plenary would also be postponed until Tuesday.",
      "Looks like we are going back to the future, said one delegate, as he hurriedly exited the Maritim."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}