{
   "actors": [],
   "countries": [
      "Panama",
      "United Kingdom"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_18",
   "section_title": "Shared Vision",
   "sentences": [
      "The informal group on shared vision met four times in Panama.",
      "AWG-LCA Vice-Chair Mukahanana-Sangarwe asked for proposals and suggestions on the way forward in developing draft negotiating text for Durban.",
      "Divergent views emerged over how to proceed.",
      "Delegates discussed whether the Facilitator s note from the Bonn meeting could be considered as a basis for further discussion, with some stating that it should be further developed based on views and submissions, and others expressing concern that the scope of the note was too wide.",
      "Developing countries said they expected all submissions by parties to be included in the negotiating text, with some countries reiterating that the shared vision should be in the context of the BAP.",
      "Many developed countries said the shared vision should be based on the two issues mandated from Cancun, that is, the long-term global goal and the peak year.",
      "One developing country said that the underlying basis of the goals must be agreed to before the specific goals themselves, and that decisions should be based on equity.",
      "The group considered a revised text and discussed the status of the paper, with some reiterating that it was still a Facilitator s text, including consolidated views of parties, and not a draft decision text that could be used as the basis for negotiation in Durban.",
      "Some delegates expressed concern that their submissions were not well reflected in the new text, and others noted that the text was getting too long and needed to be further streamlined.",
      "Delegates then considered a further iteration of the text.",
      "In Friday s contact group, AWG-LCA Vice-Chair Mukahanana-Sangarwe reported that the text would be forwarded to Durban as a non-paper, and hoped that consultations would continue intersessionally to further streamline the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}