{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_86",
   "section_title": "THE CONSTITUENCY FACE",
   "sentences": [
      "While the official negotiations were taking place, the UNFCCC`s 'second face' was also highly visible at COP-9.",
      "The Milan COP demonstrated that climate change issues remain high on the political agendas of many NGOs, business groups and the academic community, regardless of what is taking place in the latest round of intergovernmental negotiations.",
      "While diplomats were often left agreeing on the lowest common denominator, more than one hundred side events also took place Milan, almost all of which were focused on the highest common denominator: achieving the concrete and necessary steps to meet the UNFCCC`s ultimate objective.",
      "To many attending COP-9, the attention and interest generated in these debates overshadowed the impasse and unwillingness of some Parties to engage in substantive negotiations on progress or lack thereof.",
      "The side events often stressed the various paths on which negotiators seemed 'afraid to travel,' - again highlighting the somewhat contradictory nature of the two faces of the UNFCCC most visible at COP-9. First, a large majority of side events focused on 'future actions' and 'post first commitment period thinking.",
      "' This contrasted sharply with the official negotiations, where the issue of the second review of the adequacy of commitment was held in abeyance for the fifth COP running.",
      "The last day of COP-9 saw an informal discussion between environmental NGOs and some Annex I and non-Annex I Parties to discuss the urgency of defining future actions. Secondly, while negotiations on national communications were continuously 'blocked' over concerns that the submission of information on inventories and P&Ms will lead to 'new obligations,' the constituencies active in the side events have already built and solidified the foundations for the successful sharing of experiences, capacity and lessons learned, clearly demonstrating the value and contribution of such information in shaping debates on mainstreaming climate change, adaptation, local action and innovative projects.",
      "COP-9 also saw the official recognition of the RINGOs constituency, first created in COP-8, who took its place alongside other recognized observer constituencies.",
      "RINGOs form an important new constituency of organizations engaged in independent research and analysis, and their inclusion as a key constituency will inevitably strengthen the research elements of the climate process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}