{
   "actors": [],
   "countries": [],
   "enb_end_date": "10-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "10-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12325e.html",
   "id": "enb12325e_9",
   "section_title": "TECHNOLOGY TRANSFER:",
   "sentences": [
      "During informal consultations in the morning, Co-Chair Mahlung presented a Co-Chairs' draft COP decision, noting some minor corrections.",
      "Many parties commended the Co-Chairs' work and said it was a good basis for negotiations.",
      "Initial progress was slow with some divergence arising on previously-agreed text from Nairobi.",
      "One preambular paragraph was deleted as parties felt the language was unclear and tried to express too many concepts.",
      "Delegates agreed on the first operative paragraph, which dealt with the five themes mentioned in the technology transfer framework to enhance implementation.",
      "In the afternoon, informal consultations continued, with agreement reached on text urging non-Annex I parties to use the UNDP handbook on technology needs assessments.",
      "Regarding consultation with relevant organizations, a group of developing countries asked for COP involvement.",
      "An alternative text on adopting a set of actions to enhance implementation was suggested by one developed country.",
      "Some developed countries wanted to rework the paragraph considering future actions into the terms of reference for the constituted body on technology transfer.",
      "Co-Chair Shimada asked parties to prepare text by Thursday morning that would address this issue.",
      "Brackets remained on text addressing reconstituting the existing body or establishing a new body for technology transfer.",
      "Discussions will resume on Thursday."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}