{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_1",
   "section_title": "IPCC-39 REPORT",
   "sentences": [
      "On Monday morning, 7 April, IPCC Chair Rajendra Pachauri opened IPCC-39, stressing that the meeting marked a crucial moment for the completion of AR5.",
      "Noting that setting mitigation pathways will be critical for attaining climate change targets, he emphasized that the WGIII contribution to AR5 must be a robust, policy relevant and informative document providing policymakers with the key knowledge and information they need.",
      "Jochen Flasbarth, State Secretary, Federal Ministry for the Environment, Nature Conservation, Building and Nuclear Safety, Germany, welcomed participants.",
      "He noted that while Germany is currently undergoing a transformation in its energy supply system as it phases-out nuclear power and increases its share of renewables, it remains committed to ambitious mitigation targets, including a national target of at least 40% reductions in GHG emissions compared to 1990 levels by 2020.",
      "He expressed hope that the WGIII report will generate national and international momentum for global mitigation action.",
      "Georg Schütte, State Secretary, Federal Ministry for Education and Research, Germany, highlighted, inter alia , the need to: optimize modeling technologies to increase their predicting power, and strengthen mitigation technologies; build a broader knowledge base; strengthen international climate discourse; and 'take a closer look' at the interaction between the science-policy interface and political realm.",
      "Deon Terblanche, WMO, emphasized the importance of the WGIII report in offering options and elements for policymakers and of IPCC-39 in providing guidance for the future of the Panel.",
      "He described the WMO's work in monitoring and supporting efforts to reduce emissions, and stated that the world meteorological community plays a key role in providing information on the causes and impacts of climate change, as well as on adaptation and mitigation measures.",
      "Jacqueline McGlade, UNEP, urged the international community to take 'immediate and robust' action to mitigate climate change, stressing that trends can be reversed and 2020 targets can still be achieved.",
      "Emphasizing the need for 'credible, transparent and relevant' assessments at the core of all activities, she promised UNEP's continued support to bring the IPCC findings to the world's attention. UNFCCC Executive Secretary Christiana Figueres, via video message, emphasized that as the third contribution to AR5, the WGIII report will complete the 'solution space' on how the world can meet the climate change challenge.",
      "Noting that AR5 will inform UNFCCC negotiations by providing objective evidence and options for pathways forward, she stressed the need to ensure increased access to the reports so that policy makers have guidance on how to move forward.",
      "Using the analogy of scientists as mapmakers, and policymakers as navigators who decide which path to follow, WGIII Co-Chair Ottmar Edenhofer outlined the content of the draft WGIII report, stating that it consists of three sections: one presenting the different perspectives available to analyze mitigation paths; a second one examining the routes undertaken in the recent past and their results; and a third one presenting different pathways for the future, as well as their requirements and implications.",
      "He further highlighted the ethical issues that mitigation presents and the need for value judgments, and stressed the role of international and regional cooperation. IPCC Deputy Secretary Gaetano Leone introduced the IPCC-39 agenda item on the IPCC programme and budget (IPCC-XXXIX/Doc.2, Corr.1).",
      "The item was forwarded for consideration to the Financial Task Team.",
      "Participants then approved the provisional agenda for IPCC-39 (IPCC-XXXIX/Doc.1). IPCC Chair Pachauri suspended IPCC-39 until the conclusion of WGIII-12."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "ipcc"
}