{
   "actors": [],
   "countries": [
      "Sweden",
      "United Kingdom",
      "United States",
      "Jordan",
      "Japan",
      "Philippines",
      "Ghana",
      "Brazil",
      "Uganda",
      "Mexico",
      "Nauru",
      "Colombia",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_83",
   "section_title": "Urban Environment",
   "sentences": [
      "The TEM on Urban Environment convened on 10 June, to discuss ways to support and scale up feasible policy options for sustainable urban development.",
      "Opening the meeting, ADP Co-Chair Kumarsingh said the design of the 'new urban world' will define the success or failure in achieving a low-carbon, climate-resilient world.",
      "In his opening remarks, Facilitator Brian Kilkelly, World Cities Network, stressed the urgency of action in urban environments, and called on participants to discuss: good practices; matching of projects and funding; feasibility of policies and actions; achieving commitment by more parties; and conducting outreach on the issue.",
      "Session 1: Scaling Up Efforts - Finance, Technology and Capacity-Building Support for Sustainable Infrastructure: James Close, World Bank, stressed the need for linkages between evidence-based planning and investment, and increasing cities' credit worthiness to enable access to low-cost finance.",
      "Matthew Lynch, World Business Council for Sustainable Development, stressed the importance of avoiding lock-in of high-carbon infrastructure and highlighted opportunities around smart infrastructure, which can maximize the efficiency and resilience of existing systems at a modest cost.",
      "In the ensuing discussions, participants addressed, inter alia : promoting good investments; putting a price on carbon; and understanding political dynamics around decision-making in order to move to a green economy.",
      "Jonas Kamleh, City of Malmö, Sweden, presented on the transformation of the Malmö shipyard into a sustainable area, urging cities 'not to wait for a perfect solution'.",
      "Jennifer Semakula Musisi, City of Kampala, Uganda, reported on climate resilience projects undertaken in her city and plans to incorporate climate-change responsive aspects in all infrastructure project designs.",
      "Susana Muhamad, City of Bogotá, Colombia, presented on her city's experience transforming the public transport system from a diesel to an electric/hybrid one.",
      "Alfredo Arquillano, Cebu Province, the Philippines, presented on his municipality's bottom-up disaster risk management system.",
      "Masahiro Kimura, City of Tokyo, Japan, presented the city's cap-and-trade programme, emphasizing the importance of data collection and measurement, and developing local alliances and capacity in local governments, and highlighted the potential of the UNFCCC to change public perceptions by drawing attention to the local level.",
      "During the ensuing discussion, participants considered, inter alia : recognizing national and subnational actions in the UNFCCC process; avoiding lock-in while promoting energy efficiency in buildings; leveraging financial resources for credit worthiness in cities; and moving jobs and services to reduce commutes.",
      "Rohit Aggarwala, Bloomberg Philanthropies, stressed: the city level bridges divides between the North and South; many urban issues are low cost; good management and leadership; and effectively organizing municipal authorities.",
      "Zitouni Ould-Dada, CTCN, reported that the CTCN is now fully operational.",
      "Franck Jésus, GEF Secretariat, discussed the GEF's integrated approach to financing projects targeting multiple environmental benefits.",
      "Marcelo Jordan, GCF, announced that the GCF had completed the essential requirements to launch its resource mobilization process.",
      "Kunihiko Shimada, TEC, reported on the Committee's work in support of actions relating to technology implementation.",
      "Zitouni Ould-Dada, UNEP, presented on the UNEP and UN-HABITAT Greener Cities Partnership and UNEP's Global Initiative for Resource Efficient Cities.",
      "Renate Christ, IPCC, summarized findings from the AR5 WGIII chapter on human settlements, infrastructure and spatial planning, including on the need to align institutional arrangements, governance mechanisms and financial resources with urban mitigation goals for effective design and implementation.",
      "Bettina Menne, World Health Organization, discussed climate resilient, low-carbon, 'healthy cities' and how they are established through political commitment, leadership, institutional change and a process and structure aimed at achieving this.",
      "During the discussion, participants considered incentives from national governments to engage local authorities, and the need for robust policy tools.",
      "Session II: Way Forward: Mark Watts, C40, stressed: cities' credit worthiness; the importance of leadership; and opportunities for creating markets through horizontal cooperation among cities.",
      "Gino Van Begin, ICLEI - Local Governments for Sustainability, proposed to build on the Forum and TEM by seeking a mandate from the ADP for the Local Governments and Municipal Authorities constituency to work on an action programme, and establish it through a COP decision in 2015, with implementation starting in 2016.",
      "Nauru suggested that a COP decision be moved up to Lima.",
      "The US welcomed the recognition of, and supported additional action on, subnational ambition.",
      "Participants also discussed barriers to propagating successful examples.",
      "Facilitator Kilkelly closed the meeting observing that cities are in the vanguard of creating an environment for action.",
      "Land Use: Opening the meeting, Facilitator Tony Simons, World Agroforestry Centre, said the session is about dialogue to 'chart a path forward' in the land-use sector and realize the multiple benefits of land-use planning.",
      "Session 1: Policies, Practices and Technology - Global State of Play: María José Sanz Sánchez , FAO, underscored the importance of local-level action, and called for building evidence bases to inform land-use planning, and enabling integrative approaches.",
      "Mark Broadmeadow, UK, outlined the Woodland Carbon Code, a domestic initiative to establish woodlands and help the UK meet its climate goals.",
      "Chunfeng Wang, China, identified challenges in the forestry sector, including increased urbanization and timber demand, and insufficient financial support.",
      "Adriano Santhiago de Oliveira, Brazil, outlined actions to improve forest monitoring and enforcement, territorial planning, and sustainable forest management that have decreased deforestation and improved agricultural efficiency.",
      "Victoria Hatton, New Zealand, outlined lessons learned from reducing the emission intensity of agriculture, including working with stakeholders to manage local impacts, and measuring, reporting and verifying emission savings.",
      "Robert Bamfo, Ghana, emphasized the importance of landscape approaches when implementing REDD+.",
      "Ana Karla Perea Blázquez, Mexico, highlighted institutional and policy frameworks to reduce emissions from deforestation.",
      "During discussions, delegates debated: integration of climate actions into development objectives; public participation; and holistic versus market approaches to land use management.",
      "Other issues included: linkages between forestry, agriculture, bioenergy and food security; illegal logging; and accounting rules for LULUCF in the CDM.",
      "Session 2: Implementing Actions: Finance, Technology and Capacity Building: Ellysar Baroudy, World Bank, stressed incentivizing climate-smart landscape programmes, including through public-private partnerships to scale up access to resources and spur innovative sustainable land use models.",
      "Louis Verchot, Centre for International Forestry Research, highlighted principles for landscape approaches, including: accounting for different scales; recognizing multiple uses and needs; and engaging with stakeholders.",
      "Based on country success stories, Thais Linhares-Juvenal, UN-REDD, identified the need for: supporting country-specific needs assessments; high-level participation and coordination; and linkages with other land-based activities.",
      "Susana Velez Haller, WWF, emphasized the need to understand: ecosystem services; conservation needs and activities; land-use changes including their drivers; and engagement with local communities.",
      "Henry Neufeldt, CGIAR Research Programme on Climate Change, Agriculture and Food Security, said farmers cope with climate variability through diversifying their management practices and using available safety nets, and invest in climate-smart agriculture practices when provided with technical and financial support.",
      "Ibila Djibril, LEG, observed that LDCs have been designing and implementing concrete adaptation plans mainly through land-based activities.",
      "Junu Shrestha, GEF, outlined sources of support for the land-use sector in the GEF's sixth replenishment period.",
      "The TEC identified adaptation technologies and climate finance as relevant for land-use activities.",
      "The CTCN reported three land use-relevant requests had been received, including on monitoring systems for mangrove forests and biodiversity.",
      "The GCF reported that some of the initial focal areas of the Fund include sustainable forest management, REDD+ implementation and adaptation.",
      "Brief remarks were invited from the floor from the Consumer Goods Forum on private sector participation, and from the Ramsar Convention Secretariat on the importance of protecting wetlands and peatlands in the context of climate change.",
      "During the discussion, participants mentioned, inter alia : the role of governments in preventing negative impacts of large-scale foreign investment; the role of REDD+ in enhancing pre-2020 ambition; and the need to integrate REDD+ in national development strategies.",
      "They also queried whether carbon is a commodity or a public good.",
      "Session 3: The Way Forward: Renate Christ, IPCC, highlighted findings from the land use chapter in AR5, noting that agriculture, forestry or land use accounts for 25% of GHG emissions, and that is the dominant emitting sector in many developing countries, and that non-CO2 emissions from agriculture exceed deforestation emissions.",
      "During the discussions, participants highlighted the need for, inter alia : finance and technology for enabling actions, including removing barriers and enabling access to the GCF; and incorporating social aspects, such as food security, equity, rights-based approaches and gender.",
      "Participants also suggested accelerating REDD+ by integrating decision-making across the land sector and learning from experience, for example for reducing transaction costs.",
      "Summarizing the discussion, María José Sanz Sánchez, FAO, observed that some obstacles could be removed, such as remote sensing data, for catalyzing pre-2020 ambition .",
      "Ellysar Baroudy, World Bank, said that forests and agriculture have a role in the UN Secretary-General's Climate Summit, and underscored the importance of partnerships and collaboration.",
      "Facilitator Simons underscored that the label 'smart' does not necessarily make a policy successful, which often requires overcoming governance challenges and using rights-based approaches."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}