{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Australia",
      "Canada",
      "Philippines",
      "China"
   ],
   "enb_end_date": "30-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12430e.html",
   "id": "enb12430e_7",
   "section_title": "TECHNOLOGY:",
   "sentences": [
      "Co-Chair Kumarsingh introduced a non-paper with an example of possible further consolidation of the text on technology.",
      "He explained that consolidation had taken into consideration four concepts: the technology mechanism; enhanced framework for technology; short-, medium and long-term national and international cooperative actions; and technology action framework.",
      "Parties then discussed whether to begin negotiations on the text while the rest of the technology section is being consolidated, or to wait until the entire section has been consolidated.",
      "The Philippines, for the G-77/CHINA, supported continuing the consolidation exercise, while noting challenges in consolidation due to divergent views on implementation.",
      "Many countries supported beginning negotiations after the entire section had been consolidated and Co-Chair Kumarsingh confirmed that consolidation would be done by Thursday.He proposed that parties exchange views and ideas aimed at clarifying concepts in the interim.",
      "The EU proposed that parties discuss how to do more and how to do it better.",
      "He observed that many of the parties ideas were quite close to each other and CANADA pointed to the common will in the room.",
      "AUSTRALIA, supported by the EU, proposed that the contact group discuss centers of excellence as a starting point.",
      "The G-77/CHINA said centers of excellence should be discussed in the context of their proposal on technology."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}