{
   "actors": [],
   "countries": [
      "Netherlands",
      "Norway",
      "United Kingdom",
      "Peru"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_6",
   "section_title": "REVIEW OF THE IPCC PROCESSES AND PROCEDURES PROCEDURES:",
   "sentences": [
      "This issue (IPCC-XXXIII/Doc.12) was first taken up by plenary on Tuesday, and then in various contact group meetings co-chaired by Eduardo Calvo Buendía (Peru) and Øyvind Christopherson (Norway), with Leo Meyer (Netherlands) as Rapporteur.",
      "Discussion centered on the Task Group on Procedures proposal to respond to IAC recommendations on: selection of participants for scoping meetings; selection of Coordinating Lead Authors (CLAs); sources of data and literature; handling the full range of views; report review; the SPM and its approval; handling potential errors after publication; treatment of uncertainties; guidance material; next steps; and other issues.",
      "The Panel agreed to prioritize matters that are relevant for the Fifth Assessment Report (AR5), particularly sources of data and literature, handling the full range of views, report review, further assuring quality of the review, and confidentiality of draft reports.",
      "The Panel was also presented with a Protocol for Addressing Possible Errors, prepared by all three WG Co-Chairs (IPCC-XXXIII/Doc.12, Add.",
      "1), and a Guidance Note for AR5 Lead Authors on consistent treatment of uncertainties (IPCC-XXXIII/Doc.12, Add.",
      "On sources of data and literature, delegates addressed the blurry lines between peer-reviewed, grey literature and other sources, including references to sources such as the International Energy Agency and World Bank reports.",
      "The group agreed not to flag information derived from grey literature in the reports and focus instead on ensuring the high quality of all information, placing priority on peer-reviewed literature.",
      "On handling the full range of views, discussion included how to document that the range of views has been considered and whether this should be the role of lead authors or review editors.",
      "The group agreed to insert language in the Principles noting, inter alia , the need to consider the range of scientific, technical and socioeconomic views, and gender balance.",
      "This language was also inserted in paragraphs referring to the selection of lead authors, the first review by experts, and the Synthesis Report (SYR).",
      "On availability of review comments and responses, the group discussed how and when to make the review comments available, including whether to do it upon request or via a closed or open website.",
      "Many emphasized the need for a thorough and open review process where all comments are taken into account, but some cautioned against over-burdening the Technical Support Units (TSUs).",
      "The group agreed to separate the process into two stages- during the review process and afterwards- and that all written comments should be available upon request to reviewers during the review process.",
      "This issue will be addressed together with other matters relating to the transparency, quality and efficiency of the review process at IPCC-34.",
      "On further assuring the quality of the review, participants considered how to ensure the review is as complete as possible, including all texts, graphics, tables, and boxes; and how to cross-check cross-cutting issues and who should do it.",
      "The group agreed that the Co-Chairs of the WG and the Task Force on National Greenhouse Gas Inventories (TFI) should arrange a comprehensive review of reports in each review phase, seeking to ensure complete coverage of all content.",
      "On confidentiality of draft reports, discussion revolved around what material to make available, when and how.",
      "A key issue was the need to protect authors while ensuring transparency of the process.",
      "Delegates also discussed the meaning of confidential and its application in different jurisdictions given varying freedom of information regulations.",
      "During the final plenary, the UK suggested the Panel consider ways for widening expert comments in the development of reports.",
      "The Panel agreed to include the UK s proposal in the report of the session."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}