{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Yemen",
      "Belize",
      "Venezuela",
      "Congo",
      "China",
      "Lesotho",
      "Papua New Guinea",
      "Switzerland",
      "Tajikistan",
      "Egypt",
      "Grenada",
      "Guinea",
      "South Africa",
      "Belgium"
   ],
   "enb_end_date": "30-Nov-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "30-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12488e.html",
   "id": "enb12488e_9",
   "section_title": "OPENING STATEMENTS :",
   "sentences": [
      "Yemen, for the G-77/CHINA, called for the negotiations to be party-driven, transparent and inclusive.",
      "He stressed the need for balance between the AWG-LCA and the AWG-KP negotiating tracks.",
      "The G-77/CHINA identified the need for additional funding for the Special Climate Change Fund and the Least Developed Country Fund, developing country adaptation and developing country national communications.",
      "He stressed the need for a decision on a new fund, addressing structure, scope, scale and resources.",
      "He also highlighted, inter alia : the fund s operating entity; accountability; measuring, reporting and verifying (MRV) of developed country contributions; and assessing adequacy of financing.",
      "Egypt, for the ARAB GROUP, said a balanced outcome should support developing countries adaptation efforts, encourage voluntary participation in international efforts to cut emissions and incorporate a mechanism for implementing financing and technology measures in developing countries.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), highlighted that Cancun is the time to deliver and said the Group cannot and will not accept further delays.",
      "He noted that good progress has been made on adaptation, finance, REDD+, capacity building and technology, but that mitigation, and MRV are outstanding issues also required for a balanced package.",
      "Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), highlighted the challenge of producing outcomes that provide for immediate action in all countries and lay the groundwork for completing unfinished work in South Africa.",
      "He called for a ratifiable, legally-binding agreement from the AWG-LCA.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, called for agreement on a comprehensive adaptation framework and for developed countries to agree on new and additional financing that is accessible to all countries.",
      "Belize, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), underscored the urgency of adaptation and stressed the need for a second commitment period under the Kyoto Protocol immediately following the first one, and called for a legally-binding agreement in South Africa.",
      "Venezuela, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), said the Kyoto Protocol is a universal agreement that crystallizes the determination of all UN countries, except for one, to face climate change based on equity and the principle of common but differentiated responsibilities.",
      "She called for an inclusive and balanced outcome in Cancun without losing achievements already made by countries.",
      "Lesotho, for the LEAST DEVELOPED COUNTRIES (LDCs), stressed that the UNFCCC should remain the central international platform to address climate change.",
      "He said the outcome could be a set of balanced decisions, but that this should not preclude the possibility of a future comprehensive and legally-binding agreement.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, urged a meaningful decision on REDD+.",
      "Tajikistan, for the MOUNTAINOUS LANDLOCKED DEVELOPING COUNTRIES, highlighted climate change impacts on glaciers, stressed the vital importance of this issue to members of the Group and urged efforts by the international community to address the problem.",
      "Belgium, for the EUROPEAN UNION (EU), called for a balanced package within and across the two negotiating tracks.",
      "He said a Cancun outcome must: capture progress to the maximum extent; contain the framework and basis of a future climate change regime; achieve incremental steps on MRV, mitigation, adaptation, capacity building, finance and technology; and make as much progress as possible towards a legally-binding outcome. COP President Espinosa informed parties that she would be conducting consultations on mitigation with the Chairs of the two AWGs, adhering to the principles of transparency and inclusiveness.",
      "She also informed parties that a stocktaking plenary would convene on Saturday. COP/MOP In the afternoon, COP/MOP President Espinosa opened COP/MOP 6, highlighting the need for a balanced set of decisions."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}