{
   "actors": [],
   "countries": [
      "Russia",
      "Sweden",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Australia",
      "Finland",
      "Denmark",
      "France",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_16",
   "section_title": "Recommendation and decision on the terms of office",
   "sentences": [
      "This issue was first addressed during the contact group on governance and management on Tuesday and subsequently in informal drafting groups.",
      "Draft text was discussed during the final meeting of the contact group on Thursday and text was forwarded to the IPCC plenary for consideration.",
      "In the contact group on Tuesday, delegates considered the IAC Review recommendations stating that the term of the IPCC Chair should be limited to the timeframe of one assessment and the term of the Working Group Co-Chairs should be limited to the timeframe of one assessment.",
      "All delegates underscored the importance of continuity between assessments.",
      "The US, with Australia, Finland and others, suggested that terms be slightly overlapping to allow the Chair and Co-Chairs to be involved in the work of dissemination and providing feedback on the process.",
      "They said that it may be useful to have them serve in a possible executive committee for the duration of the term.",
      "The UK referred to a Chair and Chair-elect, and clarified that the term limit should not apply retroactively, given that the IPCC is now in the middle of an assessment cycle.",
      "Noting strong consensus among delegates on the importance of continuity and carryover of the Chair s knowledge and experience when he or she steps down, regardless of whether one or two terms are served, Australia called for the development of provisions and handover arrangements.",
      "He also said that although in other organizations it is common to serve two terms, in most cases the terms are not as long as in the IPCC, where the assessment cycle takes six or seven years, adding that 12 or more years is too long for the context in which the IPCC operates.",
      "Noting that current terms are appropriate, particularly for developing countries or non-English speakers, China preferred not to limit the term in office to one term.",
      "Supported by the Russian Federation, he emphasized the need to maintain the continuity of work and the current procedures.",
      "The UK and Switzerland noted that there is sufficient talent in developing countries and among non-English speakers to take senior positions.",
      "Australia, with France, Switzerland and Denmark, noted that there are two distinct issues that have to be addressed: continuity of experience, and ensuring growth, dynamism and the ability to respond to change.",
      "He underscored that having two terms does not generate continuity, but rather defers the gap by a single assessment period.",
      "He stressed the need ensure the IPCC can evolve with the times.",
      "The US noted the possibility of extending some functions into the next assessment period.",
      "China and Sweden said more discussion on this issue could be useful.",
      "Given its linkages with other matters under governance and management, delegates continued consideration of the issue in a drafting group.",
      "In the contact group on Thursday, delegates forwarded decision text to the plenary and the decision was adopted with limited debate.",
      "Debate on this decision during plenary was chaired by Vice-Chair Hoesung Lee (Republic of Korea) to avoid any appearance of a conflict of interest."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}