{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Nepal",
      "India",
      "Sudan",
      "United States",
      "Chile",
      "Australia",
      "Germany",
      "Swaziland",
      "Guinea",
      "Nicaragua",
      "Nauru",
      "Saudi Arabia",
      "Papua New Guinea",
      "Costa Rica",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "05-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "05-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12571e.html",
   "id": "enb12571e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "The G-77/CHINA emphasized the need to bring Doha amendments on the second commitment period into effect at the earliest opportunity.",
      "Australia, for the UMBRELLA GROUP, highlighted: the need to promote national actions and co-benefits, and define a spectrum of commitments.",
      "Switzerland, for the EIG, emphasized: dynamic differentiation between parties according to CBDR and equity; and the need to catalyze means of implementation and climate-friendly investment.",
      "He identified Warsaw as the right moment to move to a more formal working modality.",
      "The EU called for: mitigation commitments for all that would reflect evolving economic realities and development opportunities; tangible progress on pre-2020 ambition; and a draft negotiating text by COP 20.",
      "Swaziland, for the AFRICAN GROUP, called for: a fair multilateral rules-based regime bringing into effect equitable access to sustainable development, and an equity reference framework.",
      "Nauru, for AOSIS, called for cost-effective and scalable mitigation actions, and emphasized the need to overcome barriers to implementation.",
      "She said that the 2015 agreement: should strengthen the rules-based, legally-binding regime; and include a loss and damage mechanism, and a compliance system.",
      "Nepal, for the LDCs, proposed a workshop on adaptation and stressed the need to clarify added value of the new agreement for addressing adaptation in developing countries.",
      "Nicaragua, for ALBA, cautioned against focus on legally-binding mitigation commitments without means of implementation.",
      "Costa Rica, for SICA, urged for concrete results on levels of ambition on mitigation, adaptation, means of implementation, transparency, MRV of action and support, and loss and damage.",
      "He said priority should be given to public finance.",
      "Sudan, for the LIKE-MINDED DEVELOPING COUNTRIES, expressed concern about themes not reflecting agreed elements, including: investments and enabling environment, which diverts attention from the problem of inadequate provision of finance and technology; and selective sectoral activities, which imposes additional burdens on developing countries.",
      "India, for BASIC stressed that work under the ADP must be informed by the IPCC, the 2013-15 Review and the subsidiary bodies, and urged meaningful operationalization of the GCF, Technology Mechanism and Adaptation Committee.",
      "Chile, for AILAC, suggested combining a bottom-up approach, which allows each party to define its own contribution based on national circumstances and capacity, with a top-down structure to enable comparability of efforts.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, advocated REDD+ as key to achieving global GHG reduction targets.",
      "Saudi Arabia, for the ARAB GROUP, expressed dissatisfaction with discussions on pre-2020 ambition and called for a results-oriented approach. GERMANY reported that during the recent Petersburg Climate Dialogue, ministers discussed how to reflect in a 2015 agreement a variety of commitments, based on CBDR and taking into account the dynamic nature of the climate challenge, as well as responsibilities, capabilities and national circumstances. FRIENDS OF THE EARTH described the US pledge and review system as unacceptable and called for: scaling-up of finance and technology transfer; agreement on a global feed-in tariff; energy efficiency; and dirty energy subsidies. WOMEN AND GENDER suggested considering a non-discrimination principle in the context of UNFCCC and keeping out of a 2015 agreement any high-risk technologies, including nuclear, shale gas and geo-engineering. YOUNGOs called for inclusion of inter-generational equity in the preamble of the 2015 agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}