{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Solomon Islands",
      "Senegal",
      "Russian Federation",
      "Algeria",
      "Norway",
      "Japan",
      "China",
      "Lesotho",
      "Grenada",
      "Thailand",
      "Kenya",
      "Indigenous Peoples",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_7",
   "section_title": "CLOSING PLENARY :",
   "sentences": [
      "The AWG-KP closing plenary convened early Friday afternoon, 9 October 2009.",
      "Chair John Ashe explained that the AWG-KP would continue with the four contact groups on the basis of the new non-papers at its resumed ninth session in Barcelona.",
      "He explained that due to time constraints and the extensive workload, provision would be made for additional evening meetings in Barcelona.",
      "Norway announced plans to increase their emission reduction goal from a reduction of 30% to 40% from 1990 levels by 2020.",
      "She specified that this requires an agreement that goes beyond the present framework of the Kyoto Protocol.",
      "AOSIS, with Algeria, urged other Annex I parties to follow Norway s lead in making pledges that are closer to what the science requires, and Thailand called for increased levels of ambition.",
      "Sudan, for the G-77/China, supported by Algeria, for the African Group, Grenada, for AOSIS, Lesotho, for the LDCs, and many others, expressed concern at attempts to merge the two negotiating tracks, and at the call for a single legal outcome in Copenhagen.",
      "Stressing that calls for an end to the Kyoto Protocol are completely unacceptable to the G-77/China, he urged all parties to build an inclusive, fair and effective international climate change regime with a strong Kyoto Protocol and a strong outcome in the negotiations to ensure enhanced and sustained implementation of the Convention.",
      "The EU emphasized that they support strengthening commitments, accounting, reporting and compliance and reiterated that, while committed to the Kyoto Protocol, this is most efficiently accomplished through integration of the Protocol into a single legal arrangement.",
      "Japan noted the need for a full-fledged amendment of the Protocol or a new agreement including major economies, based on common but differentiated responsibilities.",
      "China stressed the negotiations as a two-track process, saying destroying one track puts the whole vehicle in danger.",
      "The Russian Federation called for modernization of the Protocol and examination of mechanisms that could be successfully applied in a new agreement.",
      "Senegal highlighted recent natural disasters that occurred in some countries, stressing that climate change affects everyone equally, and Kenya emphasized that the survival of humans must take precedence over economic interests.",
      "The Solomon Islands underscored the vulnerability of SIDS and LDCs and called for stabilization of concentrations below 350 ppm.",
      "The International Indigenous Peoples Forum on Climate Change called for full and effective participation of indigenous peoples in climate action and for respect for traditional practices, also stressing that it is unacceptable to pass the burden of emission reductions onto developing countries and the most vulnerable.",
      "The International Trade Union Confederation stressed a fair and just transition to a low-carbon future.",
      "Local Governments for Sustainability, on behalf of Local Government Management Association NGOs, said cities and local governments in Annex I countries can support national governments in fulfilling their international binding commitments and called for the new global climate regime to create enabling technical and financial instruments to ensure the utilization of the full potential of cities and local governments in mitigation actions.",
      "GenderCC Women for Climate Justice, on behalf of the Gender NGOs, called for stronger integration of gender dimensions in order, inter alia , to enable a more comprehensive analysis of the causes of climate change.",
      "Representatives of youth organizations condemned the perverse idea that developing countries should or could act first before developed countries.",
      "In closing, Chair Ashe emphasized that a higher level of ambition remains central to our work and told delegates he would see them in three short weeks, urging parties to use the intersessional period to consult with one another so that real progress could be made in Barcelona.",
      "He closed the meeting at 2:40 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}