{
   "actors": [
      "Like Minded Group of Developing Countries",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Gambia",
      "Japan",
      "Dominican Republic",
      "Brazil",
      "Kenya",
      "Indonesia",
      "Mauritius",
      "South Africa",
      "Mali",
      "Nauru",
      "Seychelles",
      "Nepal",
      "Sweden",
      "Dominica",
      "Australia",
      "Ecuador",
      "Indigenous Peoples",
      "Saudi Arabia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "11-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "11-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12576e.html",
   "id": "enb12576e_1",
   "section_title": "PRACTICAL APPROACH TO INCREASING PRE-2020 AMBITION AND THE WAY FORWARD (ADP Workstream 2)",
   "sentences": [
      "During the morning ADP workshop, parties continued discussions on enhancing finance, technology and capacity building, and then addressed the way forward to COP 19. SOUTH AFRICA cautioned against using global economic instability as an excuse for delaying the delivery of means of implementation, and stressed the need to focus on capitalizing the GCF. VENEZUELA, for LMDC, supported by MAURITIUS, emphasized that developed countries emission reductions should be based on domestic actions and called for delivery of means of implementation.",
      "He opposed considering HFCs under the Montreal Protocol. BRAZIL agreed with the need for structural changes in the economy and for low-carbon investment choices, but underscored that developed countries need to take the lead.",
      "On the way forward to COP 19, Nauru, for AOSIS, supported by NEPAL, INDONESIA and KENYA, proposed: submissions, including on energy policies and technologies with emphasis on the scale of emission reductions, barriers and strategies to overcome those barriers; a technical paper compiling parties submissions on specific problems they face, with corresponding solutions from technical expert meetings; a technical workshop; and a ministerial roundtable at COP 19.",
      "The PHILLIPINES suggested broadening the proposal to also cover adaptation.",
      "On technical workshops, VENEZUELA said it would be more useful to discuss normative trends, pilot practices and means to facilitate a paradigm shift.",
      "The EU outlined expectations for COP 19, including: encouraging new pledges and increasing ambition of existing pledges with developed countries in the lead; a decision on phasing out HFCs; elaborating the role of the UNFCCC in catalyzing international initiatives; and linking the UNFCCC to other processes, including the 2014 UN Leaders Summit. CHINA called for revisiting Annex I QELROs and inviting Annex I parties not participating in the second commitment period under the Kyoto Protocol to undertake comparable targets.",
      "He underscored COP 19 should focus on finance.",
      "SAUDI ARABIA highlighted: a comprehensive approach that includes a variety of actions; and the application of the Convention s principles and provisions.",
      "Mali, for the AFRICAN GROUP, said parties should not focus on a particular option or sector.",
      "On the COP 19 outcome, she called for: a process to review support from Annex I parties; clarity on the delivery of the US$100 billion of annual long-term finance; and options to strengthen the price of carbon. LINKAGES (ADP Workstream 1): In the afternoon ADP workshop, BRAZIL presented on the their proposal, highlighting that the Brazilian proposal addresses historical responsibility not just in terms of emissions, but also in terms of relative historical contributions to the temperature increase.",
      "Calling for further work on the proposal, he suggested that the SBSTA: invite the IPCC to carry out methodological work; invite parties to provide estimates of their historical emissions; and form an expert group to measure developed countries contributions to the temperature increase.",
      "On linkages, INDIA stressed the need to establish linkages between ADP Workstreams 1 and 2, and to consider how the work of the Subsidiary Bodies, the IPCC and the 2013-2015 Review will inform the 2015 agreement.",
      "The EU called for submissions on the necessary mitigation and adaptation elements in the 2015 agreement.",
      "ECUADOR called for a focus on linkages between gaps in mitigation, finance, technology and adaptation.",
      "SWITZERLAND stressed the need to link the new agreement with: scientific reality, looking beyond fossil fuel emissions; and political reality, looking forward beyond adaption and public funding.",
      "The US advocated a new agreement that: is concise, applicable to all and durable; builds on experiences and practices under the Convention; allows focus on operationalization of elements rather than structural renegotiations; and is sellable to a broad audience of domestic constituencies. DIALOGUE ON IMPLEMENTATION OF THE DOHA WORK PORGRAMME ON CONVENTION ARTICLE 6 (education, training and public awareness): The dialogue was co-facilitated by Adriana Valenzuela (Dominican Republic) and Richard Merzian (Australia).",
      "During a panel discussion on strategic approaches and long-term planning of climate change education, delegates highlighted: capacity needs assessments; incorporating climate change into school curricula; and a bottom-up approach to assessing educational needs.",
      "On ways to ensure sustainability of results and long-term impact of national strategies, Amanda Katilin Niode, Indonesia, emphasized capacity to coordinate interagency activities and review implementation at the national level as challenges.",
      "On translating international policies into national action, participants emphasized the Doha work programme on Convention Article 6 as being at the core of coordinating national responses.",
      "On challenges, good practices and lessons learned from the implementation of climate change education at the national level, Jogeeswar Seewoobaduth, Mauritius, presented recommendations from the Expert Meeting on Climate Change Education (CCE) for Sustainable Development in Africa.",
      "He highlighted linking global and local perspectives, and addressing adaptation and mitigation through African education systems.",
      "Mats Kullberg, Sweden, identified the CCE as a tool for achieving national and international objectives, highlighting a case study on communicating environmental actions to children and youth.",
      "Frank Niepold provided a US perspective on challenges, good practices and lessons learned from national implementation of the CCE, emphasizing an audience-focused, community-based approach through partnerships between science and educational organizations.",
      "Harriet Thew, World Association of Girl Guides and Girl Scouts (WAGGGS), discussed her organization s collaborative, multidisciplinary, three-pronged Learn, Speak Out, Take Action approach.",
      "Pasang Dolma Sherpa, International Indigenous Peoples Forum on Climate Change (IIPFCC), Nepal, provided an overview of a global partnership initiative on CCE and training in Asia, Africa and Latin America in partnership with TEBTEBBA.",
      "Highlighting education as a driver for change, Rixa Schwarz, Centre for Environment Education, discussed her organization s approach of solution-orientated action towards sustainability through hands-on projects.",
      "On measuring for results, Makoto Kato, Japan, presented on measuring the effectiveness of climate change education in his country.",
      "Bubu Pateh Jallow, the Gambia, spoke about results-based educational activities, including a rainwater harvesting project in schools in the Seychelles.",
      "Participants also considered, inter alia : ex ante and ex post measurement of effectiveness, including milestone setting, information gathering and expert review; and setting baselines for climate change education."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}