{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "New Zealand",
      "Norway",
      "China",
      "Australia",
      "Tuvalu",
      "Mali",
      "Guyana",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Guinea",
      "South Africa"
   ],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_6",
   "section_title": "POTENTIAL CONSEQUENCES:",
   "sentences": [
      "In the morning, Mama Konaté (Mali) and Andrew Ure (Australia) co-chaired the informal group on potential consequences.",
      "Co-Chair Konaté recommended that delegates work through the text forwarded by AWG-KP 8 (FCCC/KP/AWG/2009/9).",
      "Several countries noted that it is premature to determine the form of the outcome at COP/MOP 5 and that discussion should focus on making progress on the text.",
      "Parties agreed to move bracket-by-bracket through the text in annex I of the document.",
      "Parties discussed language on issues including: basis of the AWG-KP s consideration of potential consequences; relevant COP/MOP decisions and articles of the Protocol; and framing of the work.",
      "Regarding the basis, developing countries recommended removing reference to the Convention, noting that the text is specifically in reference to the Protocol.",
      "South Africa, for the G-77/CHINA, expressed concern that the current formulation of the paragraph on the basis would introduce conditionalities and standards.",
      "Regarding framing of the work, several developed countries underscored the repetitiveness of the current formulation, while the G-77/CHINA said that, although they recognize positive consequences, the text should emphasize minimizing negative consequences for developing countries.",
      "NEW ZEALAND noted that the text captures three separate ideas: striving to reduce negative consequences; that there are positive and negative consequences of mitigation actions; and that the focus of work is on the negative impacts in developing countries. OTHER ISSUES (LULUCF): In the morning, Marcelo Rocha (Brazil) and Bryan Smith (New Zealand) co-facilitated the sub-group on LULUCF.",
      "Co-Facilitator Rocha proposed to focus the week s discussions on data submission, CDM-related issues and natural disturbance and forest management, respectively.",
      "He explained that due to concerns expressed by several parties, small groups would not convene and he suggested bilateral discussions. TUVALU, supported by COLOMBIA, noted the need to consider how LULUCF fits into the proposed new protocols, while the EU, CANADA and AUSTRALIA expressed concern with discussions of legal issues in this group.",
      "PAPUA NEW GUINEA called for also addressing land-based accounting.",
      "Parties agreed to take these issues up at one of the subsequent meetings.",
      "Co-Facilitator Smith outlined key questions on data submission.",
      "Parties agreed on the utility of data submission with some noting that data increases transparency and clarifies the implications of LULUCF proposals on targets.",
      "GUYANA called for Annex I countries to provide data on the contribution of LULUCF to their targets.",
      "Many suggested that data submission would ideally occur before AWG-KP 9 in Bangkok, while noting the practical challenges of assembling data.",
      "SWITZERLAND highlighted the need for raw data that could be used under a variety of rule scenarios.",
      "On whether LULUCF rules are needed before countries submit data, CANADA suggested that two types of data were being discussed: basic data that is readily available; and scenarios and projections, which require more information and are not likely to be available for Bangkok.",
      "NORWAY, supported by the EU, PAPUA NEW GUINEA, CANADA and others, noted the need for general guidance on data submission requirements to realize consistency among countries."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}