{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Iceland",
      "Uganda",
      "China"
   ],
   "enb_end_date": "01-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "01-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12118e.html",
   "id": "enb12118e_6",
   "section_title": "LULUCF",
   "sentences": [
      "Co-Chairs Thorgeirsson (Iceland) and Gwage (Uganda) informed the group of a draft decision they had prepared on LULUCF-related methodological issues, including aspects relating to submissions by Parties on: definitions and activities on Protocol Article 3.3 (net changes in emissions and removals); a list of activities that each individual Party is seeking to include under Article 3.4 (additional human-induced activities relating to changes in emissions and removals); views on possible modalities, rules and guidelines on additional activities under Protocol Article 3.4; and a request for the Secretariat to compile a list of guiding principles and criteria for the identification and selection of additional activities under Article 3.4.",
      "The G-77/CHINA said it had prepared a draft decision covering similar aspects and including others such as guidance on the scope of the workshop on the IPCC Special Report.",
      "Many delegations noted similarities between the two texts, and agreed to follow the sequencing of paragraphs in the G-77/CHINA proposal as a basis for discussions.",
      "The group read through the text and established a drafting group to work on it.",
      "Differing views focused on, inter alia: the sequence of activities in the lead-up to SBSTA-12 and how they interrelate; presentation and transmission of the IPCC Special Report to SBSTA-12; timing for submissions and consideration of criteria and guiding principles for data on additional activities; timing for submissions and proposals for definitions on activities under Article 3.3; and timing for and types of country-specific data.",
      "The contact group reconvened to consider progress made by the drafting group, working late into the night."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}