{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "26-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12174e.html",
   "id": "enb12174e_6",
   "section_title": "COMPLIANCE",
   "sentences": [
      "Negotiating group Co-Chair Neroni Slade said the Co- Chairs had prepared a non-paper, under the authority of President Pronk, that they hoped would assist delegates in their further work.",
      "Introducing the non-paper, he highlighted from which documents - the Pronk text, The Hague text, or the political decision - its paragraphs had been drawn.",
      "He added that this unified document constituted the 'natural product' of the negotiating group's work.",
      "Co-Chair Slade then suspended the meeting to allow regional groups and delegations to consider the non-paper. Following the resumption of the meeting, delegates gave their initial reactions to the non-paper.",
      "Developing countries and many developed countries welcomed it as providing a good basis for the group's further work.",
      "One Annex I Party expressed concern about the reflection, in the non-paper, of parts of the political decision not included in the compliance section.",
      "With several other Annex I Parties, she also questioned the accurate reflection of the paragraph of this decision pertaining to the adoption of procedures and mechanisms relating to compliance.",
      "A group of Annex I Parties expressed some unease over the modifications relating to the facilitative branch, its relation to the enforcement branch and the appeal procedure.",
      "This group also reminded participants of the mandate given by the Ministers to complete their work by the end of COP-6.",
      "Closing the meeting, Co-Chair Slade invited those delegates in a position to do so, to provide, by midday Thursday, drafting suggestions on how the political decision text could be reflected in the non-paper."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}