{
   "actors": [],
   "countries": [
      "Austria",
      "Antigua and Barbuda",
      "Norway",
      "Australia",
      "Mali",
      "Grenada"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_2",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS BY ANNEX I PARTIES UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "Chair John Ashe (Antigua and Barbuda) opened the AWG-KP s informal session on Monday, 10 August.",
      "He introduced documentation prepared for the session, covering: proposed amendments to the Kyoto Protocol pursuant to Article 3.9 (Annex I parties further commitments) ( FCCC/KP/AWG/2009/10/Add.1 ); other proposed amendments to the Protocol ( FCCC/KP/AWG/2009/10/Add.2 ); a compilation of proposals for elements of draft decisions on other issues, such as LULUCF and the flexibility mechanisms ( FCCC/KP/AWG/2009/10/Add.3 ); and a compilation of proposals by parties for aggregate and individual figures for Annex I parties (FCCC/KP/AWG/2009/10/Add.4).",
      "Work at the informal session was carried out by three informal groups.",
      "The first group focused on Annex I parties aggregate and individual emission reductions, and was co-facilitated by Leon Charles (Grenada) and Gertraud Wollansky (Austria).",
      "The second considered other issues, facilitated by AWG-KP Vice-Chair Harald Dovland (Norway).",
      "The other issues are identified in paragraph 49(c) of the AWG-KP s work programme (FCCC/KP/AWG/2008/8) and include: the flexibility mechanisms; LULUCF; greenhouse gases, sectors and source categories; common metrics to calculate CO2 equivalents of anthropogenic emissions by sources and removals by sinks; and methodological and other issues.",
      "The third addressed potential consequences of response measures, facilitated by Mama Konaté (Mali) and Andrew Ure (Australia).",
      "At the opening meeting, Chair Ashe indicated that a group on legal matters would convene if requested by parties to consider specific issues.",
      "During the session, no meetings were held by the legal matters group.",
      "The informal session of the AWG-KP was not mandated to adopt conclusions.",
      "During the closing meeting on Friday afternoon, Chair Ashe explained that he would revise some of the documentation (FCCC/KP/AWG/2009/10.Add.1 and FCCC/KP/AWG/2009/10.Adds.3-4) before Bangkok based on the non-papers by the informal groups on Annex I emission reductions and other issues.",
      "Chair Ashe also noted that a document would be issued to reflect the work done on potential consequences."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}