{
   "actors": [],
   "countries": [
      "Congo",
      "Australia",
      "China",
      "Mali",
      "Maldives",
      "Saudi Arabia",
      "Belgium"
   ],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_13",
   "section_title": "Electronic Versions of IPCC Reports as a Document of Record",
   "sentences": [
      "On Wednesday, IPCC Secretary Christ introduced this sub-item of the agenda (IPCC-XXXVII/Doc.18).",
      "WGII Co-Chair Field noted many comments received on the idea of moving forward with both electronic and printed documents.",
      "Responding to concerns from the Republic of Congo and Maldives regarding Internet access constraints in many developing countries and regions, the Secretariat provided assurance that printed reports would not be discontinued.",
      "Possibility of Convening Bureau Sessions through Electronic Means: On Wednesday, IPCC Secretary Christ presented this sub-item of the agenda (IPCC-XXXVII/Doc.5).",
      "She set out a proposal to allow Bureau members, under certain circumstances, to participate in meetings through video conference or other electronic means.",
      "During the ensuing discussion, many countries supported the Secretariat's proposal.",
      "China, supported by Mali and Saudi Arabia, called for maintaining the possibility of providing interpretation in the six official UN languages when technologies allow for it.",
      "WGII Co-Chair Field supported China's proposal and encouraged conference facilities to adopt technologies that allow for interpretation in all UN languages also in the case of remote participation.",
      "Maldives welcomed the use of electronic means, but cautioned against conducting meetings entirely remotely.",
      "On Wednesday afternoon, Secretary Christ outlined proposed changes to paragraph 14 of the Principles Governing IPCC Work to allow participants to attend Bureau meetings remotely in English.",
      "She encouraged countries hosting these meetings to facilitate the use of adequate technologies and facilities, which allow full remote interpretation in all UN languages.",
      "She noted that interpretation arrangements would be subject to the agreement of the Bureau and the availability of technical facilities.",
      "Secretary Christ clarified that a remote participant would be able to listen in any UN language, but would only be able to speak in English in these circumstances.",
      "Belgium requested clarification on when the agreement of the Bureau would be needed.",
      "Australia suggested that the decision be amended to state that such arrangements should be made prior to the commencement of the meeting.",
      "The Panel adopted language stating: 'such arrangements will be subject to agreement by the Bureau in advance of the meeting, and availability of technical facilities'.",
      "Implementation of Panel Decisions on Governance and Management : On Tuesday, IPCC Chair Pachauri reported on progress and informed the Panel that he is providing input to recruitment processes, preparation of the annual job plans and performance appraisals of the IPCC Secretary and Deputy Secretary.",
      "Other Procedural Matters: On Wednesday morning, IPCC Chair Pachauri introduced a document on a Suggested Erratum Statement (IPCC-XXXVII/Doc.25) concerning the AR4 WGIII report.",
      "WGIII Co-Chair Edenhofer explained that the labeling of the x-axis of figure SPM.11 in the AR4 SYR is not consistent with the content of AR4 SYR table SPM.6, and that this error is subsequently reflected in various places in AR4, and outlined the steps that have been taken under the IPCC Protocol for Addressing Possible Errors in IPCC Assessment Reports, Synthesis Reports, Special Reports or Methodology Reports.",
      "He also presented draft erratum statements for adoption by the Panel to make explicit that aerosols were taken into account in the assessment.",
      "The Panel approved the erratum statements."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}