{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_65",
   "section_title": "SEAWORTHINESS",
   "sentences": [
      "How the international climate change regime fares once the Protocol is launched will of course depend on the rules and procedures governing the regime`s implementation.",
      "Parties continued to discuss several issues relating to the UNFCCC and Protocol implementation at SB-18, including the SCCF, sinks in the CDM and Protocol Articles 5, 7 and 8. Given that the Protocol has not entered into force and discussions on the Adaptation Fund are not yet on the horizon, non-Annex I countries sought to ensure that adaptation activities would be prioritized under the SCCF.",
      "Annex I countries, meanwhile, demanded that the SCCF fund mitigation projects as well as adaptation activities, arguing that early action in this regard would strengthen the global response to climate change.",
      "While achieving a compromise on this issue will be difficult, an outcome satisfying both donor and recipient countries will facilitate non- Annex I Parties` role in the regime`s journey. The final task in operationalizing the CDM - deciding on definitions and modalities for sinks projects - is another important issue related to the participation of developing countries in the climate regime.",
      "If the CDM is to enhance sustainable development, a system of 'checks and balances' needs to be designed that addresses issues like non-permanence and the potential socioeconomic and environmental impacts of projects.",
      "Regarding non-permanence, discussions at this session centered on insurance versus temporary crediting approaches.",
      "At least one Annex I Party and several Latin American countries would prefer using insurance to guarantee the integrity of sinks projects for at least ten years after the commitment period.",
      "Other countries, including AOSIS, favor temporary crediting approaches that would ensure that credits from sinks projects are ultimately replaced by credits from emissions reductions.",
      "Parties clarified the options for dealing with non-permanence, but did not agree on any text, and found themselves similarly divided on the extent to which socioeconomic and environmental impacts assessments should influence project design and approval.",
      "How these and other issues are resolved will, in the eyes of many observers, determine the legitimacy of sinks projects undertaken in developing countries. Compared to negotiations on the SCCF and sinks in the CDM, issues relating to Protocol Articles 5, 7 and 8 were not particularly contentious.",
      "Parties agreed to conclusions and unbracketed draft COP and COP/MOP decisions relating to the training of Expert Review Team (ERT) leaders, a code of conduct for ERT members, the treatment of confidential information and adjustments to greenhouse gas inventories.",
      "Once adopted, these decisions will reinforce the functioning of two unique aspects of Protocol - the market mechanisms and compliance system.",
      "In this regard, SB-18 has prepared the Protocol for its upcoming launch."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}