{
   "actors": [],
   "countries": [
      "Austria",
      "Japan",
      "Saint Lucia"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_70",
   "section_title": "CAPACITY BUILDING FOR DEVELOPING COUNTRIES UNDER THE PROTOCOL",
   "sentences": [
      "This issue ( FCCC/SBI/2008/6 ) was first taken up in plenary on 4 June.",
      "Japan called attention to decision 2/CP.10, and said there was no mandate for a second comprehensive review of the capacity-building framework under the Kyoto Protocol.",
      "The issue was subsequently taken up in contact groups and informal consultations co-chaired by Crispin d Auvergne (Saint Lucia) and Helmut Hojesky (Austria), where the Secretariat provided clarification on the legal basis for the second comprehensive review of capacity building under the Protocol.",
      "According to the Secretariat, the combination of decisions 2/CP.7 (capacity building in developing countries), 29/CMP.1 (capacity building relating to the implementation of the Protocol in developing countries) and 6/CMP.2 (capacity building under the Kyoto Protocol) formed the legal basis of this review under the Protocol.",
      "The Secretariat also clarified that there was no basis for such a review separate and distinct from that contemplated under decision 2/CP.10.",
      "The parties accepted this clarification and agreed on text acknowledging that the second comprehensive review under the Convention is also applicable to capacity building under the Protocol.",
      "They agreed that there would not be a separate review under the Protocol, but that the comprehensive review under the Convention would include capacity-building activities under the Protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}