{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12484e.html",
   "id": "enb12484e_12",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The frenzied pace of negotiations continued unabated with only two negotiating days left before Cancun.",
      "Parties scrambled to finalize draft texts and ensure that their proposals are included.",
      "I m supposed to be in at least five places at the same time, commented one harried negotiator, and these numerous parallel sessions aren t helping.",
      "It would be great to have texts ready to hand off to the plenaries on Saturday.",
      "The direct effect of this was a multiplication of proposals and the gradual enlargement of the draft negotiating text in a few of the AWG-LCA drafting groups.",
      "Other groups strived to streamline text, with work on the Chair s text in the AWG-KP numbers group continuing into the late evening to complete it for Cancun.",
      "The AWG-KP informal plenary on a balanced outcome left many continuing to speculate on prospects for Cancun.",
      "I can count at least a handful of different definitions of the term balanced, all of which emphasize country or regional positions and highlight existing differences of opinion among parties, lamented a seasoned observer.",
      "Others came away with a more optimistic view, with one pointing out that at least now we understand what different groups envisage we just need to work on bridging the gaps between them.",
      "Despite having only convened once in a drafting group during the week, many REDD+ delegates have, nevertheless, been extremely active on the sidelines, as the REDD+ Partnership, a group of 68 donor and recipient countries, held informal meetings.",
      "We re trying to establish procedures, develop a work programme and define stakeholder participation, commented one weary delegate emerging from Friday s late night session.",
      "She continued, we are bringing our ministers to the meeting in Nagoya at the end of the month and want to make sure we have a partnership worth showing off during the Biodiversity COP."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}