{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Group of 77 and China",
      "African Group"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "Cook Islands",
      "Marshall Islands",
      "Yemen",
      "Dominican Republic",
      "Japan",
      "Chile",
      "Bolivia",
      "Grenada",
      "United States",
      "Paraguay",
      "Colombia",
      "Congo",
      "Dominica",
      "Tuvalu",
      "United Kingdom",
      "Russian Federation",
      "Lesotho",
      "Australia",
      "Uruguay",
      "Guyana",
      "Panama",
      "Spain",
      "Saudi Arabia",
      "Peru",
      "Costa Rica",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_12",
   "section_title": "PREPARATION OF AN OUTCOME AT COP 16:",
   "sentences": [
      "This issue was first considered by the AWG-LCA opening plenary on 1 June where AWG-LCA Chair Mukahanana-Sangarwe introduced her scenario note (FCCC/AWGLCA/2010/5), draft negotiating text (FCCC/AWGLCA/2010/6), submissions from parties (FCCC/AWGLCA/2010/MISC.2 and Add.1-2), submissions on an indicative roadmap (FCCC/AWGLCA/2010/MISC.3) and submissions by intergovernmental organizations (FCCC/AWGLCA/2010/MISC.4).",
      "Parties expressed their views on the Chair s new draft negotiating text, with many parties identifying it as a good basis for discussion.",
      "Yemen, for the Group of 77 and China (G-77/China), suggested restructuring the draft negotiating text in accordance with the Bali Action Plan (BAP) and emphasized the need for a separate chapter on finance.",
      "The Democratic Republic of the Congo, for the African Group, requested consideration of issues, including: intellectual property rights; an international programme on adaptation; registry for nationally appropriate mitigation actions (NAMAs) by developing countries; and trade and climate change.",
      "Lesotho, for the Least Developed Countries (LDCs), called for the AWG-LCA to ensure a fair outcome on adaptation financing.",
      "Grenada, for the Alliance of Small Island States (AOSIS), expressed great concern that current emission reduction pledges would lead to a temperature increase of 4°C and that six months after COP 15, financing for adaptation is yet to materialize.",
      "Spain, for the European Union (EU), said the Chair s text can facilitate negotiations, but noted room for improvement regarding more ambitious emission reductions.",
      "Switzerland, for the Environmental Integrity Group (EIG), commended the new negotiating text, highlighting that it brings together issues that were close to conclusion at COP 15.",
      "Australia, for the Umbrella Group, emphasized that progress in the negotiations should be made based on COP 15 s outcomes, including the Copenhagen Accord, and expressed conviction that agreement can be reached at COP 16.",
      "Chile, also speaking for Peru, Colombia, Costa Rica, Uruguay, the Dominican Republic and Panama, highlighted the importance of identifying points of common understanding.",
      "Panama, for the Central American Integration System, identified adaptation as a priority and called for predictable, sustained and long-term funds that are additional to official development assistance (ODA).",
      "Bolivia lamented that the Chair s text is unbalanced and that their proposals have not been reflected.",
      "Paraguay supported inclusion of the People s Agreement of Cochabamba into the Chair s text.",
      "Guyana called for adequate and predictable financing for early action on REDD+.",
      "The Marshall Islands highlighted the difficulty of negotiating text without an understanding of the form of the outcome.",
      "The Russian Federation highlighted the need for cooperation between the AWGs.",
      "New Zealand suggested considering cross-cutting issues across the two AWGs through workshops.",
      "Japan highlighted good political guidance from Copenhagen.",
      "The US lamented that their submission was not reflected and stressed the need to recognize the political guidance and trade-offs made in Copenhagen.",
      "Tuvalu and Pakistan cautioned against including text from the Copenhagen Accord.",
      "Norway said the text forms a good basis for anchoring the Copenhagen Accord in a formal and legally-binding agreement, but noted that issues that require further development include market-based mechanisms and measuring, reporting and verification (MRV).",
      "Saudi Arabia called for a comprehensive agreement on a package of decisions, rather than agreements on selected elements.",
      "India highlighted the need to consider how to handle publicly and privately-owned technology and warned against unilateral trade measures and green protectionism.",
      "The Cook Islands stressed the need to consider emissions from international aviation and maritime transport (bunker fuels). ICLEI-Local Governments for Sustainability highlighted the first World Congress on Cities and Adaptation to Climate Change, held in Bonn during the first week of June, leading to the adoption of the Declaration of Mayors Adaptation Forum.",
      "From 2-10 June, the preparation of an outcome at COP 16 was considered through a single AWG-LCA contact group on item 3, chaired by AWG-LCA Chair Mukahanana-Sangarwe.",
      "Parties focused on exchanging views on the Chair s draft negotiating text (FCCC/AWGLCA/2010/6).",
      "Discussions focused on the main elements of the BAP: a shared vision on long-term cooperative action, mitigation, adaptation, technology, capacity building, and finance."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}