{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Slovenia",
      "Switzerland"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_11",
   "section_title": "FINANCIAL ISSUES",
   "sentences": [
      "The negotiations on financial issues addressed capacity building, technology transfer, adaptation, UNFCCC Article 4.8 and 4.9 and Protocol Articles 2.3 and 3.14 (adverse effects), and funding.",
      "These issues were dealt with in a negotiating group co-chaired by John Ashe (Antigua and Barbuda) and Andrej Kranjc (Slovenia), as well as in several sub-groups and drafting groups.",
      "Some financial matters, especially those relating to funding, were discussed as cross-cutting issues. Delegates met in a closed negotiating group from 16-18 July, with discussions addressing a variety of issues, including: concerns about overburdening the Global Environment Facility (GEF); the implications of relying on sources of information other than national communications to determine action related to adaptation; the specific concerns of least developed countries (LDCs); institutional arrangements for technology transfer; the role and composition of the technology transfer body of experts; and proposals on funding, including whether to have voluntary or mandatory levels of contribution.",
      "The group's discussions resulted in agreement on the two draft decisions on capacity building.",
      "Together with the Co-Chairs of the four negotiating groups, Co- Chairs Ashe and Kranjc prepared a Note (FCCC/CP/20001/CRP.8) outlining clear options on the key outstanding political issues. Ministers and other-high level officials began their substantive discussions based on this Note on 19 July, with informal high- level consultations on finance facilitated by Secretary of State Philippe Roch (Switzerland).",
      "One issue during the high-level segment was the question of 'mandatory' or 'voluntary' funding.",
      "However, developing countries compromised by agreeing not to insist on mandatory funding."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}