{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Pakistan",
      "United Kingdom",
      "Argentina",
      "United States",
      "Japan",
      "Bolivia",
      "Kenya",
      "Indigenous Peoples",
      "Canada",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_2",
   "section_title": "PREAMBLE",
   "sentences": [
      "The first reading of section A (Preamble), containing 41 paragraphs in the Geneva negotiating text, commenced on Wednesday, 3 June.",
      "Canada and the US, opposed by Pakistan and India, said this section should be considered at a later stage.",
      "China proposed a technical streamlining and discussion on \"mature\" preamble paragraphs. Parties considered opportunities for consolidation, as identified by the Secretariat, and agreed to forward five paragraphs to an informal facilitated discussion group, co-facilitated by George Wamukoya (Kenya) and Aya Yoshida (Japan), for streamlining and/or consolidation.",
      "A summary of discussions related to specific paragraphs is available at: http://www.iisd.ca/vol12/enb12631e.html On Monday, 8 June, delegates considered a table presented by the Secretariat, which clustered paragraphs around a number of issues.",
      "On the clusters, China identified themes missing from the table including: response measures; sustainable development; health; the Vienna Convention on the Law of Treaties; the Durban mandate; and implementation of the Convention.",
      "Bolivia called for including Mother Earth and indigenous peoples as themes.",
      "The EU identified low-carbon transitions and land use as missing themes. Some parties emphasized the preamble should be short, with parties supporting or opposing using the format of the preamble in the Kyoto Protocol.",
      "Saudi Arabia noted the preamble needed to be either concise or comprehensive.",
      "Argentina identified some paragraphs that might be better placed in the general/objective section.",
      "Many parties noted the need to return to preambular discussions once the content and shape of the agreement is clearer. The Co-Facilitators explained they will \"clean up,\" and reflect parties§ views in the table and noted views on the timing of preambular discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}