{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Uganda",
      "Canada",
      "Tuvalu",
      "Australia",
      "United States"
   ],
   "enb_end_date": "07-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "07-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12129e.html",
   "id": "enb12129e_5",
   "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY",
   "sentences": [
      "Delegates were updated on the progress of the contact group charged with compiling the proposals for a data-reporting format.",
      "On guiding principles and criteria for the identification of additional activities under Article 3.4 (changes in carbon stocks), Co-Chair Philip Gwage (Uganda) underscored the need for consistency with the FCCC objective, and said sequestration is not comparable with emissions reductions.",
      "The EU said criteria should be verifiable and take into account the objective of sustainable development.",
      "She said carbon stock change should be attributable to human-induced activities.",
      "AUSTRALIA said attention should be paid to the use of the criteria before considering the nature and scope of guiding principles. The US proposed starting with the issues identified in FCCC Article 3.4.",
      "He stressed the need for comprehensiveness to ensure that the maximum incentive is given to Parties to reduce emissions and enhance sequestration, and said measures undertaken should be cost effective.",
      "CANADA underscored the importance of emphasizing the national context of sustainable development, while TUVALU stressed a broader approach. Co-Chair Thorgeirsson said a list of guiding principles and criteria could provide a context for country submissions.",
      "He suggested separating guiding principles and criteria.",
      "AUSTRALIA cautioned against differentiating between guiding principles and criteria, recalling similar earlier discussions that had not resulted in agreement.",
      "Supported by the US, she said the guiding principles for additional activities under Article 3.4 already exist in the FCCC and Protocol, and questioned the need for a list.",
      "The co-chairs will compile the discussions for consideration at the next informal meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}