{
   "actors": [],
   "countries": [],
   "enb_end_date": "24-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "24-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12162e.html",
   "id": "enb12162e_16",
   "section_title": "INFORMAL HIGH-LEVEL PLENARY - NIGHT SESSION",
   "sentences": [
      "COP-6 President Pronk opened the meeting at 12:30 am Friday.",
      "He recalled that at the earlier meeting, the facilitators had reported on the ongoing consultations on the 'crunch' issues and had noted that it was not possible to achieve further results in the present format of the negotiations.",
      "He said he had thus prepared a note to be used as the basis for further negotiations.",
      "He stressed that although this note drew on the work of the Parties, it was based on his personal assessment.",
      "He stated that not everyone would be pleased with the note, but reiterated the need for a balanced approach to the last stage of the negotiations, which takes into account the interests of all groups.",
      "He said this note represents the compromise needed for a political decision necessary for ratification, entry into force, and subsequent implementation of the Protocol.",
      "He stated that the note was not supposed to be the outcome of the negotiating process, noting that it was no longer possible to aim to complete the work on all the detailed texts transmitted to the COP by the subsidiary bodies.",
      "He said the political consensus achieved at the meeting would enable Parties to decide on a method to transform it into the detailed language of COP-6 decisions, to be adopted at a later occasion.",
      "Noting that Parties would need more time to consult on the paper, he announced that informal consultations involving only high-level government officials will continue throughout Friday and into Saturday.",
      "He adjourned the meeting at 1:15 am."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}