{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Australia",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "14-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "14-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12314e.html",
   "id": "enb12314e_12",
   "section_title": "PROGRESS ON IMPLEMENTATION OF DECISION 1/CP.10:",
   "sentences": [
      "Co-Chair Churie-Kallhauge presented revised draft conclusions noting discussions at SBI 25 and that talks will continue at SBI 26, with a view to adopting a decision at COP 13.",
      "The G-77/CHINA continued to seek the inclusion of direct reference to issues discussed at SBI 25.",
      "SAUDI ARABIA proposed adding language calling for submissions to the Secretariat on this issue.",
      "However, AUSTRALIA did not support text on submissions.",
      "Expressing disappointment at the lack of a more substantive outcome, the G-77/CHINA, opposed by the EU, proposed an alternative text noting that the group had failed to reach conclusions.",
      "Due to the lack of agreement, Co-Chair Churie-Kallhauge and the Secretariat explained that no document would be prepared and the SBI Chair would report this at the next SBI plenary. REVIEW OF THE PROTOCOL (ARTICLE 9): In an afternoon informal session, parties engaged in a frank exchange on two draft decisions submitted by the EU and the African Group.",
      "Both texts invite parties to submit views and underline consideration of the IPCC AR4.",
      "In the Africa Group proposal (FCCC/KP/CMP/2006/CRP.1), COP/MOP , inter alia, decides that future reviews should take place every 2-3 years and should be initiated at a future COP/MOP .",
      "In the EU proposal, the COP/MOP decides, inter alia : that further work on the review shall be conducted at the next sessions of the subsidiary bodies to the Protocol; and that these bodies will coordinate their work and report either to the COP/MOP until completion of the review, or alternatively at COP/MOP 3.",
      "Chair Tudela Abad will circulate compilation draft text and discussions will resume informally on Tuesday afternoon."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}