{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "African Group"
   ],
   "countries": [
      "Russia",
      "Venezuela",
      "United States",
      "Youth NGOs",
      "Japan",
      "Germany",
      "Mexico",
      "Nauru",
      "Colombia",
      "Nepal",
      "Tuvalu",
      "Belarus",
      "United Kingdom",
      "Russian Federation",
      "Australia",
      "Swaziland",
      "Guinea",
      "Ukraine",
      "Papua New Guinea",
      "Peru",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_4",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The SBI closing plenary took place on Friday, 14 June.",
      "Recalling that parties were not able to adopt the agenda, SBI Chair Chruszczow reminded parties that this is your process and you are the only ones who can bring the solutions.",
      "He called on parties to share ideas on how to come to Warsaw prepared to deliver on all items, especially those where major deliverables are expected.",
      "Observer organizations made closing statements first.",
      "The Climate Action Network (CAN) expressed disappointment with the missed opportunity to strengthen action.",
      "Underscoring the need for progress on loss and damage, he emphasized that local communities suffered on a daily basis throughout Germany, Europe and the globe.",
      "LDC Watch urged parties to work together constructively to establish an international mechanism on loss and damage.",
      "Youth NGOs reminded parties that we are not here to discuss what is politically feasible but what is scientifically necessary.",
      "She promised to stand in solidarity with your children, even if at the negotiating table you are either unable, or unwilling to stand with them yourselves.",
      "The G-77/China expressed deep disappointment that the SBI was not able to commence its work due to lack of agreement on the agenda.",
      "He said this is not the time for reprobation or finger-pointing, but for collectively reflecting on the UNFCCC decision-making processes, noting the need for consistency and clarity on the interpretation of the rules of procedure.",
      "He called on the Secretariat, SBI Chair and parties to resolve the SBI impasse prior to SBI 39.",
      "Underscoring that work under the SBI and SBSTA is crucial for progress under the ADP, the EU expressed disappointment with the lack of progress under the SBI, including on: loss and damage, nationally appropriate mitigation actions (NAMAs), and the 2013-15 Review.",
      "Nauru, for AOSIS, stressed that procedural issues must not impede substantive work and encouraged the Chair to forward draft text emerging from informal work during SBI 38 for consideration in Warsaw.",
      "She emphasized loss and damage as a fundamental issue.",
      "Mexico, for the EIG, expressed disappointment that the SBI had not been able to conduct its work.",
      "He said what happened in Bonn speaks loudly on the need to define decision-making procedures under the UNFCCC based on good faith and cooperation, and expressed willingness to discuss the issue, including the related proposal on the COP agenda by Papua New Guinea and Mexico to amend Convention Article 15 related to voting.",
      "Nepal, for the LDCs, expressed disappointment with parties inability to launch the SBI s work in Bonn.",
      "He highlighted progress on national adaptation plans (NAPs), including on technical guidance and the NAP expo held in Bonn.",
      "Swaziland, for the African Group, noted his disappointment with the inability to discuss issues under the SBI and stressed that a delay in negotiations means a delay in implementation.",
      "Emphasizing that what happened in Bonn creates a precedent that cannot be repeated, Colombia, for the Independent Association for Latin America and the Caribbean (AILAC), urged solving the current SBI situation.",
      "Belarus, for Ukraine and the Russian Federation, regretted that the results of the session were not satisfactory.",
      "He highlighted that almost all parties recognized the need to discuss their proposed new agenda item to put an end to the violations that we have repeatedly seen in the UNFCCC process.",
      "He hoped that parties use the time before Warsaw to find mutually acceptable solutions.",
      "Tuvalu pointed to the supreme irony of using procedure to make the process even worse, which he compared to deliberately crashing a car to show that the seatbelts do not work.",
      "Underscoring the critical role of the SBI, Australia expressed disappointment with the lack of resolution on the SBI agenda and supported an open discussion of the issues raised.",
      "He also noted the need for progress on items, including: loss and damage; transparency and clarity; review of the Clean Development Mechanism (CDM); means of implementation; and the 2013-15 Review.",
      "The US expressed dismay that the SBI was unable to begin its work, noting, however, that the matter raised by the Russian Federation, Belarus and Ukraine is important.",
      "He emphasized that all parties have a stake in ensuring an orderly process and it is important for parties to be recognized and heard.",
      "He called for finding a way forward before Warsaw.",
      "Japan said he was disappointed with the lack of substantive discussions under the SBI, especially on the budget, loss and damage, and NAMAs.",
      "He called for avoiding a similar situation in Warsaw to prevent damaging credibility of the process.",
      "New Zealand observed that good process is of fundamental importance for the functioning of the UNFCCC and called for an open discussion and a solution before Warsaw.",
      "In a video address, Manuel Pulgar-Vidal, Minister of the Environment, Peru, expressed confidence that Peru would receive support from all parties to ensure the success of COP 20 in 2014.",
      "Wishing Peru every success, Venezuela noted that they were pleased to be hosting the pre-COP. SBI Chair Chruszczow thanked delegates for their constructive, positive and forward looking statements.",
      "He noted that although consensus could not be reached on the SBI agenda, judging by what had been said, parties will come to Warsaw with a new spirit of compromise, trust, openness and understanding.",
      "Quoting Desmond Tutu, he said: differences are not intended to separate, to alienate.",
      "We are different precisely in order to realize our need of one another.",
      "He then closed SBI 38 at 4:20 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}