{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Jamaica",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Brazil",
      "Canada",
      "Mexico",
      "Colombia",
      "Tuvalu",
      "Italy",
      "Australia",
      "Iceland",
      "Uruguay",
      "Uganda",
      "Costa Rica",
      "Samoa",
      "Peru",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_4",
   "section_title": "LULUCF",
   "sentences": [
      "The topic of land use, land-use change and forestry was considered in informal meeting held during the pre- sessional week.",
      "Co-Chaired by Halldor Thorgeirsson (Iceland) and Philip Gwage (Uganda), the group met in six informal sessions between Monday, 4 September, and Saturday, 9 September.",
      "Participants considered Parties' submissions on LULUCF contained in a consolidated synthesis document prepared by the Secretariat, the compilation text of country-specific data and information submitted by Parties by 1 August, and the document on implications of accounting frameworks on preliminary assigned amounts during the first commitment period.",
      "During SB-13, delegates addressed the issue on Monday, 11 September.",
      "A contact group on LULUCF was convened and met three times between Tuesday, 12 September, and Thursday, 14 September, to consider the Co-Chairs' text on elements related to Article 3.3 (afforestation, reforestation and deforestation) and 3.4 (additional activities), and SBSTA conclusions.",
      "In addition, a special session on LULUCF and the CDM was convened on Thursday, 14 September.",
      "SBSTA adopted conclusions on LULUCF on Friday, 15 September. Starting on Monday, 4 September, participants at the informal sessions considered Parties' consolidated submissions on LULUCF, focusing on: proposed definitions and accounting approaches under Article 3.3; how and which additional human-induced activities might be included under Article 3.4, including modalities, rules and guidelines related to these activities and their accounting; methodologies for measuring and reporting in relation to Article 3.3 and 3.4 activities; overall accounting approaches in relation to the requirements of Article 3.3, 3.4 and 3.7 (calculating assigned amounts in the first commitment period); reversibility, natural effects and accounting interlinkages; and other issues. Luiz Gylvan Meira Filho, President of the Brazilian Space Agency, gave a presentation outlining the implications of different approaches to including LULUCF among climate change mitigation objectives under the Protocol.",
      "He noted the current temporary uptake of carbon in the biosphere due to natural effects, and said that under a full carbon accounting approach, Annex I countries would be allowed to emit more than under a business-as-usual scenario.",
      "Co-Chair Thorgeirsson introduced the compilation text of country- specific data and information submitted by Parties, and the document on implications of accounting frameworks on preliminary assigned amounts during the first commitment period.",
      "The EU and Tuvalu noted gaps in existing data, and stressed data as a crucial input to the negotiating process.",
      "Australia noted that Annex I countries had the capacity to make adequate carbon measurements. Co-Chair Thorgeirsson then requested delegates to focus on key unresolved issues.",
      "On separating natural effects from human-induced effects, Switzerland, opposed by Canada, supported a negotiated threshold to deal with the human- induced effects, which could also be adjusted to deal with issues of uncertainty and permanence.",
      "On eligibility of Article 3.4 activities, Tuvalu drew attention to the insufficiency of existing data, suggesting it would be difficult to base a sound decision on such data.",
      "On limitation of debits and credits of additional activities, the US supported using a threshold, opposed using a cap, and said a possible phase-in approach should provide incentives to take action.",
      "On aggregation-degradation, Australia said he could support a process decision at COP- 6. On 9 September, Co-Chair Thorgeirsson introduced the new Co-Chairs' text on elements related to Article 3.3 and 3.4 that would be the basis for deliberations during SB-13. During the formal SB-13, delegates initially addressed the issue of LULUCF at the SBSTA Plenary on Monday, 11 September.",
      "Japan stated its opposition to separating human- induced and natural effects, while Switzerland said the integrity of the Protocol depended on their separation.",
      "The EU said additional activities under Article 3.4 should not be applied during the first commitment period unless its concerns related to scale, uncertainties and risks associated with sinks were resolved.",
      "Canada expressed confidence that these concerns could be met and, with Japan, stressed inclusion of Article 3.4 activities in the first commitment period as a condition for ratification of the Protocol.",
      "A contact group was then convened to continue discussions. On Tuesday, 12 September, Brazil, on behalf of the G-77/China, presented basic principles for Article 3.3 and 3.4 to the contact group.",
      "He said that, inter alia: activities should not change the Protocol's global climate change mitigation effect; forest conservation and rehabilitation of degraded lands should be recognized as adaptation activities and receive a share of the mechanisms' proceeds; a transfer of commitments to a future commitment period should not be allowed; carbon removed through LULUCF activities should be considered temporary; and the simple presence of carbon stocks in national reservoirs should not result in credits in line with Article 5.2 (adjustments).",
      "Co-Chair Gwage said the principles outlined by the G-77/China would provide the basis for a preamble for a decision on Article 3.3 and 3.4. On Wednesday, 13 September, delegates provided their views on the Co-Chairs' text on elements related to Article 3.3 and 3.4.",
      "Switzerland submitted a written proposal on behalf of the Environmental Integrity Group (Switzerland, Republic of Korea and Mexico).",
      "Following discussions, Co-Chair Thorgeirsson noted support by several Parties for the FAO forest definition with Party-specific thresholds, and by some for definitions at the international level, as determined by the COP.",
      "He recognized that Parties did not find a separate definition of 'historic' with regards to afforestation and reforestation useful.",
      "He said some Parties suggested removing paragraphs distinguishing harvesting from deforestation, and that the group would consider the issue of degradation further.",
      "He said he had received useful guidance on the size of the assessment unit, and welcomed discussion of forest management.",
      "Bolivia, on behalf of several Latin American countries, introduced a textual proposal that also related to Article 12 (CDM). On Thursday, 14 September, the contact group considered draft SBSTA conclusions.",
      "Tuvalu said conclusions on text that had yet to be discussed by the group would be premature, and New Zealand suggested bracketing the draft decision text for COP-6 and COP/MOP-1. Continuing consideration of the Co-Chairs' text on elements related to Article 3.3 and 3.4, several Parties drew attention to their submissions on the text as compiled in a new miscellaneous document. In a special session on the evening of Thursday, 14 September, delegates considered the issue of LULUCF projects within the CDM.",
      "Brazil, Peru, Chile, Colombia, New Zealand, Costa Rica, Bolivia, Australia, the US, Japan, Uruguay, Canada, Norway and the Environmental Integrity Group argued in favor of inclusion, citing a variety of motivations and preconditions.",
      "The EU, Tuvalu, Samoa, China and Jamaica urged that the CDM exclude provision for sinks. On Friday, 15 September, SBSTA adopted conclusions on LULUCF (FCCC/SBSTA/2000/L.6 and Add.1).",
      "These conclusions note with appreciation the documents considered during the session, and invite the Chair to further develop the elements of a draft decision on Article 3.3 and 3.4 based on oral and written Party input during the first part of SBSTA-13, and on informal consultations in Viterbo, Italy, scheduled for 9-11 October 2000.",
      "The conclusions urge Parties that have yet to supply complete data related to LULUCF to do so by 1 November 2000."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}