{
   "actors": [],
   "countries": [
      "Denmark"
   ],
   "enb_end_date": "09-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "09-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12417e.html",
   "id": "enb12417e_6",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the second week of the meeting began, many delegates were thinking about the organization of work for the remaining days of Bonn 2 , Bonn 3 and beyond.",
      "While the AWG-LCA completed the first reading of text related to the first three mitigation paragraphs in the BAP, some grew increasingly skeptical of the prospect of finishing the second reading of the draft negotiating text at Bonn 2 I don t think we ll finish it here, but what happens if we aren t even able to finish it during Bonn 3?",
      "wondered one seasoned negotiator.",
      "Despite not completing comprehensive discussions of the mitigation text during the first reading, some delegates were glad the second reading of the adaptation chapter would begin on Tuesday.",
      "It s progress, but until everybody s words are on paper it s hard to see where this thing is headed, one delegate observed.",
      "Indeed, getting those words on paper to meet the deadline for submitting text set by the AWG-LCA Chair for Monday evening was a key activity after-hours at the Maritim: nearly every small meeting room was filled with delegates working into the evening to prepare their textual proposals.",
      "Looks like this is dinner, one delegate sighed, pointing to his cup of coffee as he hurried back to a meeting.",
      "It s only Monday and already it feels like those late nights at the end of a meeting.",
      "Under the AWG-KP, a long contact group session convened to discuss Annex I further emission reductions, with several hours of further informal discussions on the topic scheduled for Tuesday.",
      "Some characterized the atmosphere during Monday s discussions as quite congenial, and parties could be seen looking relaxed and exchanging friendly banter afterwards.",
      "But obviously, there are still no concrete numbers on the table from all parties, one noted.",
      "Some developed country delegates also worried that the flexibility mechanisms were not being given enough attention, while others lamented what they felt was a too narrow mandate for the legal matters group.",
      "Informal consultations were also taking place on the upcoming sessions of the AWG-LCA and other bodies, including the Copenhagen meeting itself.",
      "The side-event on COP 15, organized by Denmark during lunchtime, was well-attended: I m glad to hear that they are placing a lot of emphasis on good coffee and healthy food, commented one participant, adding that: Considering how tough Copenhagen will be, these will be vital."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}