{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "France",
      "Canada",
      "Japan",
      "Argentina"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_44",
   "section_title": "PRIVILEGES AND IMMUNITIES FOR MEMBERS OF PROTOCOL BODIES :",
   "sentences": [
      "This issue was first taken up by SBI on 8 November (FCCC/SBI/2006/20 and FCCC/SBI/2006/21 ).",
      "It was then referred to a contact group chaired by Paul Watkinson (France).",
      "In the group, differences of opinion emerged on how significant the threat of legal action against members of the Protocol's constituted bodies actually was, and whether to focus on short or long-term measures.",
      "While the EU, Canada, Japan and others preferred to focus on short-term issues, others, such as Argentina, wanted to discuss both short and long-term issues.",
      "However, in spite of these differences, draft conclusions containing a COP/MOP decision were eventually agreed.",
      "These included a proposal from Brazil for a new paragraph inviting parties to submit their views on the issue by 23 February 2007, although a separate proposal by Brazil to establish an ad hoc special review team on the matter was not accepted.",
      "The agreed text was adopted by SBI on 14 November and subsequently by the COP/MOP on 17 November. COP/MOP Decision : In its decision ( FCCC/SBI/2006/L.22 ), the COP/MOP requests, inter alia : the Executive Secretary to take action in response to issues raised by private or public legal entities involved in the mechanism to minimize disputes, complaints or claims made against individuals serving on constituted bodies and invites parties to submit their views on this matter by 23 February 2007."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}