{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Japan",
      "Bolivia",
      "Kuwait",
      "Canada",
      "Algeria",
      "Turkey",
      "Bulgaria",
      "Libya",
      "Nepal",
      "Czech Republic",
      "Tunisia",
      "Egypt",
      "Qatar",
      "Portugal",
      "Peru",
      "China"
   ],
   "enb_end_date": "17-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "17-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12259e.html",
   "id": "enb12259e_10",
   "section_title": "Discussion",
   "sentences": [
      "PERU, for the Andean Community, highlighted the synergies between action on climate change, biodiversity, disaster reduction and desertification.",
      "Noting the success of Japanese hybrid vehicles, JAPAN said this demonstrates that mitigation can be a driving force for new business.",
      "The REPUBLIC OF KOREA stressed the need to integrate mitigation into development planning.",
      "QATAR, for the G-77/China, underscored that responsibility for reducing emissions falls on developed countries.",
      "BULGARIA drew attention to her country`s 'Green Investment Scheme,' an instrument that ensures that Bulgaria's revenue from selling surplus emissions credits is earmarked for green investments. NEPAL stressed the need for accessible, low-cost technology.",
      "The CZECH REPUBLIC outlined his country`s national climate change strategy, which aims to reduce emissions by 25% by 2020.",
      "TURKEY outlined actions in his country to reduce emissions and raise awareness of climate change.",
      "BOLIVIA called for CDM forestry projects that involve low-income communities.",
      "KUWAIT and EGYPT announced their imminent ratifications of the Protocol. KUWAIT welcomed discussions on the second commitment period, and said these should be guided by Protocol Article 2.3 (adverse effects of policies and measures) and 3.14 (minimization of adverse effects).",
      "PORTUGAL said his country is already implementing ambitious policies, including carbon taxation measures.",
      "CANADA announced its 'One-Tonne Challenge,' a social marketing campaign for citizens to reduce their emissions.",
      "ALGERIA stressed the importance of decoupling economic growth from greenhouse gas emissions, and looking beyond the first commitment period.",
      "LIBYA highlighted its efforts to reduce greenhouse gas emissions.",
      "TUNISIA and the US outlined national actions to address climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}