{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_2",
   "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS",
   "sentences": [
      "Delegates considered cooperation with relevant scientific organizations on Monday, 31 May.",
      "IPCC Chair Robert Watson noted that the IPCC has its most intense work programme ever, largely in response to requests from SBSTA and the FCCC, and said it faces a significant budget problem that will require more funding from governments.",
      "He noted the IPCC`s acceptance of the Special Report on 'Aviation and the Global Atmosphere,' as well as the list of Policy-relevant Scientific Questions that will be addressed in the Synthesis Report of the Third Assessment Report (TAR).",
      "He also noted significant progress on preparation of the TAR.",
      "Several delegates called for steps to resolve the IPCC`s funding problems. On cooperation with other UN bodies, the Secretariat drew attention to collaboration with UNCTAD, UNDP, UNEP and UNIDO.",
      "UNEP said it had been collaborating with the FCCC Secretariat on a capacity-building project relating to the CDM and directed at developing countries and countries with economies in transition.",
      "A number of delegates called for an elaboration of what capacity building means.",
      "They stressed the need to strengthen national capacities and widen the scope of future efforts beyond the Protocol mechanisms. On cooperation with other conventions, Chair Chow emphasized cooperation with the Convention to Combat Desertification (CCD) and the Convention on Biological Diversity (CBD).",
      "Gregoire de Kalbermatten, CCD Secretariat, said that as the issues addressed by FCCC, CCD and CBD are intimately connected, initiatives to build stronger links should be encouraged.",
      "He stated that the benefits of inter-convention synergies would not be fully realized as long as resources were lacking, particularly in developing countries.",
      "Kalemani Mulongoy, CBD Secretariat, highlighted areas where SBSTA-10 could assist the CBD`s work programme, including: considering the best modalities to address coral bleaching; furthering the understanding of forest biodiversity and climate change interactions; and contributing climate-related information to the CBD`s work on education and public awareness. Delegates adopted the conclusions on cooperation with relevant international organizations (FCCC/SBSTA/1999/L.7) on Thursday, 10 June.",
      "In its conclusions, SBSTA noted the IPCC`s need for sufficient resources to prepare special reports on methodological and technological issues in technology transfer, emissions scenarios of greenhouse gases and aerosol precursors, land use, land-use change and forestry, as well as on good practices in inventory management.",
      "It noted the relevant activities in other UN bodies and encouraged the Secretariat to continue drawing upon the contributions of the other bodies for the development of a joint project on capacity building.",
      "It requested the Secretariat to make further information available for consideration at SBSTA-11 and continue to explore with other UN partner organizations areas where their expertise and resources could support the work programmes under the Convention process. Regarding cooperation with other conventions, SBSTA noted the substantive linkages between the FCCC and the CBD and CCD and welcomed efforts to explore ways of cooperating with the other conventions` secretariats in order to strengthen cooperation on issues of common interest."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}