{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "New Zealand",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Canada",
      "South Africa",
      "Belarus",
      "Russian Federation",
      "Thailand",
      "Philippines",
      "Australia",
      "Norway",
      "Switzerland",
      "Micronesia",
      "China"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_18",
   "section_title": "Annex I emission reductions",
   "sentences": [
      "The issue of Annex I further commitments was taken up in plenary on 1 June, and the sub-item on Annex I emission reductions was subsequently considered in contact group discussions and informal consultations.",
      "No separate conclusions were adopted.",
      "During the AWG-KP closing plenary on Friday, 12 June, Co-Chair Charles reported that three non-papers had come out of the discussions: two Co-Chairs non-papers compiling parties views regarding amendments to Protocol Annex B and Protocol Article 3 ; and the Secretariat s non-paper compiling information relating to possible individual targets as submitted by parties.",
      "The AWG-KP had agreed in its 2009 work programme ( FCCC/KP/AWG/2008/8 ), to adopt at AWG-KP 7 conclusions on the aggregate scale of Annex I emission reductions in the post-2012 period, and at AWG-KP 8 conclusions on Annex I parties individual or joint contributions to the aggregate emission reductions.",
      "As no consensus was reached at AWG-KP 7 on the aggregate scale, parties agreed that this issue should be considered as a key focus of AWG-KP 8.",
      "Aggregate, as well as individual or joint emission reductions, were therefore the two main tasks for the contact group.",
      "The contact group also discussed other relevant issues, including the length and number of commitment periods, and the base year.",
      "Japan indicated that any discussion of Annex I aggregate emission reductions cannot be conclusive without the participation of the US, a Protocol non-party.",
      "Japan, Australia, the Russian Federation, Belarus, the EU and many other developed countries stressed links with the AWG-LCA mitigation discussions.",
      "On Annex I parties aggregate emission reductions , the EU supported an aggregate reduction of 30% below 1990 levels by 2020.",
      "He explained that this proposed target is based on modeling showing a 50% probability of limiting global temperature to below 2°C, and clarified that although there would be an overshoot beyond 500 ppm, concentrations would come down to 450 ppm later in the century.",
      "He also said that the target assumes the continuation of the Clean Development Mechanism (CDM), but does not consider LULUCF.",
      "The Federated States of Micronesia, for AOSIS, proposed an aggregate reduction target of 45% below 1990 levels by 2020 for all Annex I countries , including a substantial deviation from business-as-usual by non-Annex I countries and a significant reduction in deforestation levels.",
      "She explained that the target is motivated by the goal of limiting global temperature increase to below 2°C and ultimately to below 1.5°C, and involves a less than 25% probability of exceeding 2°C.",
      "There were also discussions on the proposal for an X% aggregate reduction, with Canada clarifying that the idea behind this proposal was to reflect the fact that some Annex I countries are not involved in the AWG-KP discussions.",
      "Japan explained his country s proposal for a new protocol to either replace or substantially amend the Kyoto Protocol.",
      "He stressed the need to involve all major emitting economies.",
      "He said: the goal is a 50% reduction in global emissions by 2050; developed countries should take the lead by taking on emission reduction targets; and developing countries should contribute by undertaking mitigation actions, which could be in the form of intensity targets.",
      "Brazil and Bolivia stressed that the introduction of a new protocol could take up to 15 years.",
      "South Africa and the Philippines proposed an aggregate scale of Annex I reductions of 40% below 1990 levels by 2020.",
      "South Africa clarified that this target does not include offsetting, only domestic actions.",
      "Switzerland pointed out that parties already agreed at AWG-KP 5 that the flexibility mechanisms would continue to be available to Annex I parties to meet their reduction commitments.",
      "Norway said their proposed reduction target of 30% below 1990 levels by 2020 accounts for offsetting mechanisms, highlighting, however, that two-thirds of the target would be met by domestic actions.",
      "India said Annex I parties commitments should be calculated based on discharge of historical responsibility, which would point to Annex I aggregate reductions of 79.2% below 1990 levels by 2020.",
      "The EU questioned the concept of historical responsibility, stating that it is not based on the Convention.",
      "The EU, Norway, Australia and others clarified that their proposals apply to all developed countries, and AOSIS, the Philippines and South Africa specified that their proposed ranges are for all Annex I countries with no distinction between Protocol parties and non-Protocol parties.",
      "The Philippines asked whether there had been any attempt to aggregate the individual targets proposed by Annex I parties in their joint submission ( FCCC/KP/AWG/2009/MISC.8 ).",
      "Australia said they had aggregated the targets, but declined to present the numbers, stressing that they could not presume to speak for other parties by calculating a joint target.",
      "AOSIS stated that they had aggregated the numbers, and presented updated aggregate figures showing a 9-14% reduction below 1990 levels by 2020, without LULUCF, and 8-13% with LULUCF.",
      "At the request of a number of parties, the Secretariat prepared a non-paper compiling and aggregating the emission reduction targets proposed by some Annex I parties .",
      "The non-paper showed a range of 17-26% reduction below 1990 levels by 2020, excluding LULUCF but including deforestation, and 16-24% including LULUCF.",
      "Discussions then focused on issues relating to: the number and length of commitment periods ; their starting date; and how to define targets in relation to the commitment period or periods.",
      "On the number and length of commitment periods, several parties highlighted the need to evaluate commitments in light of new science, including the IPCC s Fifth Assessment Report, expected to be finalized in 2014.",
      "Some parties also noted the need to regularly evaluate compliance with commitments.",
      "On setting a base year or base period, South Africa, for the G-77/China, the EU, Switzerland, Norway, the Republic of Korea and AOSIS supported retaining 1990 as the base year.",
      "The Russian Federation also supported 1990, but added that multiple base years, with 1990 as one of them, would also be acceptable.",
      "Canada proposed using a more recent reference year.",
      "New Zealand supported 1990 as a base year, adding that a more recent reference year should also be included, as this better reflected parties efforts and better addressed population changes.",
      "Japan said 1990 as a base year favors certain countries and supported expressing commitments as absolute magnitudes, highlighting that this avoids base year questions.",
      "AOSIS said that multiple base years are confusing and, supported by Australia and New Zealand, said the commitments from the first commitment period should be retained in Annex B. Thailand suggested adding a column in Annex B for per capitaemissions.",
      "The last main issue discussed by the contact group was Annex I parties individual targets .",
      "Several developed countries opposed using a specific formula to determine Annex I parties individual targets, and identified some elements, which should be taken into account when determining individual targets, including: capability; mitigation potential; past and current achievements and actions taken; population trends; compliance costs; relative wealth of countries; and historical and current responsibility for emissions.",
      "South Africa, supported by China, India and others, proposed a criteria-based approach to inform individual targets that could then be agreed on.",
      "They also: underscored the need to set targets based on science; urged agreement on an aggregate range of emission reductions; and highlighted that the aggregate range calculated based on the pledges made by Annex I parties so far falls below the scale of emission reductions required by science.",
      "South Africa explained their proposed Annex I individual targets, stating that the starting point for the proposal is an aggregate reduction range by Annex I countries of 40% below 1990 levels by 2020.",
      "He said this aggregate target was then allocated among Annex I countries based on responsibility and capability.",
      "The Philippines also presented their proposal, explaining that they used a similar methodology and criteria as South Africa, with different aggregate numbers as a starting point.",
      "He explained that the numbers they used were: a 30% aggregate reduction by Annex I countries in the second commitment period 2013-2017, and a 50% aggregate reduction in the third commitment period 2018-2022.",
      "During the meeting, the Co-Chairs prepared a non-paper, which aimed to reflect the outcome of the contact group s discussions, and contained revised versions of the options set out in the AWG-KP Chair s text on protocol amendments ( FCCC/KP/AWG/2009/7 ).",
      "Parties discussed this non-paper and highlighted issues, including: the status of the non-paper, and its relation to any negotiating text that may be forwarded to COP/MOP 5 in accordance with the six-month rule; and the appropriateness of inscribing in the document individual targets for Annex I parties other than the ones proposed by the parties themselves.",
      "Developing countries stressed the need to reflect the proposals for individual targets in the paper, which many developed countries opposed.",
      "Parties resolved this issue by deciding to have two non-papers prepared by the Co-Chairs.",
      "Overall, the discussions resulted in three non-papers: two Co-Chairs non-papers compiling parties views regarding amendments to Protocol Annex B and Protocol Article 3 ; and the Secretariat s non-paper compiling information relating to possible individual targets, as submitted by parties.",
      "During the AWG-KP closing plenary, the Third World Network, for Environmental NGOs, urged developed countries to honor their historical responsibility, rather than increase their climate debt.",
      "She said a principle-based approach is the only way to determine Annex I parties reduction targets in a fair and non-arbitrary way, and called on Annex I parties to take sufficiently deep cuts.",
      "She also deplored attempts by some Annex I countries to kill the Kyoto Protocol, and appealed to those countries to give up such attempts.",
      "The World Business Council for Sustainable Development, for Business and Industry NGOs, encouraged parties to continue collaborating with the business community, including through direct, enduring consultations on the design of new mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}