{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Netherlands",
      "India",
      "Russian Federation",
      "Japan",
      "China",
      "Kiribati",
      "Russia"
   ],
   "enb_end_date": "16-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "16-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12258e.html",
   "id": "enb12258e_5",
   "section_title": "Panel statements",
   "sentences": [
      "Jiang Liu, Vice-Minister of the State Development and Reform Commission, China, said COP-10 provides the opportunity for a shift from negotiations and rule-making to implementation and concrete action.",
      "He said sustainable development requires progress on both mitigation and adaptation, and innovative strategies for technology transfer.",
      "He stressed that negotiations should be guided by the principle of common but differentiated responsibilities. A. Raja, Minister of Environment and Forests, India, expressed concern regarding growth in developed countries` emissions and said greenhouse gas emissions in developing countries will grow if they are to achieve sustainable development and poverty eradication.",
      "He also emphasized that proposals for future actions should not include new categories of Parties in the UNFCCC. Yuriko Koike, Minister of Environment, Japan, said Japan is undertaking a review of its climate change policy programme.",
      "She stressed that additional policies and measures in the energy sector are required to meet Japan`s reduction targets, while maintaining economic growth.",
      "Koike noted that Japan has undertaken seminars on future climate issues in the Asia-Pacific region. Martin Puta Tofinga, Minister of Environment, Soil and Agriculture, Kiribati, noted that SIDS are some of the most vulnerable countries to the impacts of climate change and urged Parties that have not yet ratified the Protocol to do so.",
      "He supported an open and frank dialogue on ways forward, drawing on inputs from civil society. Alexander Bedritzky, Chief of Hydrometeorology and Environment, the Russian Federation, said Parties face many challenges, including how to effectively measure the implementation of quantitative reductions of greenhouse gas emissions, noting that a five-year period is too short to monitor emissions trends.",
      "Bedritzky supported voluntary commitments and stressed the need for collective action to address the challenge of climate change. Stating that climate change is the world`s most serious threat, Pieter van Geel, State Secretary for Housing, Spatial Planning and the Environment, the Netherlands, called for limiting global temperature rise to 2 degrees Celsius over pre-industrial levels, and emphasized that this goal should guide future international efforts.",
      "Noting that postponing action will make adaptation more difficult, he called on countries to start considering future commitments. Paula Dobriansky, Under Secretary for Global Affairs, US, underscored her country`s commitment to the UNFCCC and highlighted efforts to combat climate change, including through multilateral scientific and technological initiatives.",
      "She stressed that economic growth and environmental protection should go hand-in-hand."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}