{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "China",
      "Malaysia",
      "Norway",
      "Bolivia",
      "Switzerland"
   ],
   "enb_end_date": "10-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "10-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12215e.html",
   "id": "enb12215e_5",
   "section_title": "SINKS IN THE CDM",
   "sentences": [
      "On Saturday, Co-Chair Thelma Krug requested Parties` views on proposed guidelines for socioeconomic and environmental impact assessments, which are contained in an annex to the consolidated negotiating text.",
      "The G-77/CHINA suggested that issues in the annex be addressed in the body of the text.",
      "Noting its proposal in the annex on impact assessments, AOSIS said host countries of A&R CDM projects and the country acquiring CERs should ensure environmental integrity of the Protocol.",
      "The CLIMATE ACTION NETWORK expressed concern over the possible deletion of the annex.",
      "The EU, G-77/CHINA and SWITZERLAND emphasized the need to design guidelines according to specific country needs.",
      "NORWAY called for a COP-9 decision on socioeconomic, environmental and biodiversity impacts of A&R CDM projects.",
      "The AFRICA GROUP requested voluntary assistance and active stakeholder participation in A&R CDM project implementation. On Monday, delegates exchanged views on project evaluation, and discussed textual changes to the consolidated negotiating text.",
      "Noting that there is no agreed way to evaluate social impacts, BOLIVIA requested deleting text on social impacts.",
      "MALAYSIA expressed concern about text on local stakeholder involvement in project design.",
      "Delegates also addressed additionality, regulations for small scale projects and baseline methodologies."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}