{
   "actors": [],
   "countries": [
      "Australia",
      "United Kingdom"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_3",
   "section_title": "Expert Presentations",
   "sentences": [
      "Ross Garnaut, Australian National University, observed that, since the UN Climate Change Conference in Copenhagen in 2009, the international climate regime had been based on concerted domestic actions, with increasing recognition that an enforceable international agreement is not feasible and that mitigation has focused on domestic action based on international peer pressure and domestic political pressure.",
      "Stressing that domestic political commitments can provide a firm basis for mitigation, he noted that many of the pledges put forward represent ambitious changes in emission trends and are more consequential than the Kyoto Protocol, pointing, however, towards a global average temperature increase of 4 °C instead of the 2°C target.",
      "He suggested recognizing the need to scale up mitigation and guiding national targets with independent expert assessment on allocating a global carbon budget for 2020-2050.",
      "He also called for giving substance to commitments on climate finance, and identified the need to adopt domestic 2020-2050 targets at COP 21 in 2015 that are consistent with the 2°C goal.",
      "Adam Matthews, Global Legislators Organization (GLOBE), UK, presented a study on national climate change legislation covering 33 countries.",
      "He highlighted: legislative progress in 18 countries in 2012; that 31 out of 33 countries have a flagship law on climate change; and that the UNFCCC process is a positive driver for national climate legislation.",
      "Among lessons learned he underscored that: most countries taking climate action are often motivated by national interest; legislators can learn from the experience of other countries; domestic action and international commitments complement each other, but domestic actions are not yet sufficient to meet international climate objectives; and an ambitious international agreement will help to promote stronger national action."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}