{
   "actors": [],
   "countries": [
      "Canada",
      "Norway",
      "United Kingdom",
      "United States"
   ],
   "enb_end_date": "22-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "22-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12601e.html",
   "id": "enb12601e_3",
   "section_title": "Party Perspective on Options, Barriers and Opportunities",
   "sentences": [
      "Martin Aubé, Canada, and Matthew Billson, UK, shared their countries' experiences with CCS.",
      "They emphasized the need for: clear regulatory frameworks; public engagement; international cooperation; government support; and favorable investment environments.",
      "They noted the need to improve the business case for CCS, not only as a mitigation option, but as a component of the energy portfolio, stressing the importance of knowledge sharing and mutual learning.",
      "Expert Panel on the Implementation of Action: Olav Skalmerås, Statoil, presented the Sleipner natural gas field experience with offshore CCS in Norway.",
      "He identified a CO2 tax as the driver of the project, which has successfully proved that CO2 can be safely stored in the seabed.",
      "Scott Mc Donald, Archer Daniels Midland, addressed the project status, drivers and barriers to CCS in the US.",
      "Noting that CCS projects are complex and costly, he underscored the need for increased federal incentives and a long-term liability plan.",
      "David Hone, Shell, presented on the Quest oil sands project in Alberta, Canada.",
      "He stressed that CCS is the only technology that deals directly with cumulative emissions and that can deliver zero net emissions.",
      "Discussion: Delegates asked questions relating to, inter alia : the effect of regulatory fragmentation on CCS; the possible disconnect between government spending and industry needs; long-term risks of leakage, non-permanence and environmental integrity; the possibility of re-using gas pipelines; accessibility of funding by LDCs; the small number of CCS projects; and how parties can collaborate on CCS under the 2015 agreement.",
      "Panelists explained that: a clear regulatory framework is crucial; so far no evidence of leakage has emerged; and market conditions are inadequate for CCS."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}