{
   "actors": [],
   "countries": [
      "China",
      "United States",
      "Japan",
      "Germany",
      "Brazil",
      "Mauritius",
      "Canada",
      "South Africa",
      "Mali",
      "Cuba",
      "Mexico",
      "Austria",
      "Turkey",
      "Sudan",
      "United Kingdom",
      "Malaysia",
      "Italy",
      "Australia",
      "Morocco",
      "Madagascar",
      "Netherlands",
      "Spain",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "France",
      "New Zealand"
   ],
   "enb_end_date": "23-Apr-09",
   "enb_long_title": "Thirtieth Session of the IPCC",
   "enb_short_title": "IPCC-30",
   "enb_start_date": "21-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12408e.html",
   "id": "enb12408e_8",
   "section_title": "Strengthening regional assessments (proposals 7-8)",
   "sentences": [
      "WG II Co-Chair Christopher Field (US) elaborated on the possibility of presenting regional material in a separate volume, saying this would have the advantage of better incorporating new downscaling activities, presenting a unique product, better integrating the findings of the three WGs, serving as a one-stop shop for regional policy-makers, and addressing local issues related to adaptation and mitigation.",
      "On the timing for such a report, Field suggested it could be late in 2014 as part of the regular AR5 cycle, or early in 2016 as a SR that would serve as a major update on the AR5.",
      "Austria, France, Italy, Spain and others supported two volumes but preferred a delivery in late 2014 along with the rest of the AR5.",
      "New Zealand cautioned that a separate report for regional impacts, if released in 2016, might be perceived as an update between assessments and set an undesirable precedent.",
      "China favored preparing a single volume with information on regional and global aspects presented in parallel.",
      "Saudi Arabia also favored a single report, underscoring the risks of focusing on regions and subregions where data is limited.",
      "Australia noted that the regions in the AR4 were primarily defined by geologic considerations, and queried what criteria would be used to define regions in the AR5.",
      "China called for economic issues to be considered alongside geographic considerations in defining regions.",
      "The UK questioned what regional information countries actually need and suggested considering a web-based approach to deliver the information.",
      "On a question by Japan about how mitigation fits this detailed regional approach, Mexico emphasized economic links and trade agreements and drew attention to mitigation policies at the regional level.",
      "France, Italy and Turkey underscored that the Mediterranean should be considered as a separate region.",
      "Norway noted that oceans are not sufficiently addressed within the existing structure of WG II.",
      "Morocco stressed the need for close cooperation between authors of regional and global-scale chapters.",
      "Deliberations continued in a contact group, co-chaired by Yadowsun Boodhoo (Mauritius) and Sergio Castellari (Italy).",
      "Delegates exchanged views on what the scope or basis for a new regional division might be, whether to seek to integrate adaptation and mitigation, whether to have a separate report or not, and, if the former, the timing of such a report.",
      "IPCC Secretary Renate Christ noted the need for consistency with the AR5 and, with WG II Co-Chair Field, emphasized the need to provide guidance to WG II on how to structure its chapters at the AR5 scoping meeting.",
      "On regional divisions, Mexico highlighted existing regional organizations as a source of information and pointed to a vast literature on economic regionalization, while Mali stressed the importance of focusing on socioeconomic differences to ensure policy relevance.",
      "On integration of adaptation and mitigation, Mexico emphasized the need to link adaptation and mitigation for sustainable development planning.",
      "Japan preferred focusing first on adaptation as the basis for regionalization and then seeing how mitigation might be included.",
      "France, Switzerland and China also expressed concern with attempting to integrate adaptation and mitigation.",
      "WG III Co-Chair Ottmar Edenhofer (Germany) suggested focusing on infrastructure as a means to integrate adaptation and mitigation and, supported by many delegates, proposed holding a scoping meeting on regional assessments with a view to developing a SR for inclusion in the AR5.",
      "On the timing of a possible SR, Canada supported delivery after completion of the AR5, possibly early in 2016, to allow sufficient time for models and other information to percolate.",
      "WG I Co-Chair Stocker, supported by the Netherlands, the US and others, stressed focusing on what makes sense in terms of science.",
      "He supported a Special SYR combining work across the WGs to be delivered, as proposed by Canada, in early 2016.",
      "To aid the preparation of the report, engage stakeholders and access grey literature, WG I Co-Chair Stocker proposed a series of expert meetings in the regions with participation of scientists and government representatives.",
      "WG III Co-Chair Ramón Pichs Madruga (Cuba) and others supported this approach and noted that it could also ensure the inclusion of non-English literature.",
      "IPCC Vice-Chair van Ypersele, supported by Morocco and others, suggested delivery immediately after the AR5 SYR, in early 2015, since delivery in 2016 would create a lengthy nine-year interval between the AR4 and the new regional information.",
      "He also underscored the need for coherence in the entire series of AR5 products, and cautioned against doubling the amount of work of the WGs, since WG II would need to include some regional information in the AR5.",
      "Contact group Co-Chair Castellari elaborated on options for the possible SR on regional aspects of climate change.",
      "He emphasized the value added from integrating adaptation and mitigation, and noted that each WG report would contain its own regional information, which would be included in the special report, although new regional information would also be added.",
      "The report could continue the work of the AR5, building from regional and sectoral expert meetings, and it could be finalized in the first half of 2015.",
      "Many delegates underscored that the special report should be seen as part of the same assessment cycle as the AR5.",
      "Brazil, supported by Saudi Arabia, expressed concern about the AR5 appearing as an incomplete report.",
      "South Africa, the UK, the US and others suggested that the discussion on a SR was premature, given that the issue of a separate SR had not even been considered by the Task Group on Future IPCC Activities, and that such a decision needed input from the AR5 scoping meeting, and delegates agreed.",
      "Back in plenary, IPCC Vice-Chair van Ypersele presented a Compromise proposal on the improved treatment of regional information in AR5.",
      "The proposal stresses that all reports are part of the AR5 and feed into the SYR, WG II drives the process, and the regional contributions of WGs I and III are enhanced, and all the while coherence must be maintained between regional and global approaches.",
      "In terms of process, the proposal inverts the timing of contributions by WGs III and II, so that both WG I and WG III would finalize their work and provide material for WG II.",
      "The WG II contribution would then be split in two volumes: one on global and sectoral aspects and another on a regional approach to vulnerability and adaptation, including sections on mitigation.",
      "There would be only one Summary for Policy Makers (SPM) and one technical summary, both included in each volume.",
      "Many parties supported the compromise proposal.",
      "Brazil, supported by Sudan, proposed having a single volume in two parts instead of two volumes.",
      "China recalled the decision agreed to in Budapest to maintain the format of the AR4.",
      "Norway and Malaysia preferred two technical summaries, one for each part or volume.",
      "The UK expressed concern with the attempt to bring in mitigation under WG II and called for a more open-ended approach - possibly with one part on regional aspects of adaptation under WG II and another on mitigation under WG III.",
      "Saudi Arabia preferred the focus be on adaptation and to integrate the contributions of WGs I and III in the SYR.",
      "Italy, supported by France, Madagascar, Austria, Morocco and others, and opposed by the US, suggested the creation of a Task Group to address the issue in time for the AR5 scoping meeting in July.",
      "Madagascar and Mali proposed focusing on gaps in coverage.",
      "The US expressed concern with leaving all decisions to the authors and said the matter should be driven by the scientific literature."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}