{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "New Zealand",
      "Nicaragua",
      "Australia",
      "Pakistan",
      "Bolivia",
      "Paraguay",
      "Cuba",
      "Iraq",
      "Papua New Guinea",
      "Sudan",
      "Ecuador",
      "Mauritania",
      "Mexico",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "Iran",
      "China",
      "Dominica",
      "Saudi Arabia",
      "El Salvador",
      "Swaziland",
      "Argentina",
      "India",
      "Philippines",
      "Cyprus",
      "Congo",
      "Kuwait",
      "Mali",
      "Nauru",
      "Gambia",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "27-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "27-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12557e.html",
   "id": "enb12557e_9",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, speaking on behalf of the G-77/CHINA, stressed the need to complete the work of the AWG-KP in line with the Bali Action Plan, in order to ensure that there is no gap between the first and second commitment periods.",
      "She expressed concern that only some parties have presented information on their QELROs.",
      "Swaziland, for the AFRICAN GROUP, stressed that the successful adoption of the second commitment period under the Kyoto Protocol will be the single most important outcome from Doha, expressing the hope that the AWG-KP will finalize its mandate regarding all outstanding issues.",
      "Mexico, for the EIG, stated that the context of the conclusion of the work of the AWG-KP will be the conclusion of the work of the AWG-LCA and meaningful progress under the ADP.",
      "Nauru, for AOSIS, urged developed countries to make ambitious emission reduction targets at the scale required by science, and called on all parties to put the interests of vulnerable countries at the same level as their own interests.",
      "He said hot air and surplus units must not be allowed to undermine the emission reductions to be achieved.",
      "China, for BASIC, underlined that Doha must achieve a legally-binding and fully ratifiable second commitment period, and said developed countries that are not party to the Kyoto Protocol or do not intend to participate in the second commitment period should not have access to the CDM.",
      "The PHILIPPINES, for Algeria, Argentina, Bolivia, China, Cuba, Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Malaysia, Mali, Mauritania, Nicaragua, Pakistan, Paraguay, Saudi Arabia, Sri Lanka, Sudan and Venezuela, outlined benchmarks for success in Doha, including: Annex I parties to the Kyoto Protocol committing to ambitious QELROs to be provisionally applied from 1 January 2013; Annex I countries not party to the Kyoto Protocol taking on comparable and ambitions emission reduction commitments; and the Kyoto Protocol compliance mechanism applying in the second commitment period.",
      "Bolivia, for ALBA, said the Durban outcome did not deliver a solution to developed countries lack of political will to undertake ambitious emission reduction commitments.",
      "He noted unbridled abuse of the flexibility mechanisms and called for a cap on their use.",
      "Nicaragua, for SICA, expressed concern with the trend under the Kyoto Protocol towards flexibility based on promises and reviews, calling for genuinely legally-binding commitments under the Protocol. NEW ZEALAND noted her country s intention to take on post-2012 commitments under the Convention track, observing that the Protocol covers less than 15% of global emissions and therefore cannot represent a common future.",
      "She explained that although her country will not join a second commitment period it would remain a party to the Protocol and play by the Kyoto Protocol rules.",
      "Cyprus, on behalf of theEU underlined that its proposed QELROs demonstrate its commitment and ambition for the second commitment period under the Kyoto Protocol.",
      "He also stressed the need for progress towards legally-binding commitments by all by 2015.",
      "Australia, speaking for the UMBRELLA GROUP, pointed out that the Durban compromise included an agreement for a new negotiation process.",
      "He highlighted his country s intention to join the second commitment period.",
      "Expressing concern over inadequate pledges, the Gambia, on behalf of the LDCs, supported a five-year second commitment period as well as a cap on transfers of surplus units in order to ensure environmental integrity.",
      "Saudi Arabia, on behalf of the ARAB GROUP, emphasized that reaching an agreement on the second commitment period is a legal obligation and stressed the need for clear commitments by Annex I parties, in line with science.",
      "Papua New Guinea, on behalf of the COALITION FOR RAINFOREST NATIONS, stressed that the second commitment period must be based on a clear, ambitious and precise set of rules to ensure environmental integrity, including rules on carry-over of surplus AAUs."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}