{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "Argentina",
      "United States",
      "Bolivia",
      "Grenada",
      "Indonesia",
      "Algeria",
      "Colombia",
      "Mali",
      "Mexico",
      "Benin",
      "Sudan",
      "Belarus",
      "Russian Federation",
      "Togo",
      "Lesotho",
      "Philippines",
      "Czech Republic",
      "Australia",
      "Uruguay",
      "Indigenous Peoples",
      "Mauritania",
      "Guyana",
      "Saudi Arabia",
      "Egypt",
      "Peru",
      "China"
   ],
   "enb_end_date": "02-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "02-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12411e.html",
   "id": "enb12411e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Sudan, for the G-77/CHINA, highlighted the meeting as a turning point for the AWG-LCA, with commencement of substantive discussions on the content and form of an agreed outcome in Copenhagen.",
      "He noted that the negotiating text should contain a more balanced and clear reflection of the Group s proposals.",
      "Algeria, for the AFRICAN GROUP, expressed concern that the negotiating text did not reflect the views of all parties in an equitable and balanced manner and said some of its elements were not consistent with the Convention.",
      "On mitigation, she identified the need to maintain a firewall between developed country commitments and developing country actions, called for adequate funding for REDD pilot projects and expressed concern with sectoral approaches.",
      "Lesotho, for the LDCs, said the text should consider the needs of the most vulnerable countries and the requisite enhanced action on adaptation.",
      "Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), cautioned that time is running out, and that the level of ambition in the Copenhagen outcome would determine the survival of small island developing states.",
      "The Czech Republic, for the EU, and Australia, for the UMBRELLA GROUP, welcomed the text as a starting point for negotiations.",
      "The EU stressed interconnections between the different building blocks and interlinkages with the AWG-KP.",
      "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, supported, inter alia, a mid-term target by 2020, assessing technology needs, and coordination between the AWGs.",
      "The UMBRELLA GROUP urged consistency and coherence between the AWGs.",
      "She also supported flexibility to reflect the full spectrum of mitigation efforts, and near-term commitments and actions, and long-term pathways for all parties.",
      "BELARUS advocated combining the two AWGs at this session and considering a single negotiating text under one AWG. MALI said each AWG should continue to work separately until Copenhagen, and CHINA supported the continuation of double-track negotiations under the AWG-LCA and AWG-KP.",
      "He emphasized that developed countries should commit to ambitious emission reductions, as well as meet developing country needs for finance, technology transfer and capacity building.",
      "BOLIVIA said the text is unbalanced and requires substantial changes.",
      "INDIA said that: the text required greater balance; proposals not compatible with the Convention should be excluded; and paragraphs should reference the specific Convention Articles whose implementation they aim to enhance.",
      "He proposed addressing technology and finance in two distinct sections. SAUDI ARABIA expressed concern that many proposals in the negotiating text go beyond the Convention and the Bali Action Plan.",
      "He opposed proposals to merge the AWG-KP and AWG-LCA, as well as proposals that would pass the burden from developed to developing countries.",
      "The PHILIPPINES lamented that the text on developing country mitigation is several pages longer than the text on developed country mitigation.",
      "AWG-LCA Chair Zammit Cutajar replied that the length reflects the number of interesting proposals on developing country mitigation, and encouraged parties to elaborate on their ideas on other issues.",
      "The US highlighted ongoing work on draft legislation to reduce emissions by 17% below 2005 levels by 2020, and 83% by 2050.",
      "He expressed dismay with the text s structure, and concern over the proposal to close negotiations from observers after the first reading of the text.",
      "AUSTRALIA called for a strong outcome on mitigation.",
      "She said a spectrum of mitigation efforts was needed and that the LDCs should be fully supported in their efforts.",
      "The REPUBLIC OF KOREA highlighted the Seoul initiative for Low-carbon Green Growth in East Asia, and proposed: a paradigm shift toward low-carbon development; a registry for nationally appropriate mitigation actions (NAMAs); and a crediting mechanism for NAMAs.",
      "The RUSSIAN FEDERATION called for commitments from all major emitters and burden sharing, taking into account country specificities and levels of economic development.",
      "He said historical responsibility should not be interpreted as a basis for imposing commitments on only developed countries.",
      "He also highlighted the recent Russian climate change doctrine document, saying it provides the conceptual foundation for long-term practical measures and shows that Russia is prepared to make a fair contribution. INDONESIA highlighted the Manado Ocean Declaration, adopted in May 2009, which identified the urgent need to address the impact of sea level rise.",
      "BENIN called for a funding mechanism, which should, inter alia, promote effective technology transfer.",
      "COLOMBIA urged greater emphasis on adaptation in the text and called for new, additional and predictable resources to support adaptation.",
      "EGYPT called for a balanced and fair agreement, and working in parallel with the AWG-KP.",
      "MAURITANIA stressed the need to speed up the translation of the negotiating text. ARGENTINA highlighted that the four pillars of the Bali Action Plan are intrinsically related, and emphasized that the texts on mitigation and adaptation should also address finance and implementation.",
      "He called for global objectives, and said both production and consumption should be addressed.",
      "PERU stressed the link between the intensity of mitigation efforts and cost of adaptation.",
      "GUYANA urged progress on the role of forests, including REDD, sustainable forest management and conservation.",
      "PAKISTAN highlighted finance and technology and called for a clear, strong and cohesive institutional architecture, including a climate technology transfer mechanism.",
      "URUGUAY stressed the need to address mitigation in the agricultural sector, identifying the need for global cooperation on research and development, and for a mechanism to facilitate technology transfer.",
      "TOGO stressed the need to ensure the survival of future generations and to drop selfish attitudes.",
      "The WORLD BUSINESS COUNCIL ON SUSTAINABLE DEVELOPMENT highlighted the key role that business could play in a post-2012 framework to stimulate investment and development, and noted that the global economic crisis points to the need for a sustainable low-emissions pathway.",
      "The CLIMATE ACTION NETWORK said the text contains options that could lead to destructive tipping points, and lacks ambition and a sense of urgency.",
      "The THIRD WORLD NETWORK described the submissions of several developed country parties as a substantial deviation from the Convention and the Bali Action Plan.",
      "INDIGENOUS PEOPLES ORGANIZATIONS said any reference to REDD in the agreed outcome should include respect for indigenous rights and prior informed consent."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}