{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ghana",
      "Argentina",
      "Barbados",
      "India",
      "China"
   ],
   "enb_end_date": "08-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "08-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12348e.html",
   "id": "enb12348e_7",
   "section_title": "REDUCING EMISSIONS FROM DEFORESTATION:",
   "sentences": [
      "Parties continued their consideration of the forwarded SBSTA 26 draft COP decision in morning and afternoon informal consultations.",
      "Progress was made in drafting group meetings working on the revised text on methodological issues, with agreement pending on references to degradation, forest conservation and enhancement, and mobilizing resources.",
      "Parties also discussed text proposed by the Co-Chairs on references to pilot activities, an invitation to others to share their outcomes, and the possibility of requesting the Secretariat to develop a web-based platform to share information. TECHNOLOGY TRANSFER (SBI): In the contact group discussing technology transfer under the SBI, Ghana, for the G-77/CHINA, noted that discussions under the SBI are linked to those taking place under the SBSTA.",
      "He introduced draft text, including a strengthened EGTT under SBSTA with the ability to report to SBI, a financial arrangement to deal with such issues as incremental costs and purchasing low-carbon technologies, requesting GEF financial support, and tasking EGTT to develop performance indicators to be considered by SBI 30.",
      "INDIA proposed a specific timeframe for technology transfer and identified intellectual property rights as a major stumbling block.",
      "Barbados, speaking for AOSIS, expressed a hope that parties could move from assessment of needs to actual implementation.",
      "ARGENTINA highlighted the relationship between technology transfer and financial mechanisms.",
      "Participants agreed to consider the G-77/China text as a basis for discussion and consultations will continue informally. TECHNOLOGY TRANSFER (SBSTA): After preliminary agreement had been reached on continuing the EGTT, informal consultations continued on the EGTT revised draft terms of reference, with significant progress reported."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}