{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Austria",
      "Zimbabwe",
      "Niger",
      "Nigeria",
      "China",
      "Australia",
      "Saudi Arabia",
      "Saint Lucia",
      "Sweden"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_14",
   "section_title": "CAPACITY BUILDING UNDER THE CONVENTION:",
   "sentences": [
      "This issue was introduced in SBI plenary on 7 November, when the Secretariat reported on capacity-building implementation, the GEF's development of capacity-building performance indicators ( FCCC/SBI/2006/5 ; FCCC/SBI/2006/16 ; FCCC/SBI/2006/22) and parties ` views on regular monitoring (FCCC/SBI/2006/MISC.4, Corr.1 and Add.1).",
      "In the following contact groups and informal consultations, co-chaired by Crispin d'Auvergne (Saint Lucia) and Helmut Hojesky (Austria), progress on this agenda item was slow.",
      "Two texts were proposed, one from the EU and the other from the G-77/China.",
      "At the third meeting, the G-77/China noted missing statements from their proposal including defining areas to be reported on in monitoring capacity building, consistency in annual and incremental reporting, and raised concerns about inadequate financial support to implement capacity-building projects.",
      "Strong differences in positions resulted in exchanges of opinions with little negotiation on the actual text.",
      "Much of the debate centered on whether sections of the text should be preambular or incorporated into decisions.",
      "Bilateral negotiations were held to try reach consensus between the two major negotiating groups.",
      "A proposed expert workshop in collaboration with the GEF widely supported at SB24, received mixed reactions, however this was resolved by adjusting the workshop objectives.",
      "This item was among the last SBI matters to be concluded, and delayed proceedings at the closing SBI plenary on 14 November, where SBI conclusions and a draft COP decision were finally adopted.",
      "The COP adopted the decision on 17 November. SBI Conclusions : In its conclusions ( FCCC/SBI/2006/L.35 ), SBI notes the GEF's progress in developing capacity-building performance indicators, the efforts of various parties and organizations, and support for the inclusion of outcomes from these activities in the monitoring of the capacity-building framework. COP Decision : In its decision ( FCCC/SBI/2006/L.35/Add.1 ), the COP establishes steps to be taken in annual monitoring implementation of the capacity-building framework, requests holding an expert workshop on monitoring capacity building, and asks the GEF to take account of these steps and provide financial support for these activities. ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS): Implementation of the Buenos Aires Programme of Work on Adaptation and Response Measures (Decision 1/CP.10): This issue was first taken up in SBI on 7 November, with a briefing on intersessional meetings on the topic ( FCCC/SBI/2006/13 , FCCC/SBI/2006/18 and FCCC/SBI/2006/19 ).",
      "The specific subject of impacts of response measures to climate change was then taken up in a contact group chaired by Angela Churie-Kallhauge (Sweden) and Samuel Adejuwon (Nigeria).",
      "In the consultations, there was disagreement over possible draft conclusions on the matter, particularly over a paragraph listing issues raised at the SBI, with Saudi Arabia, Zimbabwe and other developing countries favoring its inclusion and elaboration, while some developed parties preferred a shorter text.",
      "With no agreement on a list of topics discussed, Co-Chair Churie-Kallhauge presented revised draft conclusions noting discussions at SBI 25 and proposing their continuation at SBI 26, with a view to adopting a decision at COP 13.",
      "The G-77/China continued to seek the inclusion of direct reference to issues discussed at SBI 25, and Saudi Arabia proposed adding language calling for submissions to the Secretariat on this issue.",
      "However, Australia did not support text on submissions.",
      "Expressing disappointment at the lack of a more substantive outcome, the G-77/China, opposed by the EU, proposed an alternative text noting that the group had failed to reach conclusions.",
      "Due to the lack of agreement, Co-Chair Churie-Kallhauge and the Secretariat explained that no document would be prepared.",
      "During the closing SBI plenary, SBI Chair Becker explained that, due to lack of agreement, no formal outcome would be prepared for SBI 25, and the issue would be included on the provisional agenda for SBI 26. LDCs: Matters relating to the LDCs were considered briefly by the SBI on 7 November, with parties noting the report of the LDC Expert Group Chair Bubu Pateh Jallow and progress on NAPAs ( FCCC/SBI/2006/23 ).",
      "Chair Becker prepared draft conclusions, which were adopted by SBI on 14 November. SBI Conclusions: The SBI (FCCC/SBI/2006/L.23) notes progress made on NAPAs and the work of the LDC Expert Group.",
      "It also requests the Expert Group to convene a meeting to take stock of parties ` progress in NAPA preparation and implementation, and to report at SBI 27."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}