{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "China",
      "Australia",
      "Congo",
      "Gambia",
      "Grenada",
      "Guatemala",
      "Argentina"
   ],
   "enb_end_date": "10-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "10-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12506e.html",
   "id": "enb12506e_4",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Argentina, for the G-77/CHINA, emphasized that new processes requiring further political development, as well as unresolved issues, should continue to be considered by the AWG-LCA.",
      "He highlighted difficulties faced by developing countries in preparing their national communications, noting additional reporting obligations contained in the Cancun Agreements.",
      "The EU expressed disappointment that the agenda item on MRV had failed to move forward under the SBI and looked forward to substantive discussions under the AWG-LCA.",
      "Australia, for the UMBRELLA GROUP, emphasized the importance of issues including implementing the headquarters agreement and budgetary austerity, and looked forward to discussing national communications and inventories under the AWG-LCA.",
      "The Republic of Korea, for the ENVIRONMENTAL INTEGRITY GROUP, supported a consistent approach in the work of the Subsidiary Bodies in order to make meaningful progress on related agenda items such as adaptation, technology, MRV, national communications for both developed and developing countries, and the financial mechanism.",
      "Grenada, for AOSIS, called for urgent focus on a loss and damage work programme.",
      "She underscored the need to avoid duplication of work with the AWG-LCA and urged not using the SBI as a substitute for avoiding the hard decisions that have to be made under the AWG-LCA.",
      "On adaptation, the Democratic Republic of the Congo, for the AFRICAN GROUP, highlighted: the development of modalities and guidelines on the process for LDCs to formulate and implement national adaptation plans (NAPs); modalities and guidelines for the NAPs of developing countries in general; and concluding the work programme on loss and damage.",
      "Guatemala, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), stressed that adaptation continues to be a priority for the region and also highlighted the importance of measuring loss and damage.",
      "The Gambia, for the LDCs, expressed concern regarding the challenges impeding expedited implementation of projects identified in national adaptation programmes of action (NAPAs), particularly the requirement for co-financing, saying this is inappropriate for the implementation of the urgent activities identified in NAPAs."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}