{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Norway",
      "Japan",
      "Ireland",
      "Australia",
      "Tonga",
      "Tanzania",
      "Thailand",
      "Kenya",
      "Brazil",
      "Ethiopia",
      "Uganda",
      "United Kingdom",
      "Switzerland",
      "Colombia",
      "Finland",
      "Niue",
      "Denmark",
      "Mexico",
      "Malaysia",
      "Iran",
      "Venezuela",
      "Uruguay",
      "China",
      "Panama",
      "Bulgaria",
      "Saudi Arabia",
      "Poland",
      "Samoa",
      "Bhutan",
      "Nepal"
   ],
   "enb_end_date": "31-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "31-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12207e.html",
   "id": "enb12207e_7",
   "section_title": "ROUND TABLE",
   "sentences": [
      "COP President Baalu welcomed delegates to the first Ministerial Round Table under the theme 'Taking Stock,' co-chaired by Minister Margaret Beckett (UK).",
      "Co-Chair Beckett said the session would set the stage for later round tables.",
      "While noting the comprehensive climate change mitigation framework already achieved, she said there is no room for complacency. Many delegates highlighted their domestic circumstances, actions and experiences.",
      "TONGA, for AOSIS, noted that small island developing states are among those hardest hit by climate change.",
      "NIUE said its vulnerability is related to capacity limitations.",
      "PANAMA noted that his country`s biodiversity is being effected by climate change, while BHUTAN underscored the vulnerability of its fragile mountain ecosystem.",
      "FINLAND stressed the EU`s efforts to achieve tangible results and show demonstrable progress by 2005. On meeting the UNFCCC`s ultimate objective of stabilizing greenhouse gases at a level preventing dangerous anthropogenic interference with the climate system, NEW ZEALAND said progress was not nearly enough.",
      "The EU called for a common dialogue, including identifying a level of non-dangerous emissions concentrations.",
      "AOSIS stressed an immediate reduction in emissions of 50-80%.",
      "The CLIMATE ACTION NETWORK urged the COP to begin discussions on establishing limits to prevent dangerous climate change.",
      "IRELAND proposed discussion on a fair and equitable distribution of emission targets. On future action, NEW ZEALAND called for a broad approach across countries.",
      "AOSIS and JAPAN said all countries will need to be involved in mitigation.",
      "Recognising that countries will carry different burdens with regard to mitigation, SWITZERLAND stressed cooperation and partnerships.",
      "NORWAY called for an ambitious and long-term global climate change regime and stressed the need for a political response to the IPCC TAR.",
      "POLAND said adaptation and funding for climate change must go hand-in-hand with mitigation and long-term strategies. AOSIS, MEXICO, and UGANDA noted that Annex I countries are not fulfilling commitments and emissions are on the rise.",
      "Considering this, MALAYSIA questioned how some Annex I countries can propose developing country emission reduction commitments.",
      "THAILAND, VENEZUELA, TANZANIA and SAUDI ARABIA opposed discussion of reduction commitments for developing countries.",
      "The EU underscored the need for dialogue on the matter. AOSIS, PANAMA and SAMOA called for strengthening adaptation.",
      "UGANDA, IRAN and MALAYSIA urged further efforts with regard to transfer of technology, financial resources and capacity- building.",
      "NEPAL underscored the importance of capacity-building and further research to mitigate the effects of climate change.",
      "BRAZIL urged concrete measures and adequate technologies. ETHIOPIA said economic development is crucial for adapting to climate change, and urged increased financial support.",
      "MEXICO called for resources for adaptation. IRAN stressed minimizing losses due to adverse effects and impacts of response measures on developing countries with economies dependent on fossil fuels.",
      "SAUDI ARABIA expressed concern regarding the limited progress on UNFCCC Article 4.8 and 4.9 (adverse effects). FINLAND and DENMARK pledged support to the LDC Fund.",
      "KENYA and UGANDA appealed for a special fund for developing countries other than LDCs. On the CDM, COLOMBIA supported sequestration projects.",
      "MEXICO said the complex rules are difficult to apply, and the INTERNATIONAL COUNCIL FOR LOCAL ENVIRONMENTAL INITIATIVES supported simplified procedures.",
      "URUGUAY said the lack of institutional and legal capacity was a barrier to CDM implementation. On ratification of the Kyoto Protocol, the REPUBLIC OF KOREA announced its ratification.",
      "NEW ZEALAND said his country will 'almost certainly' ratify the Protocol next month.",
      "JAPAN, BULGARIA, ETHIOPIA, KENYA, the EU and BRAZIL urged countries to ratify the Protocol.",
      "CHINA said developed countries are 'duty bound' to reduce greenhouse gas emissions and expressed disappointment that the Protocol has not yet entered into force. On the Delhi Declaration, JAPAN supported including the need to address reductions beyond the first commitment period.",
      "UGANDA said the Declaration should call for the ratification of the Protocol.",
      "SWITZERLAND supported reference to a forward-looking approach to address the UNFCCC`s ultimate objective.",
      "AUSTRALIA said it should put into place a process for future global emission reduction arrangements.",
      "The REPUBLIC OF KOREA supported a Declaration that would consider the human dimension to climate change. Co-Chair Beckett summarized the session`s key themes and closed the session."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}