{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Togo",
      "United States",
      "Switzerland",
      "Mexico",
      "China"
   ],
   "enb_end_date": "08-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "08-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12106e.html",
   "id": "enb12106e_5",
   "section_title": "Non-Annex I Communications:",
   "sentences": [
      "The non-Annex I communications contact group met in an evening session and exchanged preliminary views on a draft decision submitted by the EU.",
      "The EU said the intent of the decision is to improve the quality of communications and address some of the constraints faced by non- Annex I countries.",
      "He underlined learning from experiences gained while preparing initial communications and making progress towards guidelines for non-Annex I second communications as the EU`s main concerns.",
      "He highlighted the usefulness of open, transparent and non-confrontational technical assessment of non-Annex I communications.",
      "He indicated that the IPCC Inventory Task Force could be requested to develop a work plan to prepare a comprehensive database on regional emission factors.",
      "The G-77/CHINA pointed to inconsistencies between the draft decision and previous COP decisions on providing guidance to the operating entity of the financial mechanism.",
      "She questioned the IPCC`s capacity to gather country- specific information.",
      "The US said it supported many of the points in the EU`s text, particularly on the usefulness of technical feedback and the need to develop guidelines for second national communications.",
      "TOGO noted that it was premature to think about guidelines for second communications as most non- Annex I countries were still preparing their first.",
      "MEXICO said financial support should be available not only for vulnerability assessment but also for mitigation and adaptation efforts.",
      "SWITZERLAND emphasized the need to identify problems with the preparation of inventories.",
      "The group decided to invite the IPCC Inventory Task Force to give a brief presentation on its work and continue discussing the proposed draft decisions at the next session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}