{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Niger",
      "Samoa",
      "Kazakhstan",
      "Nigeria",
      "China",
      "Central African Republic",
      "Switzerland",
      "France",
      "Vanuatu"
   ],
   "enb_end_date": "14-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "14-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12153e.html",
   "id": "enb12153e_6",
   "section_title": "GENERAL STATEMENTS",
   "sentences": [
      "NIGERIA, on behalf of the G-77/CHINA, said COP-6 discussions should be based on equity and justice.",
      "Noting that many Annex I Parties had not fulfilled their UNFCCC commitments on reducing emissions or on technology transfer and financial assistance, he said his group rejected the proposal by a 'key Annex I country' tying the provision of financial assistance for developing countries to some form of new emissions reduction commitment by these countries.",
      "He urged provision of funding through a mechanism other than the GEF. SAMOA, speaking for AOSIS, said that despite the adoption of the precautionary principle in 1992, Annex I countries are yet to act to address climate change.",
      "FRANCE, on behalf of the EU, stressed that domestic actions should be the main means for fulfilling developed country commitments. SWITZERLAND, on behalf of the ENVIRONMENTAL INTEGRITY GROUP, said the CDM should be based on an incremental approach, that JI should follow a two-track approach, and that liability under emissions trading should be linked to the nature and scope of the enforcement branch of the compliance regime.",
      "On sinks, he opposed credits for the natural uptake of greenhouse gases. VANUATU, on behalf of the LDCs, called for assistance in implementing the UNFCCC and Protocol, and the CENTRAL AFRICAN REPUBLIC urged a specific decision on UNFCCC Article 4.9 (adverse effects on LDCs).",
      "KAZAKHSTAN reaffirmed its will to become an Annex I Party and called for no limits on emissions trading."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}