{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Yemen",
      "India",
      "New Zealand",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Micronesia",
      "Switzerland",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12484e.html",
   "id": "enb12484e_11",
   "section_title": "AWG-KP INFORMAL PLENARY",
   "sentences": [
      "AWG-KP Chair Ashe opened the informal plenary and asked parties to consider what would constitute a balanced package of decisions for Cancun under the AWG-KP.",
      "Yemen, for the G-77/CHINA, expressed concern over extremely slow progress under the AWG-KP track and emphasized the need to avoid a gap between commitment periods.",
      "He said a balanced outcome for Cancun would contain an amendment of Annex B and definition of Annex I parties further commitments.",
      "Several parties highlighted the need for parties to commit to a second commitment period and to preserve the Kyoto Protocol.",
      "AUSTRALIA, the EU, NORWAY and SWITZERLAND emphasized the importance of framing Kyoto Protocol commitments in the context of a global legally-binding agreement.",
      "AUSTRALIA said that a Cancun outcome should capture progress and could include: an intention to work towards a second commitment period; text to serve as the basis for negotiations; a schedule; and clarity on rules, such as on LULUCF and the mechanisms.",
      "The EU said a Cancun outcome could include inscription of reduction commitments, confirmation of the continuation of the Kyoto Protocol architecture and a work plan to move forward.",
      "He emphasized the importance of sending a strong signal on the continuity of the Kyoto Protocol institutions and mechanisms to the world.",
      "NORWAY noted the need to discuss and agree on the necessary parameters to take on commitments in a second commitment period, including legal matters.",
      "JAPAN emphasized that their participation in negotiations under the AWG-KP track is aimed at making progress on rules related to LULUCF, mechanisms and the basket of methodological issues, and that they expect these mechanisms to be part of a framework that includes all major emitters in a single, fair and effective agreement.",
      "NEW ZEALAND underscored that a final outcome must be ratifiable, stressed that rules must be agreed before commitments can be taken on, and noted that it is always necessary to read the fine print before signing the contract.",
      "The Federated States of Micronesia, for AOSIS, called for consolidating the Kyoto Protocol foundation as part of the global climate change architecture.",
      "She said decisions should address: LULUCF accounting rules; surplus AAUs; new greenhouse gases; a clear path for increasing the emission reduction ambition of Annex I parties; and an unequivocal commitment to the Kyoto Protocol by Annex I parties.",
      "TUVALU lamented proposals for LULUCF that would create subsidies for the forest industry and noted that these would delay agreement on this issue in Cancun. SOUTH AFRICA proposed an overarching decision covering both the AWG-LCA and AWG-KP negotiating tracks that would capture the elements of a complete climate change package, give parties assurance that they are working towards a two-track outcome and anchor elements under both tracks where progress has been made.",
      "The RUSSIAN FEDERATION said progress in the AWG-LCA track is not sufficient and highlighted that in the absence of certainty on a global agreement under the Convention, they would be unlikely to support a second commitment period.",
      "Underscoring the need for continuity, INDIA emphasized that business and markets respond to mitigation policies and expect predictability; and therefore changes must be weighed against the scale of necessity.",
      "The THIRD WORLD NETWORK urged parties to complete negotiations for a second commitment period by Cancun, cautioning against an inferior, deregulated and voluntary emission reductions regime.",
      "The INTERNATIONAL EMISSIONS TRADING ASSOCIATION noted limited to no progress on issues relating to improvements to the CDM and Joint Implementation and said investors still have no answer regarding a gap in the Kyoto architecture.",
      "The Carbon Markets and Investors Association, for BINGOs, stressed that in the absence of clear emission reduction targets, the business community needs, at least, clarity regarding the continued operation of the CDM before, during and after any second commitment period.",
      "Climate Action Network, for ENGOs, called for sanity in the LULUCF negotiations, encouraging Annex B parties to account for their emissions and not bring a package of loopholes to Cancun. AWG-KP Chair Ashe then closed the informal plenary, noting that although there are still many differences among parties, there is still time between now and Cancun for consultations to resolve some of these differences."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}