{
   "actors": [
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Cook Islands",
      "Bangladesh",
      "Argentina",
      "Vanuatu",
      "United States",
      "Bolivia",
      "Grenada",
      "Brazil",
      "Finland",
      "Canada",
      "Algeria",
      "Sudan",
      "Tuvalu",
      "United Kingdom",
      "Australia",
      "Zimbabwe",
      "Trinidad and Tobago",
      "Panama",
      "Netherlands",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "30-Nov-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "30-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12525e.html",
   "id": "enb12525e_9",
   "section_title": "ANNEX I FURTHER COMMITMENTS (AWG-KP)",
   "sentences": [
      "AWG-KP Chair Adrian Macey opened the contact group and called for countries to explore middle ground and compromise solutions.",
      "He said that while it was expected the group could finish consideration of the majority of issues, those issues that remained unsolved could be forwarded to the presidency for resolution, notably those requiring political decisions.",
      "Saint Lucia, for AOSIS, said legal issues should be also addressed in Durban.",
      "Tuvalu, for LDCs, called for an amendment to the Kyoto Protocol that would be ratifiable and provisionally enter into force to avoid a gap.",
      "On the way forward, SWITZERLAND suggested the Chair provide clarity on the available options and underscored the need for further discussions on technicalities on issues such as LULUCF and mechanisms.",
      "NEW ZEALAND supported: a smooth transition to a broader agreement; defining a framework to ensure continuity after 2012; using the substance of the Chair s revised text as a basis; and identifying options, including what legal form can be immediately operative. AUSTRALIA stated a second commitment period should be a transitional phase towards a broader, universal agreement.",
      "She indicated her flexibility on the length of a second commitment period and on the carryover of surplus AAUs.",
      "She said agreements on technical issues such as LULUCF and the improvement of flexibility mechanisms would be a good outcome from Durban.",
      "The EU said any agreement would be piecemeal because the number of parties willing to work on a meaningful Kyoto Protocol has declined.",
      "He indicated, however, that progress might be made on carryover of surplus AAUs, and noted that avoiding a gap between commitment periods is necessary to give certainty to markets.",
      "NORWAY said the Kyoto Protocol alone is not enough to achieve a relevant reduction of global emissions.",
      "Algeria, for the AFRICAN GROUP, supported by ALBA, suggested a focus on a possible amendment to Annex B.",
      "He also stressed that the continuation of the CDM could not be possible without agreement on a second commitment period .",
      "TUVALU expressed concern that some parties are asking the international community to lock into long-term, low commitments that are legally ambiguous. LULUCF (AWG-KP): Delegates discussed the way forward, with co-facilitator Marcelo Rocha (Brazil) identifying key areas for clarifying options, underscoring the group should provide technical options for a political decision.",
      "One party suggested reflecting on the review of forest management reference levels.",
      "A group of countries presented a revised proposal on the baseline approach to forest management accounting.",
      "Parties then addressed 'disturbances' with some expressing concerns over the definition and the importance of distinguishing anthropogenic from natural disturbances, and others stressing the importance of operationalizing the concept. ANNEX I EMISSION REDUCTIONS (AWG-KP): In the spin-off group on numbers, co-facilitator Leon Charles (Grenada) said the week s work should focus on, inter alia : the need to consider the transformation of pledges into QELROs; carryover of surplus AAUs; and whether to discuss option B (consequential amendments).",
      "Initial discussions focused primarily on QELROs, with associated text on assumptions.",
      "Delegates established five issues needing resolution before the QELRO discussion can be finalized: measurement rules; baselines, or starting points; whether QELROs should consist of a single number or a range; how to ensure comparability; and the length of a second commitment period. TECHNOLOGY TRANSFER (AWG-LCA): Facilitator Jukka Uosukainen (Finland) recalled that parties are working under the Cancun decision contained in Paragraph 128 of 1/CP.16.",
      "Parties focused on: possible gaps on the overall call for proposals and selection process to host the CTCN, including financial arrangements and eligibility criteria; and possible gaps on evaluation criteria and information requirements, contained in the annex of the draft decision text.",
      "Parties agreed to submit textual proposals to clarify ambiguities and to focus next discussions on governance issues. REVIEW (AWG-LCA): Facilitator Margaret Mukahanana-Sangarwe (Zimbabwe) proposed several options for streamlining the non-paper text from Panama.",
      "Given the difficulty with agreeing on scope at this time, she suggested it might be better to begin discussion with modalities.",
      "Some parties preferred starting with consideration of scope.",
      "Views were also exchanged on how the paper should be structured and whether it should be streamlined by the facilitator or by parties. CAPACITY BUILDING (AWG-LCA): During informal consultations facilitated by Maas Goote (Netherlands), delegates began to discuss the text forwarded from Panama, focusing mainly on paragraphs related to: enhancing monitoring and review of the effectiveness of capacity building; and modalities regarding institutional arrangements for capacity building.",
      "CLIMATE ACTION NETWORK suggested establishing a capacity building coordinating body.",
      "YOUTH called for developing a clear monitoring matrix and indicators.",
      "AUSTRALIA cautioned against creating stand-alone capacity-building institutions.",
      "Parties discussed, inter alia , alternate options under the section on enhancing monitoring and review, and informal informals will discuss ways to merge them. LOSS AND DAMAGE (SBI): SBI Chair Owen-Jones expressed hopes for a strong outcome, inviting an initial exchange of views.",
      "Several parties regarded this as an important issue.",
      "The Secretariat then distributed a draft decision covering various action items for 2012 and requesting the SBI to coordinate the loss and damage work programme and identify ways to address the issue by COP 18. NATIONAL ADAPTATION PLANS (SBI): During informal consultations facilitated by SBI Chair Owen-Jones, delegates exchanged initial views on what they hoped to achieve in Durban.",
      "Stressing that the national adaptation plans should not be prescriptive, Bolivia, for the G-77/CHINA, said they should recognize that adaptation occurs at the local level, and be flexible and country-driven.",
      "Bangladesh, for the LDCs, said the national adaptation plans process was distinct and separate from the NAPA process.",
      "Vanuatu, for AOSIS, supported a regional-level mechanism to support national adaptation plans.",
      "CANADA urged agreeing on guidelines that can immediately be employed by all parties.",
      "SUDAN supported comprehensive vulnerability assessments.",
      "Many parties expressed the need for an interim arrangement.",
      "A draft text was distributed and will be discussed on Wednesday. NAIROBI WORK PROGRAMME (SBSTA): During informal consultations, co-facilitator Kishan Kumarsingh (Trinidad and Tobago) reiterated the aim of discussing possible areas for further work under the NWP and stressed that adaptation activities are not mutually exclusive.",
      "Argentina, for the G-77/CHINA, stressed the need to adopt modalities and procedures for the Adaptation Committee.",
      "BOLIVIA supported future work on vulnerable stakeholder groups, including women, and highlighted indigenous knowledge and key sectors, such as water.",
      "The US urged taking full advantage of the knowledge and expertise of partners, and expanding into areas, such as agriculture, water and ecosystem-based approaches.",
      "The Cook Islands, for AOSIS, stressed coherence of action on adaptation under the Convention.",
      "AUSTRALIA stressed links between the NWP and the Adaptation Committee.",
      "Delegates will meet informally to discuss a document on potential elements of an agreement in Durban."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}