{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "Umbrella Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Ecuador",
      "India",
      "Mexico",
      "Bangladesh",
      "China",
      "Tuvalu",
      "Switzerland",
      "Peru",
      "Egypt",
      "Germany",
      "South Africa",
      "Indigenous Peoples",
      "Bolivia",
      "Argentina"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_22",
   "section_title": "STOCKTAKING PLENARY:",
   "sentences": [
      "On Friday afternoon, the AWG-KP convened for a stocktaking plenary chaired by AWG-KP Chair Macey, who identified the two objectives of the session as to address the political issues and the way forward towards Bonn.",
      "Peru said that the issues discussed this week have been raised in previous meetings, saying there was no legal mandate to consider other issues or make additional amendments to the KP.",
      "Ecuador underscored the importance of a second commitment period.",
      "The Chair mentioned that the formation of the legal spin-off group is for the contact group to decide in Bonn.",
      "Argentina, for the G-77/China, supported by India, emphasized that a second commitment period is necessary for a successful outcome in Durban and added that the fact that some Annex I parties are not confirming a second commitment period means that technical issues need to follow political ones.",
      "He underlined that each track has a separate mandate and not to allow positions that compromise the two tracks.",
      "China stated that failure to secure a second commitment period is unacceptable and that Annex I parties should not come up with any conditionalities.",
      "Bolivia said Durban cannot be another Cancun, lamenting that a number of parties have not talked about mitigation but about flexible mechanisms to allow them to emit more.",
      "Bangladesh urged parties to avoid a gap between commitment periods through political agreement, and then to negotiate the detailed technical issues. AOSIS stated that the key issue in the negotiations is the second commitment period of the Kyoto Protocol as part of a two-track approach, including a legally binding agreement under the AWG-LCA.",
      "She said the open discussion on political issues is essential and it should continue in June, and she urged political decisions to be taken early enough to allow decisions to be reached in Durban.",
      "She requested the Secretariat to make two technical papers ready by the June meeting on: mitigation potential, and possible means to reach emission reduction targets.",
      "Noting the political signal from Bangkok is not encouraging, Egypt, for the Arab Group, said agreeing on the second commitment period is the prerequisite for negotiations leading to Durban.",
      "Switzerland admitted that it expected more from this session based on Cancun Agreements but noted that the discussions had ensured transparency.",
      "He said that technical issues need to be discussed in parallel to the policy issues and that parties should agree on, inter alia : strengthened emission reductions, LULUCF rules, environmental integrity, and a consistent solution on a basket of gases.",
      "Observing that the discussions have been constructive, the Umbrella Group highlighted the need to reframe discussion on rules and means to implement them in a broader context in the next session.",
      "The EU emphasized that the political context should also be a scientific one to ensure environmental integrity, and political and technical decisions should be made in parallel.",
      "He said the AWG-KP cannot work in isolation, but needs to be connected with progress in the AWG-LCA, noting that links between pledges and rules can bring better understanding, and help avoid gaps between commitment periods.",
      "Tuvalu emphasized the need to fully understand the realistic conditionalities before getting into technical discussion, and requested the Secretariat to invite Annex I parties to submit information on their pre-conditions required for adopting a second commitment period. AWG-KP Chair Macey summarized the issues discussed, including: the implication of rules and targets, environmental integrity or rules, defining rules and targets for the commitment period, and that changes in rules affect ambition levels.",
      "He added that there are differences of opinion on the way forward, in particular on how or whether to address technical rules in Bonn, and urged progress so that parties avoid being characterized as, quoting recent media, useless frequent fliers.",
      "Mexico highlighted that rules should allow parties to create a better future and expressed optimism that the deadlock can be broken in open discussion.",
      "Noting the concerns expressed by developed and developing country parties in Bangkok, South Africa underscored that a successful outcome in Durban should include elements agreed on in Cancun and Bali.",
      "She said South Africa is committed to working with parties on both technical and political issues with transparency and inclusivity. CAN International, for ENGOs, said: developed countries must accept a second commitment period; developed country pledges are below levels identified in the Cancun Agreement; and clarity is needed on further conditions necessary to make legitimate emissions reduction submissions.",
      "Climate Justice Now, for ENGOs, said the commitment periods should be addressed with utmost urgency.",
      "Tebtebba Foundation, for Indigenous Peoples, urged parties to focus on developing pathways toward low carbon societies.",
      "United Cities and Local Governments, for Local Governments and Municipal Authorities, expressed their willingness to engage in implementation of the Cancun Agreements.",
      "Global Campaign for Climate Action, for youth, emphasized the need to secure political commitment to a second commitment period, and supported tackling rules and targets together.",
      "Women in Europe for a Common Future, for Women and Gender NGOs, urged delegates to incorporate: development of social criteria as a prerequisite for project approval; pro-poor solutions; and participation of women in the development of technology. AWG-KP Chair Macey announced the results of the UNFCCC Bureau meeting held on Friday morning, in which they decided to schedule an additional session of the AWGs in late September or early October.",
      "The Bureau also recognized the need for additional sessions of the SBI and SBSTA.",
      "Further details on these meetings will be provided by the Secretariat pending arrangements to host the meetings and the necessary funding to cover their costs.",
      "Chair Macey noted AWG-KP 16 will reconvene in Bonn, Germany, in June.",
      "The plenary adjourned at 5:06 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}