{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Japan",
      "Philippines",
      "Australia",
      "Brazil",
      "Uganda",
      "Canada",
      "South Africa",
      "Egypt",
      "Tanzania",
      "Norway",
      "China"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "14-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12426e.html",
   "id": "enb12426e_2",
   "section_title": "TECHNOLOGY AND CAPACITY BUILDING:",
   "sentences": [
      "Facilitator Kumarsingh presented a consolidated text.",
      "He clarified that the insertion of subheadings under capacity building was for navigation purposes only.",
      "A number of delegates noted the usefulness of the exercise.",
      "The Philippines, for the G-77/CHINA, Uganda, for the LDCs, and EGYPT called for attribution of submissions.",
      "On capacity building, NORWAY, with JAPAN, AUSTRALIA and others, underscored that it was a cross-cutting issue and should be integrated into relevant chapters.",
      "Tanzania, for the G-77/CHINA stressed the need to retain capacity building as a distinct section.",
      "He requested a subsection delineating actions, and proposed a mechanism to enable financing.",
      "The EU supported moving proposals related to capacity building to the relevant sections, while expressing willingness to work with the section as it stands on the understanding it would not prejudge the final structure of the AWG-LCA text. BRAZIL highlighted capacity building as a cross-cutting issue that must be strengthened in many areas, including REDD, and, with EGYPT, noted the need for more collaboration on specific mechanisms to build capacity, including south-south cooperation.",
      "TANZANIA stressed that capacity building is a commitment under the Convention.",
      "Facilitator Kumarsingh highlighted consensus on the what of capacity building, and encouraged informal discussions to further discuss the how.",
      "In the afternoon, Facilitator Kumarsingh asked whether and how the consolidated text could be used in Bangkok.",
      "The G-77/CHINA requested affirmation that the text should be seen as a consolidated list of paragraphs based on the negotiating text and underscored that financing and effective transfer of technology are the two key priority areas.",
      "The EU highlighted the necessity of starting negotiations on the text and listed paragraphs where he believed rapid progress could be made.",
      "SOUTH AFRICA, supported by CHINA, cautioned against focusing on peripheral areas of convergence and avoiding core issues. AUSTRALIA expressed interest in talking with interested parties on areas that could be moved forward.",
      "The EU, supported by the US, CANADA, JAPAN and SOUTH AFRICA, suggested working in smaller groups to facilitate discussions.",
      "The LDCs, with SOUTH AFRICA, stressed that positive signals from developed countries on addressing development and transfer of technology were required, and that smaller groups would not necessarily solve this issue.",
      "EGYPT cautioned against overstretching delegations. AOSIS said they were prepared to move forward and, with SOUTH AFRICA, hoped that the consolidated paragraphs could become the basis of a negotiating document.",
      "The G-77/CHINA emphasized that it was not willing to talk about assessments, plans or developing country responsibilities, but that it wanted to enhance the Convention s implementation.",
      "CHINA called for clear temporal goals for addressing critical issues and suggested prioritizing institutional arrangements."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}