{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Barbados",
      "Belgium",
      "China"
   ],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_45",
   "section_title": "UNFCCC FINANCIAL MECHANISM",
   "sentences": [
      "Special Climate Change Fund: This issue was first addressed by the SBI on Tuesday, 7 December.",
      "The EU said a recent meeting of potential SCCF donors had resulted in pledges for over US$30 million.",
      "Many countries welcomed the pledges to the SCCF, but noted that they are insufficient to adequately support efforts on adaptation to climate change and response to disasters.",
      "AOSIS, the Africa Group, LDCs, and others expressed concern over the interpretation of COP guidance to the GEF, underlining that the most vulnerable countries face difficulty in accessing GEF funds due to the burden of co-financing requirements, the existence of additional criteria and indicators not adopted by the COP, and the narrow scope of adaptation projects eligible under the GEF.",
      "A contact group, co-chaired by Rawleston Moore (Barbados) and Jozef Buys (Belgium) addressed this issue on Wednesday and Friday, 8 and 10 December, and discussed developing countries` concerns about the GEF adding conditions to access the SCCF. Following informal consultations, SBI considered a bracketed draft decision in plenary on Tuesday, 14 December.",
      "Parties were informed that consensus had not been reached in the contact group, and agreed to forward the draft decision (FCCC/SBI/2004/L.25) to the COP Presidency for further consultations.",
      "The draft decision includes bracketed text referring to the activities that should be funded by the SCCF, such as renewable energy, environmentally sounds technology and development of advanced fuel technology. On Friday, 18 December, COP-10 Vice-President Pomoshnikov informed Parties that it had not been possible to complete consideration of this issue, and that it will be forwarded to SBI-22. Matters relating to the implementation of decision 5/CP.8 (review of the financial mechanism): SBI first addressed this issue on Tuesday, 7 December.",
      "Parties welcomed the GEF`s leverage of substantial co-financing resources and highlighted the importance of identifying funds for the fourth GEF replenishment. The contact group co-chaired by Rawleston Moore and Jozef Buys also addressed this issue.",
      "Discussions centered on the parameters for the review of the financial mechanism and funding needs for developing countries to meet their commitments under the UNFCCC for the next GEF replenishment.",
      "The G-77/China said that, in accordance with the Memorandum of Understanding, the COP and GEF should jointly determine the necessary funding.",
      "Many Annex I Parties supported maintaining the existing modalities for identifying funding. On Tuesday, 14 December, SBI adopted conclusions on matters relating to the implementation of decision 5/CP.8 and forwarded to the COP Presidency a draft decision on assessment of funding to assist developing countries in fulfilling their UNFCCC commitments.",
      "On Friday, 17 December, the plenary adopted a draft decision on this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}