{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Bolivia",
      "Australia",
      "Ghana",
      "United States",
      "China"
   ],
   "enb_end_date": "03-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12464e.html",
   "id": "enb12464e_2",
   "section_title": "LDCs (SBI)",
   "sentences": [
      "During informal consultations in the morning, discussions focused on the Chair s proposed draft conclusions.",
      "Parties discussed: further guidance to the LDC Expert Group; revision of NAPAs; and guidance to the GEF, particularly whether the group can provide such guidance in relation to the provision of financial support for NAPAs.",
      "Informal consultations will continue. CARBON CAPTURE AND STORAGE (CCS) UNDER THE CDM (SBSTA): During informal consultations on CCS under the CDM in the morning, many parties agreed that CCS is a potentially important mitigation strategy, while some continued to oppose its inclusion under the CDM.",
      "Some parties stressed that parties should not mix their concerns over technological issues with market concerns. INTERNATIONAL TRANSACTION LOG (ITL) FEES (SBI): In the contact group, the Secretariat introduced the technical paper (FCCC/TP/2010/1).",
      "After discussion on the options identified in the paper, he proposed, and parties agreed, to continue consultation on draft conclusions condensing option 1a (current methodology for new users). GHG INVENTORY DATA IN ANNEX I NATIONAL COMMUNICATIONS (SBI): In the contact group, parties considered the status of submission and review of Annex I fifth national communications (FCCC/SBI/2010/INF.1) and the date of submission of sixth national communications (FCCC/SBI/2009/INF.9).",
      "AUSTRALIA emphasized that comprehensive reporting is fundamental for the adequate implementation of the Convention, and called on parties to use national communications as an opportunity to learn from each other.",
      "The EU highlighted national communications as an important contribution to capacity building for both Annex I and non-Annex I countries.",
      "The US emphasized that her country has learned from in depth in-country review of their national communication, and invited other parties to do the same.",
      "The Secretariat then presented the main findings from the report on Annex I national greenhouse gas inventory data for the period 1990-2007 (FCCC/SBI/2009/12).",
      "BOLIVIA said the report gives a good idea of the differences between countries regarding compliance, suggested reflecting these differences in the conclusions, and called for compliance mechanisms to ensure commitments are met by parties.",
      "CHINA expressed deep concern that emissions have increased in many developed countries during the period, requesting that the COP consider these concerns. ANNEX B PARTIES ANNUAL COMPILATION AND ACCOUNTING REPORT (SBI): In the contact group on annual compilation and accounting report for Annex B Parties under the Kyoto Protocol, the Secretariat introduced the main findings of its second report and said the next report will be presented to COP/MOP 6 in Cancún.",
      "BOLIVIA requested relating the numbers in these documents to numbers on the share of emission reductions that Annex B parties achieved through the flexibility mechanisms.",
      "Co-Chair William Agyemang-Bonsu (Ghana) clarified that the Co-Chairs will prepare a draft conclusion after receiving comments from parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}