{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "Group of 77 and China",
      "African Group"
   ],
   "countries": [
      "Brazil",
      "India",
      "Philippines",
      "Qatar",
      "Nepal",
      "Nicaragua",
      "Fiji",
      "China",
      "Australia",
      "Chile",
      "Nauru",
      "Panama",
      "Switzerland",
      "Peru",
      "Egypt",
      "Swaziland",
      "Costa Rica",
      "Germany",
      "South Africa",
      "Guatemala",
      "Colombia"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_1",
   "section_title": "ADP 2 REPORT",
   "sentences": [
      "The second session of the Ad Hoc Working Group on the Durban Platform for Enhanced Action (ADP 2) opened on Monday, 29 April 2013, in Bonn, Germany.",
      "Welcoming delegates to ADP 2, Co-Chair Jayant Moreshver Mauskar (India), recalled agreement at COP 18 in Doha that the ADP move to more focused mode of work in 2013. UNFCCC Executive Secretary Christiana Figueres underscored a heightened sense of urgency, noting that atmospheric greenhouse gas (GHG) concentrations are close to surpassing the 400 parts per million (ppm) of carbon dioxide (CO2) threshold.",
      "She called for substantive progress, noting that only two-thirds of the time allocated for the ADP at COP 17 in Durban remain.",
      "Qatar, for the COP 18 Presidency, thanked participants for a successful Doha outcome and stressed ongoing support for the ADP Co-Chairs.",
      "Fiji, for the Group of 77 and China (G-77/China), highlighted that work under the ADP must not lead to the re-interpretation or rewriting of the Convention.",
      "He called for an outcome that is in line with the Convention s principles; is balanced, ambitious and fair; and includes adaptation, mitigation and means of implementation.",
      "He stressed the need to bring the amendment to the Kyoto Protocol adopted in Doha into force as soon as possible, and noted that enhanced pre-2020 action should address gaps in finance, technology and means of implementation.",
      "The European Union (EU) identified the need to agree on a single, fair and comprehensive legal framework under the ADP, and close the pre-2020 ambition gap.",
      "He called for considering a spectrum of mitigation commitments under Workstream 1 (the 2015 agreement) that is fair and reflects evolving economic realities, and identifying concrete actions to close the ambition gap under Workstream 2 (pre-2020 ambition), including through enhanced pledges and international cooperative actions.",
      "The EU highlighted mitigation potential of hydrofluorocarbons (HFCs), fossil fuel subsidies, renewable energy and energy efficiency.",
      "Australia, for the Umbrella Group, emphasized the importance of a global regime that helps to foster national action, stressing that it is national action that will ultimately reduce emissions and prepare countries for climate impacts.",
      "He called for a climate-effective new agreement that includes participation of all parties, with a spectrum of contributions that enables all parties act in a way that reflects their national circumstances, and allows for flexibility, while accommodating concerns related to transparency and environmental integrity.",
      "Switzerland, for the Environmental Integrity Group (EIG), expressed willingness to work in a focused manner towards the adoption of a legally-binding instrument in 2015.",
      "He identified the need for all parties to take appropriate mitigation commitments of the same legal form, including targets or actions, under the same rules.",
      "The EIG explained that the instrument must also address adaptation and means of implementation.",
      "On pre-2020 ambition, he identified the need to increase action within and outside the Convention, underlining the importance of other processes for the success of the ADP.",
      "Swaziland, for the African Group, welcomed the workshop-roundtables format.",
      "He expressed concern over the lack of adequate mitigation finance, as well as lack of action on adaptation.",
      "He emphasized that the ADP is not a forum for the renegotiation of the Convention, and identified the need to define an adaptation goal.",
      "Nauru, for the Alliance of Small Island States (AOSIS), emphasized the need for an agreement that ultimately brings CO2 concentrations to a level consistent with 1.5°C.",
      "She stated that work under both workstreams must be driven by a sense of urgency, with Workstream 2 focusing on policies that can be deployed immediately.",
      "She indicated that the outcome under Workstream 1 should be a protocol under the Convention, applicable to all parties, and suggested convening a ministerial meeting to raise ambition at COP 19, in Warsaw.",
      "Nepal, for the Least Developed Countries (LDCs), urged allocating sufficient time for workshops and roundtables, and supported the establishment of two contact groups for the two workstreams.",
      "On Workstream 1, he stressed the need to: define the structure of the future agreement; address thematic areas to make the ADP s work manageable; address countries evolving capabilities in a constructive manner; and articulate the elements of the 2015 regime.",
      "On Workstream 2, he called for: progress on pre-2020 mitigation ambition; urgent win-win mitigation options; enhanced action on adaptation; and scientifically-informed political will.",
      "Chile, for the Independent Alliance of Latin America and the Caribbean (AILAC), which includes Chile, Colombia, Costa Rica, Guatemala, Panama and Peru, emphasized the Convention as a living instrument and the need to be dynamic in its interpretation.",
      "On common but differentiated responsibilities and respective capabilities (CBDR), he indicated that common responsibilities should be reflected by the adoption of commitments by each party; and differentiation in a fair contribution by each party; and that respective capabilities be reflected in defining the nature and scale of each party s contribution to mitigation and means of implementation.",
      "He stressed the principle as a tool for action, and not an excuse for inaction.",
      "Nicaragua, for Like-minded Developing Countries, stressed that developed countries efforts in combating climate change have been inadequate, and called for global cooperation on technology transfer and capacity building.",
      "On Workstream 1, he stressed that mitigation, adaptation, means of implementation, forests, compliance, and loss and damage, among other issues, need to be addressed in an effective manner.",
      "On Workstream 2, he emphasized the need: to ratify the amendment to the Kyoto Protocol in 2013 and increase mitigation ambition in 2014; for developed countries to provide means of implementation to developing countries without looking to receive emission credits in return; and for an inclusive and transparent process.",
      "Reminding delegates that creating new institutions is not enough, Egypt, for the Arab Group, called for: time-bound deliverables; for the ADP to be informed by progress under the Subsidiary Bodies (SBs); and to build on progress made under the UNFCCC since 2005.",
      "He emphasized that the Arab Group would not agree to side-step the founding principles of international cooperation on climate change and shift the burden to closing the ambition gap to developing countries.",
      "India, for BASIC, which includes Brazil, China, India and South Africa, stressed that ADP negotiations are aimed at strengthening the multilateral climate regime, and not at negotiating a new regime or rewriting, restructuring or reinventing the Convention s principles and provisions.",
      "He called for a comprehensive and coordinated ADP process, and for early and meaningful operationalization of the GCF, Technology Mechanism and Adaptation Committee.",
      "The Philippines cautioned against pursuing the ADP s work in a vacuum, highlighting that it should be carried out in the context of previous work and processes under the Convention, including the Doha package.",
      "He emphasized Workstream 2 as the last opportunity for developed countries to take responsibility and demonstrate climate change leadership.",
      "Business and Industry expressed willingness to assist the ADP in coming to a better understanding of enabling conditions required to mobilize and leverage private sector investments.",
      "He noted that voluntary action plans and commitments to a low-carbon society are making steady progress in some countries.",
      "Environmental NGOs (ENGOs) called for a fair, just and equitable agreement to address climate debt and ambition, expressing regret that developed countries are looking to deregulate the current legally-binding climate regime and lock in a pledge-and-review system.",
      "Climate Action Network (CAN) proposed developing an equity spectrum based on the Convention s principles as one method to bring forward action towards a 2015 agreement.",
      "The Farmers Constituency underscored that the ADP is an opportunity to involve farmers in mitigating climate change, while also contributing to food security and resilience.",
      "The Gender Constituency urged delegates, especially those from developed countries, to break the spell that is holding the negotiation process behind."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}