{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Pakistan",
      "Sudan",
      "Mexico",
      "Yemen",
      "Saudi Arabia",
      "Egypt",
      "United States",
      "China"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_6",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "Early in the morning on Saturday, 11 December, the COP adopted its report (FCCC/CP/2010/L.1) and a resolution (FCCC/CP/2010/L.4) expressing gratitude to Mexico and the people of Cancun. COP Vice-President Yeon-Sung noted that decision 1/CP.16 on the AWG-LCA s outcome terminates the EGTT, and that the COP requests the Secretariat to complete its work programme for 2010-2011.",
      "Highlighting that decision 1/CP.16 establishes new bodies that require elected members, COP Vice-President Yeon-Sung requested parties to submit nominations for these positions.",
      "The US, supported by Saudi Arabia and Sudan, indicated that it is not wise for the Bureau to make decisions on the composition of the new committees, suggesting that some of these decisions could be made in the context of either the next AWG-LCA or SBI meeting, or find interim arrangements.",
      "The Secretariat observed that the Bureau could consider how to move forward on this issue at its next meeting.",
      "Pakistan suggested that regional coordinators could secure nominations and submit them to the Executive Secretary and that these individuals would be deemed to be elected.",
      "Closing statements were made during the joint COP and COP/MOP closing plenary that convened immediately after the adoption of the Cancun Agreements and have been summarized in the section of this summary report on the Cancun Agreements.",
      "COP Vice-President Yeon-Sung closed the meeting at 6:22 am. COP/MOP 6 COP/MOP 6 opened on Monday afternoon, 29 November.",
      "COP/MOP President Patricia Espinosa highlighted the need for a balanced set of decisions.",
      "Yemen, for the G-77/China, said a second commitment period must be established under the Kyoto Protocol.",
      "Egypt, for the Arab Group, underscored that an agreement under the AWG-LCA will not be possible unless agreement is reached on a second Kyoto Protocol commitment period.",
      "The EU expressed willingness to commit to a second commitment period as part of a wider outcome that engages all major economies.",
      "For a more details on the opening statements, see: http://www.iisd.ca/vol12/enb12488e.html."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}