{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "South Africa",
      "United States",
      "Russian Federation",
      "Japan",
      "Australia",
      "Norway",
      "China"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_15",
   "section_title": "Greenhouse gases, sectors and source categories",
   "sentences": [
      "In the contact group, parties agreed on a basket approach to use aggregate carbon dioxide equivalent treatment of greenhouse gases provided for in Article 3 of the Protocol in the second commitment period.",
      "Australia suggested the following differentiation among gases: those with sufficient information to warrant inclusion; those still requiring additional information; and those included under the Montreal Protocol.",
      "South Africa and Japan highlighted the need for a scientific assessment of new gases.",
      "The EU and Norway supported inclusion of hydrofluorocarbons (HFCs) and perfluorocarbons (PFCs), and the Russian Federation cautioned against inclusion of insignificant gases.",
      "The US called for comprehensive coverage and consistency between the Protocol and the Convention.",
      "During informal consultations, some developing country parties sought deletion of text calling for consistency between the Convention and the Protocol, preferring text referring to Annex I obligations under each.",
      "After extensive consultations, the group agreed to include the need to maintain a coherent approach in relation to Annex I party commitments.",
      "No consensus was reached on the inclusion of new HFCs and PFCs in Annex A of the Protocol.",
      "Parties decided to request more information on the gases, but differed on whether or not to include the study of sources in non-Annex I countries.",
      "During the closing plenary, the G-77/China called for further work on scientific, technical and methodological aspects of new gases, while the EU noted that substantial analysis has already been conducted and stated that resolving this issue quickly should be a priority."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}