{
   "actors": [],
   "countries": [
      "Mali"
   ],
   "enb_end_date": "11-Apr-03",
   "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer",
   "enb_short_title": "Workshop",
   "enb_start_date": "11-Apr-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12210e.html",
   "id": "enb12210e_3",
   "section_title": "DRAFT TECHNICAL PAPER ON ENABLING ENVIRONMENTS FOR TECHNOLOGY TRANSFER",
   "sentences": [
      "Malini Ranganathan, UNFCCC Consultant, presented the draft technical paper, noting that a combination of instruments is needed to create enabling environments for technology transfer.",
      "Emphasizing that the paper does not recommend best practices but rather synthesizes implemented policies, she outlined the paper`s structure, which includes chapters setting out a common understanding of enabling environments through experience sharing, and on connecting enabling environments with different sectors.",
      "The paper also contains case studies and conclusions relating to cross-cutting and other issues.",
      "She explained that the ten dimensions of enabling environments identified by the IPCC were referenced throughout the paper in order to analyze what has been done to date.",
      "This includes work on: national systems of innovation; human and institutional capacity; sustainable markets; national legal institutions; macroeconomic policy frameworks; social infrastructure and participatory approaches; codes, standards and certification; equity considerations; rights to productive resources; and research and technology development. Ranganathan explained that the paper identifies barriers and enabling environments for technology transfer in different sectors of the economy.",
      "In the construction, transport, industrial and energy supply sectors, barriers related to failures in: reflecting economic and environmental costs in prices; enforcing regulations; ensuring awareness of relevant measures; and developing affordable cleaner technology.",
      "Positive measures to establish enabling environments included liberalization and deregulation, the setting of appropriate standards, support for market transformation, adaptive research and development, and the strengthening of capacities. For agriculture and forestry, she noted barriers relating to sources of food and livelihood security for developing countries, the high cost of patented technology, and the limited short-term profitability of some ESTs.",
      "Responses to these barriers could include involvement of NGOs and participatory programmes with stakeholders, cooperation with international institutions, the use of national plant breeding laboratories, and research and development.",
      "On solid waste management, barriers include limited finance, greenhouse gas abatement, insufficient technological know-how, and inadequate institutional capability.",
      "Responses could include measures to encourage private sector participation, recognition of socially-marginalized groups, proactive NGOs, and adaptive research and development. In the areas of public health and coastal zone adaptation, barriers identified by the draft paper include the high degree of uncertainty and costs of advanced information gathering systems.",
      "Responses include the development of information on sea-level monitoring in the public domain, the active involvement of NGOs and national networks, and capacity building. Identifying some cross-cutting issues raised in the paper, Ranganathan stressed that market instruments often play a more significant role for mitigation-focused sectors such as construction, industry, transport and energy, while government and socially-oriented organizations play the primary role in adaptation-focused sectors such as agriculture and forestry, and in coastal zone development.",
      "On the liberalization and restructuring of the energy sector, she indicated that a portfolio of policy instruments, public awareness raising, and regulation must be combined with market based measures.",
      "She said that efforts to create enabling environments for technology transfer are necessary in both investor and host countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}