{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "France",
      "Canada",
      "China"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_39",
   "section_title": "PRIVILEGES AND IMMUNITIES:",
   "sentences": [
      "The issue of privileges and immunities for individuals serving under the constituted bodies of the Kyoto Protocol was first taken up on Tuesday, 8 May.",
      "At SB 26 , parties considered issues relating to the consequences and resource implications of obtaining written agreements from private or national entities seeking to participate in the Kyoto Protocol mechanisms.",
      "These agreements would state that entities would only bring claims against individuals serving on the constituted bodies in accordance with COP/MOP decisions.",
      "Parties also considered the consequences, including resource implications for the Secretariat of providing assistance to members of constituted bodies who are faced with disputes or claims from private national entities ( FCCC/SBI/2006/21 ).",
      "These matters were addressed primarily in a contact group chaired by Paul Watkinson (France).",
      "The main issues addressed by the contact group related to the implementation of short or long-term measures for addressing the underlying problem of lack of immunity and the absence of a dispute settlement mechanism.",
      "The EU preferred a focus on short-term measures, as outlined in Decision 9/CMP.2, which authorizes the Executive Secretary to take action to minimize the risks of disputes, complaints and claims against individuals serving on these bodies and also advocated considering legally binding measures in the context of discussions concerning post-2012 legal arrangements.",
      "The G-77/China favored a legally-binding mechanism, while Canada preferred allowing the Secretariat to enter into bilateral arrangements with parties and/or the enactment of relevant domestic legislation.",
      "The EU also emphasized the need to consider the outcome of the Secretariat's technical paper relating to practices by other UN agencies and the insurability of risks, before charting a course of action.",
      "Brazil presented text requiring entities participating in the Protocol mechanism to give a formal declaration so that claims would be brought in accordance with COP/MOP decisions and that an ad hoc special review team would be constituted to address such claims.",
      "Conclusions on this topic were finalized and adopted by the SBI on 18 May, with Brazil's proposal (FCCC/SBI.2007/MISC.4) as an addendum."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}