{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_5",
   "section_title": "ADAPTATION PLANNING AND PRACTICES AT THE NATIONAL LEVEL:",
   "sentences": [
      "This group was facilitated by Ian Burton and Habiba Gitay.",
      "Participants identified the greatest obstacles to be addressed at the national level, and made recommendations on adaptation planning and practices.",
      "Discussion addressed how to generate political will, raise visibility and make adaptation a priority, and identify funding.",
      "Participants raised the issue of training and capacity-building needs, and pointed to the LDC National Adaptation Programmes of Action (NAPA) process as useful for guidance.",
      "Participants broke into three subgroups, based on a compiled and clustered list of obstacles and recommendations, addressing: lack of integration and/or coordination between government ministries and departments, and lack of a national strategy; insufficient science or knowledge, and capacity building and stakeholders; and lack of leadership or political will and finance issues.",
      "Regarding coordination and national strategies, participants recommended the development of national-level architecture, which would include institutions, national adaptation strategies, action plans and legal frameworks.",
      "They suggested the development of a handbook for integration of adaptation planning and practices for various sectors, and an indicator-based monitoring and evaluation system of adaptation planning and practices' implementation.",
      "They called for the establishment of national focal points on adaptation, which would initiate the establishment of the national institutional architecture.",
      "They also recommended workshops on sharing good practices on adaptation planning and practices among countries, which would provide early warning of maladaptive processes.",
      "Regarding capacity building, participants recommended strengthening and/or developing regional hubs of knowledge that would build long-term capacity on a number of levels.",
      "Activities would include science-policy communication to mutually define research activities, creating a national or regional roster of experts, training and pilot projects.",
      "On leadership and finance, participants reiterated the need to stimulate political will, involve other relevant ministries, including finance ministries, and the media.",
      "They asked how the NWP can catalyze the necessary political will, and help convey the importance of adaptation to the highest political level.",
      "They observed that a finance ministers' meeting will be held in conjunction with COP 13, and suggested that one goal is to ensure adaptation is on the meeting's agenda."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}