{
   "actors": [],
   "countries": [
      "Russia",
      "Argentina",
      "Russian Federation",
      "United States",
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Denmark",
      "Austria",
      "Peru",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "28-Apr-06",
   "enb_long_title": "IPCC-25",
   "enb_short_title": "IPCC-25",
   "enb_start_date": "26-Apr-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12295e.html",
   "id": "enb12295e_4",
   "section_title": "2006 GUIDELINES",
   "sentences": [
      "The draft 2006 Guidelines and its Overview Chapter (IPCC-XXV/Doc.",
      "4a and IPCC-XXV/Doc.",
      "4b) were addressed in plenary and in several contact and drafting group meetings on Wednesday and Thursday.",
      "Informal question and answer sessions with the Coordinating Lead Authors were also held during the lunch break on Wednesday and on Thursday.",
      "On Thursday evening, delegates considered the text of the Overview Chapter section by section.",
      "After several revisions and editorial changes, delegates adopted the Overview Chapter and accepted the 2006 Guidelines. Co-Chair of the Bureau of the Task Force on National Greenhouse Gas Inventories (TFB) Thelma Krug (Brazil) introduced the draft 2006 Guidelines to the plenary on Wednesday, together with a new document (IPCC-XXV/Doc.",
      "4b, Add.",
      "1) containing revisions to the text resulting from comments by governments.",
      "Following a request by the Russian Federation, the Secretariat prepared printed copies of all government comments and made them available on Thursday morning (IPCC-XXV/Doc.",
      "4b, Add.",
      "1, Rev.",
      "1). Delegates discussed certain technical issues in the 2006 Guidelines, including methods to estimate emissions from flooded lands.",
      "On this issue, Brazil expressed reservations about accepting the 2006 Guidelines as drafted, given concerns about the method used to estimate emissions from flooded lands in the wetlands chapter of the volume on Agriculture, Forestry and Other Land Use (AFOLU).",
      "Austria and Norway supported Brazil`s reservation and cautioned against possible inconsistencies in the methods when used at the project level.",
      "Canada noted that the section on flooded lands represented a prudent compromise, while the US cautioned against further changes to the document, stating that the 2006 Guidelines were designed as a comprehensive package and underscoring the danger of deleting sections or relegating them to appendices.",
      "At issue were possible differences in the carbon stock change and the flux method to calculate emissions from flooded lands and the potential for overestimating or double counting.",
      "This was resolved in contact and drafting group discussions by using pertinent sections of the IPCC Good Practice Guidance for Land Use, Land-Use Change and Forestry (LULUCF) on the stock change method and referring to the flux method in an appendix. China proposed deletion of a reference to spontaneous combustion in the volume on energy, stating that this represents a natural phenomenon and not an anthropogenic source.",
      "After discussion with the Coordinating Lead Authors, the reference to 'spontaneous' combustion was changed to 'uncontrolled' combustion.",
      "Discussions informally and in the lunchtime question and answer sessions also led to the resolution of other technical issues, including the concern of Denmark regarding the section on absorption of carbon dioxide by concrete, contained in the volume on industrial processes and product use. After these technical issues were resolved, delegates proceeded to consider the Overview Chapter section by section.",
      "Argentina, supported by Saudi Arabia and the Russian Federation, and opposed by Austria, Peru, Switzerland and the US, suggested that methodologies be referred to as revised methodologies.",
      "Argentina asked to have this request noted in the report of the meeting.",
      "Discussion also centered on text on, inter alia, multi-year averaging in the AFOLU sector, the relationship of the 2006 Guidelines to the Emission Factor Database (EFDB), and the policy relevance of the 2006 Guidelines.",
      "After various minor editorial changes and revisions, delegates adopted the Overview Chapter and accepted the 2006 Guidelines."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}