{
   "actors": [
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Marshall Islands",
      "United States",
      "Japan",
      "Canada",
      "Colombia",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "04-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12643e.html",
   "id": "enb12643e_2",
   "section_title": "MITIGATION",
   "sentences": [
      "This session was co-facilitated by Franz Perrez (Switzerland).",
      "On collective efforts, CHINA suggested focusing on providing a long-term objective.",
      "Colombia, for AILAC, said the section on general/objective should include a global goal, to be operationalized in relevant sections of the agreement.",
      "CANADA noted that COP decisions are appropriate to enable action in line with the latest science.",
      "On differentiation, AILAC supported reference to commitments by all parties.",
      "NEW ZEALAND, CANADA and JAPAN said language on differentiation belongs to the paragraph on individual efforts.",
      "A number of developing countries said collective efforts should be linked to CBDR, equity and Convention Article 4 (commitments).",
      "INDIA, with CHINA, said individual efforts would operationalize differentiation of collective efforts.",
      "NEW ZEALAND, with the US, said the agreement would recognize differentiation but emphasized the need for a common, collective effort.",
      "NORWAY suggested that the collective efforts paragraph provide a framework for individual efforts.",
      "The MARSHALL ISLANDS called for clarity on the relationship between the general/objective section and collective efforts on mitigation.",
      "Co-Facilitator Perrez said discussions would inform his input to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}