{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Antigua and Barbuda",
      "China",
      "Australia",
      "Lesotho",
      "Switzerland",
      "Grenada",
      "Sudan",
      "Sweden"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_77",
   "section_title": "AWG-KP 10",
   "sentences": [
      "The AWG-KP opening plenary took place on Monday, 7 December.",
      "Chair John Ashe (Antigua and Barbuda) explained that the AWG-KP s mandate is to develop a proposal for amending the Protocol and define quantified emission reduction commitments for Annex I parties for the post-2012 period.",
      "He urged parties not to be distracted from this task.",
      "He also noted that documentation to assist negotiations had been developed (FCCC/KP/AWG/2009/10/Rev.3, Add.1/Rev.2, Add.2, Add.3/Rev.3, and Add.4/Rev.2; and FCCC/KP/AWG/2009/12/Rev.2).",
      "Parties then adopted the agenda and organization of work (FCCC/KP/AWG/2009/15 and 16).",
      "Sudan, for the G-77/China, expressed concern at the insistence of Annex I parties on a single outcome in Copenhagen and urged parties to build on the Protocol s success by establishing more ambitious targets for the second commitment period, as well as developing the means to address the potential consequences of Annex I parties policies and measures on developing countries.",
      "Sweden, for the EU, said that a Copenhagen deal must deliver concrete results and include all the essential components of the Kyoto Protocol.",
      "He highlighted that climate change science requires emissions to peak no later than 2020 and halve by 2050 in order to keep global warming below 2°C, and stated that the Kyoto Protocol alone cannot achieve this.",
      "He called for a global, ambitious and comprehensive agreement in Copenhagen.",
      "Noting the need for rules on markets and LULUCF, Australia, for the Umbrella Group, called for broad and effective participation of all parties under a single, new legally-binding agreement.",
      "Grenada, for AOSIS, stressed that emissions must peak by 2015 to avoid catastrophic impacts for vulnerable countries such as SIDS, and to minimize the risks of irreversible impacts.",
      "She emphasized the economic and technical feasibility of 45% emission reductions by 2020 and 95% reductions by 2050.",
      "She said the current Annex I pledges, amounting to 13-19% reductions below 1990 levels by 2020, are inadequate.",
      "Lesotho, for the LDCs, stressed the Protocol as critical to the UNFCCC process and identified ambitious emission reductions by Annex I parties as the only way to reduce the already evident impacts of climate change.",
      "He called for targets to limit temperature increase to 1.5°C and keep greenhouse gas concentrations below 350 ppm.",
      "He said that ending the Protocol is unacceptable and urged maintaining a distinction between the two negotiating tracks.",
      "Switzerland, for the Environmental Integrity Group, called for continuing the Protocol s key elements, including quantified and legally-binding objectives, the flexibility mechanisms and a transparent monitoring system."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}