{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Russia",
      "Pakistan",
      "United States",
      "Chile",
      "Germany",
      "Brazil",
      "South Africa",
      "Colombia",
      "Turkey",
      "Nepal",
      "Tuvalu",
      "Kyrgyzstan",
      "Russian Federation",
      "Thailand",
      "Mongolia",
      "Philippines",
      "Tajikistan",
      "Australia",
      "Sierra Leone",
      "Singapore",
      "Saudi Arabia",
      "Costa Rica",
      "Bhutan",
      "Barbados",
      "China"
   ],
   "enb_end_date": "05-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12466e.html",
   "id": "enb12466e_2",
   "section_title": "ITEM 3 (AWG-LCA): Mitigation and measuring, reporting and verification (MRV) by developing countries:",
   "sentences": [
      "During the AWG-LCA contact group in the morning, parties focused on mitigation action by developing countries and associated MRV, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/mitigation_actions_by_developing_ countries_and_associated_mrv_3_june.pdf ).",
      "Australia, for the UMBRELLA GROUP, highlighted the Group s joint submission on transparency, MRV and international consultation and analysis (ICA).",
      "She explained that Annex I parties will be expected to do more than non-Annex I countries in terms of frequency, content and review process, and acknowledged Annex I countries funding obligations under Convention Article 4.3 (financial obligations).",
      "She said the system would apply to the LDCs at their discretion and called for annual inventories by Annex I countries, as well as biennial inventories by non-Annex I countries, using the 2006 IPCC Guidelines.",
      "The UMBRELLA GROUP also called for biennial streamlined communications with information on implementation of issues including: targets and/or actions; emissions impacts; methodologies; provision or receipt of finance, technology and capacity building support; and the use of international trading and offsets.",
      "She said full national communications would be provided periodically, with updates on low-carbon emission development strategies.",
      "On MRV for non-Annex I countries, she called for: domestic MRV of actions; ICA of communications, including expert analysis; party consultations under the SBI; and a summary report.",
      "She also said that supported mitigation actions would be subject to international MRV.",
      "Brazil, for the G-77/CHINA, stressed the distinction between developed and developing countries and the close link between MRV of actions and MRV of support.",
      "He highlighted work by the SBI and emphasized that a review process or any other process implying scrutiny of national reporting is not an appropriate presentation for non-Annex I countries.",
      "The G-77/CHINA expressed concern over proposals that are incompatible with the Convention and lamented that progress on sub-paragraph 1(b)(ii) of the Bali Action Plan (BAP) (mitigation by developed countries) is not replicated with progress on 1(b)(i) of the BAP (mitigation by developing countries).",
      "Barbados, for AOSIS, expressed willingness to consider more frequent communication of certain issues like GHG inventories, and suggested different time tables for different aspects of national communications.",
      "She called for ensuring that the provision of support responds to the need for enhancing communications, and does not divert resources from existing activities.",
      "The Republic of Korea, for the ENVIRONMENTAL INTEGRITY GROUP, stated that future revision of reporting guidelines would be useful.",
      "On ICA, he said that this should aim to facilitate mitigation action by developing countries, build capacity and enhance transparency.",
      "The EU stressed the need to operationalize the agreement on MRV, saying it must respect national sovereignty and take into account the LDCs and SIDS.",
      "He highlighted work on MRV by Germany and South Africa.",
      "The EU called for revised guidelines for non-Annex I national communications and indicated that the key principles of such guidelines must be resolved in Cancún.",
      "He said information should be communicated every two years as agreed in Copenhagen, for instance, through national inventory reports and supplementary information on how pledged actions are being implemented.",
      "The RUSSIAN FEDERATION called for inclusion of reference to countries with economies in transition, including in relation to capacity building and other support for preparing national communications.",
      "The US stressed the need to adopt operational text on MRV this year.",
      "AUSTRALIA supported the proposal for a separate thematic chapter on MRV.",
      "BRAZIL supported having two different sections on mitigation by Annex I and non-Annex I countries.",
      "The PHILIPPINES said the AWG-LCA was not the right forum for discussing non-Annex I national communications and THAILAND noted that the revision of the non-Annex I reporting guidelines should be done by the SBI.",
      "PAKISTAN suggested different cycles for full national communications, with different cycles for different countries.",
      "SAUDI ARABIA emphasized that MRV must fully respect state sovereignty and that there are no sub-categories of developing countries in the Convention and the BAP. TUVALU stressed the importance of full national communications to communicate vulnerability and adaptation needs.",
      "He supported an approach whereby some developing countries provide more frequent inventories, particularly those countries with high emissions.",
      "CHILE, also speaking for Colombia and Costa Rica, supported a technical review of national communications, with a greater focus on GHG inventories, as well as a procedure for recording NAMAs and their effect on countries emissions.",
      "On the frequency of national communications, he said complete national GHG inventories, together with progress on the implementation of NAMAs and estimation of the corresponding GHG emission reductions, should be reported every two years, but that the LDCs and SIDS should report at their discretion.",
      "Regarding the NAMA review process, CHILE said developing countries should be supported to carry out the MRV preparatory phase, which would include establishment of a standardized process and common institutional framework with clearly defined guidelines specifying the process for the in-depth review.",
      "South Africa, for the AFRICAN GROUP, said the existing frequency of national communications submission should be maintained, but with the possible introduction of a mid-term update on mitigation and GHG inventories.",
      "He stressed that the full agreed costs of enhanced reporting requirements must be met by developed countries.",
      "On the question of review/ICA, the AFRICAN GROUP said international consultation should be facilitative and designed to build developing country capacity to contribute to the global mitigation efforts. SINGAPORE said proposals, such as those relating to NAMA registries, should be reflected in the text.",
      "She called for a clear distinction between MRV requirements for supported NAMAs and for unilateral NAMAs.",
      "MONGOLIA identified the need to update guidelines for national communications. TURKEY supported an increase in the frequency of national communications, saying this increase should receive financial and technical support, and supported reporting of both unilateral and supported NAMAs.",
      "KYRGYZSTAN, also speaking for Tajikistan, Bhutan and Nepal, called for more attention to landlocked mountainous developing countries.",
      "While acknowledging the need to revise guidelines for national communications, SIERRA LEONE stressed that less rigid criteria should apply to the LDCs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}