{
   "actors": [],
   "countries": [],
   "enb_end_date": "23-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "23-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12543e.html",
   "id": "enb12543e_3",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Tuesday, delegates views on progress diverged.",
      "As some groups under the Subsidiary Bodies concluded their work, the ADP continued to struggle to get substantive work started.",
      "After yet another round of procedural plenary discussions in the morning, the ADP moved into a smaller informal setting for the evening.",
      "Initial discussions during the informal meeting focused on areas where assurances on the agenda discussion are needed, including the ADP s role in enhancing ambition.",
      "Parties also reflected on ways to find a balance between the three working groups.",
      "Five proposals to move out of the procedural deadlock were also reportedly being considered into the evening, no doubt adding to the complexity of the task at hand.",
      "Reflecting on the negotiating dynamics, many delegates commented on the relationship between the three Ad Hoc Working Groups.",
      "Some noted that a nautical theme seemed to be emerging as some developing countries expressed concern over developed countries attempting to jump ship from the AWG-KP and AWG-LCA to the ADP when it comes to mitigation ambition.",
      "One delegate lamented: Developed countries seem eager to lay the AWG-LCA to rest and place the emphasis on the ADP; where is the equity in that.",
      "Like any effort to navigate deep seas, a sense of direction and timing is key.",
      "With the morning report that an intersessional in Bangkok before Doha is now appearing unlikely, many delegates expressed an added sense of urgency for clarity on the way forward: These are indeed stormy waters for the ADP; it is difficult at this stage to see the horizon in the distance, opined one negotiator."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}