{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "Argentina",
      "United States",
      "Australia",
      "Brazil",
      "Kenya",
      "Mexico",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "03-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "03-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12630e.html",
   "id": "enb12630e_3",
   "section_title": "Transparency",
   "sentences": [
      "ADP Co-Chair Reifsnyder provided an overview of what he described as the \"difficult\" section of the negotiating text on transparency of action and support, and asked parties to consider ways for streamlining. Parties addressed several proposed areas for consolidation suggested by Co-Chair Reifsnyder. On the proposed consolidation of options 1 and 2 in paragraph 141 on the transparency framework, the US cautioned against consolidations leading to unclear options, using paragraph 141 as an example, which contains two different ideas on differentiation in their respective chapeaus.",
      "KENYA and INDIA agreed with focusing on options with similarities that could be merged.",
      "Parties agreed to forward the paragraph, leaving the chapeau untouched, for consideration by the facilitated group. On paragraph 145 on MRV arrangements, parties did not object to considering merging options 2 and 3.",
      "On the proposal to include option 6 in the merger, the EU expressed reservations.",
      "The proposed consolidation of options 1 and 7 in this paragraph was opposed by CHINA, who noted the options contain separate ideas, with differentiation based on type of contribution on the one hand, and based on classification of countries on the other. Parties then debated how and when conceptual issues such as differentiation should be discussed.",
      "Several parties, including BRAZIL, TUVALU, ARGENTINA and MEXICO, suggested conceptual issues should be discussed at ADP 2-9 without the expectation of being resolved.",
      "INDIA and CHINA called for remaining focused on streamlining text. The EU suggested ways to detangle the issue of differentiation from substantive questions, either by having differentiation in the chapeaus of each sub-section and taking political decisions at a later stage, or deciding on the political issue first.",
      "The US called for focusing on: the structure of the section; the relationship to other sections in the text; and differentiation.",
      "With AUSTRALIA and NORWAY, the US proposed identifying what should go in the agreement and what should go in decisions. Co-Chair Reifsnyder suggested exchanges on conceptual ideas could begin in the facilitated group and that the way forward on conceptual discussions be addressed again during the stocktaking session. On paragraph 143 on the subjects and mechanisms of the transparency framework, Co-Chair Reifsnyder proposed the facilitated group examine the possibility of merging option 1 sub-options a and b, and option 3, on guiding principles, rules and arrangements. On paragraph 152, on arrangements for elaborating rules and modalities, SWITZERLAND suggested merging options a and b under option 1 sub-paragraph g on recognizing the use of market mechanisms.",
      "NEW ZEALAND questioned if the options can be combined, saying one is general and the other is specific. The negotiating group agreed to request the facilitated group to explore merging: option 1, sub-options a and b, and option 3 of paragraph 143; the sub-bullets of options 1 a-h and 2 a-d of paragraph 141; options 2, 3 and 6 of paragraph 145, recognizing the EU§s reservation; and options a and b under option 1 sub-paragraph g of paragraph 152. The facilitated group continued discussing text, as mandated, through the afternoon and evening."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}