{
   "actors": [],
   "countries": [
      "Sudan",
      "United Kingdom",
      "United States",
      "Australia",
      "Morocco",
      "Germany",
      "Kenya",
      "Belgium",
      "Saudi Arabia",
      "Spain",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_5",
   "section_title": "THE AR5 CYCLE:",
   "sentences": [
      "The issue of the AR5 cycle timing was addressed in a contact group co-chaired by Ian Carruthers (Australia) and Ismail Elgizouli (Sudan) on Wednesday evening and Thursday morning.",
      "Having agreed to undertake the AR5, the group discussed the need to: integrate new scenarios in the report; allow enough time for the digestion of scenarios; address issues of data transfer to the impacts, adaptation and vulnerability community; send a message to the climate modeling community regarding the AR5 timeline; and take into account policy demands for new assessment reports.",
      "As for the AR5 cycle, participants discussed timelines for different Working Group reports and three proposals related to the linkage with the UNFCCC work programme, such as noting its relevance, taking it into account or not acknowledging it at all.",
      "Delegates also considered how the Bureau can assist, facilitate or catalyze the timely transfer of the scenario products outlined in the report Further Work on Scenarios to feed into the development of the AR5 reports.",
      "On Thursday Co-Chair Carruthers presented a draft decision to the plenary. WGII Co-Chair Martin Manning suggested adding text on the reasons for early completion of the WGI report, including the fact that WGII needs information on regionalization as well as characterization of variability, extreme events and large-scale events.",
      "The UK, Belgium, Kenya, Morocco and Switzerland warned against trying to formulate detailed rules before the next Bureau takes office and suggested using softer language.",
      "WGIII Co-Chair Bert Metz, with Saudi Arabia, noted the contact group s view that the AR5 should be based on new scenarios and that the formulation of the original text gives enough flexibility to the new Bureau.",
      "Switzerland noted the need to send a message to the scenario community to intensify its work and suggested indicating the end of the AR5 cycle in general terms as 2013-2014.",
      "Germany, with Spain, suggested stronger language on taking into account the UNFCCC work programme, noting the increased demand for timely scientific information by policy-makers.",
      "Switzerland also supported recognizing the link to the UNFCCC and called for consideration of special reports in this regard.",
      "Co-Chair Carruthers, with the US and China, said that the proposed text reflects a balance between giving flexibility to the new Bureau and the need to send a message to the scientific community.",
      "The Panel agreed to note the relevance of the UNFCCC work programme to the AR5 timeline.",
      "The Panel also decided to invite the scientific community to develop new scenarios in accordance with the timeline presented in the progress report on new scenarios and request the Bureau to assist with their timely transfer into the AR5, in particular in relation to impacts, adaptation and vulnerability.",
      "The Panel also decided to request the Bureau of the Fifth Assessment cycle to ensure delivery of the Working Group I report by early 2013 and complete the other Working Group reports and the Synthesis Report at the earliest feasible date in 2014, in order to enable significant use of new scenarios in the AR5."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}