{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_39",
   "section_title": "TOUGH NUTS TO CRACK :",
   "sentences": [
      "While an agreement in Copenhagen is what everyone identifies as their objective, Bonn III showed that divergent views are still prevalent on many critical issues, including the legal form of such an agreement.",
      "Many felt that the discussions have not progressed since the previous round of consultations in June.",
      "However, some pointed to frank discussions during an informal seminar on the legal architecture held just prior to Bonn III, where some parties and NGOs presented their visions and which most participants characterized as interesting and useful.",
      "Many also said it was significant that, during the AWG-LCA Chair s closed informal consultations, some developing countries voiced for the first time their preference for a legally binding outcome.",
      "Many other developing countries, however, continued to expressed desire to postpone further discussions on the issue until Copenhagen, reiterating form before function, while others preferred an outcome from the AWG-LCA consisting of a series of COP decisions.",
      "Overall, divisions remain deep as to whether the outcome should be a new legally binding instrument (as preferred by most developed countries) and on whether the possible new instrument should replace or complement the Kyoto Protocol.",
      "Another related issue concerns the relationship between the two AWGs.",
      "Most developing countries maintain that the two negotiating tracks must be kept separate, while many developed countries are calling for close cooperation between the two AWGs.",
      "At Bonn III, some observed that the substantive overlap between the AWGs is now increasingly visible.",
      "In addition to parallel discussions on mitigation by Annex I countries, some also identified similarities in the discussions on market mechanisms under both AWGs.",
      "These included some principled questions, such as supplementarity and whether parties should set limits to offsetting.",
      "Some also alluded to links between proposals made under the Protocol to extend the share of proceeds to joint implementation and emissions trading on the one hand, and discussions on adaptation and finance under the AWG-LCA on the other.",
      "Proposals on NAMA crediting and sectoral trading have also been submitted under both AWGs.",
      "During the AWG-LCA discussions, AOSIS and some others identified the need to consider how the Kyoto units and the Protocol s legal architecture would relate to possible new market mechanisms under the AWG-LCA.",
      "In what many felt was an interesting development, the US expressed interest in including information on the Protocol s Clean Development Mechanism (CDM) in documents to be prepared for Bangkok under the AWG-LCA - a proposal facing stiff opposition from some developing countries, who stress the need to avoid bringing any issues under the Protocol to the AWG-LCA.",
      "Legal form of the outcome and links between the two AWGs are what many would consider amongst the most sensitive procedural topics in the lead up to Copenhagen.",
      "Some of toughest and most substantive nuts to crack come under the AWG-LCA: specifically, how to address paragraphs 1(b)(i) and 1(b)(ii) of the BAP, namely mitigation by developed and developing countries, respectively.",
      "Most developing countries want to maintain a firewall between the two paragraphs, stressing fundamental differences in mitigation by developed and developing countries.",
      "However, many developed countries are interested in discussing mitigation actions that are common to all parties, in which they highlight the monitoring, reporting and verification of mitigation action.",
      "Given the complexity and underlying fundamental differences between parties on some of these critical issues, many seem to be resigned to the fact that the Copenhagen outcome, at best, may only take the form of a skeletal agreement with most of the details to be finalized later."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}