{
   "actors": [
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Australia",
      "Egypt",
      "Netherlands",
      "United Kingdom"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_3",
   "section_title": "BEST PRACTICES TO ADDRESS CO2 EMISSIONS FROM ENERGY SUPPLY AND INDUSTRY",
   "sentences": [
      "This working group met on Wednesday, 12 April, and was chaired by Terry Carrington (UK).",
      "Gene McGlynn, OECD, made a presentation on the lessons from the OECD experience, focusing on cost effectiveness.",
      "He suggested that cost effectiveness calculations include non-generation costs, lifecycle impacts, ancillary impacts and allocation of costs, and said deviations from cost-effectiveness should be transparent.",
      "He stated that measures can be competing or complementary and that subsidy reform can be significant no-regrets measure.",
      "He advocated careful design of the policy package. Ole Odgaard, Danish Energy Agency, outlined the Danish green electricity market, focusing on the green certificate market for renewable energy.",
      "He identified high transaction costs and possible market distortions due to few market actors as barriers to the success of a national certificate market.",
      "He advocated instead an international certificate market, which would require, inter alia: a common certificate procedure; a common definition of renewables; transparency of national subsidies; quotas in international trade; and certification of origin, country, producer, and production date. Gwen Andrews, Chief Executive of the Australian Greenhouse Gas Office, gave a presentation on the Australian programme of efficiency standards for power generation.",
      "She said a programme of efficiency standards was a key measure, as it was a technically- sound approach that balanced both economic and environmental concerns. Jeffery Dowd, Senior Policy Analyst, US Department of Energy, highlighted a few key US policies that embody best practice qualities and identified several factors underlying these policies.",
      "These include: recognizing sub-sectoral and regional diversity; promoting win-win measures; matching policy designs to key attributes of the end use markets and technologies; promoting cost-effective implementation; supporting public education and outreach; ensuring accountability; ensuring continuity on long-term changes in technology; facilitating policy coordination at all levels of government; and providing the industry with a sense of ownership in the process of technological change and market transformation. Okko van Aardenne, Ministry of Economic Affairs of the Netherlands, gave a presentation on Dutch long-term agreements with industry to achieve energy efficiency.",
      "He identified the characteristics of their long-term agreements, including: targets for energy-efficiency improvement; yearly reporting by sector based on monitoring of individual companies; and schemes for financial stimulation of energy efficiency improvement.",
      "He said long-term agreements work, as the industry is motivated; the industry's structure and organization is suitable for long-term agreements; energy saving potential is higher than expected; and the long-term agreements approach is accepted by environment authorities. Meher Aziz Bedrous, Director of Environmental Studies, Egyptian Electricity Authority, outlined energy efficiency measures undertaken in Egypt that have been directed at: fully utilizing hydroelectric power; promoting natural gas; encouraging power system efficiency; supporting energy conservation; enhancing renewable energy utilization; and reforming energy prices.",
      "He identified barriers to effective policies and measures, including a lack of financing mechanisms for energy efficiency and the absence of government incentives to enhance energy efficiency.",
      "He concluded that only options that have no adverse effect on economic development should be considered. Majella Kelleher, Finance and Contracts Manager, Irish Energy Center, introduced the Irish self-audit scheme.",
      "She said companies involved in the scheme commit to regular energy audits, energy saving targets and action plans, annual energy statements and information sharing.",
      "Benefits to members include: improved competitiveness; ease in meeting environmental regulatory requirements; a platform for positive public relations; and opportunities for information sharing.",
      "Key benefits to the national programme include cost effectiveness and development of a set of competences to serve the entire industrial sector."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}