{
   "actors": [],
   "countries": [
      "Brazil",
      "Bolivia",
      "India",
      "China"
   ],
   "enb_end_date": "05-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "05-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12414e.html",
   "id": "enb12414e_3",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The atmosphere at the Maritim Hotel was lively and busy as ever on Thursday.",
      "The meeting room hosting the lunchtime technical briefing organized by the AWG-LCA Chair was standing room only.",
      "During the event, delegates from Brazil, Bolivia, China and India made presentations on historical responsibility as a guide to future action on climate change.",
      "Lively discussions followed, continuing later in the corridors and even in some negotiations, including the AWG-KP contact group on Annex I emission reductions.",
      "One observer commented that notions of historical responsibility reflect deeply held beliefs for some developing countries who are unlikely to be pushed around on the issue.",
      "Some developed country delegates, however, were heard wondering when current responsibilities would be discussed.",
      "Some conceded that they could use a refresher course on the Convention as so many of the discussions are now centered on what is written in it whether historical responsibility is included, and whether and how the various proposals under the AWG-LCA relate to the Convention s provisions.",
      "I m glad that someone announced in yesterday s plenary that they have some extra copies of the Convention text the Secretariat may soon be running out of the coveted booklets.",
      "Later in the day, a number of delegates met in an informal group under the AWG-LCA to discuss the legal form of the outcome.",
      "Some emerging from the room afterwards seemed perplexed: For non-lawyers, it was certainty a crash course in international law.",
      "Others, however, were excited: This was it!",
      "We have been postponing these discussions, but now the options are finally on the table, countries are speaking frankly about the options they prefer, and we re starting to address some real issues, commented one seasoned negotiator.",
      "I wish I was following some of those issues, commented one envious delegate, languishing in largely routine discussions under the SBs all day."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}