{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Iceland",
      "Brazil",
      "India",
      "Indonesia",
      "New Zealand",
      "Bangladesh",
      "Russian Federation",
      "Japan",
      "China",
      "Australia",
      "Switzerland",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12477e.html",
   "id": "enb12477e_10",
   "section_title": "NUMBERS CONTACT GROUP:",
   "sentences": [
      "In the morning, the group concentrated on the number and length of commitment periods, base years or reference levels, scale of emission reductions and translation of pledges into QELROs.",
      "On the length and number of commitment periods and base year, the G-77/CHINA, supported by AOSIS and the AFRICAN GROUP, preferred a single five-year commitment period with a base year of 1990.",
      "AOSIS said this would allow for adjustment of targets based on recent science and would avoid locking in an inadequate level of ambition for a longer period.",
      "She said an eight-year period could be considered if Annex I parties increased their pledges dramatically.",
      "The EU, JAPAN, AUSTRALIA and other developed countries preferred a single eight-year commitment period with flexibility on reference years.",
      "NEW ZEALAND supported a five-year commitment period to allow for consideration of the most recent science.",
      "On the scale of emission reductions, AUSTRALIA and NEW ZEALAND said this issue cannot be clarified at this time, as it depends on the legal and methodological context.",
      "The G-77/CHINA emphasized a top-down approach, with INDIA noting that it was needed in the absence of adequate pledges.",
      "AUSTRALIA said parties had agreed to an iterative approach, rather than top-down or bottom-up.",
      "AOSIS said the 17-25% pledged by Annex I parties would result in effective emission reductions of only 1-7%.",
      "On transforming pledges into QELROs, the G-77/CHINA proposed a mixed approach, with QELROs for countries with emissions higher than the first commitment period QELRO using the QELRO from the first commitment period as the basis for the calculation, and countries with emissions lower than the first commitment period QELRO using their current level of emissions to translate their pledges.",
      "NEW ZEALAND, the EU and ICELAND said QELROs are subject to negotiation rather than to a decision on methods to calculate them.",
      "JAPAN and the RUSSIAN FEDERATION emphasized that QELROs should be seen in the broader context of AWG-LCA discussions.",
      "In the afternoon, parties worked their way through the Chair s note (FCCC/KP/AWG/2010/6/Add.1) to ensure all proposed changes and options are included in a text that will be made available prior to the next meeting of the AWG-KP in October.",
      "In addition to proposals from the floor, previous submissions by parties (FCCC/KP/AWG/2010/MISC.5) and recent submissions (from the EU, AOSIS and Brazil) were also included.",
      "The EU expressed reservations about text relating to EITs, noting the term was coined in the early 1990s and now needed clarification.",
      "The RUSSIAN FEDERATION said EITs must be discussed in the broader context of the Convention.",
      "BRAZIL said EITs exist only in the context of the Kyoto Protocol.",
      "Delegates discussed various options for amending the Protocol.",
      "These include an Option A (which focuses on amending the Protocol to establish a second commitment period) and an Option B (which also establishes a second commitment period, but includes a variety of other elements such as reference to longer-term goals).",
      "The EU, supported by SWITZERLAND, AOSIS, BANGLADESH and INDONESIA, suggested merging Option A and Option B. BRAZIL, with BOLIVIA, opposed stating that Option A includes proposals that are consequential amendments to Protocol Article 3.9 (subsequent commitment periods), while those in Option B are not.",
      "He said these options share common elements but are two totally different and incompatible visions.",
      "The options were kept separate in the text.",
      "Co-Chair Lefevere said the Chair s note would be reissued to reflect the modifications prior to the meeting of AWG-KP 14 in Tianjin, China, in October."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}