{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Iran",
      "United Kingdom",
      "Marshall Islands",
      "Argentina",
      "Chile",
      "United States",
      "Australia",
      "Brazil",
      "Niger",
      "Bahamas",
      "Saudi Arabia",
      "Micronesia",
      "Nigeria",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "01-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "01-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12118e.html",
   "id": "enb12118e_1",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "Co-Chair Espen Rønneberg (Marshall Islands) said the JWG had to report on its progress to COP-5 and request the COP to take further steps including, if necessary, the establishment of an ad hoc working group on compliance.",
      "He said consultations had revealed that the JWG should continue its work until COP-6.",
      "He presented the Co-Chairs' draft conclusions, as well as a draft decision on the future work of the JWG. The draft conclusions state that, inter alia: much work needs to be done and the JWG must move progressively toward negotiation; the Co-Chairs should further develop the elements of a compliance procedure, incorporating Parties' proposals; and this paper will receive Parties' full consideration at SB-12 and serve as a basis for negotiation.",
      "Several delegates said the draft conclusions provided a useful text to work on.",
      "SAUDI ARABIA, CHINA, the US, NIGERIA and BRAZIL said the paper developed by the Co-Chairs should be based on more sources of information.",
      "Delegates suggested that additional sources of information could be drawn from existing and further submissions by Parties, as well as discussions held during the session of the JWG and during a possible forthcoming workshop.",
      "CHINA, IRAN and SAUDI ARABIA, opposed by the EU and AUSTRALIA, suggested that the paper serve as a basis for 'consideration' of compliance.",
      "NIGERIA added that nothing in the Buenos Aires Plan of Action (BAPA) required the JWG to finish its work by COP-6.",
      "The UK, opposed by the US, proposed that the paper serve as 'the' basis for negotiations on compliance at the next session of the JWG. The operative paragraphs of the draft decision on the future work of the JWG on compliance requires the JWG to 'continue its work' beyond COP-5 and 'complete its work' before COP-6.",
      "NEW ZEALAND, with AUSTRALIA, ARGENTINA, the US, the EU, BAHAMAS, CHILE and the FEDERATED STATES OF MICRONESIA, sought to retain the phrase 'complete its work,' as Parties had a responsibility to achieve the objectives of the BAPA and it would be difficult to justify a less ambitious goal.",
      "CHINA, NIGERIA and SAUDI ARABIA sought alternative language supporting substantial progress by COP-6.",
      "A revised Co-Chairs' draft conclusions and decision based on Parties' suggestions will be available on Monday."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "sbi/sbsta"
}