{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "Belize",
      "United States",
      "Japan",
      "Swaziland",
      "Canada",
      "Congo",
      "United Arab Emirates",
      "China"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_8",
   "section_title": "TECHNOLOGY TRANSFER AND DEVELOPMENT",
   "sentences": [
      "The group on section G (Technology Transfer and Development), which was co-facilitated by Tosi Mpanu-Mpanu (Democratic Republic of Congo) and Artur Runge-Metzger (EU), met on Monday and Wednesday through Friday.",
      "Parties also met in spin-off groups.",
      "In the facilitated group, parties first engaged in procedural debates before moving to more substantive items.",
      "Discussions focused on areas of convergence, the framework for enhanced action, and institutions.",
      "Several developing countries called for establishing a link between the technology section and MOI.",
      "The US noted ongoing discussions under the COP on the linkages between the financial and technology mechanisms.",
      "On areas of convergence, the United Arab Emirates proposed \"higher-level categories\" that could guide discussions: recognizing the importance of technology; developing and strengthening institutions and mechanisms; reviewing and updating over time; including commitments for developed countries to help developing countries to address barriers; and including commitments by countries to enhance and facilitate the deployment of technology.",
      "Japan highlighted convergence on the importance of technology development and transfer and on recognition of existing mechanisms.",
      "The US envisioned parts of this section, including: recognition of positive developments; cooperative action; and institutional arrangements.",
      "On Thursday, Canada reported back from the spin-off group held on Wednesday.",
      "She highlighted concepts parties envisioned in the agreement, underlining that this list did not reflect consensus: objectives/purpose/goal; role and importance of technology; plan to capture gaps and the framework for enhanced action; cooperative action; anchoring institutions and the framework; strengthening institutions and the framework; review and updating over time; and restating commitments to address barriers and commitments to enhance deployment of technology.",
      "On the framework, Swaziland, for the African Group, clarified that their proposal for a framework for enhanced action does not create new institutions, but gives medium- and long-term guidance to, and reviews, existing institutions.",
      "She drew attention to a COP 7 decision that establishes a framework, and the revisions to the framework that occurred at COP 13 and COP 16.",
      "With the clarification that the framework would not create new institutions, the EU supported further discussions on the framework.",
      "The G-77/China called the framework a \"foundation\" that could include MRV and barriers to technology development and transfer.",
      "Japan called for the framework for enhanced action to be in a COP decision.",
      "India underlined that the agreement could be the \"final reinforcement\" of the framework and reflect its durability.",
      "The United Arab Emirates said the framework could feature in both the agreement and a COP decision, the former explaining \"the what\" and the latter \"the how.\" On institutions, Swaziland, for the African Group, suggested further work on periodic assessments of institutional arrangements through COP decisions.",
      "The EU stated that a COP decision could strengthen institutions, while Iran preferred doing so in the agreement.",
      "On Friday in the facilitated group, Belize reported from the spin-off session.",
      "He indicated that parties further discussed access and innovation and the global goal for technology.",
      "He also reported that parties exchanged views on each, but could not find convergence or draft text.",
      "In the spin-off session on Friday, parties drafted text on the framework for enhanced action, cooperative action, and institutions.",
      "Parties drafted text for the framework and for institutions, but disagreed on the level of detail to include in the agreement as opposed to COP decisions.",
      "For cooperative action, parties drafted options.",
      "The Co-Facilitators stated they would provide the Co-Chairs with a summary of the discussions and outputs of the group.",
      "In their working document, the Co-Facilitators reflect that parties, inter alia: recognized the importance of technology in the draft agreement and that the section could be strengthened; agreed cooperative action is key to facilitate and promote technology, with some parties noting that the current text could be enhanced to include other aspects; viewed institutional arrangements as important in the agreement, but expressed different views on how to strengthen the institutional arrangements; and discussed the framework for enhanced action, clarifying that the framework is not intended to create new institutions and would provide direction and overarching guidance to the work of existing institutions in the medium and long-terms and strengthen them.",
      "On textual proposals, the working paper also notes: on cooperative actions, there was not agreement on which proposal would be used as the way to move forward with textual work; on anchoring institutional arrangements, parties did not have the opportunity to discuss the second textual proposal due to time constraints; and on the framework for enhanced action, some parties expressed the view that they could not agree on the placement of this issue in the agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}