{
   "actors": [],
   "countries": [
      "Mali",
      "Denmark"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_137",
   "section_title": "HIGH-LEVEL SEGMENT",
   "sentences": [
      "The welcoming ceremony of the high-level segment took place on Tuesday, 15 December.",
      "Lars Løkke Rasmussen, Prime Minister of Denmark, said the presence of so many distinguished guests shows promise for an ambitious, fair and effective climate deal.",
      "He noted that the world is literally holding its breath and called on world leaders to translate the current political momentum into a decisive moment of change. UN Secretary-General Ban Ki-moon noted the long road to this defining moment and said that we are here today to write a different future.",
      "He called for a fair, ambitious and comprehensive agreement, specifying that this means: more ambitious mid-term mitigation targets from industrialized countries; more action by developing countries to limit emissions growth below business as usual; an adaptation framework for all countries; financing and technology support; and transparent and equitable governance.",
      "He stressed financing as a key, welcoming the emerging consensus among developed countries to provide approximately US$10 billion annually for the next three years to the Copenhagen Launch Fund.",
      "UN Secretary-General Ban Ki-moon underlined that the goal is to lay the foundation for a legally-binding climate treaty as early as possible in 2010, and said that until such an agreement is reached the Kyoto Protocol remains the only legally-binding instrument that captures reduction commitments and that as such it must be maintained.",
      "Highlighting the potential for failure if parties keep repeating positions and slowing progress with formalities, COP President Hedegaard identified compromise as the key word for the coming days.",
      "She called on countries to take big steps and commit to delivering a deal, reminding delegates that we are accountable for what we do, but also for what we fail to do. UNFCCC Executive Secretary Yvo de Boer noted that Tuesday was the second anniversary of the adoption of the Bali Roadmap and stressed that now it is time to deliver.",
      "He said there had been some progress but not nearly enough to celebrate success.",
      "He noted that groundwork has been laid for prompt implementation of action on mitigation, adaptation, technology cooperation, finance, REDD and capacity building.",
      "Highlighting that 115 world leaders are not coming to Copenhagen to leave empty handed, he called on parties to resolve outstanding issues.",
      "His Royal Highness Charles, the Prince of Wales, stressed that a partial solution to climate change is no solution at all.",
      "He underscored the benefit of partnerships between government, business, NGOs and civil society, and said the quickest and most cost-effective way to address climate change is to protect tropical forests.",
      "Wangari Maathai, Nobel Peace Laureate and UN Messenger of Peace, noted that no conference ends with a perfect document and stressed the need to find common ground based on fairness, honesty, transparency and responsibility.",
      "She called on delegates to overcome a legacy of mistrust, highlighting the need for a Copenhagen agreement to provide a governance structure based on accountability between donors and beneficiaries."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}