{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Australia",
      "United States",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_37",
   "section_title": "ORGANIZATIONAL MATTERS",
   "sentences": [
      "Adoption of the agenda: On Monday, 1 December, Chair Stoycheva opened the session, and introduced the agenda for adoption (FCCC/SBI/2003/9 and Corr.1).",
      "Regarding the sub-item on submission of second and third national communications, the G-77/China objected to the reference to the 'frequency of' submissions and, with Saudi Arabia, stressed the importance of financial and technical support for preparing national communications before addressing the issue of their timing.",
      "Supporting the inclusion of this reference, the EU, with Australia, noted that decision 17/CP.8 (guidelines for the preparation on non-Annex I national communications) refers to the 'frequency of' submissions. On the sub-item dealing with the consideration of the fifth compilation and synthesis of initial national communications, the G-77/China, opposed by the US, objected to a document tabled by the Secretariat on steps taken by non-Annex I Parties to reduce emissions. On the agenda item addressing the implementation of UNFCCC Article 4.8 and 4.9 (adverse affects), the EU and US emphasized the need to discuss the implementation of decision 5/CP.7 (implementation of UNFCCC Article 4.8 and 4.9 on adverse effects) as a sub-item.",
      "The G-77/China and others proposed that the agenda sub-item not be restricted to decision 5/CP.7, but address all matters related to Article 4.8.",
      "Following discussion, the agenda was adopted with these two sub-items held in abeyance. On Thursday, 4 December, Chair Stoycheva noted that, following informal consultations, Parties had reached agreement on the two agenda sub-items.",
      "Regarding submission of second and, where appropriate, third national communications, Parties had agreed to remove reference to 'frequency of.",
      "' On adverse effects, Parties had agreed to consider the implementation of decision 5/CP.7, rather than the implementation of Article 4.8.",
      "SBI adopted the agenda as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}