{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "European Union",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Russia",
      "India",
      "United States",
      "Gambia",
      "Japan",
      "Brazil",
      "South Africa",
      "Algeria",
      "Nauru",
      "Poland",
      "Liechtenstein",
      "Bahrain",
      "United Kingdom",
      "Russian Federation",
      "Belarus",
      "Philippines",
      "Australia",
      "Iceland",
      "Swaziland",
      "Monaco",
      "Ukraine",
      "Croatia",
      "Saudi Arabia",
      "Egypt",
      "United Arab Emirates",
      "Qatar",
      "France",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_11",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The COP closing plenary first convened late at night on Friday, 7 December.",
      "Parties watched a short film by civil society, encouraging delegates to get involved now to build a better future for everyone.",
      "The COP then considered issues on which agreement had been reached.",
      "The plenary was suspended at 12:15 am on Saturday morning, pending consultations on outstanding issues.",
      "The COP closing plenary resumed at 7:00 pm on Saturday, 8 December, to adopt the Doha Climate Gateway package of decisions, without amendment and subject to approval of the entire package, on: agreed outcome pursuant to the Bali Action Plan (FCCC/CP/2012/L.4); advancing the Durban Platform (FCCC/CP/2012/L.13); loss and damage (FCCC/CP/2012/L.4/Rev.1); work programme on long-term finance (FCCC/CP/2012/L.15); report of the Standing Committee (FCCC/CP/2012/L.16); report of the GCF (FCCC/CP/2012/L.17); and arrangements between the COP and GCF (FCCC/CP/2012/L.18).",
      "The ADP report (FCCC/ADP/2012/L.3) and the AWG-LCA report FCCC/CP/2012/L.14/Rev.1) were also adopted as part of the Doha Climate Gateway package.",
      "After the adoption of the package, a joint COP and CMP plenary was opened for parties to make statements.",
      "The US underlined that much good work has been accomplished under the AWG-LCA and clarified their interpretation of the Doha outcome.",
      "On reference to the CBDR principle in the text on shared vision, the US stated they would not accept the text to the extent it is not read as consistent with the UNFCCC and the Cancun Agreements.",
      "On the preambular text in the ADP decision, which references the Convention s principles, the US stated that this cannot affect the mandate given to the ADP under the Durban Platform and will not be the basis on which the US will engage in the work of the ADP.",
      "On unilateral trade measures, the US clarified their interpretation of the wording of concern to mean the party that raises the issue.",
      "Algeria, for the G-77/China, called this package a milestone for the implementation of a new post-2020 climate regime.",
      "She stated that the Doha package, with its shortcomings, should be seen as a delicate balance and should be considered in its entirety.",
      "The Russian Federation underscored that he had requested the floor before the COP/CMP President gaveled the Doha Climate Gateway package, and stressed his expectation that the President would introduce the proposal submitted by the Russian Federation, Ukraine and Belarus on the CMP outcome to the plenary.",
      "President Al-Attiyah responded that this concern and proposal would be reflected in the meeting s report.",
      "China, on behalf of BASIC (Brazil, South Africa, India and China), said that, although disappointed with certain aspects of the package, members of the group accept the decisions and promised a proactive approach to deal with climate change in the future.",
      "Australia expressed concern that surplus Assigned Amount Units (AAUs) could be as high as seven billion tons, noting that this puts the environmental integrity of the Kyoto Protocol at risk.",
      "He underscored that Australia will not purchase AAUs from the first commitment period and that such AAUs will not be eligible in the domestic emissions trading scheme.",
      "The EU, Liechtenstein, Japan, Monaco and Switzerland also stated they would not purchase surplus AAUs carried over from the first commitment period.",
      "Nauru, for AOSIS, lamented that the adopted package is deficient in terms of mitigation ambition and finance, stating that it only promises that something might materialize in the future.",
      "He further expressed his expectation that the 2014 climate change leaders summit announced by UN Secretary-General Ban Ki-moon will work to close the ambition gap.",
      "He lamented that the outcome provides little more than a gateway to a long path, and warned that if delegates take a wrong turn in the road, this process will collapse and our nations will disappear.",
      "The EU stated that it will undertake immediate application of the second commitment period, as this is already provided for in EU law.",
      "In addition, noting that Protocol Article 4 foresees the possibility of parties fulfilling their commitments jointly, the EU explained that the commitment inscribed in Protocol Annex B for the EU, Croatia and Iceland for the second commitment period is based on the understanding that this commitment will be fulfilled jointly.",
      "Egypt, for the Arab Group, said that decisions taken in Doha represent hope for the future of multilateral action on climate change; noted success on ambitious objectives and the opening the second commitment period; and looked forward to full and continuous implementation of the decisions.",
      "Noting that we are heading towards dangerous territory by failing to set a pathway toward keeping the global temperature rise below 1.5°C, Swaziland, for the African Group, said that the Doha decisions are in the right direction despite concerns on finance for implementing the Convention between now and 2020.",
      "The Gambia, for the LDCs, said that they came to Doha for a balanced package and lamented that a number of elements have not been addressed.",
      "He said that commitments on mitigation are insufficient for closing the ambition gap and expressed disappointment with the lack of detail on 2013-2020 finance. COP President Al-Attiyah commended the parties support of the political initiative to move forward and the negotiators flexibility that has helped us reach solutions.",
      "Recognizing that on some issues it was not possible to achieve common ground, he noted that consensus on AWG-LCA strengthens the conviction that parties are willing to work together, and highlighted agreement on financial resources for the period 2013-2020.",
      "The Philippines, speaking for Like-Minded Developing Countries, expressed concern with uneven texts and weak ambition.",
      "He also expressed deep disappointment that after Doha, finance remains an empty shell.",
      "He highlighted major deficiencies in the AWG-LCA outcome including on developed country mitigation, comparability of efforts, response measures and finance.",
      "Climate Justice Now said that Doha had neither delivered on an effective and fair deal, nor ensured the required finance for fighting against climate change.",
      "He rejected the Doha texts and said the Doha gateway is a gateway to climate injustice and climate death.",
      "Climate Action Network (CAN) said parties attitudes must change to secure a binding deal by 2015.",
      "Trade Unions urged for transition to start now.",
      "Youth said the Doha Climate Gateway has shut the door on equity.",
      "Noting the submission from Bahrain, Saudi Arabia, Qatar and United Arab Emirates (FCCC/CP/2012/MISC.2), the COP then adopted the decision on an economic diversification initiative (FCCC/CP/2012/L.11).",
      "The US congratulated the concerned states for this submission, saying it represents a significant shift in their positions and efforts to address climate change.",
      "The COP also approved the credentials of delegations (FCCC/CP/2012/7), adopted the reports of SBI 36 and SBI 37 (FCCC/SBI/2012/15 & Adds.1-2; and FCCC/SBI/2012/L.27), adopted the reports of SBSTA 36 and 37 (FCCC/SBSTA/2012/2 and FCCC/SBSTA/2012/L.20), and adopted the report of the ADP (FCCC/ADP/2012/L.3).",
      "The COP also adopted a decision on future sessions (FCCC/CP/2012/L.8).",
      "In the decision, the COP: accepts the offer by Poland to host COP 19 and CMP 9 in Warsaw from 11-22 November 2013; notes that COP 20 and CMP 10 will be in Latin America and the Caribbean, and invites parties to consult on the hosting of these sessions; and takes note of the offer of France to host COP 21 and CMP 11 in 2015.",
      "The COP then adopted the meeting s report (FCCC/CP/2012/L.1) and a decision expressing gratitude to Qatar and the people of the city of Doha (FCCC/CP/2012/L.3) for hosting the conference.",
      "COP 18 President Al-Attiyah thanked the delegates for their hard work to reach a successful outcome and gaveled the meeting to a close at 9:34 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}