{
   "actors": [],
   "countries": [
      "Greenland"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_10",
   "section_title": "Final Text",
   "sentences": [
      "The headline messages of the section state that warming of the climate system is unequivocal, and since the 1950s, many of the observed changes are unprecedented over decades to millennia.",
      "It further states that the atmosphere and oceans have warmed, the amounts of snow and ice have diminished, sea level has risen, and GHG concentrations have increased.",
      "The SPM also says that each of the last three decades has been successively warmer at the Earth's surface than any preceding decade since 1850 and that in the Northern Hemisphere, 1983-2012 was ' likely' (66-100% probability) the warmest 30-year period of the last 1400 years (' medium confidence' ).",
      "Referring to lower rates of warming over 1998-2012, the text notes that trends based on short records are, due to natural variability, very sensitive to the beginning and end dates, and do not reflect long-term climate trends.",
      "Over the last two decades, the Greenland and Antarctic ice sheets have been losing mass, glaciers have continued to shrink almost worldwide, and Arctic sea ice and Northern Hemisphere spring snow cover have continued to decrease in extent (' high confidence' ).",
      "The atmospheric concentrations of CO2, methane and nitrous oxide have increased to levels unprecedented in at least the last 800,000 years, and CO2 concentrations have increased by 40% since pre-industrial times, primarily from fossil fuel emissions and secondarily from net land-use change emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}