{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Botswana",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Zambia",
      "Micronesia",
      "Saudi Arabia",
      "Switzerland",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12406e.html",
   "id": "enb12406e_4",
   "section_title": "ANNEX I EMISSION REDUCTIONS AND LEGAL MATTERS:",
   "sentences": [
      "In the joint contact group, Chair Dovland introduced two documents: one with draft conclusions on Annex I emission reductions and the other on legal matters.",
      "AUSTRALIA and NORWAY expressed support for the texts. JAPAN, supported by the RUSSIAN FEDERATION and opposed by SAUDI ARABIA and ZAMBIA, highlighted the need for cooperation with the AWG-LCA, saying that it does not make sense to discuss the collective emission reduction range for Annex I Protocol parties under the AWG-KP, and the range for all Annex I parties under the AWG-LCA.",
      "On legal matters, BOTSWANA called for a clear indication of the objective to develop text on Protocol amendments under Article 3.9 by AWG-KP 8.",
      "SOUTH AFRICA and others urged a clear reference to the six-month rule, and ZAMBIA and others proposed language on the amendments to be adopted by COP/MOP 5.",
      "CHINA proposed inserting language on the focus on Annex I further commitments in both conclusions. BOTSWANA stated that submissions should be compiled into two separate documents: one covering issues related to Protocol Article 3.9 and one on other issues, which are only for information.",
      "The EU called for a single text on issues covered by the AWG-KP s work programme, and MICRONESIA agreed that two texts would be a step backwards.",
      "SWITZERLAND supported a comprehensive approach and reiterated his proposal for the prompt establishment of a Committee of the Whole.",
      "On emission reductions, SOUTH AFRICA highlighted the need to reflect specific criteria for determining Annex I emission reductions.",
      "The EU and SWITZERLAND supported including reference to the IPCC AR4.",
      "MICRONESIA proposed language reflecting recent scientific findings and appropriate numbers for Annex I emission reductions.",
      "After the morning s contact group, informal and Friends of the Chair consultations continued late into the evening."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}