{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Group of 77 and China"
   ],
   "countries": [
      "Chad",
      "Antigua and Barbuda",
      "India",
      "New Zealand",
      "Bangladesh",
      "Russian Federation",
      "Japan",
      "China",
      "Australia",
      "Uruguay",
      "Maldives",
      "Grenada",
      "Turkey",
      "France",
      "Indigenous Peoples",
      "Russia"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_2",
   "section_title": "ENABLING THE FULL, EFFECTIVE AND SUSTAINED IMPLEMENTATION OF THE CONVENTION THROUGH LONG-TERM COOPERATIVE ACTION",
   "sentences": [
      "Discussions on this agenda item focused on the key elements outlined in the Bali Action Plan (decision 1/ CP.13), including a shared vision for long-term cooperative action, mitigation, adaptation, technology and financing.",
      "These issues were first taken up in plenary on Thursday, 21 August.",
      "This was followed by two in-session workshops on cooperative sectoral approaches and sector-specific actions, and on policy incentives on issues relating to REDD and the role of conservation, sustainable management of forests and enhancements of forest carbon stocks in developing countries.",
      "During the AWG-LCA plenary on Saturday, 23 August, parties discussed the number and titles of contact groups and exchanged their general views on long-term cooperative action.",
      "On contact groups, Chair Machado proposed the establishment of three contact groups to consider enhanced action on adaptation, enhanced action on mitigation, and institutional arrangements for delivering enhanced cooperation on technology and financing for adaptation and mitigation.",
      "Many party groupings supported the Chair s proposal, while Australia, for the Umbrella Group, objected to the creation of the contact group on institutional arrangements, stating that the first two contact groups would sufficiently deal with this matter.",
      "Antigua and Barbuda, for the Group of 77 and China (G-77/China), proposed changing the title of the third contact group to delivering on technology and financing, including consideration of institutional arrangements.",
      "After informal consultations, parties agreed to the establishment of three contact groups on: enhanced action on adaptation and its associated means of implementation, enhanced action on mitigation and its associated means of implementation, and delivering on technology and finance, including consideration of institutional arrangements.",
      "On long-term cooperative action, several delegates expressed concern with the slow progress of the AWG-LCA in light of the challenging programme in the lead up to COP 15.",
      "Japan proposed that parties adopt a shared vision of reducing global emissions by 50% by 2050 in line with the goal supported by the 2008 G8 Summit.",
      "New Zealand called for greater emphasis on a shared vision, and said there cannot be two separate and distinct visions under the AWG-KP and AWG-LCA tracks.",
      "The Russian Federation called for all major emitting countries to participate in a future global agreement.",
      "India and China stressed the need to address all elements of the Bali Action Plan equally.",
      "Turkey called for flexibility in a future regime to account for the dynamic nature of national circumstances.",
      "France, for the European Union (EU), highlighted the potential for using a levy on aviation revenue to combat climate change and, with Australia, the use of carbon markets to achieve cost-effective mitigation.",
      "On mitigation in the agriculture sector, Uruguay, supported by New Zealand, called for increased action, and proposed a workshop on this topic in Poznan.",
      "On REDD, New Zealand suggested elaborating both market and non-market approaches to enable an informed decision on the issue.",
      "Maldives, on behalf of the least developed countries (LDCs), proposed the establishment of an institutional structure on adaptation to help ensure food, energy and water security and the protection of health and livelihoods.",
      "Grenada, for the Alliance of Small Island States (AOSIS), underscored adaptation as a major priority, and proposed the establishment of an adaptation fund under the Convention.",
      "Bangladesh proposed the establishment of an international adaptation research and technology support center in his country.",
      "The International Civil Aviation Organization noted that it is in the best position to ensure optimum compatibility between environmental sustainability and the safety of the global aviation system.",
      "She offered to assist the AWG-LCA in its efforts to address international aviation emissions.",
      "Global Business and Industry noted that the private sector has a major role to play in providing investment for mitigation and adaptation actions, and highlighted the importance of creating frameworks and institutional structures to attract the necessary resources.",
      "The Indigenous Peoples Forum on Climate Change said a future agreement should recognize and implement the UN Declaration on the Rights of Indigenous Peoples and also provide for official participation of the UN Permanent Forum on Indigenous Issues in the UNFCCC process."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}