{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Australia",
      "United States",
      "China"
   ],
   "enb_end_date": "24-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "24-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12303e.html",
   "id": "enb12303e_4",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:",
   "sentences": [
      "On Tuesday evening, delegates convened in the contact group and exchanged views on draft text relating to the organization of COP 12 and COP/MOP 2, future sessional periods, review of arrangements for COP 11 and COP/MOP 1, and organization of the intergovernmental process.",
      "On COP 12 and COP/MOP 2, parties focused on how much detail to provide in guidance on organizing the meeting.",
      "The G-77/CHINA suggested removing a sentence that proposed limiting the duration of contact group meetings and shortening the lunch break to one hour.",
      "The EU preferred not losing too many specific suggestions.",
      "Parties generally agreed on limiting evening and night meetings, although there was some disagreement on how late meetings should generally go, with AUSTRALIA, the US, and the G-77/CHINA preferring a 6:00 pm deadline except in extreme cases.",
      "Regarding the general working hours at future meetings, the US suggested text recommending holding meetings within normal UN working hours.",
      "He also suggested ending SBs on Thursday instead of Friday.",
      "There was also discussion on the participation of observer states in informal consultations in future meetings.",
      "AUSTRALIA objected to text stating that Convention parties could participate in informal consultations under the Protocol unless parties to the Protocol formally object, arguing that Convention parties are always able to participate.",
      "The EU suggested noting the emerging practice of inclusiveness.",
      "Further discussions are likely on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}