{
   "actors": [
      "Eastern European group",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "India",
      "Oman",
      "United States",
      "Japan",
      "Romania",
      "Bolivia",
      "Australia",
      "South Africa",
      "Niger",
      "Nigeria",
      "Poland",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_29",
   "section_title": "JOINT IMPLEMENTATION",
   "sentences": [
      "On Tuesday, 6 June, Chair Chow outlined the key features of JI, based on the Chair's Text for Further Negotiations on Mechanisms.",
      "Options for regulatory intensity of Article 6 (JI) include: extending to JI projects CDM rules for project validation/registration, monitoring/issuance, certification of emissions reduction units (ERUs); and imposing minimal reporting requirements and optional verification by the host Party.",
      "He sought delegates' views on subjecting JI projects to CDM-type requirements.",
      "Delegates discussed the issue on Tuesday and Thursday, 6 and 8 June.",
      "Noting the different objectives of CDM and JI, Japan and Poland argued against additional requirements on JI.",
      "New Zealand, with the US, argued that a JI project should be subject to CDM- type scrutiny only where a Party does not comply with Articles 5 and 7, and where non-compliance with both articles impacts the project.",
      "The EU supported a CDM-type project cycle to ensure environmental credibility at the project level.",
      "Nigeria expressed concern that different transaction costs would reduce CDM take-up and, with India, China, Bolivia and South Africa, proposed similar requirements for JI.",
      "South Africa argued that JI's limitation to Annex I Parties does not justify less onerous requirements.",
      "The EU and Switzerland said their submissions on baselines for CDM applied to JI.",
      "South Africa said its submission on monitoring, reporting and verification for CDM also applied to JI. On Monday, 12 June, in a Joint SBI/SBTSA session, Romania, speaking on behalf of the Group of Eastern European Countries, and supported by the US, said JI and the CDM have distinct roles and should not be treated in the same way.",
      "AUSTRALIA cautioned against loading JI and CDM with transactions costs. On Wednesday, 14 June, in discussing the Draft Consolidated Text on Mechanisms, participants differed on the need for, inter alia, the Executive Board, sinks in JI, share of proceeds and the Appendix on supplementarity."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}