{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "Malaysia",
      "Russian Federation",
      "Saudi Arabia",
      "Uzbekistan",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_19",
   "section_title": "MECHANISMS",
   "sentences": [
      "Delegates discussed issues related to the Protocol mechanisms initially in a joint SBI/SBSTA session and later in a contact group chaired by Kok Kee Chow (Malaysia), which met six times.",
      "Discussions centered on the revised synthesis of proposals by Parties on principles, modalities, rules and guidelines on the protocol mechanisms (FCCC/SB/1999/8 and Add.1). In a joint SBI/SBSTA session on Tuesday, 26 October, Chair Chow introduced the revised synthesis of proposals by Parties on principles, modalities, rules and guidelines on Protocol mechanisms and noted that they could form the basis for a draft negotiating text.",
      "UZBEKISTAN, with the RUSSIAN FEDERATION, sought clear definitions of core concepts.",
      "The G-77/CHINA said a CDM decision must precede decisions on other mechanisms.",
      "The US supported parallel progress on the mechanisms with priority given to the CDM.",
      "CHINA opposed taking a single decision on all mechanisms since this was not supported by the Protocol.",
      "He recommended that there be three distinct decisions.",
      "SAUDI ARABIA stressed that progress on this issue is conditional on progress on other equally important issues.",
      "AOSIS highlighted the need for the mechanisms to be based on sound environmental principles.",
      "He added that AOSIS would not permit mechanisms that allow Annex I Parties to offload domestic responsibilities. The EU said a ceiling on the use of mechanisms has to be defined.",
      "With NORWAY and SWITZERLAND, he suggested refining the synthesis into a draft negotiating text.",
      "The joint SBI-SBSTA session charged the contact group with the task of revising and consolidating Parties' views into a draft negotiating text and agreeing on a work plan in the lead-up to COP-6."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}