{
   "actors": [
      "African Group"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Canada",
      "Uruguay",
      "Congo",
      "Zambia",
      "Saudi Arabia",
      "Switzerland",
      "Panama",
      "Egypt"
   ],
   "enb_end_date": "04-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "04-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12611e.html",
   "id": "enb12611e_3",
   "section_title": "MATTERS RELATING TO FINANCE:",
   "sentences": [
      "COP 20 President Pulgar-Vidal introduced this item, inviting parties to address sub-items on long-term climate finance, reports of the Standing Committee on Finance (SCF), the GCF and the GEF, and the fifth review of the financial mechanism.",
      "A contact group on long-term climate finance and the report of the SCF will be co-chaired by Tosi Mpanu Mpanu (Democratic Republic of the Congo) and Dany Drouin (Canada). A contact group on the reports of the GCF and GEF, and the fifth review of the financial mechanism will be co-chaired by Ayman Shasly (Saudi Arabia) and Stefan Schwager (Switzerland).",
      "On the GCF, ZAMBIA called for speeding up direct access modalities for disbursement of funds and accreditation and support to national entities.",
      "Climate Justice Now!",
      "), for ENGOs, called for addressing developing countries' needs if the change from 'brown to green' economies is to be achieved. BUSINESS AND INDUSTRY NGOs (BINGOs) stressed the importance of establishing credible and transparent MRV and avoiding double counting. URUGUAY said the Inter-American Institute for Global Change Research is ready to cooperate with the UNFCCC.",
      "Egypt, for the AFRICAN GROUP, said long-term climate finance should not be confined to US$100 billion annually and called for discussing a strategic approach to finance, including addressing sources, predictability, adequacy and stability, and ways to deliver the necessary scale of finance needed to stay below 2 °C. PANAMA suggested taking advantage of the Adaptation Fund.",
      "Long-Term Climate Finance: COP 20 President Pulgar-Vidal invited parties to consider the summary of the in-session workshop on long-term climate finance in 2014 (FCCC/CP/2014/3) and provide guidance on organization of future workshops.",
      "Report of the SCF: SCF Co-Chairs Stefan Schwager (Switzerland) and Diann Black-Layne (Antigua and Barbuda) introduced the report (FCCC/CP/2014/5 and Add.1).",
      "Report of the GCF to the COP and Guidance to the GCF: GCF Board Co-Chair Ayman Shasly (Saudi Arabia) introduced the report (FCCC/CP/2014/8).",
      "Report of the GEF to the COP and Guidance to the GEF: Chizuru Aoki, the GEF, introduced the report (FCCC/CP/2014/2 and Add.1).",
      "Fifth Review of the Financial Mechanism: COP 20 President Pulgar-Vidal introduced this item (FCCC/CP/2014/5 and FCCC/CP/2013/INF.1)."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}