{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_14",
   "section_title": "Final Decision",
   "sentences": [
      "On functions of the Secretariat, the decision chapeau states that the functions describe the implementation of activities in the 1989 MoU and the Annex to the MoU between UNEP and WMO, related to the establishment of the IPCC.",
      "The decision then says that the Secretariat, inter alia : - supports the Panel, the IPCC Chair and other members of the Executive Committee and the IPCC Bureaux, both individually and corporately, in the delivery of their mandate; - manages the IPCC Trust Fund and any other funds agreed by the Panel; - organizes and prepares documentation for sessions of the IPCC and the IPCC Bureau, and other meetings; - supports, as required, the WGs, TFI, and any other Task Force, task group or committee established by the IPCC; - contributes to the implementation of the IPCC Protocol for Addressing Possible Errors, the IPCC Communications Strategy and the COI Policy; and - promotes and maintains cooperation, as the principal IPCC contact point, with the UN system, in particular with UNFCCC and other relevant UN bodies; and liaises with the two parent organizations, WMO and UNEP.",
      "Onfunctions of TSUs , the decision states that TSUs provide scientific, technical and organizational support to their respective WGs and the TFI, and that TSUs may be formed to support the preparation of a SYR or any other Task Force constituted by the Panel.",
      "The decision further states that TSUs, inter alia : - support the Co-Chairs and Bureaux of their respective WGs or Task Force, or the IPCC Chair for SYR, in the preparation and production of all relevant IPCC products; - contribute to the implementation of the IPCC Protocol for Addressing Possible Errors, the IPCC Communications Strategy and the COI Policy; and - participate, through the heads of TSUs, in the IPCC Executive Committee as Advisory Members.",
      "On the IPCC s role in the recruitment of senior staff of the Secretariat, the Panel requests the IPCC Chair to continue to provide input to the recruitment processes, preparation of the annual job plans and performance appraisals of the IPCC Secretary and Deputy Secretary in accordance with, and through WMO and UNEP.",
      "In doing so, the Panel recommends that the IPCC Chair further develops such processes, drawing advice from the Executive Committee, and notes that this should be carried out in a defined and transparent manner.",
      "The Panel also requests the IPCC Chair to report on progress to IPCC-37."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}