{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Environmental Integrity Group",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Malaysia",
      "Iran",
      "China",
      "Australia",
      "Gambia",
      "Angola",
      "Switzerland",
      "Egypt",
      "South Africa",
      "Sudan"
   ],
   "enb_end_date": "05-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "05-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12632e.html",
   "id": "enb12632e_1",
   "section_title": "Stocktaking",
   "sentences": [
      "ADP Co-Chair Ahmed Djoghlaf opened the session.",
      "SBSTA Chair Lidia Wojtal and SBI Rapporteur Sidat Yaffa (the Gambia) updated on SBSTA and SBI issues of relevance to the ADP. Co-Chair Djoghlaf noted parties§ concerns over the slow pace of the deliberations, lack of clarity on the method of work of facilitated groups and limited group coordination time.",
      "He said consultations with country groups and the facilitated group facilitators indicated the \"mechanism\" is working and progress has been made. He proposed expediting the ADP§s work by continuing facilitated groups, except on issues that need discussion at a later stage, including the preamble, definitions and final clauses, and moving \"from the easiest toward the more complicated,\" by streamlining text, grouping options, clarifying concepts and identifying paragraphs to be addressed in COP decisions. He reiterated that the Geneva text remains the only official document, with other documents issued as non-papers, and that any \"transfer of issues\" to text taken up in COP decisions does not undermine their importance. ADP Co-Chair Dan Reifsnyder indicated that the ADP Co-Chairs will provide guidance on the status of slashes and brackets in the Geneva text.",
      "Malaysia, for the LMDCs, stressed the need for such guidance. On progress achieved so far, most parties welcomed the positive atmosphere while underscoring the need to accelerate the pace of work. South Africa, for the G-77/CHINA, and EGYPT noted that issues are advancing at unequal speed, which may lead to an unbalanced process.",
      "Switzerland, for the EIG, said the different pace should be recognized but not raise concerns. On the time remaining in Bonn, the G-77/CHINA, the LMDCs and BRAZIL suggested discussing cross-cutting issues, and, with Australia, for the UMBRELLA GROUP, and Angola, for the LDCs, addressing workstream 2. The UMBRELLA GROUP, the EIG and the EU proposed that parties: \"unpack issues\"; reorganize text; and explain their proposals.",
      "BRAZIL suggested that the Secretariat cluster the issues in the Geneva text. The LMDCs, supported by IRAN and the EU, suggested working on critical areas, such as mitigation, adaptation and MOI, and prioritizing and sequencing key elements. The UMBRELLA GROUP, the EU, BRAZIL and the LDCs, opposed by the LMDCs, proposed identifying elements that will go into a decision text. On deliverables from Bonn, the EU and Sudan, for the AFRICAN GROUP, called for a streamlined text. The LMDCs, opposed by the EIG, suggested incorporating the streamlined paragraphs into the Geneva text.",
      "BRAZIL proposed incorporating all parts of the Geneva text that were not streamlined into a working document.",
      "INDIA suggested a \"working document 1,\" comprising the consolidated portions in the Geneva text, to serve as the basis for the next ADP meeting. The G-77/CHINA, the EU and the LMDCs stressed the need for a draft decision on workstream 2. Parties agreed that facilitated groups would continue as proposed, with another stocktaking planned for Monday, 8 June."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}