{
   "actors": [
      "Umbrella Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Pakistan",
      "United States",
      "Japan",
      "Bolivia",
      "Australia",
      "Brazil",
      "Iceland",
      "South Africa",
      "Bahamas",
      "Norway",
      "Micronesia",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_3",
   "section_title": "Shared Vision",
   "sentences": [
      "A shared vision of long-term cooperative action was discussed in a contact group chaired by Zammit Cutajar.",
      "Discussions focused on the scope of a shared vision and, in particular, its nature and relationship with the four building blocks of mitigation, adaptation, technology and finance, its underlying principles and a long-term global goal for emission reductions.",
      "Parties agreed that a shared vision should encompass the four building blocks of the Bali Action Plan and their interconnectedness, with South Africa highlighting the need for a balance between adaptation and mitigation.",
      "They also agreed that a shared vision should be based on the implementation of the Convention, its objective and principles, such as common but differentiated responsibilities and respective capabilities, and sustainable development.",
      "Some parties noted that a shared vision should be a short, simple and profound political statement that is understandable to the public.",
      "Parties suggested several principles for a shared vision in addition to those reflected in the Convention.",
      "AOSIS, with Bangladesh, highlighted the right to survival.",
      "New Zealand, with Australia, noted changing national circumstances.",
      "China stressed historical responsibility.",
      "The EU underlined the transition to a low-carbon society.",
      "Iceland, with Norway and the EU, stressed a forward-looking perspective and gender balance.",
      "Micronesia, with the Bahamas, highlighted urgency.",
      "Various opinions were expressed on the long-term global goal for emission reductions as an element of a shared vision.",
      "Developing countries emphasized that developed countries should take the lead and establish ambitious mid-term and long-term goals, and China lamented that developed country emissions have not even peaked yet.",
      "China, Brazil and several other developing countries also highlighted historical responsibility, while several developed countries referred to changing economic circumstances and increases in developing countries emissions.",
      "They argued that mitigation by developed countries alone is not sufficient to address climate change.",
      "Australia proposed a mid-term global goal.",
      "The US highlighted the importance of considering longer-term emission pathways and several countries highlighted there are multiple pathways to achieve given stabilization levels.",
      "Several countries from the Umbrella Group underlined links between the AWG-LCA and the AWG-KP.",
      "Some developing countries noted the link between a long-term goal with sustainable development, and identified the need to increase resilience of ecosystems and economies, and poverty eradication.",
      "Several countries suggested the long-term goal should be quantified.",
      "The EU and Japan proposed global emission reductions of 50% by 2050.",
      "Some developing countries noted that quantification of the goal could also be done in relation to other elements such as finance.",
      "Pakistan proposed quantifying the measurable, reportable and verifiable (MRV) support by developed countries to developing countries, leading to the same level of emission reductions, and Bolivia suggested quantification in relation to changes in developed countries consumption patterns and compensation to developing countries for lost development opportunities.",
      "Many countries said that a long-term goal should be based on sound science.",
      "However, Brazil and India called for careful consideration of assumptions underlying scientific arguments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}