{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Iceland",
      "Canada",
      "India",
      "New Zealand",
      "Russian Federation",
      "Morocco",
      "Algeria",
      "Norway",
      "China",
      "Saudi Arabia",
      "Switzerland",
      "Belarus",
      "Egypt",
      "South Africa",
      "Pakistan",
      "Russia"
   ],
   "enb_end_date": "28-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "28-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12335e.html",
   "id": "enb12335e_3",
   "section_title": "ANALYSIS OF MITIGATION POTENTIALS AND IDENTIFICATION OF RANGES OF EMISSION REDUCTION OBJECTIVES OF ANNEX I PARTIES :",
   "sentences": [
      "The Secretariat introduced a technical paper (FCCC/TP/2007/1) synthesizing information relevant to the determination of mitigation potential and identification of possible ranges of emission reduction objectives for Annex I parties .",
      "The EU emphasized that the paper confirms the urgency and scale of the necessary mitigation efforts, also showing that mitigation is technically and economically feasible.",
      "NORWAY outlined a recent analysis on ways of achieving Norway's national emission targets, which include becoming carbon neutral by 2050. SOUTH AFRICA, CHINA and ALGERIA highlighted inconsistencies in the technical paper, including the use of a number of different base years.",
      "SAUDI ARABIA stressed the need to consider the impact of Annex I mitigation activities on developing countries and PAKISTAN called for further work on the impact of response measures. INDIA said the AWG's real work is to develop quantified emission limitation and reduction objectives for Annex I parties for the period beyond 2012. CLIMATE ACTION NETWORK (CAN) INTERNATIONAL called for a halt in the rise in emissions by 2015.",
      "NEW ZEALAND expressed a readiness to take on new quantitative emissions reductions and also identified the need to consider new types of commitments.",
      "CANADA noted the importance of understanding commitments that can be made in the near future, as milestones on the way to global emission reductions goals.",
      "SWITZERLAND said the work of the AWG is related to ongoing processes under the Convention and the Protocol, and called for a comprehensive climate regime.",
      "The REPUBLIC OF KOREA identified reduction potential and costs as the deciding factors in determining targets and suggested presentations from relevant international institutions such as Asia Pacific Economic Cooperation (APEC).",
      "The RUSSIAN FEDERATION and BELARUS emphasized that different economic circumstances must be taken into account when deciding on targets.",
      "ICELAND stressed sectoral mitigation potential and different national circumstances. MOROCCO underlined the potential for partnership between developed and developing countries.",
      "EGYPT and INDIA called for a Clean Development Mechanism (CDM) that will significantly impact on sustainable development in developing countries.",
      "Parties then agreed to establish a contact group chaired by AWG Chair Charles, to convene on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}