{
   "actors": [],
   "countries": [
      "Brazil",
      "Norway",
      "Tuvalu",
      "Italy",
      "Papua New Guinea",
      "Guinea",
      "Argentina"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_51",
   "section_title": "REDUCING EMISSIONS FROM DEFORESTATION IN DEVELOPING COUNTRIES",
   "sentences": [
      "This agenda item was first presented to the SBSTA plenary on 18 May , and subsequently addressed in contact groups and various informal consultations co-chaired by Audun Rosland (Norway) and Hernán Carlino (Argentina).",
      "Parties were expected to initiate consideration of the issue in light of submissions received and to consider the scope of a workshop, to be held in Rome, Italy, from 30 August to 1 September 2006.",
      "Initial disagreements surfaced regarding the language on the scope of the workshop, with Brazil opposing any language that referred to the Kyoto Protocol or to trading mechanisms.",
      "After informal consultations, parties found alternative wording to replace references to baselines, leakage and uncertainty.",
      "But differences remained on whether to refer only to financial mechanisms, as proposed by Brazil, and/or to economic incentives or other alternatives.",
      "Tuvalu noted the limited definition of financial mechanism under the Convention and, with Papua New Guinea and many others, preferred also referencing other economic incentives.",
      "Delegates also discussed reference to projected emissions, capacity building, drivers and socioeconomic aspects, and whether to narrow down the agenda for the Rome workshop.",
      "This was finally resolved after parties agreed to maintain a broad focus for the workshop, and to accept compromise language that included reference to financial mechanisms and other alternatives.",
      "The conclusions were adopted in plenary on 25 May ."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}