{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "Marshall Islands",
      "United States",
      "Australia",
      "Brazil",
      "Canada",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "06-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12633e.html",
   "id": "enb12633e_3",
   "section_title": "Timeframes",
   "sentences": [
      "Co-facilitator Roberto Dondisch facilitated the session.",
      "Parties: considered a number of streamlining proposals presented by the LMDCs; expressed views on the placement of issues in the agreement or in decisions; discussed differentiation; and heard proposals on how to cluster the text for conceptual and structural clarity. Parties did not agree to merging options 2 and 3 in paragraph 181 on developing countries§ adjustment of contributions when severely affected by an extreme natural event. Parties were unable to agree to merging option 1 and option 3 in paragraph 185 on strategic review of implementation/aggregate ambition assessment/enhanced ambition mechanism.",
      "The MARSHALL ISLANDS, with Tuvalu, for the LDCs, and the US emphasized that the aggregate ambition assessment should be part of the agreement, while specific modalities could be established in future decisions. INDIA said the review of implementation should be addressed in post-Paris decisions, an option CHINA requested remain on the table.",
      "CHINA stressed decisions of placement depend on agreement under all elements considered by the ADP. Parties did not agree to merging options 1 and 2 of paragraph 186 on the purpose of the review/assessment/mechanism.",
      "The EU saw this best placed in the agreement.",
      "TUVALU emphasized that a review mechanism should apply to mitigation and MOI. Parties did not agree to merging options 2 and 3 of paragraph 188 on the review assessment mechanism being applicable to all parties.",
      "CHINA, INDIA and BRAZIL said all diffeent ways of referencing \"all parties\" could be reflected in one option using brackets.",
      "The EU, the US, CANADA and NEW ZEALAND opposed. On the application of differentiation in the context of time frames, BRAZIL, supported by INDIA, said the application of differentiation would depend on the context of aggregate or individual review/assessment.",
      "He added that even in the aggregate review, CBDR would entail a nuanced differentiation. NEW ZEALAND said the determination of respective capabilities depends on the task, such as reporting.",
      "CHINA opposed treating \"applicability to all\" in a one-size-fits-all non-differentiated manner. Clarifying its understanding of differentiation, AUSTRALIA, with the EU, noted that a genuine aggregate review should include all parties.",
      "She called for synchronicity of parties§ communications during the update phase of contributions, while taking into account national circumstances.",
      "Suggesting that ex ante consideration is time-consuming, she proposed differentiating by prioritizing countries with a high global share of emissions. NEW ZEALAND reflected on how differentiation evolved between past COPs, from CBDR and respective capabilities, and self-differentiation at COP 19, to CBDR in light of different circumstances at COP 20. Parties also heard proposals on how to cluster issues in the text for conceptual and structural clarity by the EU, the LMDCs and AILAC.",
      "Co-facilitators will prepare guidance to parties on how to consider these submissions at the next session of the facilitated group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}