{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "14-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12426e.html",
   "id": "enb12426e_11",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On the penultimate day of the meeting, many non-papers and consolidated texts were distributed under the AWG-LCA and AWG-KP, and delegates rapidly tried to digest the substance to voice their reactions during the sessions.",
      "Many were pleased with the progress on consolidating text under the AWG-LCA up to this point, noting that they had not expected to engage in line-by-line negotiations at Bonn III anyway.",
      "Fortunately it seems that we have reached the peak in terms of the length of text.",
      "At first I thought it was going to balloon even more, but I am comforted now by the very efficient work done on consolidation.",
      "Others, however, were concerned that in the consolidating process, their proposals had been left out, and they were not so pleased with the process.",
      "In the afternoon, so many delegates lined up for a copy of the REDD-plus text that a second printing was required.",
      "Delegates were anxious to see how their proposals had been incorporated following three days of informal meetings with the facilitator, which many delegates felt were positive and reassuring.",
      "Some enthusiastic parties and observers began analyzing the text in the corridors to prepare for Friday s session.",
      "One delegate said, with hope, this text represents a solid chance to make some progress on REDD.",
      "However, participants following some of the other AWG-LCA issues expressed frustration at beating around the bush on issues in some of the informal groups.",
      "One frustrated delegate stated that we can t continue to tinker around the edges of issues and eventually we will have to crack the tough nuts .",
      "During the evening informal meeting under the AWG-LCA on the organization of work, delegates reportedly discussed whether they were comfortable continuing with the same working methodology in Bangkok as here in Bonn.",
      "Based on the fact that not all the sections of the text were covered this week, some suggested continuing the Bonn working method for at least part of the time in Bangkok, and transitioning into substantial negotiations after a few days.",
      "Some delegates expressed frustration with this, with one stating Why can t we just jump into negotiations on day one in Bangkok?",
      "We are wasting time.",
      "Noting uneven progress in the informal groups, some delegates hoped substantial work could begin in contact groups at least on those issues where it was possible.",
      "One developed country negotiator believed some issues are ready to go for Bangkok, such as technology and adaptation and even certain aspects of mitigation.",
      "However, one developing country said jumping too fast might have adverse impacts with unintended consequences.",
      "Many agreed that more clarity on the way forward might exist after the informal groups conclude their work on Friday."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}