{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Argentina",
      "Germany",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_16",
   "section_title": "THIRD REVIEW OF THE FINANCIAL MECHANISM:",
   "sentences": [
      "This item was first taken up in plenary on 19 May .",
      "It was then considered informally and in contact group meetings co-chaired by Marcia Levaggi (Argentina) and Karsten Sach (Germany).",
      "At the first contact group meeting, the Co-Chairs proposed exchanging views based on the criteria contained in the annex to Decision 3/CP.4 (review of the financial mechanism), but several parties preferred to discuss issues raised in the synthesis report prepared by the Secretariat, and related to the GEF's functioning as the Convention's financial mechanism.",
      "Several Annex I countries, including the US, Norway, the EU, and Switzerland, noted their support for the GEF's work, while several developing countries cited issues with the GEF.",
      "Following the submission of EU and G-77/China proposals for inclusions to a draft COP decision, the Co-Chairs prepared a compilation text that parties then added to but did not negotiate.",
      "This compilation text was bracketed and annexed to the draft SBI conclusions, with the intention of using it at SB 25 as the basis of negotiations on a draft COP decision.",
      "The SBI conclusions and its annex were adopted in plenary on 25 May ."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}