{
   "actors": [],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "09-Apr-01",
   "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-17",
   "enb_start_date": "09-Apr-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12165e.html",
   "id": "enb12165e_17",
   "section_title": "Consideration of a Request for a technical paper on the interlinkages between climate change and biological diversity:",
   "sentences": [
      "This agenda item was addressed on Wednesday, 4 April.",
      "Chair Watson highlighted an invitation from the sixth meeting of the Subsidiary Body on Scientific, Technical and Technological Advice (SBSTTA-6) of the Convention on Biological Diversity (CBD), held in Montreal, Canada, from 12-16 March 2001, for the IPCC to contribute to an assessment of the interlinkages between biological diversity and climate change by preparing a technical paper and identifying experts.",
      "He noted that the IPCC had addressed these issues in its Special Report on LULUCF as well as in other documents, and that the process would be joint, but follow IPCC procedures.",
      "He said a technical paper could possibly be completed within a year to a year-and-a-half, though the IPCC could also consider a longer special report. While participants generally agreed that there are interlinkages between many of the environmental conventions and bodies, different views were expressed on the way to proceed regarding the request.",
      "Many delegates responded favorably, noting the close relationship between the two conventions and the amount of information now available in the TAR and the LULUCF report.",
      "One delegate called for a scoping paper and final decision in September, while another pointed out that it is important for the IPCC to seize the opportunity to set the agenda rather than having other similar bodies created to deal with climate change linkages with other issues.",
      "One delegate supported a short technical paper being issued in a short time period based on the LULUCF Special Report and the TAR. Some delegates stressed that work requested by the UNFCCC should take priority, and highlighted scarce resources.",
      "Some delegates requested that the issue be considered as one within a list of options for future IPCC work.",
      "One participant proposed that this request be discussed in the UNFCCC SBSTA or COP, and cautioned that there may be political underpinnings to the request and warned against making the report policy prescriptive.",
      "Other delegates disagreed with this point, and the Chair said that the paper would provide a neutral scientific basis as a platform for cooperation in the areas of climate change and biological diversity. Delegates underscored the need to maintain IPCC rules and procedures should the request be taken up.",
      "Participants stressed that demonstrating the linkages between climate change and biodiversity to policy-makers would indicate the importance of mitigation measures for addressing climate change.",
      "Concerns included whether the scale on which ecosystems are studied was compatible with the scale on which climate is studied, and whether addressing this request would contribute to politicizing the role of the IPCC.",
      "Participants stressed the need for a plan of action to identify priorities. Some delegates said the SAR, TAR and Special Reports already prepared by the IPCC contained adequate information on the linkages between climate change and biodiversity to address the request, but Working Group II Co-Chair James McCarthy pointed out that the information in these reports was limited.",
      "IPCC Chair Watson underscored that the work required to fulfill the request was minor, and suggested that participants agree on a scoping paper.",
      "The paper would indicate the sources from which the information would be drawn, and contain a list of recommended lead authors and coordinating lead authors.",
      "He added that the paper would be addressed at the next Plenary meeting of the IPCC."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}