{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Australia",
      "Sierra Leone",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "07-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "07-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12573e.html",
   "id": "enb12573e_14",
   "section_title": "Country Presentations",
   "sentences": [
      "The G-77/CHINA highlighted that response measures must be seen in the broader context of sustainable development, including the Rio+20 outcome, and should include qualitative and quantitative assessments in their design and implementation phase that address socio-economic consequences.",
      "Noting that benefits outweigh the costs, AUSTRALIA emphasized the need to capture benefits and build resilience.",
      "SAUDI ARABIA said assessment should cover various sectors and social groups, and be comprehensive, collective and dynamic.",
      "She stressed the need to develop methodology and reporting.",
      "The US highlighted co-benefits from a well-designed climate policy, including improved air quality, enhanced biodiversity, stronger economies and healthier lifestyles.",
      "He said that benefits are not limited to the country that is implementing climate policies.",
      "Drawing on the example of including aviation in the EU Emissions Trading Scheme (ETS), INDIA urged countries to refrain from engaging in unilateral measures.",
      "SIERRA LEONE emphasized the need to have a clear idea of the type of response measures that are expected to have adverse effects and consider projected impacts on, inter alia : transport, agriculture, water resources, forestry and biodiversity.",
      "He underlined the need to request developing countries to solicit specific actions for measurable results."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}