{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Ghana",
      "Norway",
      "Japan",
      "China",
      "Uganda",
      "Argentina"
   ],
   "enb_end_date": "12-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "12-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12217e.html",
   "id": "enb12217e_7",
   "section_title": "SPECIAL CLIMATE CHANGE FUND",
   "sentences": [
      "The G-77/CHINA presented its amendments to the Co-Chairs` draft conclusions, stating that the Group`s overriding interest is that a decision on the SCCF be taken at COP-9.",
      "Opposed by the EU and CANADA, he said that the G-77/China`s text should serve as the basis for negotiation.",
      "Co- Chair Rawleston Moore adjourned the meeting for an informal consultation on this issue.",
      "Upon reconvening, Co-Chair Moore said that the annex would be removed from the draft conclusions, and that the G-77/China`s paper would be listed in a MISC document. Delegates then discussed the prioritization of the SCCF`s activities as outlined in the draft conclusions.",
      "CANADA, with the EU, NORWAY and JAPAN, and opposed by the G-77/CHINA, proposed that the SCCF support adaptation and mitigation activities.",
      "ARGENTINA, supported by the G-77/CHINA and others, said that adaptation projects are of global benefit and should be given the highest priority under the SCCF.",
      "GHANA suggested that the SCCF provide resources to non-Annex I Parties not identified as LDCs to enable them to prepare their adaptation plans and strategies.",
      "He also proposed that small-scale projects, including pilot and demonstration activities, should have expedited access to the SCCF.",
      "In response to Ghana`s proposal, UGANDA and CANADA said these elements provide operational guidance and should not be included in the draft conclusions.",
      "ARGENTINA, opposed by the EU and others, proposed that the SCCF be used to finance activities that are complementary to those funded by the climate change focal areas of the GEF, the LDC Fund, and bilateral and multilateral sources.",
      "Delegates could not agree to an EU proposal, supported by CANADA and NORWAY, that the SBI invite the GEF to submit its views on complementarity among the funds under the UNFCCC.",
      "Delegates agreed to delete text requesting further submission of views and calling for inter-sessional informal consultation on the SCCF prior to SBI-19."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}