{
   "actors": [],
   "countries": [],
   "enb_end_date": "07-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "07-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12494e.html",
   "id": "enb12494e_1",
   "section_title": "ADAPTATION FUND (COP/MOP)",
   "sentences": [
      "During morning informal consultations, parties considered revised draft text on the report of the Adaptation Fund Board, paragraph-by-paragraph.",
      "On terms and conditions of services for the World Bank, parties agreed to refer to the interim services of the Bank.",
      "Parties also considered, at length, proposed workshops on accreditation of national implementing entities, with a divergence of views expressed.",
      "Many developing countries supported these workshops to familiarize parties with the accreditation process, making use of the accreditation toolkit being devised by the Adaptation Fund Board.",
      "However, some developed countries questioned the purpose of the regional workshops, pointing out that the toolkit has not yet been completed.",
      "Parties were also not able to agree on the number of workshops, their content and participation.",
      "Some parties enquired about the cost implications of convening the proposed workshops. FINANCE, TECHNOLOGY AND CAPACITY BUILDING (AWG-LCA): Parties considered capacity building in the morning, focusing on revised draft preambular text.",
      "Parties agreed to remove brackets on the scope of capacity-building and related needs as expressed in an annex to decision 2/CP.7 (capacity building in developing countries).",
      "However, parties were not able to agree on whether capacity building should be supported and enabled as a stand-alone activity or delivered as an integrated component of mitigation and adaptation efforts.",
      "Consensus was also not reached on scaling up capacity building with, and sustained by, successful experiences gained through actions undertaken in partnership with developed and developing countries, as proposed by some developed countries.",
      "In addition, parties could not agree on a formulation guiding various multilateral and bilateral agencies in their activities related to capacity building, as proposed by developing countries. ADAPTATION (AWG-LCA): During the morning s AWG-LCA drafting group, parties considered how to address loss and damage.",
      "Many parties supported a proposal to establish an international mechanism to address loss and damage associated with climate change impacts in vulnerable developing countries.",
      "Many parties requested clarification on the proposal s elements, including on: the nature of contributions; whether the mechanism should be under the guidance of the SBI or the SBSTA; the process to further define the mechanism s elements; the role of the private sector; linkages with existing risk management systems; and ensuring inclusiveness.",
      "Many parties stressed that the mechanism should be under the COP s authority.",
      "Noting that many elements required further definition, some parties described the proposal as immature, while others explained that once the main decision on the establishment of the mechanism is made, further details on key elements should be established through a country-driven process.",
      "One party stressed the usefulness of a work programme to define outstanding elements.",
      "Many parties proposed that the mechanism should be one of the components of a range of adaptation tools.",
      "One party proposed, and many supported, adding language to address vulnerable parties concerns.",
      "With many noting the need to have a concrete outcome in Cancun, parties considered whether to reflect the common understanding in the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}