{
   "actors": [],
   "countries": [
      "Ghana",
      "Brazil",
      "France",
      "India",
      "China"
   ],
   "enb_end_date": "02-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "02-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1287e.html",
   "id": "enb1287e_3",
   "section_title": "IEA-UNEP PARIS WRAP-UP SESSION",
   "sentences": [
      "The last of a series of joint IEA-UNEP regional workshops on the CDM took place in Paris, France from 7-8 October 1998 and was attended by approximately 130 participants from 41 countries.",
      "Climate Change experts, negotiators, government, NGO and industry representatives exchanged views on what priorities and issues should be addressed at COP-4 and beyond to promote the CDM.",
      "Other workshops had been held in Brazil, India, China and Ghana.",
      "IEA and UNEP sought to build awareness on the CDM and provide an informal platform for discussion. Although there were no official conclusions, participants agreed that CDM projects should achieve: sustainable development objectives established by the host developing country; cost effective emission reductions for developed countries; and global GHG emission reductions.",
      "Key operational issues that need to be addressed in order to ensure credibility and effectiveness of CDM are: governance procedures; establishment of baselines and definitions of additionality; a good certification process; clear, transparent and consistent rules; and significant capacity building in developing countries in order for them to develop, implement and monitor CDM projects. Major unresolved issues include: equity in the implementation of the CDM (balance of benefits between Annex I and non-Annex I countries, balance of projects between regions in non-Annex I countries); clear definition of governance procedures, baselines and the certification process; sharing of credits (percentage of CERs between host and investor countries); interconnection between CDM projects and national sustainable development priorities; linkages with other cooperative mechanisms including a possible adaptation fee on all mechanisms and a cap on the use of these mechanisms in meeting Kyoto commitments; and more specificity with respect to capacity building to help develop and implement the CDM--for what, for whom and using what funds. Participants also highlighted the following risks: devaluation of national commitments in Annex I countries or risk that the Kyoto Protocol will not be ratified (creates a lower demand for CERs); price of CERs influenced by emissions trading and other opportunities for cost-effective actions.",
      "Although no consensus was reached (or sought) participants expressed the view that they left the workshop with a better understanding of each other's views and concerns leading into COP- 4.",
      "This will enable negotiators to have fewer 'surprises' and give them a head start on fixing priorities for work after COP- 4.",
      "The IEA and UNEP will be holding a side event at COP- 4 on 6 November from 1:00-3:00 pm to present the results of the regional CDM workshops and inform negotiators of the main outcomes of this joint effort."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}