{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bangladesh",
      "Argentina",
      "United States",
      "Japan",
      "Bolivia",
      "Ghana",
      "Brazil",
      "Australia",
      "Indonesia",
      "Uganda",
      "Canada",
      "Saudi Arabia",
      "Tanzania",
      "Norway",
      "China"
   ],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_1",
   "section_title": "TECHNOLOGY:",
   "sentences": [
      "During the morning s informal session, Facilitator Kumarsingh introduced a table indicating areas of perceived convergence and divergence as a tool for moving forward.",
      "The G-77/CHINA highlighted the benefits of addressing the text s guiding principles.",
      "BANGLADESH suggested prioritizing items that can be fast-tracked, and said capacity building and finance in the context of technology should be addressed on a sectoral basis, focusing first on the most urgent needs of countries.",
      "The EU called for more precision on technology and capacity building, and highlighted that a deal in Copenhagen would result in a large increase in technology transfer and capacity building. AUSTRALIA, CANADA, the EU and JAPAN supported establishing small groups to address specific issues, while the G-77/CHINA opposed having smaller groups at this point.",
      "The LDCs suggested that the main issues should first be addressed in a large group, while smaller groups could focus on removing brackets at a later stage. CANADA, supported by JAPAN and the US, stressed that capacity building is a crosscutting issue that is a means and not an end in itself, and JAPAN said an independent section on capacity building was unnecessary.",
      "AOSIS suggested devoting three-quarters of the time to technology transfer and the rest to capacity building so as not to confuse the issues.",
      "TANZANIA supported a dedicated discussion on capacity building.",
      "Following a short break to allow group consultations, the G-77/CHINA disagreed with some of the areas identified as having convergence.",
      "She said objectives and principles should be addressed first, and noted financing as an area of divergence.",
      "The US said: TNAs, capacity building and enabling environments should be dealt with separately; more clarification was needed on concepts such as incentive mechanisms and technology information; no convergence existed on the need for a body to oversee action; and references to finance should be moved to the finance section. SAUDI ARABIA supported removing text that contradicts the Convention and the Bali Action Plan (BAP) .",
      "The EU stressed reducing redundancy in the text, and suggested making concrete progress on areas where convergence exists to build trust before addressing areas of divergence.",
      "BRAZIL requested clarification on the meaning of divergence and convergence.",
      "NORWAY noted main areas of divergence related to, inter alia , how to stimulate action, incentives and support from developed to developing countries.",
      "The US noted preference for discussing topics on which progress could be made such as cooperative R&D, TNAs, capacity building, enabling environments and regional technology centers.",
      "CANADA underscored that the discussion should be focused on development, deployment and transfer of technology, rather than just technology transfer.",
      "The US opposed any discussion of changes to the IPR regime and any text that sought to undermine or weaken that regime, and requested its removal from the table.",
      "GHANA identified IPRs as a problem for developing countries, and, with BANGLADESH, UGANDA, INDONESIA, ARGENTINA and BOLIVIA, stressed that the IPR regime should be modified so that it does not constitute a barrier to technology transfer.",
      "Facilitator Kumarsingh said that parties could meet informally if they so wished to discuss pertinent issues."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}