{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Antigua and Barbuda",
      "Japan",
      "Australia",
      "Saudi Arabia",
      "South Africa",
      "Sudan"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_5",
   "section_title": "SHARED VISION:",
   "sentences": [
      "Chair Zammit Cutajar introduced a non-paper, which consolidates and reorders text on shared vision.",
      "SAUDI ARABIA expressed reservations with the way the text has been consolidated, noting missing proposals and elements.",
      "Parties then discussed proposals relating to review.",
      "Antigua and Barbuda, for AOSIS, elaborated its proposal that, inter alia : builds on existing mechanisms; safeguards vulnerable countries, including LDCs and SIDS; and reflects changing scientific information.",
      "She identified the need to review both: the long-term global goal, which would be triggered by science; and implementation arrangements agreed to in Copenhagen on the four building blocks. BRAZIL noted that the long-term global goal, defined in terms of a global temperature increase, should be updated, taking into account scientific developments.",
      "The EU proposed three types of reviews, focusing on: the long-term goal itself; whether parties are on track to meet the goal; and a comprehensive review of actions under the various building blocks.",
      "He explained he was not necessarily proposing three processes, but that reviews could be undertaken through the same process.",
      "SUDAN said every review should have a process attached.",
      "Explaining his country s proposal, JAPAN noted reviews should be undertaken in light of the best available scientific information. SOUTH AFRICA asked what kind of mechanisms are anticipated and how reviews would be carried out.",
      "AOSIS responded that the COP would make a decision on that, and that lessons learned from past review processes should be taken into account.",
      "The EU suggested building on existing review mechanisms in the Convention and expressed interest in exploring the schedules approach.",
      "AUSTRALIA stressed the need for flexible review mechanisms to allow for taking into account changing circumstances.",
      "SUDAN identified the need to define the long-term goal before deciding the timing and nature of the review."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}