{
   "actors": [],
   "countries": [
      "Chile"
   ],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_9",
   "section_title": "ROUNDTABLE DISCUSSION ON RECOMMEND-ATIONS AND ACTION PLEDGES:",
   "sentences": [
      "Chair Kumarsingh requested participating organizations to respond to two questions: Based on the workshop, what potential future actions can each organization adopt in order to respond to the potential gaps and challenges identified during the workshop?",
      "How can each organization benefit from the NWP?",
      "Over 20 organizations spoke, including the three Convention expert groups.",
      "The EGTT described tools and activities developed, including the technical paper on technologies for adaptation published in 2006.",
      "He noted that the EGTT supports the NWP at the interface between planning and strategies through concrete pilot projects.",
      "The CGE pointed to experience with tools and methodologies used for vulnerability and adaptation assessments in national communications, and the training of trainers.",
      "The LEG said that it is willing to work with non-LDCs to use methodologies developed for the LDC NAPAs, of which 21 have been completed, with the majority of the rest expected before COP 13.",
      "He also pointed to the early stages of implementation of NAPA projects, which he said could also be good input to the NWP. CEDARE mentioned ongoing work with the Nile Basin Initiative (NBI) focused on capacity building and said its decision support system for the NBI can be made available for replication elsewhere.",
      "ISDR reiterated commitment to the NWP, highlighting two relevant activities: efforts among several agencies to align work on disaster risk reduction and adaptation; and a drought risk reduction network.",
      "She said ISDR pledges to assist in the coordination of a campaign to raise awareness among children on health impacts of climate change.",
      "The Munich Climate Insurance Initiative (MCII) highlighted intentions to conduct a pilot study in developing countries to assess what insurance-related initiatives can take place.",
      "She said MCII would benefit from the NWP due to the increasing demand for risk management that can enhance adaptation planning and practices.",
      "The Organisation for Economic Cooperation and Development highlighted that adaptation is progressively more important for member states but that many divisions in the organization still do not prioritize adaptation.",
      "Practical Action emphasized commitment to continuing the development of the current fieldwork model, and more widely disseminating project results.",
      "She also expressed willingness to facilitate the involvement of a greater number of stakeholders for community-based projects. SEI described work on building a bridge between assessment and technical capacity, and, among other activities, setting up a climate adaptation network based in Africa.",
      "UNEP said it is developing a climate change strategy, in addition to developing appropriate data and information to increase scientific robustness.",
      "The UNESCO Institute for Higher Education (UNESCO-IHE) outlined activities for water education, which aim to increase the knowledge and skills of professionals working in the water sector, as well as building a climate change and adaptation programme.",
      "The Cooperative Programme on Water and Climate explained that it is stimulating the introduction of climate issues into the water sector.",
      "United Nations University/Institute for Environment and Human Security (UNU/EHS) said elements of the NWP have been written into the organization's work programme for the coming two years, including projects on water and adaptation, and maladaptation and human security, in addition to 15 case studies on adaptation to climate variability.",
      "She said the NWP will benefit UNU/EHS by facilitating dissemination of research findings to policy makers. UN WTO suggested five concrete actions that it could take: developing guidelines and tools for the tourism sector; developing climate change risk assessment tools for the tourism business; including the tourism sector in national adaptation strategies; discussing and sharing good practices; and facilitating access to and dissemination of tools.",
      "WHO highlighted mechanisms for contributing to the NWP, including: contributing socioeconomic health information to climate vulnerability assessments; supporting research; technical support; and facilitating the availability of lessons learned.",
      "WMO expressed willingness to contribute to the NWP through activities such as data management activities and regional climate services.",
      "He also underscored commitment to building capacity.",
      "The World Climate Research Programme (WCRP) said his organization is aiming to address climate scenarios and downscaling.",
      "He noted that the WCRP is developing a systematic approach to address regional downscaling.",
      "The World Bank stressed relevant contributions to the NWP, including a study to estimate the costs and financial flows of adaptation.",
      "He stressed that the World Bank is aiming to earmark specific funds and create new financial instruments for adaptation.",
      "The Global Change System for Analysis, Research and Training (START) noted efforts on research capacity building, highlighting ongoing activities in Africa and South-East Asia to support post-graduate studies.",
      "He requested guidance through the NWP on research capacity gaps where START can contribute.",
      "FAO explained that the NWP enables his organization to fit ongoing agricultural development and food security activities into the climate change and adaptation realm.",
      "IW: LEARN outlined project activities and linkages to adaptation and climate change. ICLEI pointed to the ongoing activities in cities, which he said are increasingly at risk from climate change.",
      "The Tyndall Centre for Climate Change Research highlighted relevant activities, including an upcoming conference on Are there limits to adaptation?",
      "to be held in London in February 2008.",
      "Chair Kumarsingh lauded the pledges, and opened the floor for final comments.",
      "The Centre for European Policy Studies called for an informal platform for the exchange of practices and expertise, as an alternative to formal submissions to the Secretariat, which she said do not accurately reflect adaptation information from the ground.",
      "Chile urged considering how the NWP can help countries raise the concern of climate change at the highest political levels."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}