{
   "actors": [],
   "countries": [
      "Russia",
      "United States",
      "Japan",
      "Brazil",
      "Germany",
      "Finland",
      "Mauritius",
      "Canada",
      "Austria",
      "United Kingdom",
      "Russian Federation",
      "Morocco",
      "Saudi Arabia",
      "Egypt",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "27-Apr-06",
   "enb_long_title": "IPCC-25",
   "enb_short_title": "IPCC-25",
   "enb_start_date": "27-Apr-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12293e.html",
   "id": "enb12293e_4",
   "section_title": "2006 GUIDELINES",
   "sentences": [
      "Co-Chair of the Bureau of the Task Force on National Greenhouse Gas Inventories (TFB) Thelma Krug (Brazil) introduced the draft 2006 Guidelines (IPCC-XXV/Doc.",
      "She explained that more than 100 comments from 17 governments were received and addressed, and that the resulting revisions were contained in a new document (IPCC-XXV/Doc.",
      "4b, Add.",
      "1). The RUSSIAN FEDERATION requested clarification on whether all government comments had been taken into account and on the timing for use of the new methodologies.",
      "BRAZIL expressed concern that its submission on estimating emissions from flooded lands had not been taken into account and expressed reservations about acceptance of the 2006 Guidelines as drafted.",
      "GERMANY, supported by NORWAY, requested more time to consider the revisions contained in IPCC-XXV/Doc.",
      "4b, Add.",
      "AUSTRIA and NORWAY supported BRAZIL`s reservation on estimates from flooded lands and cautioned against possible inconsistencies in the methodologies when used at the project level.",
      "FINLAND requested clarification on the role and classification of peat.",
      "Noting that the section on flooded lands represented a prudent compromise, CANADA supported acceptance of the 2006 Guidelines as drafted.",
      "CHINA proposed deletion of the reference to spontaneous combustion, stating that this represents a natural phenomenon and not an anthropogenic source.",
      "EGYPT called for the inclusion of the global warming potential of aerosols, particularly from industry.",
      "The US cautioned against further changes to the document, stating that the 2006 Guidelines were designed as a comprehensive package and underscoring the danger of deleting sections or relegating them to appendices. In a lunchtime question and answer session with the Coordinating Lead Authors, delegates discussed carbon stock versus flux methods to calculate emissions from flooded lands and the potential for overestimating and double counting.",
      "They agreed to continue, in a contact group, discussions on how to incorporate into the section of the 2006 Guidelines on flooded lands pertinent sections of the IPCC Good Practice Guidance for LULUCF.",
      "Delegates also agreed to keep in an appendix a reference to methane from wetlands and discussed spontaneous combustion and a range of other comments submitted previously by governments. In the afternoon plenary session, the RUSSIAN FEDERATION, supported by SAUDI ARABIA and SWITZERLAND, requested that the compilation of governments` comments on the 2006 Guidelines be made available to the plenary.",
      "TFB Co-Chair Taka Hiraishi (Japan) stated that it was not the practice of the IPCC to distribute these to everyone, and the IPCC Secretariat explained that all written comments are available upon request.",
      "BRAZIL stressed the need to resolve pending matters in the 2006 Guidelines before proceeding to the Overview Chapter. The UK, supported by MAURITIUS, NORWAY, CANADA, MOROCCO and others, underscored the importance of accepting the 2006 Guidelines and adopting the Overview Chapter at this session.",
      "Urging parties to be practical, he called for focusing on specific aspects of the 2006 Guidelines in a contact group and for discussing the Overview Chapter in the plenary. Chair Pachauri said the Secretariat would make electronic copies and a limited number of paper copies of governments` comments available by Thursday morning, but cautioned against delaying acceptance of the 2006 Guidelines at this session given the amount of work ahead in relation to the AR4.",
      "He announced that contact group discussions would convene in the evening and possibly on Thursday morning to address particular issues in the 2006 Guidelines raised during the day."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}