{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "United States",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "06-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12128e.html",
   "id": "enb12128e_3",
   "section_title": "GUIDELINES UNDER PROTOCOL ARTICLES 5, 7 & 8",
   "sentences": [
      "Co-Chair Helen Plume (New Zealand) identified the objectives of the meeting as finalizing the guidelines under Article 5.1 (national systems), and making progress on the guidelines under Article 8 (review of information) and methodologies under Article 5.2 (adjustments).",
      "She proposed convening two subgroups to address these objectives.",
      "In response to a request by the EU, she agreed to hold a session to exchange views on Article 7 (communication of information). Takahiko Hiraishi of the Intergovernmental Panel on Climate Change (IPCC) presented the Special Report on Good Practice Guidance and Uncertainty Management in National Greenhouse Gas Inventories.",
      "Co-Chair Plume noted that a side event will be devoted to it during SB-12. The subgroup on Article 5.1 considered the second Draft Guidelines for National Systems under Article 5.1 of the Kyoto Protocol and submissions by the EU and the US.",
      "Delegates discussed technical amendments, including a suggestion by the EU on a new paragraph on characteristics of national inventories making reference to monitoring of legal entities and/or projects under Articles 6 (joint implementation) and 17 (emissions trading).",
      "Co-Chair Newton Paciornik (Brazil) suggested that this issue be considered further at the meeting scheduled on cross-cutting issues. The subgroup on Articles 5.2 and 8 considered the Objectives and the General Approach of Part I of the Elements of Draft Guidelines under Article 8 of the Kyoto Protocol.",
      "Delegates discussed the structure of the proposed draft guidelines and stressed the need to clarify whether there would be a separate review procedure depending on the annual or periodic nature of the submission of information.",
      "They agreed that, inter alia: Part I cover the annual review of information submitted under Article 7.1 (annual inventory and supplementary information) and related information under the FCCC; the definition of the information covered by Article 7.1 should be left to the sub-group on Article 7; and a reference to the trial inventory review period should be introduced."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}