{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Sweden",
      "India",
      "Venezuela",
      "United States",
      "Russian Federation",
      "Japan",
      "Australia",
      "Brazil",
      "Indonesia",
      "Egypt",
      "Switzerland",
      "Poland",
      "Saint Lucia"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_4",
   "section_title": "SESSION 3:",
   "sentences": [
      "In the afternoon, the Russian Federation stressed the importance of returning to pre-crisis levels of economic growth.",
      "He outlined different baselines and scenarios of their greenhouse gas (GHG) emissions, and concluded that they can achieve emission reductions between 14-28% below 1990 levels by 2020.",
      "India outlined a global carbon budget of 300 gigatonnes of CO2 equivalent for the period 2010-2050 consistent with providing equitable access to sustainable development.",
      "He said the future entitlement of non-Annex I parties would be 425 gigatonnes of carbon equivalent compared with a negative entitlement of 125 gigatonnes of carbon equivalent for Annex I parties, calculated on the basis of a fixed per capita share.",
      "He added that the gap between entitlement and available carbon space provides the basis of a scientific benchmark for decisions on finance and technology transfer.",
      "Sweden said his country has decoupled economic growth from GHG emissions through a number of policies, including price signals.",
      "He explained that Sweden aims for 40% emission reductions below 1990 levels by 2020, and achieving no net emissions of GHGs by 2050, calling its ambitious national goals good for the economy.",
      "Reflecting on the economic impact of recent natural disasters, Japan expressed a continued willingness to contribute to climate negotiations but conceded that due to relief and reconstruction efforts they are uncertain of their position on future climate change policies.",
      "Poland said they have decoupled economic growth from GHG emissions, and are currently more than 30% below 1988 emission levels, but need to increase energy efficiency to match the EU s efficiency levels.",
      "Australia stated its emission reduction target range of 5-15% below 2000 levels by 2020, noting the 15% reduction is conditional on a global agreement in which all major economies substantially restrain their emissions.",
      "She said Australia would consider a 25% target in the context of a global agreement capable of keeping CO2 equivalents at 450 parts per million (ppm) or lower.",
      "On assumptions and conditions, Australia said parties should clarify their pledges, including: baselines used; methods of determining baselines; expected use of international offsets to achieve targets; and conditions for achieving targets.",
      "In discussions, the US, EU, Saint Lucia, Switzerland, Indonesia, Egypt and Venezuela raised a number of issues, including: the role of LULUCF; the management of offsets in the context of interactions between developed and developing country parties; equitable access to sustainable development; and innovative approaches to using surplus AAUs.",
      "Brazil raised concerns about Annex I party projections based on uncertainty regarding future rules.",
      "He noted that existing rules under the Kyoto Protocol are not being used to set pledges and cautioned that pledges based on what developing countries do may only serve to strengthen a wait and see approach.",
      "Venezuela emphasized that no decision had been taken in Cancun on the establishment of new market mechanisms.",
      "She urged parties referring to mechanisms to do so in the context of the Kyoto Protocol.",
      "India cited research in support of the carbon budget approach and rejected suggestions that the cumulative approach is essentially backward looking.",
      "On the role of offsets, Australia pointed to the centrality of MRV in their design and credibility.",
      "She advocated working on those aspects of pledges where conditional elements are shared by a number of parties.",
      "She defended reserving a role for political judgment in elaborating pledges, with the uncertainty that this implies.",
      "She noted that the existing structure of the Kyoto Protocol would keep the global average temperature increase below 2°C and a logical consequence was the question of how to draw in all major emitters.",
      "Brazil responded that the low level of ambition in the Protocol s first commitment period was not a structural problem."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}