{
   "actors": [],
   "countries": [
      "Niger",
      "New Zealand",
      "Nigeria",
      "China",
      "Australia",
      "Finland",
      "Germany"
   ],
   "enb_end_date": "03-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "03-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12412e.html",
   "id": "enb12412e_14",
   "section_title": "METHODOLOGICAL ISSUES (CONVENTION): GHG Inventories:",
   "sentences": [
      "The Secretariat introduced the item ( FCCC/SBSTA/2009/INF.2 ).",
      "NEW ZEALAND stressed the importance of providing the Secretariat with resources for training and support.",
      "SBSTA Chair Plume noted the need for concrete proposals regarding training programme updates and training of inventory experts.",
      "Anke Herold (Germany) will hold informal consultations. IPCC Guidelines: The Secretariat introduced the item ( FCCC/SBSTA/2009/MISC.3 ).",
      "Emphasizing the needs of countries without capacity to prepare national GHG inventories, the IPCC discussed the update of its 2006 Guidelines for National Greenhouse Gas Inventories, inter alia, to reflect current scientific practice and standards, and to reduce uncertainty.",
      "AUSTRALIA proposed reviewing the Guidelines following the adoption of the post-2012 framework to ensure that they meet parties needs in implementing the post-2012 outcome.",
      "Riitta Pipatti (Finland) and Hongwei Yang (China) will hold informal consultations. METHODOLOGICAL ISSUES (PROTOCOL): HCFC-22/HFC-23: SBSTA Chair Plume introduced the item which concerns facilities seeking to obtain Certified Emission Reductions (CERs) for the destruction of trifluoromethane (HFC-23), a by-product of the production of the coolant chlorodifluoromethane (HCFC-22).",
      "CHINA highlighted recent developments under the Montreal Protocol on Substances that Deplete the Ozone Layer relating to the phase out of HCFC-22, which would result in fewer HFC-23 facilities in the future.",
      "He called on SBSTA to reach a conclusion on this issue.",
      "Samuel Adejuwon (Nigeria) will conduct informal consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}