{
   "actors": [],
   "countries": [
      "Canada",
      "Denmark",
      "New Zealand",
      "Netherlands",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "Germany",
      "Belgium"
   ],
   "enb_end_date": "11-Nov-04",
   "enb_long_title": "IPCC-22",
   "enb_short_title": "IPCC-22",
   "enb_start_date": "11-Nov-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12247e.html",
   "id": "enb12247e_2",
   "section_title": "AR4 PRODUCTS",
   "sentences": [
      "IPCC Secretary Christ introduced a document on AR4 Products (IPCC.XXII/Doc.6), noting that it reflected points raised by a contact group convened at the 31st Session of the IPCC Bureau in April 2004. Several delegates supported the preparation of graphics for the Synthesis Report and the Working Group reports, but SWITZERLAND and BELGIUM questioned the estimated cost. NEW ZEALAND stressed the importance of providing regionally relevant information and datasets, and SAUDI ARABIA called for addressing regional issues in the Working Group reports.",
      "Working Group II Co-Chair Parry described two possible approaches for indexing regional information.",
      "He explained that the first is based on a content analysis of the final text, while the second involves the authors making note of the topic and region concerned by each reference in the report.",
      "For the latter option, he noted the need to first discuss such an approach with authors.",
      "Not opposing the use of regional centers to disseminate information, SWITZERLAND stressed the need for integrity in the process of selecting information to be disseminated.",
      "AUSTRALIA said comprehensive indexing and cross-referencing of products enhances the utility of the Working Group reports and underlined the value of establishing an electronic search facility.",
      "CANADA stressed the need to explore the feasibility of introducing an index, noting that the IPCC is not the body to discuss how it is done.",
      "Jean Palutikof, Working Group II Technical Support Unit, stated that the AR4 process is too advanced to ask Lead Authors to index their work, as their terms of reference have already been agreed.",
      "GERMANY stressed the urgency of indexing regional information and the need to make a decision on outreach at this session. On making models, datasets, scenarios and visualization tools available, the NETHERLANDS questioned labeling datasets or models as 'IPCC approved,' but acknowledged the usefulness of making available supporting materials for graphs, referring to similar practices in science journals.",
      "DENMARK, with BELGIUM, called for easy access to graphs and tables in the final report, and asked that the translation of figure text be facilitated.",
      "Citing the need for transparency and accountability, BELGIUM and DENMARK called for making the simple model used to produce those graphics available with its source code and parameters.",
      "BELGIUM said user requirements for the technical papers must be determined."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}