{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "19-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "19-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12540e.html",
   "id": "enb12540e_3",
   "section_title": "AGRICULTURE (SBSTA)",
   "sentences": [
      "During morning informal consultations, parties exchanged views on how issues relating to agriculture should be taken up under the SBSTA.",
      "Many parties referred to their submissions (FCCC/SBSTA/2012/MISC.6 and Adds.",
      "1-2), highlighting the need to, inter alia : ensure that work on agriculture is consistent with the SBSTA mandate in Convention Article 9 (the scope of technical, scientific and methodological work); assess existing scientific and technological knowledge on agriculture and climate change; increase knowledge sharing; enhance information on knowledge gaps; improve agricultural productivity and resilience in the context of climate change; and improve capacity building in developing countries.",
      "Many developing countries underscored the importance of adaptation and its relative priority compared to mitigation.",
      "They also highlighted the need to achieve food security and the importance of technology transfer.",
      "Some countries called for a dialogue on how to facilitate, inter alia , technology transfer and innovation.",
      "Others called for a work programme to move the process forward.",
      "A developing country suggested workshops as a useful way forward.",
      "A developed country noted the need to learn more from external bodies and organizations, such as the IPCC.",
      "Another developed country highlighted the need to recognize the site-specific nature of agriculture.",
      "A representative from the IPCC provided an overview of how agriculture is being treated in the Fifth Assessment Report.",
      "Informal consultations will continue. LOSS AND DAMAGE (SBI): During the morning informal consultations that were open to observers, parties exchanged views on the Co-Chairs draft text and proposal by the G-77/China to annex a draft decision text to the conclusions. LDCs, the AFRICAN GROUP and AOSIS expressed readiness to work on framing the decision.",
      "Stressing the importance of staying within the group s mandate, several developed countries said it is premature to annex decision text before considering a technical paper on slow-onset events and the outcomes of the four upcoming workshops.",
      "As a way forward, Co-Chair Lemmen proposed an informal meeting to be held immediately before Doha to consider inputs from the workshops and the technical paper.",
      "Several parties indicated the need to consider the Co-Chairs proposal within negotiating groups.",
      "On the text, parties flagged some points that have not been reflected and the US pointed to convergence on key messages.",
      "The Co-Chairs will consult informally and a drafting group will convene."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}