{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Denmark",
      "New Zealand",
      "Australia",
      "Peru",
      "Grenada",
      "Bolivia"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_28",
   "section_title": "ANNEX I FURTHER COMMITMENTS:",
   "sentences": [
      "This item (FCCC/KP/AWG/2010/17 and MISC.7) was first considered by the AWG-KP opening plenary.",
      "AWG-KP Chair Ashe proposed the establishment of a single contact group and after consultations, parties agreed.",
      "The first meeting of the contact group convened in the evening of 29 November.",
      "Ashe introduced his proposal (FCCC/KP/AWG/2010/CRP.4), which contained draft decision text on amendments to the Kyoto Protocol pursuant to Article 3.9 (Annex I further commitments), LULUCF, the flexibility mechanisms, methodological issues and potential consequences.",
      "Parties agreed to establish informal groups on: amendments to the Kyoto Protocol pursuant to Article 3.9, co-facilitated by Jürgen Lefevere (EU) and Leon Charles (Grenada); LULUCF, co-facilitated by Marcelo Rocha (Brazil) and Peter Iversen (Denmark); the flexibility mechanisms and methodological issues, facilitated by AWG-KP Vice-Chair Adrian Macey (New Zealand); and potential consequences, co-facilitated by Andrew Ure (Australia) and Eduardo Calvo Buendía (Peru).",
      "During the second week, informal consultations facilitated by a pair of ministers from a developed and a developing country also took place on issues under the Kyoto Protocol.",
      "Progress during the final days of the conference was reported to informal stocktaking plenaries convened by COP/MOP President Espinosa.",
      "In the early evening on 10 December, President Espinosa announced new draft decision texts on Annex I further emissions and LULUCF, prepared under her responsibility and reflecting parties work under the AWG-KP.",
      "During the AWG-KP closing plenary all parties, except for Bolivia, supported adopting the draft decision without further negotiation.",
      "The AWG-KP forwarded the unchanged text to the COP/MOP early in the morning of 11 December, and the COP/MOP closing plenary adopted them as decisions 1/CMP.6 and 2/CMP.6, known as the Cancun Agreement on Annex I Parties Further Commitments.",
      "Decision 1/CMP.6 includes language on Annex I emission reductions, the flexibility mechanisms, the basket of methodological issues and potential consequences of response measures.",
      "Decision 2/CMP.6 is on LULUCF.",
      "Negotiations during the final days of the conference under the AWG-KP, and the decisions, have been summarized under the section on the Cancun Agreements.",
      "The section below focuses on work by the AWG-KP contact group and its spin-off groups.",
      "Annex I Emission Reductions: During the first week, discussions of the spin-off group concentrated on: base year and reference years; length and number of commitment periods; and carryover of surplus AAUs.",
      "Discussions during the second week concentrated on consolidating options and cleaning up the Chair s text.",
      "On base year , parties considered a non-paper on base years and reference years that reflects emerging consensus on the need for a single year to express commitments, but allowing parties the option to also express their commitments using a different reference year for domestic purposes.",
      "On the length of commitment period , parties discussed five and eight-year commitment periods and described justifications for each related to: the relationship between the length of the commitment period and need to respond to science; market certainty; coherence with the AWG-LCA; and the relationship with domestic legislation.",
      "Divergent views remained on whether the length of the commitment period should be five or eight years.",
      "The issue will be further considered under the AWG-KP s ongoing mandate.",
      "On carryover of surplus AAUs , parties considered three streamlined options: leaving provisions unchanged; eliminating carryover; and allowing limited carryover through either a cap or domestic use of carryover AAUs for the second period shortfall.",
      "This issue will be further considered under the AWG-KP s ongoing mandate.",
      "Throughout the second week, parties worked to reduce the number of options in the text.",
      "Parties, inter alia , agreed that options in Option A on amendment of Protocol Article 3.1 (greenhouse gas (GHG) reduction and limitation commitments), Article 3.7 (calculating assigned amounts in the first commitment period), Article 3.9 (Annex I parties further commitments), and Articles 4.2 and 4.3 (joint fulfillment of commitments) be collapsed into single bracketed texts to facilitate political decision-making at the ministerial level.",
      "Parties also focused on consequential amendments to Protocol Article 3.9 related to establishment of commitments for a third or subsequent commitment periods, including how long before the end of the second commitment period such negotiations should begin.",
      "Working late into the night on Wednesday and Thursday, 8-9 December, parties agreed to capture progress by locking in areas of agreement in decision text, in particular regarding: 1990 as the base year for the second commitment period, with an optional reference year; and continuation of emissions trading and the project-based mechanisms.",
      "Views on length and number of commitment periods, carryover of surplus AAUs, and specific aggregate and individual commitments remain divergent."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}