{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "United States",
      "Russian Federation",
      "Iceland",
      "Brazil",
      "Canada",
      "Algeria",
      "Mexico",
      "Saudi Arabia",
      "Egypt",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "18-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "18-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12298e.html",
   "id": "enb12298e_5",
   "section_title": "Links with other processes",
   "sentences": [
      "The RUSSIAN FEDERATION, CANADA, NORWAY and SWITZERLAND noted the linkages between this process and the one for Article 9, while the G-77/CHINA, ALGERIA, SAUDI ARABIA, EGYPT and INDIA suggested that each process was independent.",
      "CHINA stressed that the AWG has a clear mandate and warned against complicating its task.",
      "ICELAND emphasized that the process cannot be isolated from other developments within the UNFCCC and elsewhere.",
      "NEW ZEALAND cited convergence with other climate change initiatives, including the UNFCCC dialogue.",
      "MEXICO observed that although there is no legal linkage between Article 3.9 and other articles, there are political and functional connections.",
      "Topics for the AWG's consideration: NORWAY mentioned the second commitment period's ambition level and an analytical basis for differentiating commitments.",
      "He said LULUCF issues, bunker fuels and flexible mechanisms should also be considered.",
      "NEW ZEALAND agreed with the proposal to discuss LULUCF, and suggested a discussion on the strengths and weaknesses of the Protocol.",
      "He supported starting with an analysis and assessment phase that would include emissions trends of all Convention parties. BRAZIL characterized the AWG's work as a straightforward task that should simply lead to deeper commitments by Annex I parties.",
      "He suggested that the group should complete its work by 2008 or 2009, and said that discussions should not lead to opening or reopening previous agreements under the UNFCCC or the Protocol.",
      "ENGOs agreed that the process should be concluded by 2008, supported including LULUCF and bunker fuels, and said the process should not be tied to the electoral cycle of the US. REPUBLIC OF KOREA said Annex I countries should take the lead in disseminating technology and, with MEXICO, proposed starting with a stocktaking exercise.",
      "SWITZERLAND suggested establishing a flexible plan of work to be completed in 2007 and using information contained in national reports.",
      "He said substantive issues should include distribution of emission reductions among parties and sectors.",
      "The EU said the work plan should have the flexibility to accommodate issues that come up at a later stage. CANADA said future action should allow parties to choose the best combination of results-oriented actions that lead to real reductions in greenhouse gas emissions.",
      "She highlighted a sectoral approach, transparency and information sharing.",
      "ICELAND mentioned sectoral targets, including sectoral benchmarking.",
      "The RUSSIAN FEDERATION highlighted the issue of voluntary commitments, and Chair Zammit Cutajar confirmed that informal negotiations on voluntary commitments would be held, with details on the negotiations pending."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}