{
   "actors": [],
   "countries": [
      "Brazil",
      "India",
      "Mexico",
      "Uruguay",
      "China",
      "Costa Rica",
      "Argentina"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_2",
   "section_title": "NATIONAL CIRCUMSTANCES",
   "sentences": [
      "On Monday, delegates considered the status of non-Annex I Parties in preparing their national communications.",
      "Introducing the revised UNFCCC reporting Guidelines, Martha Perdomo, UNFCCC Secretariat, highlighted the importance of effective national institutional arrangements to ensure continuity in the process of preparing communications and noted that several countries have established National Committees on Climate Change to prepare these reports.",
      "Perdomo indicated that 112 (or 71%) of non-Annex I Parties have submitted their first communications, including over 60% of the LDCs, and said submissions of national communications from India, China and Brazil are nearing completion.",
      "Regarding second national communications, she said these have been submitted by Mexico and the Republic of Korea.",
      "She noted that Uruguay has almost completed its second report, and will be the first to submit a communication based on the revised Guidelines.",
      "She said Argentina and Costa Rica have also begun preparing their second communications.",
      "She informed delegates that a synthesis report of the national communications of 99 non-Annex I countries, presented by the Secretariat at COP-9, had helped identify methodological, institutional and financial problems encountered in preparing communications.",
      "Some of these problems had been addressed in the revised UNFCCC Guidelines, which also take into consideration earlier COP decisions.",
      "She noted that the next synthesis document will be prepared in 2005. Graham Sem, UNFCCC Secretariat, provided an overview of how to report on national circumstances in non-Annex I national communications.",
      "He drew attention to the key elements required in preparing the reports, including information on: development priorities, objectives and circumstances; formats, summaries, maps, tables and charts; institutional arrangements; and reference materials and sources of these materials.",
      "He highlighted the lack of clarity on institutional responsibilities as an inhibiting factor in finalizing national communications, particularly where a large number of stakeholders are involved."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}