{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Argentina",
      "United States",
      "Japan",
      "Ghana",
      "Switzerland",
      "China",
      "Indigenous Peoples"
   ],
   "enb_end_date": "05-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "05-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12225e.html",
   "id": "enb12225e_2",
   "section_title": "REPORT OF THE CDM EB",
   "sentences": [
      "CDM EB Chair Hans Jürgen Stehr presented a report on the activities of the EB.",
      "He noted that nine proposals have been approved, and stressed the importance of sustaining funding for activities of the EB.",
      "The G-77/CHINA highlighted the need for equitable geographic distribution of designated operational entities (DOE) and financial and technical assistance to promote the emergence of such entities in developing countries.",
      "With GHANA, he underscored the importance of the sustainable development objectives of CDM projects.",
      "SWITZERLAND supported the continuation of creative proposals and ideas for approaching the EB`s tasks.",
      "JAPAN and the EU called for accelerated project registration.",
      "ARGENTINA expressed concern at the lengthy process for evaluating methodologies. Regarding transparency and attendance at EB meetings, the US noted that the EB`s Rules of Procedure provide for attendance by all interested Parties, observers and stakeholders.",
      "He said this implies physical presence in the room, and urged the EB to reconsider its interpretation of the Rules.",
      "A BUSINESS AND INDUSTRY representative called for large-scale CDM projects, and CLIMATE ACTION NETWORK urged equitable distribution of CDM projects, DOEs and experts.",
      "Stressing the importance of forests for indigenous peoples, an INDIGENOUS PEOPLES` ORGANIZATIONS representative called for greater involvement by indigenous peoples in negotiations on sinks in the CDM. President Persányi said Enele Sopoaga (Tuvalu) would conduct informal consultations on this matter."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}