{
   "actors": [],
   "countries": [
      "Brazil",
      "Mali",
      "Benin",
      "Sudan",
      "Canada"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_13",
   "section_title": "RULES OF PROCEDURES FOR THE ELECTION OF THE IPCC BUREAU AND ANY TASK FORCE BUREAU",
   "sentences": [
      "This item was first considered on Tuesday in plenary.",
      "Secretary Christ noted that this item was the result of the election process at IPCC-29, and announced that no work has been done on this issue since IPCC-32, given the overlap with the work of the Task Groups dealing with the IAC review recommendations.",
      "On Thursday afternoon, the Panel decided to address this matter as it arises in the groups dealing with the IAC recommendations. ACTIVITIES OF THE TASK FORCE ON NATIONAL GREENHOUSE GAS INVENTORIES (TFI) This issue (IPCC-XXXIII/Doc.7) was taken up by the Panel on Wednesday afternoon.",
      "TFI Co-Chair Thelma Krug (Brazil) referred to an invitation made by UNFCCC SBSTA-33 to prepare additional guidance on wetlands focusing on the rewetting and restoration of peatlands to address gaps in the 2006 IPCC Guidelines.",
      "She explained that in response to the invitation, the IPCC held an Expert Meeting on Scoping Additional Guidance on Wetlands at the end of March 2011, which produced draft terms of reference, including a chapter outline and work plan for a 2013 Supplement to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories: Wetlands, to be adopted by IPCC-36 in 2013.",
      "The work would aim to develop national-level inventory methodological guidance on wetlands, including default emission factor values, to complement the 2006 IPCC Guidelines.",
      "Mali, Benin, Sudan and others welcomed the proposal.",
      "Canada called for focusing on the anthropogenic impact on wetlands.",
      "The Panel approved the proposal and work plan, taking into account the suggestion made by Canada."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}