{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Chad",
      "Bangladesh",
      "United States",
      "Philippines",
      "Australia",
      "Brazil",
      "Uganda",
      "Canada",
      "South Africa",
      "Mexico",
      "Saudi Arabia",
      "Barbados",
      "China"
   ],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_5",
   "section_title": "FINANCE:",
   "sentences": [
      "In the afternoon AWG-LCA Vice-Chair Luiz Machado (Brazil) facilitated the informal group on finance.",
      "He requested that the Secretariat prepare a table reflecting areas of convergence and those requiring further discussion.",
      "He suggested addressing guiding principles, including access and dispersal, while postponing discussion on mobilization of funds.",
      "He also listed for discussion: questions of accountability, equity and balanced representation of all parties; coherence and coordination of funding sources; approaches for access and dispersal of funds; and addressing the needs of vulnerable developing countries.",
      "The Philippines, for the G-77/CHINA, highlighted the accountability of the financial mechanism to the parties, the requirement to mobilize financial resources and the principle of equity. BANGLADESH emphasized the need for a financial architecture under the UNFCCC, in conformity with the BAP, providing easy and direct access to resources especially for the most vulnerable countries.",
      "Barbados, for AOSIS, underscored the need to increase resources to fight climate change, provide funding for implementation of development plans and develop direct and simplified access to finance especially for SIDS and LDCs.",
      "The US highlighted a number of domestic developments including his country first contributions to the LDC Fund and the Special Climate Change Fund.",
      "On sources of funding, he stressed the role of private sources in generating the scale of financing needed.",
      "CANADA highlighted the need to catalyze private financial flows and investment and called for prioritizing the needs of the poorest and most vulnerable countries, as well as maximizing the effectiveness of existing institutions, frameworks and networks.",
      "AUSTRALIA said all sources of funding are important, including public and private funds, as well as the carbon market, and called for a decentralized approach in order to facilitate access to funding.",
      "South Africa, for the AFRICAN GROUP, said that it would not support text stipulating that all parties must contribute financial resources nor an approach suggesting differentiation among developing countries on access to financial resources.",
      "On the scale of finance, she stated that the African Group would not accept an agreement on finance without a financial commitment of one percent of global GDP.",
      "UGANDA, for the LDCs, highlighted difficulties in implementing national adaptation programmes of action (NAPAs) due to inadequate resources.",
      "On sources, he said that funds should be largely public and the mobilization of resources should take into account equity proportional to historic contributions to climate change. SAUDI ARABIA emphasized that text requiring financial resources from developing countries would contravene the Convention s principles and stressed that finance should be based on public funding rather than from taxes that would impact exports from developing countries.",
      "CHINA said that the increasing emphasis on the private sector as a source of finance would lead to unpredictable funding, stressing that finance should be provided by the public sector and constitute at least 0.5-1% of developed countries GDP.",
      "The G-77/CHINA and other developing countries emphasized the importance of MRV to successful mobilization of financial resources as well as providing the COP with direct control over governance.",
      "Using a hybrid car as an analogy, MEXICO noted that a hybrid set of financial mechanisms was needed with different sets of engines that can be coordinated to ensure the vehicle is moving at the proper speed."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}