{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "Venezuela",
      "United Kingdom",
      "Marshall Islands",
      "United States",
      "Japan",
      "Australia",
      "Zimbabwe",
      "Ethiopia",
      "Hungary",
      "Georgia",
      "Burkina Faso",
      "Saudi Arabia",
      "United Arab Emirates",
      "China"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_14",
   "section_title": "ADVERSE EFFECTS AND IMPACTS OF RESPONSES",
   "sentences": [
      "On Thursday, 4 June, the SBI took up implementation of Article 4.8 and 4.9 (adverse effects of climate change and impacts of responses).",
      "The Chair noted that consideration of Decision 3/CP.3 and the related Protocol Articles 2.3 and 3.14 had been added to the agenda item, as requested by COP-3.",
      "The Secretariat introduced the documentation (FCCC/SBI/1998/CRP.1), offering an analytical framework to facilitate response. BURKINA FASO called for an ad hoc committee, supported by the Secretariat, to assess Annex I Party efforts and report to the COP.",
      "The G-77/CHINA, supported by the MARSHALL ISLANDS, called for SBSTA work on this item and a possible expert meeting before COP-4.",
      "The MARSHALL ISLANDS called for regional workshops on adaptation.",
      "SAUDI ARABIA proposed, inter alia, that: the Secretariat's analytical framework combine consideration of adverse effects and impacts; SBI form a permanent committee on implementation of Articles 4.8 and 4.9; COP-4 request information from Annex I Parties on policies and measures, fossil fuel imports during the first commitment period and estimated effects on other imports from developing countries; and processes not discriminate against any country clusters identified in Articles 4.8 and 4.9. AOSIS stressed the urgency of the question of insurance and, with the MARSHALL ISLANDS, viewed the additions to the agenda item title as technical rather than substantive.",
      "The EU supported CDM assistance for adaptation, but stressed a focus on mitigation.",
      "He noted that action on Article 4.8 must await more certainty on the effects of fossil fuel use, calling for further discussion.",
      "VENEZUELA opposed limiting action to studies and called for a COP-4 decision.",
      "The US asked for more time for comment.",
      "SAUDI ARABIA opposed delaying formation of a contact group on this. On Monday, 8 June, the G-77/CHINA, supported by SAUDI ARABIA, CHINA, INDIA, VENEZUELA and ETHIOPIA, called on the SBI to identify the needs of developing countries, utilizing the SBSTA and the IPCC.",
      "She called for a contact group to prepare a draft decision to take the item up at all future COPs and establish a joint SBI/SBSTA working group.",
      "The EU welcomed the Secretariat's document (FCCC/SBI/1998/CRP.1), and noted, on the paper's analytical framework, that there was an overstatement of the certainty of information on adaptation.",
      "Possible actions were not restricted to funding, insurance and technology transfer.",
      "The SBI would not reach definitive conclusions by COP-4 but could initiate work by SBSTA.",
      "The US anticipated dramatic improvements in the state of knowledge concerning adaptation in the years ahead.",
      "He noted that the FCCC contains no provision obliging Annex I or Annex II Parties to compensate countries that could be affected by response measures.",
      "Any such obligation could create a perverse disincentive to reduce GHGs.",
      "Instead, FCCC Article 4.8, on response measures, implies that Parties should implement commitments while avoiding or minimizing impacts on developing country Parties. GEORGIA noted the readiness of many non-Annex I countries to take on voluntary commitments on GHGs, with adequate support under Article 4 within the framework of the CDM.",
      "A contact group co-chaired by Tibor Faragó (Hungary) and Mohammad Reza Salamat (Iran) was formed. On Tuesday, 9 June, the contact group received a Co-Chairs' compilation of written inputs from three Parties/regional groups, along with a draft decision.",
      "On 10 June, the contact group discussed the Co-Chairs' text.",
      "The G-77/CHINA proposed modifications based on its draft decision paper.",
      "On the 'analytical framework,' the UK, AUSTRALIA and the US raised a number of questions.",
      "JAPAN cautioned that a reference to Protocol Articles 2.3 and 3.14 suggested implementation of the Protocol.",
      "On separating the effects of climate change and impacts of response measures, AUSTRALIA said different modeling approaches are used.",
      "SAUDI ARABIA, supported by the UNITED ARAB EMIRATES, said the distinction could be made later.",
      "The G-77/CHINA proposed alternative language from Decision 3/CP.3 on undertaking a process.",
      "The US bracketed references to Protocol Articles 2.3 and 3.14.",
      "On actions necessary to meet needs and concerns of developing countries, the US and the EU proposed following the language of FCCC Article 4.8. On 11 June, the contact group reconvened to review a Co-Chairs' compilation together with a G-77/China draft decision paper.",
      "Parties disagreed over the 'considerable uncertainties' associated with the assessment of adverse effects of climate change and 'very considerable uncertainties' regarding the impact of response measures.",
      "The US, the EU and AUSTRALIA said the uncertainties regarding the impact of response measures are greater. The G-77/CHINA and the US supported deletion of a paragraph noting the difficulty in distinguishing between natural and human-induced climate change.",
      "The EU placed it in brackets. VENEZUELA proposed adding a reference to assisting the COP/MOP-1 in its consideration of the Protocol articles.",
      "Alternative proposals referencing the Protocol were placed in brackets.",
      "The EU, supported by AUSTRALIA, JAPAN and the US, preferred to replace a list of information requests with a reference to a paragraph on identification of effects and impacts. On 12 June, the SBI considered the Chair's draft conclusions, which state that the SBI, in response to a COP-3 decision, will undertake a process to identify and determine actions to identify the special needs of developing country Parties arising from the adverse effects of climate change and/or the impacts of the implementation of response measures.",
      "They note that Articles 2.3 and 3.14 of the Kyoto Protocol are also relevant to considerations of FCCC Articles 4.8 and 4.9, and that in accordance with decision 1/CP.3 a joint approach was adopted.",
      "The conclusions also note discussion by the contact group together with text the contact group did not have time to consider.",
      "The SBI is to continue its consideration of the item at SBI-9 with a view to recommending a draft decision for adoption at COP-4. The Chair noted that discussion on the issue began in 1992.",
      "The US, supported by JAPAN and HUNGARY, proposed, on the linkage between the FCCC articles and the Protocol provisions, replacing a reference to 'a joint approach to consideration of the issues' with a reference to an amendment to the provisional agenda item under which the Protocol Articles 2.3 and 3.14 were placed in parentheses.",
      "He said the modification would flag the relationship between the two and leave options open.",
      "ZIMBABWE, on behalf of the G-77/CHINA, said FCCC Articles 4.8 and 4.9 were long overdue for implementation.",
      "She expressed disappointment at the lack of progress on reaching agreement and noted a lack of cooperation.",
      "With CHINA, SAUDI ARABIA, INDIA and IRAN, she regretted the absence of developed country Parties from a scheduled contact group meeting the previous night.",
      "SAUDI ARABIA reminded Parties that they should consider the progress on all subjects as a package.",
      "They could not expect that developing countries would proceed on some issues while their interests and concerns were blocked on others.",
      "He proposed that the SBI submit a request to SBSTA for methodological work in order to help the work progress at COP-4 and that such a request be attached to the draft conclusion. The US objected to G-77/China comments about other Parties' lack of willingness to discuss the issues.",
      "He said the problem on the previous evening was that so many groups were meeting on different issues at the same time.",
      "His delegation was unable to cover everything, but he fully expected to engage in the issue at the next session.",
      "He also proposed an amendment to the Chair's conclusions to reflect agreement in the contact group on referencing the effects of climate change and/or the impact of implementation of response measures.",
      "On SAUDI ARABIA`s proposal, HUNGARY said the relevant text in the draft conclusion was unfinished.",
      "This could be considered in relation to Saudi Arabia's request.",
      "IRAN suggested that the SBI send a letter to the SBSTA Chair requesting that he include consideration of methodological and technical aspects of Articles 4.8 and 4.9 in his agenda at SBSTA-9.",
      "The EU emphasized his understanding of the concerns of developing countries, particularly those vulnerable to climate change.",
      "On Saudi Arabia's proposal, he said the draft conclusions contain an invitation to SBSTA regarding methodological work and this appears in square brackets.",
      "It remains an unresolved issue and it would be wrong to pre-empt a COP-4 decision.",
      "The conclusions were adopted as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}