{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "United Kingdom",
      "Marshall Islands",
      "United States",
      "Japan",
      "Australia",
      "Iceland",
      "Canada",
      "Tanzania",
      "Norway",
      "Switzerland",
      "Poland"
   ],
   "enb_end_date": "02-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "02-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12101e.html",
   "id": "enb12101e_2",
   "section_title": "SBSTA",
   "sentences": [
      "On research and systematic observation, SWITZERLAND and the AFRICAN GROUP urged implementation of COP-4`s recommendations.",
      "The US expressed concern at the declining state of the global observational network.",
      "CANADA, with the EU and RUSSIA, urged support for the Global Climate Observatory System (GCOS).",
      "The MARSHALL ISLANDS called for development of national plans to address observational gaps and data deficiencies and support strengthening of endogenous capacities.",
      "Chair Chow said informal consultations aimed at producing specific recommendations will continue. Regarding guidelines for national communications, the IPCC noted its recent work to improve guidelines for national inventory preparation.",
      "AUSTRALIA called for separate development of guidelines for national communications inventory data.",
      "NORWAY said more experience on the use of guidelines was necessary before a final decision is taken.",
      "The EU and JAPAN supported a common reporting format proposed for inventory data guidelines.",
      "The US cautioned against overly prescriptive guidelines.",
      "CANADA stressed substance, not timing, as the most important consideration and, with POLAND, said it is impractical for and beyond the means of Parties to report on all climate change related policies and measures.",
      "RUSSIA opposed Canada`s suggestion for an annual system of providing inventories, as it would be costly and difficult.",
      "A contact group chaired by Mark Mwandosya (Tanzania) and Jim Penman (UK) will consider this issue further. Regarding the review process related to greenhouse gas inventories, the EU said domestic review processes conducted in an open and transparent manner would alleviate further review processes.",
      "POLAND noted that if Parties decide to change inventory methodology, artificial reduction of emissions may occur, and proposed recalculating emissions whenever the COP adopts new or amended emission inventory methodology. Concerning the work programme on methodological issues, the EU said early completion of the work programme should be followed by a testing period to guarantee the step-by-step improvements and refinement of guidelines and modalities.",
      "CANADA underscored the importance of developing realistic review guidelines and, with the US, called for a more streamlined approach.",
      "AUSTRALIA emphasized defining realistic objectives for COP-6 and maintaining a clear sense of the different requirements of the Convention and the Protocol. On land use, land-use change and forestry, delegates were briefed on a recent workshop held in Indianapolis on other land use activities.",
      "IPCC outlined a Special Report being prepared for consideration at SBSTA-11.",
      "Key issues to be addressed include, inter alia: the implications of different definitions, including forests, afforestation, deforestation and reforestation; the question of which carbon pools should be considered when evaluating implications for relevant net carbon emissions; the accuracy of measurements for each type of carbon pool; and the factors to be used in setting baselines.",
      "ICELAND called for care when implementing the Protocol to minimize disruption to existing climate change policies.",
      "MARSHALL ISLANDS said no new sink categories should be adopted until accounting difficulties have been resolved."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}