{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Sweden",
      "United States",
      "Kenya",
      "Mauritius",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "21-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "21-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12264e.html",
   "id": "enb12264e_3",
   "section_title": "NON-ANNEX I COMMUNICATIONS",
   "sentences": [
      "Submission of Second and, Where Appropriate, Third National Communications: The Secretariat explained that talks held during SBI 21 and COP 10 on timelines for the preparation of national communications from non-Annex I Parties were not conclusive, and that a draft text (FCCC/SBI/2004/L.27) had been referred to SBI 22.",
      "The EU noted significant progress on the issue at COP 10 and, with the US, recommended adopting the draft text.",
      "The G-77/CHINA proposed further informal consultations.",
      "Soobaraj Nayroo Sok Appadu (Mauritius) and Anders Turesson (Sweden) convened informal consultations. Work of the Consultative Group of Experts (CGE) on Non-Annex I Communications: CGE Chair Emily Ojoo-Massawa (Kenya) reported on the CGE`s activities (FCCC/SBI/2005/7).",
      "She described a series of training workshops on inventories for the Latin America and Caribbean region and Asia, and on vulnerability assessments for African countries.",
      "REPUBLIC OF KOREA described plans to host a CGE workshop on mitigation assessment from 26-30 September 2005.",
      "The US invited other Parties to provide financial support for the CGE.",
      "SWITZERLAND noted the potential role of the Secretariat, the UNDP and UNEP in helping Parties to utilize the knowledge acquired at CGE workshops.",
      "He called for avoidance of duplication of work, the reinstatement of a budget line for a fourth CGE meeting in the next biennium, and support from other donors for the national communications support programme."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}