{
   "actors": [],
   "countries": [
      "Venezuela",
      "Argentina",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Mali",
      "Cuba",
      "Slovenia",
      "Austria",
      "Ireland",
      "United Kingdom",
      "Morocco",
      "Ecuador",
      "Netherlands",
      "Spain",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_29",
   "section_title": "REQUEST FOR A POSSIBLE TECHNICAL PAPER OR OTHER APPROPRIATE ACTION ON CLIMATE CHANGE, FOOD AND AGRICULTURE",
   "sentences": [
      "IPCC Secretary Christ opened this agenda item (IPCC-XL/Doc.14, Corr.1) and reported that another request for a technical report on this subject had been received from the UN Food and Agriculture Organization (FAO).",
      "She said that several options had been considered, and consultations on the request had been held with relevant UN organizations.",
      "She outlined options and procedures for addressing such an issue, including through a technical report, a special report, a workshop or an expert meeting.",
      "Argentina, Bolivia, Venezuela, Brazil, Cuba, Ecuador and the Republic of Korea expressed hesitation over taking any immediate decision to carry out new work on this subject.",
      "Austria, supported by Norway, expressed interest in preparing a technical paper that pulls AR5 material together on this topic.",
      "Tanzania, supported by Mali, Japan, the US, the Netherlands, Brazil and the UK, called for either a technical paper or a special report, as a priority for developing countries.",
      "New Zealand, supported by Ireland, Japan, the US, Spain, China, Switzerland and Slovenia, suggested an expert meeting as a first step, with no time pressure to produce anything before the UNFCCC COP in Paris in 2015.",
      "Ireland offered to host such an expert meeting.",
      "Brazil, supported by Tanzania, Austria and Morocco, expressed interest in an expert scoping meeting without prejudice to the outcome, but asked for clarification on participation.",
      "Chair Pachauri said such a meeting would typically include participation of scientists and experts, with the possibility of selecting government officials as well, according to IPCC procedures.",
      "Christ noted that IPCC criteria require nominations by government focal points or by observer organizations, relevant WG bureaus or the IPCC Chair, as appropriate.",
      "Chair Pachauri then proposed asking the Executive Committee and the Secretariat to organize a small expert scoping meeting with a budgetary allocation.",
      "The Panel agreed to this proposal."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}