{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Chad",
      "Venezuela",
      "Argentina",
      "United States",
      "Thailand",
      "Australia",
      "Ecuador",
      "Mauritania",
      "Congo",
      "Saudi Arabia",
      "Gabon"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_35",
   "section_title": "CLOSING MEETING:",
   "sentences": [
      "On Friday afternoon, the AWG-LCA closing plenary convened.",
      "Chair Zammit Cutajar and Vice-Chair Machado reported on progress and outcomes from the various informal groups.",
      "Chair Zammit Cutajar explained that work done by the informal groups during the week would be captured as a collection of tools and ideas in a new information document to be issued well in advance before Bangkok, and that the revised negotiating text (FCCC/AWGLCA/2009/INF.1) would be retained as a repository of proposals.",
      "The Democratic Republic of the Congo, Gabon and Mauritania urged that the text be translated into all six UN languages.",
      "Chair Zammit Cutajar said consultations had taken place on the question of translation and parties had agreed not to translate the text at this stage.",
      "Following brief informal consultations by Vice-Chair Machado, parties agreed that the new information document would be translated before Bangkok as an unofficial translation and that for the remaining meetings, until Copenhagen, similar outputs from meetings would be translated unofficially.",
      "Argentina introduced a submission to further clarify their proposal in the negotiating text related to the social consequences of response measures and a just transition for labor from a high to a low emission economy.",
      "India reiterated his country s proposal to consider an open and supportive international economic system as crucial, and asked that it be included in the negotiating text.",
      "Chair Zammit Cutajar said new proposals could be included in an addendum in the negotiating text.",
      "Australia noted its intention to resubmit draft legislation for a planned emissions trading scheme, which was rejected by the Australian Senate during the week.",
      "Gabon said that the climate of mistrust did not augur well for future negotiations.",
      "Venezuela reiterated that the text coming out of Bonn III did not represent consensus text.",
      "India expressed concern with the lack of progress and attempts to deviate from the Convention s principles and the BAP.",
      "Gabon, Saudi Arabia, India and Ecuador reiterated the need to treat paragraphs 1(b)(i) and 1(b)(ii) of the BAP separately.",
      "They also stressed the UNFCCC is the only negotiating body, and that agreements from other fora should not be brought into this process.",
      "The US said that all possible fora should be used for exploring and furthering convergence of views, and that ideas from those meetings should be brought to the UNFCCC process to facilitate agreement in Copenhagen.",
      "The EU said more progress could have been made in Bonn, and stressed the need to further consolidate and to concentrate on substantive and political issues.",
      "Extending delegates a warm welcome to Bangkok, Thailand expressed hope that the meeting would afford an opportunity for moving forward with the negotiations.",
      "Chair Zammit Cutajar expressed his appreciation to the Facilitators and the Secretariat.",
      "He called upon parties to bring their Copenhagen cards to Bangkok and play them there.",
      "He gaveled the meeting to a close at 6:55 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}