{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Senegal",
      "Indonesia",
      "Russian Federation",
      "Norway",
      "Tanzania",
      "Tuvalu",
      "Panama",
      "Switzerland",
      "Thailand",
      "Colombia",
      "Pakistan",
      "Russia"
   ],
   "enb_end_date": "10-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "10-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12371e.html",
   "id": "enb12371e_3",
   "section_title": "AWG-KP JOINT MECHANISMS AND LULUCF GROUP:",
   "sentences": [
      "LULUCF Co-Chair Smith indicated that this joint meeting of the mechanisms and LULUCF contact groups was being held to address sinks under the CDM, which had been raised in both groups.",
      "He said discussion should focus on generating a list of possible issues and options for discussion.",
      "Many parties said discussion of REDD in the AWG-KP was premature, and should take place in the SBSTA and AWG-LCA.",
      "COLOMBIA, PANAMA, and others suggested including a place mark to allow for discussion of REDD in the future.",
      "BRAZIL said eligible activities should continue to be limited to afforestation and deforestation.",
      "SWITZERLAND stressed inclusion of the LULUCF principles of decision 16/CMP.1.",
      "SENEGAL, TANZANIA, and THAILAND supported inclusion of conservation.",
      "Many supported discussion of permanence issues and a cap on use of credits from LULUCF projects.",
      "TUVALU suggested exploring agricultural soil carbon improvement, INDONESIA highlighted forest restoration, and PAKISTAN supported full land coverage.",
      "NORWAY and CANADA suggested accounting approaches and sustainable land management, and TANZANIA identified the need for international sustainable development criteria.",
      "The RUSSIAN FEDERATION insisted on symmetric treatment of Protocol Articles 6 (JI) and 12 (CDM).",
      "A revised draft text was distributed on Monday evening for consideration on Tuesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}