{
   "actors": [],
   "countries": [
      "Russia",
      "India",
      "Ireland",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Japan",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_26",
   "section_title": "Climate Stabilization, Climate Change Commitment and Irreversibility",
   "sentences": [
      "On the relationship between cumulative total emissions of CO2 and global mean surface temperature change, China, Saudi Arabia and India expressed difficulties understanding that this relationship is linear, with China, supported by Saudi Arabia, suggesting referring to 'positively correlated' instead of 'approximately linear'.",
      "The UK and Ireland expressed support for the original text.",
      "China and the US, supported by Saudi Arabia, suggested referring to 'level' or 'range' instead of 'target' for warming and emissions.",
      "The CLAs suggested referring to global mean surface temperature 'response' instead of 'change'.",
      "Regarding text stating that limiting warming from anthropogenic CO2 emissions alone to likely less than 2 °C since 1861-1880 requires cumulative emissions to stay below 1000 gigatonnes of carbon (GtC), Saudi Arabia urged using 1850 for consistency, to which the CLAs responded that some model simulations only begin in 1860, which delegates agreed to reflect in a footnote.",
      "Delegates diverged on the proposal to use a range of 0-1000.",
      "Japan questioned use of 'likely', with the CLAs suggesting to qualify it with reference to a probability of 66% or more.",
      "The US cautioned against using language that could be interpreted as policy prescriptive.",
      "An informal group was tasked with looking at this matter, as well as text on a lower warming target.",
      "Following these informal discussions, delegates agreed on text stating that limiting the warming caused by anthropogenic CO2 emissions alone with a probability range of greater than 33%, 50%, and 66%, to less than 2 °C since the period 1861-1880, will require cumulative CO2 emissions from all anthropogenic sources to stay between 0 and about 1560 GtC, 0 and about 1210 GtC, and 0 and about 1000 GtC.",
      "A number of delegates agreed this text was more policy-neutral.",
      "On the text on a large fraction of climate change being irreversible on a multi-century to millennial time scale, the Russian Federation observed that global warming was reversible as opposed to CO2 concentrations in the atmosphere that were not.",
      "The text was adopted with minor textual clarifications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}