{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_36",
   "section_title": "CANCUN AGREEMENT ON LONG-TERM COOPERATIVE ACTION:",
   "sentences": [
      "Decision 1/CP.16, adopted by the COP, encompasses shared vision for long-term cooperative action; enhanced action on adaptation; enhanced action on mitigation; finance, technology and capacity building; review; other matters; and the extension of the AWG-LCA.",
      "In the preamble, the COP: seeks to secure progress in a balanced manner on the understanding that not all aspects of the work of the AWG-LCA are concluded and that nothing in its decision shall prejudge the prospect of a legally-binding outcome in the future; reaffirms a commitment to enable the full, effective and sustained implementation of the Convention beyond 2012; affirms developing country needs to sustain economic growth and eradicate poverty; and notes resolution 10/4 of the UN Human Rights Council on human rights and climate change.",
      "On shared vision , the agreement, inter alia : affirms that parties share a vision to achieve the Convention s objective, including through a global goal, on the basis of equity and in accordance with common but differentiated responsibilities and respective capabilities; recognizes unequivocal warming of the climate system and that deep cuts in GHG emissions are required according to science, with a view to hold the temperature increase below 2°C and that parties should take urgent action to meet this long-term goal and further recognizes the need to consider in the first review, strengthening the long-term goal on the basis of science, including in relation to a temperature rise of 1.5°C; agrees to work towards identifying a global goal for substantially reducing global emissions by 2050, and consider it at COP 17; agrees that parties should cooperate in achieving the peaking of GHG emissions as soon as possible, and agrees to work towards identifying a time frame for peaking based on best available science and equitable access to sustainable development, and to consider it at COP 17; recognizes the need to engage a broad range of stakeholders; emphasizes that parties should, in climate change-related actions, respect human rights; confirms that parties, especially developing countries, be given full consideration; and realizes that climate change requires a paradigm shift to a low-carbon society offering opportunities for growth and sustainable development, while ensuring a just transition of the workforce.",
      "On enhanced action on adaptation , the COP agrees that enhanced action is required to support implementation of actions aimed at reducing vulnerability and building resilience of developing country parties, taking into account the needs of those that are particularly vulnerable.",
      "It affirms that adaptation should be undertaken in accordance with the Convention.",
      "The agreement also establishes the Cancun Adaptation Framework, an Adaptation Committee and a work programme on loss and damage.",
      "The text invites parties to enhance adaptation action under the Cancun Adaptation Framework through, inter alia : planning and implementation of adaptation actions identified in national adaptation planning processes; impact, vulnerability and adaptation assessments; strengthening institutional capacities and enabling environments; building resilience of socio-economic and ecological systems; enhancing disaster risk reduction strategies; technology development and transfer; and improving access to climate-related data.",
      "The agreement also establishes an Adaptation Committee to promote implementation of enhanced action through: technical support and guidance; enhancing information sharing on good practices; promoting synergy and strengthening engagement of organizations, centers and networks; providing information on good practices on means to incentivize adaptation implementation and reduce vulnerability; and considering communications by parties on monitoring and review of adaptation actions with an aim to recommend further actions.",
      "Parties are invited to submit to the Secretariat, by 21 February 2011, views on the composition, modalities and procedures for the Adaptation Committee.",
      "The AWG-LCA will elaborate on these for consideration by COP 17.",
      "A work programme is also established to consider, through workshops and expert meetings, approaches to loss and damage associated with climate change impacts in particularly vulnerable countries.",
      "The text invites parties to submit, by 21 February 2011, views on what should be in the work programme, inter alia : development of a climate risk insurance facility; options for risk management, risk sharing and transfer mechanisms, and resilience building; and rehabilitation measures for slow onset events.",
      "It requests the SBI to agree on activities to be undertaken by the work programme at SBI 34, with a view to making recommendations on loss and damage to COP 18.",
      "The agreement decides that parties shall use existing channels to provide information on support provided and received, activities undertaken, progress made, lessons learned, and challenges and gaps on enhanced action on adaptation.",
      "On nationally appropriate mitigation commitments or actions by developed countries , the COP emphasizes the need for deep cuts in GHG emissions while acknowledging common but differentiated responsibilities and respective capabilities, and the historical responsibility of developed countries for the largest share of historical global emissions.",
      "The text also takes note of the quantified economy-wide emission reduction targets to be implemented by Annex I parties and urges them to increase the ambition of these targets with a view to reducing aggregate anthropogenic emissions to a level consistent with the recommendations of the IPCC in AR4.",
      "The agreement decides to: enhance reporting in national communications on progress made in emission reductions and provision of financial, technology and capacity-building support to developing countries; enhance the guidelines for reporting and review of national communications; establish national arrangements for estimating emissions by sources and removal by sinks; establish a process for international assessment of emissions and removals related to quantified economy-wide emission reductions targets in the SBI; requests developed countries to develop low-carbon development strategies; and establish a work programme for the development of modalities and guidelines building on existing reporting and review guidelines.",
      "The work programme for the development of modalities and guidelines will revise guidelines as necessary on the reporting of national communications on provision of financing, supplementary information on achievement of quantified economy-wide targets and national inventory arrangements.",
      "The work programme will also revise guidelines for the review of national communications, establish guidelines for national inventory arrangements and define the procedures and modalities for international assessment and review of emissions and removals related to quantified economy-wide targets, including the role of LULUCF and market-based mechanisms.",
      "The text requests the Secretariat to organize workshops to clarify assumptions and conditions related to attaining targets, including use of market mechanisms and LULUCF, and to prepare a technical paper to facilitate understanding of assumptions and conditions, as well as a comparison of efforts.",
      "On nationally appropriate mitigation actions by developing country parties , the COP agrees that developing country parties would take NAMAs aimed at achieving a deviation in emissions relative to business-as-usual by 2020.",
      "It also decides that developed countries shall provide support for preparation and implementation of developing country NAMAs.",
      "A registry will be set up to match finance, technology and capacity-building support to NAMAs seeking international support, and NAMAs of developing countries will be recognized in a separate section of the registry.",
      "The Secretariat will record and update information on NAMAs seeking international support, support available from developed countries and support provided.",
      "In a separate section of the registry, the Secretariat will record: already communicated NAMAs; additional NAMAs submitted voluntarily; and internationally-supported mitigation actions and associated support.",
      "The Agreement indicates that reporting in non-Annex I national communications on mitigation actions and their effects, as well as support received, is to be enhanced, with flexibility for LDCs and SIDS.",
      "Internationally-supported mitigation actions will be subject to domestic and international MRV in accordance with guidelines to be developed, while domestically-supported mitigation actions will be subject to domestic MRV in accordance with guidelines yet to be developed.",
      "ICA of biennial reports will be conducted in the SBI to increase transparency of mitigation actions and their effect, and will include information on mitigation actions, inventory reports, progress in implementation and information on domestic MRV and support received.",
      "The COP also agrees on a work programme for the development of modalities and guidelines for the registry, MRV of supported actions and corresponding support, biennial reports as part of national communications, domestic MRV and ICA.",
      "Parties are invited to submit their views on these modalities and guidelines by 28 March 2011.",
      "The Secretariat is requested to organize workshops to understand the diversity of mitigation actions submitted, underlying assumptions and support needed for implementation.",
      "On REDD+ , the agreement affirms that, provided adequate and predictable support is forthcoming, developing countries should aim to slow, halt and reverse forest cover and carbon loss.",
      "It encourages developing country parties to contribute to mitigation actions in the forest sector by: reducing emissions from deforestation and degradation; conserving forest carbon stocks; sustainable forest management; and enhancing forest carbon stocks.",
      "As part of this objective, developing countries are requested to develop a national strategy or action plan, national forest reference levels or subnational reference levels as an interim measure, a robust and transparent national forest monitoring system, and a system for providing information on how the safeguards (in Annex I to the decision) are being addressed throughout implementation.",
      "The text requests the SBSTA to develop a work programme to identify, inter alia , drivers of deforestation and degradation, methodologies for estimating emissions and removals from these activities.",
      "The work programme should also develop modalities for MRV of emissions by sources and removals by sinks resulting from these activities, consistent with MRV of NAMAs for consideration by COP 18.",
      "The AWG-LCA is requested to explore financing options for the full implementation of results-based actions and to report on this at COP 17.",
      "On various approaches to enhance the cost-effectiveness of mitigation actions , parties decide to consider establishing, at COP 17, one or more market-based mechanisms, taking account of: voluntary participation and equitable access; complementing other means of supporting NAMAs by developing countries; stimulating mitigation across broad segments of the economy; safeguarding environmental integrity; ensuring a net decrease or avoidance of emissions; assisting developed countries to meet mitigation targets while ensuring its use is supplemental to domestic mitigation efforts; and ensuring good governance and robust markets.",
      "The AWG-LCA is requested to elaborate the mechanisms for a decision at COP 17 and to undertake to maintain and build on existing mechanisms.",
      "Parties are invited to submit their views on such a mechanism to the Secretariat by 21 February 2011.",
      "The establishment of one or more non-market-based mechanisms will also be considered and the AWG-LCA is requested to elaborate the mechanisms for a decision at COP 17.",
      "Parties are invited to submit their views to the Secretariat on non-market-based mechanisms and information on the evaluation of various approaches in enhancing the cost-effectiveness of mitigation actions by 21 February 2011.",
      "On finance , the COP invites developed country parties to submit to the Secretariat by May 2011, 2012, and 2013, information on resources for fast-start financing and long-term finance.",
      "It also decides that scaled-up, new and additional, predictable and adequate funding shall be provided to developing countries, taking into account those particularly vulnerable, through a variety of sources, including public and private sources.",
      "It also decides to establish a Green Climate Fund (GCF).",
      "The GCF will be an operating entity of the Convention s financial mechanism and will be accountable to and function under the guidance of the COP to support projects, programmes and other activities in developing countries, using thematic funding windows.",
      "The GCF will be governed by 24 board members, equally representing developed and developing country parties.",
      "It will be administered by a trustee.",
      "The World Bank will serve as the interim GCF trustee, subject to review three years after the fund is operationalized.",
      "Operation of the fund will be supported by an independent secretariat.",
      "The GCF will be designed by a Transitional Committee in accordance with the terms of reference in Annex III, paragraph 2. A Standing Committee under the COP is also established to assist the COP in exercising its functions relative to the financial mechanism.",
      "On technology transfer and development , the agreement decides that the object of technology transfer and development is to support mitigation and adaptation actions and that technology needs must be nationally determined.",
      "A Technology Mechanism is established including a Technology Executive Committee (TEC) (its composition and mandate is contained in Annex V of the decision) and a Climate Technology Centre and Network (CTCN).",
      "The TEC will implement the framework to enhance implementation of Convention Article 4.5 (technology transfer framework) adopted by decision 4/CP.7 and enhanced by decision 3/CP.13.",
      "The functions of the TEC are to: - provide an overview of technology needs and analysis of policy and technical issues; - consider and recommend actions to promote technology transfer; - provide guidance on policy and programme priorities with special consideration for LDCs; - facilitate collaboration between governments, the private sector, NGOs, and academic and research communities; - recommend actions to address barriers to technology transfer; - seek cooperation with relevant organizations, initiatives and stakeholders; and - catalyze development and use of technology road maps or actions plans.",
      "The CTCN shall facilitate a network of networks, organizations and initiatives with a view to engaging participants effectively, at the request of developing countries, in: providing advice and support on identifying technology needs and implementing environmentally-sound technologies; facilitating training and support for developing country capacity to identify technology options; and facilitating deployment of existing technologies.",
      "The CTCN will also: enhance cooperation with national, regional and international technology centers and relevant national institutions; facilitate partnerships among public and private stakeholders; provide in-country technical assistance and training; stimulate the establishment of twinning center arrangements to promote North-South, South-South and triangular partnerships; and identify and assist with developing analytical tools, policies and best practices.",
      "The agreement also terminates the mandate of the EGTT at the conclusion of COP 16 and the TEC will convene as soon as practicable to elaborate its modalities and procedures for consideration by COP 17.",
      "On an interim basis, the TEC and CTCN will report to the COP through the subsidiary bodies on their activities and performance.",
      "The AWG-LCA will continue work, with a view to taking a decision at COP 17, to make the Technology Mechanism operational in 2012.",
      "This will include work on: the relationship between the TEC and CTCN, and their reporting lines; the governance structure and terms of reference for the CTCN and the relationship between the Centre and Network; procedure for calls for proposals and criteria for selecting the host of the CTCN; links between the Technology Mechanism and the financial mechanism; and consideration of additional functions for the TEC and CTCN.",
      "The AWG-LCA is requested to convene an expert workshop on elements of continued work, drawing on work of the EGTT.",
      "On capacity building , the agreement states that capacity-building support should be enhanced by strengthening relevant institutions, networks for sharing knowledge and information, communication, education, training and public awareness, and stakeholder participation.",
      "Financial resources should be provided by Annex II parties and others able to do so.",
      "The AWG-LCA is requested to consider further enhancement of monitoring and review of the effectiveness of capacity building for consideration by COP 17, and to elaborate the modalities regarding institutional arrangements for capacity building, also for consideration by COP 17.",
      "On the review , the Agreement decides to periodically review the adequacy of the long-term global goal and overall progress in achieving it.",
      "The review should be guided by equity and common but differentiated responsibilities and respective capabilities and account for: the best available science, including IPCC assessment reports; observed impacts of climate change; assessment of the overall aggregate effects of steps taken by parties; and consideration of strengthening the long-term global goal, including in relation to temperature rises of 1.5°C.",
      "The first review should start in 2013 and finish by 2015, and the COP should take appropriate action based on the review.",
      "The AWG-LCA is requested to further define the scope of the review and develop its modalities, including required inputs, with a view to adopting them at COP 17.",
      "On other matters , the COP requests the AWG-LCA to consider issues with a view to promoting access to technology, capacity building and finance for Annex I parties with economies in transition as well as Turkey, an Annex I party whose special circumstances are recognized by the COP.",
      "On extension of the AWG-LCA , the Agreement extends the mandate of the AWG-LCA for one year to COP 17.",
      "It further requests the AWG-LCA to carry out the undertakings in this decision, continue its work drawing on the documents under its consideration, and continue discussing legal options with a view to completing an agreed outcome based on the Bali Action Plan, the work done at COP 16 and proposals made by parties under Convention Article 17.",
      "The Secretariat is requested to make necessary arrangements in accordance with guidance from the Bureau for these meetings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}