{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Like Minded Group of Developing Countries",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Youth NGOs",
      "Nepal",
      "Algeria",
      "Fiji",
      "China",
      "Australia",
      "Chile",
      "Nauru",
      "Papua New Guinea",
      "Egypt",
      "Swaziland",
      "Costa Rica",
      "Guinea",
      "Indigenous Peoples"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_49",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The SBSTA closing plenary convened on Friday, 14 June, and adopted the meeting s report (FCCC/SBSTA/2013/L.1).",
      "Fiji, for the G-77/China, welcomed work on, inter alia , the NWP and called for concrete adaptation actions on the ground.",
      "He reaffirmed the importance of addressing response measures, calling for discussions on unilateral measures.",
      "On agriculture, he stressed that the focus must remain on adaptation and underlined the importance of the Convention s principles, including CBDR.",
      "The EU welcomed conclusions on the NWP, agriculture and REDD+.",
      "He also cited important work on the work programme for clarification of pledges, but noted that without work on the diversity of NAMAs under the SBI, it is not possible to see the full picture.",
      "He called for finalizing, in Warsaw, rules for the implementation of Protocol Articles 5, 7 and 8 during the second commitment period.",
      "Australia, for the Umbrella Group, welcomed outcomes on, inter alia , technology, MRV, agriculture and the NWP.",
      "On REDD+, she thanked delegates for rising to the challenges of a packed agenda.",
      "The Republic of Korea, for the EIG, welcomed progress and new ideas on markets, including credited NAMAs, and, citing EIG members experience with the Protocol s flexibility mechanisms, said these tools could enhance ambition both before and after 2020.",
      "He welcomed references to small Annex I parties and avoiding double review of the same information in the national communications and biennial reports.",
      "Swaziland, for the African Group, welcomed, a breakthrough on agriculture after five years of stalemate.",
      "On the NWP, she highlighted plans to prepare a technical paper on indigenous and traditional knowledge.",
      "On REDD+, she called for discussing coordination of support in a joint SBSTA/SBI contact group in Warsaw.",
      "Nepal, for the LDCs, stressed the need for increased capacity to contribute to REDD+ and expressed disappointment with not very action-oriented conclusions on agriculture.",
      "On the FVA, he expressed hope that parties submissions will help create a toolbox rather than a monster.",
      "Noting island communities are experiencing life-altering climate impacts, Nauru, for AOSIS, emphasized, inter alia : the 2013-15 Review as a priority to limit global average temperature rise to below 1.5°C; the need to explore how a new market mechanism can reduce net emissions beyond offsetting; and how non-market-based mechanisms could target areas where market-based approaches have proven problematic.",
      "Egypt, for the Arab Group, welcomed steps taken on agriculture and stressed the sector s impact on livelihoods and food security.",
      "He underlined that the mistakes of the CDM and market mechanisms should not be repeated and noted support for non-market-based mechanisms as the core mechanisms under the Convention.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, welcomed progress on methodological guidance for REDD+, but noted that implementation requires adequate and predictable support.",
      "He also suggested that a new market-based mechanism should recognize the role of REDD+.",
      "Highlighting climate vulnerability, food security and production in the region, Costa Rica, for the Central American Integration System (SICA), emphasized the need for support for adaptation, effective implementation of REDD+ and recognition that the region s agricultural sector is transforming.",
      "Algeria, for LMDC, highlighted, inter alia : the role of non-market mechanisms; the need to minimize adverse impacts of response measures, particularly unilateral measures; the need to focus discussions on agriculture on adaptation; and the need to observe CBDR in addressing emissions from international aviation and maritime transport.",
      "Chile, for AILAC, welcomed successful work on, inter alia , NWP, REDD+, agriculture, FVA, NMM and the 2013-15 Review.",
      "Business and Industry NGOs stated that market-oriented approaches offer the most cost-effective means to catalyze action and deployment of technologies, and reaffirmed support for the CTCN and TEC to provide means for business to engage with countries at a practical level. CAN said parties must ensure climate policies related to agriculture include safeguards protecting, inter alia, food security, biodiversity and the rights of indigenous peoples, and called the REDD+ safeguards toothless.",
      "On FVA, he underscored the need for a strict accounting framework and increased mitigation ambition.",
      "Climate Justice Now urged developed countries not to insert markets, which are an ineffective tool, in place of leadership.",
      "He underlined that REDD+ threatens forest peoples and the push toward a REDD+ market mechanism signals that it is bound to fail.",
      "Farmers said the UNFCCC could make a huge contribution to food security, adaptation and resilience while helping close the mitigation gap.",
      "He called it essential to treat agriculture comprehensively and not to create artificial divisions between food security, adaptation and mitigation.",
      "Saying she was part of the first generation to be affected by climate change at this scale, Youth NGOs called for more transparency and observer access, and for inclusion of intergenerational equity on the agenda. SBSTA Chair Muyungi said delegates hard work has led to the SBSTA s success and said he would work to ensure balanced participation in the intersessional workshops before COP 19.",
      "He gaveled the meeting to a close at 2:04 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}