{
   "actors": [],
   "countries": [
      "Brazil",
      "Japan",
      "Trinidad and Tobago"
   ],
   "enb_end_date": "27-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7",
   "enb_start_date": "27-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1261e.html",
   "id": "enb1261e_1",
   "section_title": "OBSERVER BRIEFING",
   "sentences": [
      "Luiz Gylvan Meira Filho (Brazil), Chair of the non-group on QELROs, reported that the group had looked at relevant paragraphs in the consolidated negotiating text in numerical order.",
      "He reported agreement among delegates that the first paragraph of the article on QELROs should be simple in stating and introducing commitments.",
      "He indicated that there had been a discussion on the legal implications of listing commitments within the text of the protocol or legally binding instrument or under a separate appendix or attachment.",
      "The concern was whether furthering commitments in the future would require Parties to ratify amendments to the protocol or legally binding instrument . He said consensus was emerging that a balance should be struck whereby the legally binding nature of commitments would not be undermined by the adoption of more informal amendment procedures.",
      "He noted that the issue would be taken up by the non-group on institutions and mechanisms.",
      "He also said that some delegations wanted to emphasize the importance of GHG sinks, while others said that IPCC methodologies for calculating their efficiency are marked by a high level of uncertainty.",
      "He said criteria for sinks had been discussed, including measures to enhance them and their absorption capacity. Evans King (Trinidad and Tobago), Chair of the non-group on Article 4.1, reported that the group had considered paragraphs on advancing commitments without introducing new ones for non-Annex I Parties, the preparation and periodic updating of national inventories of GHG emissions and removals, and IPCC methodologies.",
      "He said a contact group dealt with the most difficult matters. Takao Shibata (Japan), Chair of the non-group on institutions and mechanisms, said that there seemed to be a broad understanding that the COP would be the governing body of the Protocol, that institutional economy should guide structural arrangements and that Protocol institutions should be distinctive."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}