{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Philippines",
      "Barbados",
      "China"
   ],
   "enb_end_date": "03-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12443e.html",
   "id": "enb12443e_7",
   "section_title": "FINANCE:",
   "sentences": [
      "During the afternoon meeting of the contact group, JAPAN highlighted their proposal under institutional arrangements for three funds: a climate change fund to finance implementation of mitigation and adaptation activities, programmes and measures; an adaptation fund to finance adaptation projects and programmes in the most vulnerable developing countries; and a green enabling environmental fund for financing enabling environments and capacity building activities, including the preparation of greenhouse gas inventories, national communications and national action plans on mitigation, national adaptation programmes of action and enabling activities for REDD-plus.",
      "The EU highlighted developments since Bangkok.",
      "On the ambition level, he observed that the annual total net incremental cost of adaptation and mitigation would amount to €100 billion by 2020 with €22-50 billion coming from public sources.",
      "He emphasized the need to mobilize larger private investment flows, domestic finance and the carbon markets.",
      "He said all countries except the LDCs should contribute to international public financing based on emission levels and gross domestic product (GDP), and that assessed contributions would be the core of this element.",
      "He noted the need for a high-level forum or body to provide an overview of international distribution of financial flows.",
      "INDIA stressed that the Convention and the BAP do not provide for assessed contributions from all parties.",
      "The US clarified aspects of their proposal for a matching function, which would advise developing countries seeking support for mitigation and adaptation actions in order to help them navigate the terrain of multiple funding providers.",
      "He emphasized that the function would be voluntary.",
      "The Philippines, for the G-77/CHINA, supported by Barbados, for AOSIS, and others, said that facilitating and matching mechanisms did not provide financing.",
      "AOSIS cautioned that matching or coordinating mechanisms would add another layer of bureaucracy and said the issues related to problems of access and the insufficiency of financial resources.",
      "Co-Chair Khan proposed informal group sessions to consider: governance of funds and funding mechanisms; and coordination and coherence of support."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}