{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "New Zealand",
      "Russian Federation",
      "Nicaragua",
      "Venezuela",
      "Japan",
      "Papua New Guinea",
      "Saudi Arabia",
      "Gambia",
      "Colombia",
      "Egypt",
      "Grenada",
      "Guinea",
      "Kenya",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_122",
   "section_title": "AWG-KP PLENARY",
   "sentences": [
      "On Saturday evening, 10 December, AWG-KP Chair Macey presented draft decisions on the consideration of further commitments for Annex I Parties under the Kyoto Protocol (FCCC/KP/AWG/2011/L.3 and Adds.1-5).",
      "The EU said in order to maintain symmetry with the outcome of the AWG-LCA, the length of the second commitment period should be from 2013-2020, instead of 2013-2017, with Brazil expressing interest in this proposal.",
      "Grenada, Colombia and the Gambia said it is important to maintain a five-year rather than an eight-year second commitment period, given the low level of ambition.",
      "The EU, the Russian Federation and New Zealand also proposed technical text on LULUCF.",
      "Japan proposed a footnote identifying countries that will not take part in a second commitment period.",
      "Bolivia observed that reference to a 25-40 percent reduction of aggregate emissions for Annex I parties by 2020 is too wide a range, and should be identified as a single percentage.",
      "He also said, regarding paragraphs 3-5, that if references are made to QELROs, the language in the decision should be mandatory rather than voluntary, as QELROs are binding obligations.",
      "After suspending the session to allow for consultations, the AWG-KP reconvened and the Chair proposed forwarding the text to the CMP under his own responsibility, with the years of the second commitment period in brackets.",
      "Papua New Guinea, the Gambia, Colombia and Brazil supported the Chair s proposal to forward the text for consideration by CMP.",
      "Delegates continued to propose changes, and Venezuela, Saudi Arabia and Bolivia requested bracketing paragraphs 3-5, which refer to the assumption of QELROs, while Kenya and Nicaragua proposed language to strengthen the paragraphs.",
      "Venezuela called for ensuring strong language in the text to preserve the Kyoto Protocol.",
      "Egypt expressed disappointment with the insufficient level of ambition and said the objective of strengthening the only existing legally-binding regime was not accomplished in the text.",
      "Nicaragua said the text does not set out a process or a timeframe that could provide a solution to avoiding a gap between commitment periods.",
      "He further recalled that the principle of CBDR is not adequately reflected when referring to a global response to the problem of climate change.",
      "Chair Macey decided to forward the text to CMP as a Chair s text after which the report of AWG-KP (FCCC/KP/AWG/2011/L.2) was adopted, with Chair Macey saying he thinks this is the first decision we agreed on.",
      "Chair Macey gaveled the meeting to a close at 9:25 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}