{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_85",
   "section_title": "COMPLEXITY AHEAD: DELEGATES ARE HUMAN",
   "sentences": [
      "As delegates departed Bonn and started thinking about Accra, many commented on the amount of work at hand and the logistical and human implications.",
      "There are at least six sessions scheduled over the next 18 months - averaging at least one every three months.",
      "Additionally, there are the usual workshops, regional meetings, UNFCCC board and groups meetings, preparatory and coordination meetings, and the vast array of international non-UNFCCC climate-related events that require national representation.",
      "When the time to prepare for all these negotiations is factored in, it does not take an IPCC scientist to figure out that many parties will face difficulties coping with the UNFCCC workload, never mind dealing with their own national policy concerns.",
      "Even larger delegations are wondering about how they might cope, while some smaller delegations were clearly worried about the unprecedented workload.",
      "Inevitably, difficulties will arise in terms of the traditional financial and organizational hurdles, not to mention the rising cost of air travel.",
      "But what about the human dimension?",
      "After all, delegates are human, with finite amounts of energy and patience.",
      "With about one sixth of the time over the next 18 months already locked in for climate negotiations (three out of eighteen months), previously unheard comments about family friendly scheduling and meeting facilities are coming to the fore in a process where delegates previously took pride in their stamina in handling the long hours.",
      "As one delegate joked, immunity discussions should include the many divorces this Convention will cause over the next two years.",
      "Possibly in preparation for the inevitable pressure and burn out among delegates, there were many new and younger faces in Bonn, as parties and observers took advantage of a perfect opportunity at a relatively slow meeting to train new people and build capacity."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}