{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Uganda",
      "Poland",
      "China"
   ],
   "enb_end_date": "16-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "16-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12136e.html",
   "id": "enb12136e_7",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "Delegates discussed capacity building both in countries with economies in transition (EITs) and in developing countries.",
      "On capacity building in EITs, delegates considered submissions from the Russian Federation and Poland.",
      "The Polish submission focused on elements relating to implementation of capacity building.",
      "It includes calls for, inter alia: developing action plans to reflect national needs and priorities; inviting the GEF, through a COP decision, to consider the needs of EITs in the Capacity Development Initiative (CDI); and organizing a workshop for the purpose of identifying and coordinating regional and subregional programmes.",
      "The Russian Federation submission covered the principles, objectives, strategy and implementation elements for a draft framework.",
      "The RUSSIAN FEDERATION noted that there was agreement among the EITs on the principles and scope of the framework, but stated that consultations to complete an EIT group submission were ongoing. Delegates also considered the revised Chair's text on capacity building in non-Annex I countries.",
      "Several participants reiterated the need for capacity building to be country-driven, iterative and long-term, to build on indigenous capacities, and to operate through local institutions.",
      "The US and the EU proposed listing a menu of activities, noting that different countries have different concerns. The G-77/CHINA proposed additional amendments to the Chair's text that stress the need for: capacity building to contribute to sustainable development; partnership with, and assistance from, developed countries; and proper guidance from intergovernmental organizations, such as the GEF, UNDP, and World Bank, to ensure that access to resources is transparent, with clear and less cumbersome procedures.",
      "Supported by CHINA, he urged moving forward toward concrete actions by COP-6.",
      "UGANDA sought clarification of what is meant by 'centers of excellence,' noting that this could be interpreted differently.",
      "The US stressed that capacity building should be results-based and designed to produce clearly identified results.",
      "The EU suggested inviting the GEF and UNDP to report on the CDI at SB-13 and requesting other organizations to report on their capacity building activities.",
      "Chair Ashe welcomed further submissions by 30 June, after which the Secretariat would prepare a draft framework on capacity building."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}