{
   "actors": [],
   "countries": [
      "Kenya",
      "Norway",
      "United Kingdom",
      "China"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_11",
   "section_title": "Panel",
   "sentences": [
      "The UK highlighted its energy efficiency strategy, saying that it will reduce the amount of imported gas and create jobs.",
      "He noted efforts to connect finance with demand by offering finance to households and increase the availability of energy-use information.",
      "The UK also outlined its efforts to upscale international action through, inter alia, climate finance and action on REDD+.",
      "Kenya highlighted a comprehensive national climate action plan for 2013-17 with specific actions.",
      "She explained that the plan includes adaptation, mitigation and enabling conditions and estimated that US$12 billion would be needed for implementation.",
      "She underscored an inclusive process, also noting that the plan has been mainstreamed in the national development planning process. UNEP presented on the Climate and Clean Air Coalition, which includes 60 partners and focuses on short-lived climate pollutants.",
      "She explained that the key activities include: reducing black carbon emissions from heavy-duty diesel fuels and reducing methane from gas and oil production.",
      "She highlighted benefits for human health and agricultural yields.",
      "China drew attention to Confucius s idea of harmony between people and nature, the concept of ecological civilization and need for low-carbon development as an innovative development pathway.",
      "He identified main drivers, namely energy efficiency, energy mix, income sources and population, and highlighted national targets, including: reducing carbon intensity by 40-45% from 2005 levels by 2020; reducing carbon intensity by 17% below 2010 levels by 2020; a 4 billion CO2 equivalent target for total energy use by 2015; and additional targets for non-fossil energy use, electricity mix and carbon sinks.",
      "China underscored public financial support for low-carbon development, and highlighted local action, such as a low-carbon province, a city pilot project and a carbon market pilot scheme.",
      "He also highlighted awareness of the importance of climate change legislation, and phasing out low-efficiency production capacity in recent years.",
      "On challenges, he noted intensive urbanization and industrialization in the coming decades, and the challenge of changing China s 70% reliance on coal in primary energy use.",
      "Norway highlighted the importance of supporting developing countries to explore cost-effective mitigation actions.",
      "He underscored the importance of establishing a price for carbon, which should be: the same for all sectors and complemented by technology, research development and adequate emission policies. C40 Cities: Climate Leadership Group highlighted the potential of the 63 cities in the network to combat climate change.",
      "She highlighted that the involvement of cities mayors in the network facilitates the sharing of experiences and lessons learned."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}