{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Ecuador"
   ],
   "enb_end_date": "01-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12550e.html",
   "id": "enb12550e_4",
   "section_title": "Scope and Participation",
   "sentences": [
      "Questions presented to participants addressed options for defining the activities that could be eligible under the NMM and conditions for hosting and benefitting from outcomes from such activities.",
      "Comparing the NMM to the CDM, Artur Runge-Metzger, EU, said the NMM implies more active involvement of developing country governments in creating incentives for emission reductions through policy making at the national level.",
      "He suggested that parties transitioning from a CDM to an NMM approach would need to implement a transition phase to avoid double counting.",
      "Carola Borja, Ecuador, presented her country s proposal on a net avoided emissions mechanism.",
      "Among conditionalities for host activities, she suggested that the party would need to have had officially declared mitigation actions or commitments under the Convention.",
      "On the role of the UNFCCC in the NMM, David Hone, World Business Council for Sustainable Development, said it should encourage and support countries in implementing selected measures.",
      "He added that the UNFCCC should generate market demand for carbon emissions as the Kyoto Protocol does.",
      "He said putting a price on carbon is key for redirecting private investment, which can be done through cap-and-trade systems and project-based mechanisms.",
      "In the ensuing discussion, participants addressed, inter alia: the sovereign right of each country to undertake relevant activities; how to ensure environmental integrity and avoid double counting; and possible ways to implement the NMM."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}