{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "New Zealand",
      "Antarctica",
      "Venezuela",
      "China",
      "United States",
      "Chile",
      "Germany",
      "Brazil",
      "Belgium",
      "Canada",
      "Nicaragua",
      "Mexico",
      "Austria",
      "Greenland",
      "Ireland",
      "Sweden",
      "United Kingdom",
      "Russian Federation",
      "Italy",
      "Bahamas",
      "Spain",
      "Saudi Arabia",
      "Denmark",
      "Netherlands",
      "Norway",
      "Switzerland",
      "France",
      "Saint Lucia"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_7",
   "section_title": "1.1: Observed Changes in the Climate System:",
   "sentences": [
      "Regarding a headline on unequivocal warming and unprecedented observed changes in the climate system, the US and the UK suggested adding reference to ocean acidification, noting it is a key finding of AR5.",
      "Authors preferred including this idea in the subsequent headline statement addressing anthropogenic emissions instead.",
      "The headline statement was agreed as presented.",
      "On a paragraph noting that ocean warming dominates the increase in energy stored in the climate system, the Netherlands, supported by Norway and Germany, called for including Figure 1.2 from the longer report, which illustrates the heat content of oceans compared to that of the atmosphere, to demonstrate to policymakers how the climate system works.",
      "He also called for specifying that ocean warming accounts for '93%' of the increase in energy stored in the climate system, instead of 'more than 90%', and referring to the 1% of energy that is stored in the atmosphere.",
      "Participants agreed to add a sentence noting that only 1% of the energy accumulated between 1971 and 2010 is stored in the atmosphere, while keeping the rest of the paragraph as presented.",
      "They also agreed to reference the Figure from the longer report in the SPM, without actually including the Figure itself.",
      "There was much debate regarding a paragraph referring to increased oceanic uptake of CO2 and resulting acidification .",
      "Switzerland, the US, Ireland and others felt that a proposed additional clause specifying that 'a decrease of 0.1 in the pH of ocean surface water since the beginning of the industrial era corresponds to a 26% increase in hydrogen ion concentration' was too technical.",
      "Various proposals were made for improving the text.",
      "The US, supported by Norway, preferred referring specifically to acidity, while Norway proposed putting the technical text in a footnote, noting, with Germany, the Netherlands and the UK, the need to show that a 0.1 pH decrease is significant. WGI Co-Chair Stocker proposed using approved WGI text in the footnote, stating that 'pH is a measure of acidity using a logarithmic scale: a pH decrease of one unit corresponds to a 10-fold increase in hydrogen ion concentration, or acidity'.",
      "The US and Germany objected to this, noting it was still too technical.",
      "The UK, supported by the US, Belgium and Saint Lucia, but opposed by the Russian Federation, Switzerland, Saudi Arabia and Brazil, proposed adding a statement that 'the current rate of ocean acidification is unprecedented in the last 65 million years'.",
      "An author noted inadequate evidence for including, in the SYR, a statement covering such a long time span.",
      "Following small group discussions on the issue, participants approved text, which notes that 'since the beginning of the industrial era, oceanic uptake of CO2 has resulted in acidification of the ocean; the pH of ocean surface water has decreased by 0.1 ( high confidence ), corresponding to a 26% increase in acidity, measured as hydrogen ion concentration'.",
      "The text also refers to the longer report for more details.",
      "On a sentence stating that over the last two decades the Greenland and Antarctic ice sheets have been losing mass, glaciers have continued to shrink almost worldwide, and Arctic sea ice and Northern Hemisphere spring snow cover have continued to decrease in extent , Norway proposed reflecting that the Greenland and Antarctic ice sheets have been losing mass 'at an increasing rate'.",
      "Saint Lucia preferred 'at an accelerated rate'.",
      "An author explained that the sentence as presented reflected a statement of robust evidence.",
      "Spain, with Mexico, requested including numbers on the changes in the cryosphere from Figure 1.1 of the longer report.",
      "An author said that adding greater detail would require substantial space and is inappropriate in the SPM.",
      "The UK, with France, noted a lack of balance between this sentence and a subsequent one addressing the trend of increased sea ice extent around Antarctica, stressing that what is happening in the Arctic is graver than in Antarctica, and proposed drawing more on the WGI SPM and quantifying the issue of sea ice in the two regions.",
      "After further consultation, the authors proposed separating the text into two paragraphs: one on loss of mass in the Greenland and Antarctic ice sheets, glacier shrink and decrease in spring snow cover in the Northern Hemisphere; and another one that includes differences in Arctic and Antarctic changes in sea ice extent.",
      "Noting recent studies published since the cutoff date of AR5 that call into question the increase in sea ice extent around Antarctica, the US questioned the usefulness of including very specific numbers in this regard.",
      "An author explained that these recent studies had not yet been properly assessed and remained controversial, and that the numbers proposed in the text were still considered valid as an annual mean rate per decade.",
      "Participants agreed to the revised text as presented by the authors, including referring to the percentage changes in annual mean sea ice extent in ranges per decade for both the Arctic and Antarctic.",
      "On a sentence stating that the rate of sea level rise since the mid-19th century has been larger than the mean rate during the previous two millennia , the Netherlands sought to reflect the acceleration of global mean sea level rise since 1901.",
      "An author pointed to regional and decadal variability, and delegates accepted the text as presented.",
      "There was much discussion, beginning in plenary on Tuesday, on Figure SPM.1 consisting of four panels on: (a) land and ocean surface temperature; (b) sea-level change; (c) atmospheric GHG concentrations; and (d) global anthropogenic CO2 emissions .",
      "Following a number of proposals to include a diagram from the longer report on Arctic and Antarctic sea ice, WGI Co-Chair Stocker highlighted differences in the nature and quality of data from the Arctic and the Antarctic.",
      "He expressed concern over bringing this diagram to the SPM, noting lack of space to provide the necessary scientific evidence to put the diagram in the correct perspective.",
      "The diagram from the longer report was therefore not included.",
      "There was some debate over whether to move panel (d) on global anthropogenic CO2 emissions to the subsection on causes of climate change or maintain it in its present position in the section on observed changes in the climate system.",
      "The Republic of Korea, China, Venezuela, Nicaragua, Saudi Arabia and India proposed deleting this panel, noting it was not relevant in this section.",
      "The authors supported maintaining the panel as presented, noting that it acts as a bridge between the two subsections, and reflects the same time scale as the other panels in the figure.",
      "Saudi Arabia opposed singling out emissions from land use, and burning of fossil fuels and cement production, and proposed, if the panel remained, referring to all sources of emissions.",
      "Italy suggested indicating that the panel refers to major sources of emissions.",
      "The US suggested citing emissions by GHGs rather than by sector.",
      "China suggested further consultations on the issue.",
      "A small group, co-chaired by Katrine Krogh Andersen (Denmark), and Arthur Rolle (Bahamas), convened to further discuss this issue.",
      "The group met multiple times throughout the week.",
      "On Friday night, Co-Chair Rolle reported that the group had been unable to reach consensus on the caption and subtitle of panel (d) on global anthropogenic CO2 emissions, and that every avenue to reach agreement had been exhausted.",
      "He felt that if the group had gone any further, it would have crossed the boundary of robust science.",
      "The figure and its caption were forwarded back to plenary for further consideration, where an author explained that the figure represented a synthesis of the WGs' contributions and showed observations of key indicators in the climate system, and of CO2 emissions in particular, which are important for understanding human influence.",
      "He said focusing on CO2 as the main driver of climate change was appropriate as it has a long atmospheric lifetime.",
      "Objecting to the figure, Saudi Arabia expressed concern that the panel did not include data for GHGs other than CO2 and requested that a subtitle be added to note that other GHG emissions data were not assessed for this timeframe due to lack of data availability prior to 1970.",
      "He cautioned that incorrect correlations between panels (a)-(c) and (d) may be inferred without explicit textual safeguards in the caption.",
      "WGI Co-Chair Stocker drew the Panel's attention to the subtitle of panel (d) stating that 'quantitative information on CH4 and N2O emission time series from 1850 to 1970 is limited'.",
      "Stocker emphasized that it was not possible to bring all GHGs into one coherent figure, and pointed to new text in the caption stating that 'the complex relationship between observations shown in panels (a)-(c) and the emissions in panel (d) is addressed in Section 1.2 and Topic 1'.",
      "Austria, supported by Sweden, proposed giving this statement more prominence and it was moved to the beginning of the caption.",
      "China, Norway, Sweden, the EU, Denmark, Canada, the UK, Ireland, the Netherlands, New Zealand, Chile and others urged approval of the figure.",
      "Saudi Arabia proposed language stating that 'other GHGs were not assessed due to limited data', which the authors said would be scientifically incorrect.",
      "Following protracted discussions, Saudi Arabia said it could accept, in the spirit of compromise, the figure as amended by Austria.",
      "With additional minor changes, Figure SPM.1 was approved.",
      "Final SYR SPM Text: The headline of this subsection states that: warming of the climate system is unequivocal; since the 1950s, many of the observed changes are unprecedented over decades to millennia; and the atmosphere and ocean have warmed, the amounts of snow and ice have diminished, and sea level has risen.",
      "The subsection includes paragraphs on: - each of the last three decades being successively warmer at the Earth's surface than any preceding decade since 1850; - the sensitivity to beginning and end dates of trends based on short records given decadal and interannual variability; and - ocean warming accounting for more than 90% of the energy accumulated between 1971 and 2010.",
      "It also addresses, inter alia : increases in precipitation; oceanic uptake of CO2 resulting in ocean acidification; the Greenland and Antarctic ice sheets mass loss, worldwide shrinking glaciers and spring snow cover decrease in the Northern Hemisphere; and global mean sea level rise from 1901-2010.",
      "The subsection also includes a figure that contains panels on: globally averaged combined land and ocean surface temperature anomaly; globally averaged sea level change; globally averaged GHG concentrations; and global anthropogenic CO2 emissions, as well as a smaller panel on cumulative CO2 emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}