{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Cuba",
      "Nepal",
      "United Kingdom",
      "Trinidad and Tobago",
      "Kenya"
   ],
   "enb_end_date": "05-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "05-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12571e.html",
   "id": "enb12571e_6",
   "section_title": "SECOND SESSION OF THE DURBAN FORUM ON CAPACITY BUILDING:",
   "sentences": [
      "The Forum was co-facilitated by Helen Plume (New Zealand) and Kishan Kumarsingh (Trinidad and Tobago).",
      "Participants heard presentations and discussed building capacity for: mitigation, adaptation, and gender and climate interlinkages.",
      "On building capacity for mitigation, Ben Good, Global Village Energy Partnership, highlighted Climate Innovation Center Kenya, a business incubator to support small businesses in developing mitigation and adaptation solutions.",
      "During the discussion, participants addressed: financial guarantees; selection of businesses for inclusion in the scheme; eligibility criteria; and the scale of the initiative.",
      "Christina Colon, UNDP, presented on the Low Emission Capacity-building Programme and strengthening public sector capacity for the identification of NAMAs and LEDS and facilitating their uptake by the private sector.",
      "In the ensuing discussion, participants addressed the inclusion of SIDS in the programme; the results chain; stakeholder involvement; and removal of barriers.",
      "Chizuru Aoki, GEF, highlighted capacity building as a foundational element of GEF support integrated into projects and cited their National Communications Umbrella Programme as an example.",
      "Alexia Kelly, US, described the Low-Emissions Development Strategies Global Partnership, which supports strategy development and providing a platform for donor collaboration with developing countries, NGOs and the private sector.",
      "During the discussion, participants addressed the extent of integration of capacity building in projects and ability to support experts.",
      "On building capacity on gender and climate change linkages, Meena Khanal, Nepal, addressed gender action plans, highlighting a climate and gender awareness programme in her country.",
      "During the discussion, participants addressed mobility of human capital; linkages between climate change and adaptation; and timely information sharing with stakeholders.",
      "On building capacity for adaptation, Darrel Danyluk and David Lapp, World Federation of Engineeri ng Organizations (WFEO), highlighted the positive correlation between engineering and science graduates, and economic and social development.",
      "Batu Krishna Upreti and Lava K.C., Nepal, presented on National and Local Adaptation Plans for Action designed to enhance understanding of climate impacts and implement adaptation actions.",
      "Daouda Ndiaye, Adaptation Fund, presented on integration of capacity-building elements in adaptation projects and lessons learned.",
      "During the discussion, participants raised issues relating to: funding for projects; adaptation capacity gaps; and monitoring and evaluation of adaptation projects, including with regard to capacity building. SBSTA/SBI"
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}