{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United Kingdom",
      "United States",
      "Chile",
      "Australia",
      "Brazil",
      "Canada",
      "South Africa",
      "Saudi Arabia",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "08-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB12",
   "enb_start_date": "08-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12130e.html",
   "id": "enb12130e_3",
   "section_title": "COMPLIANCE",
   "sentences": [
      "Delegates considered the Co-Chairs' Elements of a Compliance System for the Kyoto Protocol.",
      "On Objective, AUSTRALIA, with CANADA, sought to limit the compliance system to Annex I Parties' commitments.",
      "The EU suggested adding the objective of enforcing compliance. On Nature and Principles, delegates expressed mixed views on whether or not to include them explicitly.",
      "SAUDI ARABIA and CHINA, opposed by AUSTRALIA and CANADA, proposed specifying that the principle of common but differentiated responsibilities applied between Annex I and non-Annex I Parties.",
      "SOUTH AFRICA, opposed by the US, proposed adding the 'precautionary approach.",
      "' On Scope of Application, AUSTRALIA suggested specifying the provisions on Annex I Parties' obligations to which the system would apply.",
      "CANADA, the US, the EU and SWITZERLAND supported the concept whereby the system applies to all commitments.",
      "On Functions of a Compliance Institution, SAUDI ARABIA proposed adding that all compliance and non- compliance issues pertaining to project activities under Article 12 (CDM) shall be addressed by the CDM's Executive Board.",
      "Supported by NEW ZEALAND, the US said the text should specify that the compliance system is supplementary to all compliance aspects under the Protocol.",
      "AUSTRALIA and the EU suggested an additional function of determining whether or not a Party is in compliance with Article 3.1. On Referral, the US, SOUTH AFRICA and SWITZERLAND, opposed by SAUDI ARABIA, favored a role for reports by expert review teams (ERTs).",
      "The US, SWITZERLAND, NEW ZEALAND, CHILE and BRAZIL opposed a role for the COP/MOP.",
      "The UK, opposed by several delegates, supported a role for the Secretariat. On Screening, SWITZERLAND stressed the need to identify criteria and, in order to help delegates get a clear view of the flow of information under the review and compliance processes, to prepare a flow chart.",
      "SOUTH AFRICA, with the UK, identified two screening processes: the channeling of a case to the proper forum and assessing if a case is unfounded or de minimis.",
      "With the US and the UK, but opposed by CHILE and SAUDI ARABIA, she said the former task could be performed by the Secretariat.",
      "She added that the latter task required a substantive assessment of a case that, if undertaken by a separate entity, could duplicate the work of the compliance institution."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}