{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "Pakistan",
      "United States",
      "Chile",
      "Canada",
      "Antigua and Barbuda",
      "Colombia",
      "Turkey",
      "Russian Federation",
      "Togo",
      "Philippines",
      "Australia",
      "Mauritania",
      "Uruguay",
      "Central African Republic",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "05-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "05-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1290e.html",
   "id": "enb1290e_2",
   "section_title": "SBI",
   "sentences": [
      "Delegates considered the review of information and possible decisions under Article 4.2(f), which addresses amendments to FCCC Annexes (FCCC/CP/1998/13; FCCC/CP/1997/MISC.3).",
      "The Chair recalled that informal consultations were held during the last two sessions but no consensus emerged.",
      "PAKISTAN requested Parties to delete Turkey from Annex I.",
      "TURKEY said it remained unable to sign the FCCC while in Annex I.",
      "The EU said all OECD countries should have legally binding targets.",
      "Informal consultations will be held . On the second compilation and synthesis of second national communications from Annex I Parties, the Secretariat provided a review of documentation and discussed gaps in data and reporting (FCCC/CP/1998/11; FCCC/CP/1998/11.Add.1; FCCC/CP/1998/11.Add.2).",
      "The debate included reference to the in-depth review process and the proposal for an exercise of data comparison (FCCC/CP/1998/4; FCCC/CP/1998/5; FCCC/CP/1998/MISC.8; FCCC/CP/1998/INF.9).",
      "The G-77/CHINA, with the PHILIPPINES and CHINA, expressed concern about: increasing emission trends among Annex II Parties; activities relating to financial resources and technology transfer; the lack of progress in the development of policies and measures; and gaps in reporting by Annex I Parties. NORWAY, with the EU, AUSTRALIA, the US and CANADA, stated that: the national communications and their review were important to the Convention process; reporting issues and guidelines require increased attention; and the Secretariat should conduct more analytical work.",
      "The EU, NEW ZEALAND, the US, SWITZERLAND, CANADA and NORWAY said the third national communication should be due in 2001.",
      "The EU, NORWAY and the US supported the Secretariat's proposed paper on comparison of activity data, but sought clarification on several technical and procedural issues.",
      "A contact group co-chaired by Alexander Metalnikov (Russian Federation) and Mahmoud El Gaouth (Mauritania) will consider the issue. On national communications from non-Annex I countries (FCCC/CP/1998/MISC.4; FCCC/CP/1998/INF.2; FCCC/CP/1998/CRP.1), the PHILIPPINES highlighted the need for capacity building and financing, which should follow the guidelines for initial communications in Decision 10/CP.2.",
      "CHINA, supported by TOGO and CENTRAL AFRICAN REPUBLIC, said the decision recognized the need for adequate and additional financial resources for inventories, an enormous task for some developing countries.",
      "CHILE and COLOMBIA described ongoing efforts toward their initial national communications.",
      "URUGUAY and KOREA described their initial communications and national efforts underway to limit GHGs. The EU said communications should be considered on a country- level basis and more frequent workshops would be beneficial.",
      "SWITZERLAND and AUSTRALIA underscored that non-Annex I communications undergo a review process similar to Annex I. Dan Reifsnyder (US) will chair a contact group on this issue. Delegates debated the Report on the Global Environmental Facility (GEF) (FCCC/CP/1998/12; FCCC/CP/1998/12.Add.1; FCCC/CP/1998/MISC.3) the financial mechanism and the review process (FCCC/SBI/1998/MISC.4, FCCC/SBI/1998/MISC.4.Add.1; FCCC/CP/1998/MISC.3).",
      "Several developing country Parties suggested a political reorientation of the GEF to meet their needs, such as the continuation of non-Annex I communications.",
      "Several developed country Parties suggested that GEF should operate as the Convention's financial entity, although improvements are needed.",
      "Chair Kante called for unity among the delegates to resolve the status of the GEF and appealed for a solution.",
      "John Ashe (Antigua and Barbuda) and Dan Reifsnyder (US) will chair a contact group. Regarding the second review of the adequacy of Article 4.2(a) and (b) (FCCC/CP/1997/7; FCCC/CP/1998/MISC.6; FCCC/CP/1998/MISC./Add.1), there was consensus among Parties that the current commitments were inadequate and a decision should be reached at COP-4.",
      "The G-77/CHINA and several developing countries said: the issue is important to the Convention; a clear decision defining new commitments needs to be reached; and developed countries were shirking their responsibilities in this matter.",
      "Several developed countries indicated that a resolution of this issue is possible at COP-4, but a decision should be forward-looking and create an enabling framework that could include a broader range of commitments.",
      "A contact group will consider the issue.",
      "After consultations, the SBI decided to postpone a decision on Turkey's Annex I status until COP-5."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}