{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Germany",
      "Argentina",
      "Canada",
      "Japan",
      "China"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_53",
   "section_title": "Administrative and Financial Matters:",
   "sentences": [
      "SBI considered the financial performance for 2000-2001 on 24 and 27 July.",
      "The Secretariat highlighted that a revised indicative list of contributions was presented for 2001 (FCCC/SBI/2001/INF.2), pursuant to the adoption by the UN General Assembly in 2000 of a revised scale of assessments.",
      "The G-77/China said the General Assembly resolution does not automatically apply to the UNFCCC.",
      "The Secretariat also presented the latest status of contributions (FCCC/SBI/2001/INF.3/Rev.1) and noted the special annual contribution of DM3.5 million made by the host government, Germany.",
      "Several Parties expressed the concern that their contributions were not reflected in the list.",
      "On 27 July, the SBI took note of the revised scale of contributions and of the latest status of contributions and expressed appreciation to those Parties making their core contributions in a timely manner, and to those making voluntary contributions. The SBI took up the matter of the programme budget for the biennium 2002-2003 on 24 July, when UNFCCC Executive Secretary Cutajar outlined details of the proposed programme budget.",
      "He noted that the formal adoption of the budget is scheduled for COP- 7.",
      "He said income would include indicative contributions of US$27.5 million, in addition to the host government's contribution and carry-over from previous periods.",
      "Delegates subsequently met in a small closed group, chaired by John Ashe, to continue discussions in greater detail.",
      "In the SBI meeting on 27 July, the G-77/China stressed the principle of equitable geographic representation among the staff.",
      "Japan noted that discussion on the programme budget is not closed and will continue at SBI-15.",
      "The SBI took note of the budget report. On implementation of the Headquarters Agreement, UNFCCC Executive Secretary Cutajar informed the SBI on 24 July of the need to move an increasing number of staff to temporary accommodations, as the Secretariat continues to grow.",
      "An initial offer by the German Government for part of the former Bundeshaus complex was deemed insufficient to meet ongoing needs.",
      "However, he hoped the situation would be resolved shortly.",
      "Some progress on visas and other issues was also noted.",
      "Germany highlighted its commitment to guarantee adequate accommodation and the best possible working conditions for UN personnel.",
      "He said talks are ongoing to accommodate all UN organizations in Bonn in a single location.",
      "Argentina expressed concern at these visa and accommodation difficulties.",
      "He suggested a small committee might be established to consider these issues, without being involved in micro- management.",
      "Germany said most difficulties have been addressed during the past year and a half, and they will take all steps necessary to deal with problems as they arise.",
      "Canada noted Argentina's 'interesting' proposal but indicated some reservations.",
      "In the SBI meeting held on 27 July delegates thanked the host government for its efforts concerning the provision of acceptable office accommodations, and invited it to continue negotiations with the Secretariat to resolve this issue as soon as possible.",
      "The SBI also requested a progress report on this and other relevant matters at SBI-15. On the juridical personality of the Secretariat on the international plane, the Secretariat noted that its UN institutional linkage had enabled it to function without an international juridical personality, and that it did have a juridical personality in Germany.",
      "The SBI decided that it would revisit the matter at a future date if it was deemed necessary that the Secretariat be vested with a juridical personality on the international plane."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}