{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Malaysia",
      "Japan",
      "Australia",
      "Brazil",
      "Iceland",
      "Canada",
      "Denmark",
      "Peru",
      "Switzerland",
      "New Zealand"
   ],
   "enb_end_date": "28-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "28-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12115e.html",
   "id": "enb12115e_7",
   "section_title": "METHODOLOGICAL ISSUES",
   "sentences": [
      "On emissions resulting from fuel used for international transportation, delegates considered the International Maritime Organization's report on its activities to prevent air pollution from ships.",
      "The International Civil Aviation Organization reported on the progress made in developing an Action Plan on aircraft engine emissions and in evaluating market-based options in limiting bunker emissions. On allocation of international bunker emissions, the CLIMATE ACTION NETWORK advocated their inclusion in national inventories.",
      "The EU recommended completing the work on including international bunker emissions in national inventories before negotiating the second commitment period.",
      "The REPUBLIC OF KOREA, supported by AUSTRALIA, NEW ZEALAND and JAPAN, said it was premature to discuss allocation due to the difficulties in differentiating emissions resulting from national and international fuel. The US highlighted the need for guidance on definitions and clarity.",
      "NEW ZEALAND, with the EU and the US, stressed improving reporting of bunker emissions for consistency and comparability.",
      "Jose Romero (Switzerland) will conduct informal consultations on this issue. On the impact of single projects on emissions in the commitment period, ICELAND said single projects have a greater proportional impact on emissions in smaller countries, affecting their ability to meet emissions targets.",
      "He called for a conclusive decision on this issue at COP-6.",
      "CANADA expressed reservations on the issue and opposed the draft decision tabled by Iceland at COP-4 in its current form.",
      "Informal consultations will be conducted by Ole Plougmann (Denmark) to forward conclusions or a draft decision to SBSTA. Regarding the scientific and methodological aspects of the proposal from Brazil , several delegates supported the concept of differentiated responsibilities, while a number noted that further scientific analysis would be useful.",
      "The EU and PERU, opposed by MALAYSIA, said the issue should be considered as part of IPCC's Third Assessment Report.",
      "Chair Dovland said he would prepare draft conclusions on this issue, following informal consultations. On other matters, SBSTA decided to exclude consideration of harvested wood products.",
      "However, Parties were asked to submit their views to the Secretariat.",
      "On information on decision tools to evaluate climate change impacts and adaptation strategies, the Secretariat requested submissions from Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}