{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Venezuela",
      "United Kingdom",
      "United States",
      "Japan",
      "Australia",
      "Kuwait",
      "Finland",
      "Canada",
      "Niger",
      "Saudi Arabia",
      "Nigeria",
      "China",
      "Libya"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_44",
   "section_title": "PROGRESS ON IMPLEMENTATION OF ACTIVITIES UNDER DECISION 5/CP.7",
   "sentences": [
      "This agenda item was considered by the SBI on Wednesday, 4 June.",
      "A contact group co-chaired by Fadhel Lari (Kuwait) and Robert Mason (UK) was convened to consider how to further the implementation of decision 5/CP.7 (implementation of Articles 4.8 and 4.9 on adverse effects) and met six times from 6-12 June.",
      "The SBI adopted draft conclusions on Friday, 13 June. On Wednesday, 4 June, the Secretariat announced a workshop mandated by decision 5/CP.7 on possible synergies with other multilateral environmental conventions and agreements scheduled for 2-4 July, in Espoo, Finland.",
      "Chair Stoycheva provided an oral report on the recent workshops on insurance-related matters, noting that the written report was not yet ready.",
      "Delegates discussed the outcomes of the workshops and highlighted: the need for long-term international solutions to minimizing the adverse effects of response measures; the importance of according the insurance industry observer status in the climate process to enhance their understanding of the issue; and the guidance provided by the Marrakesh Accords for the implementation of decision 5/CP.7. During the first meeting of the contact group, there was divergence over whether progress had been made in implementing decision 5/CP.7.",
      "The EU, US, Canada, Australia and New Zealand highlighted progress made, including the GEF`s third replenishment, the establishment of the LDC Fund, and development of guidelines for National Adaptation Programmes of Action (NAPAs).",
      "The G-77/China opposed this, stating that the progress to date was insufficient, and called for concrete actions to follow up on the recommendations of the recent risk assessment and insurance workshops. Following requests by New Zealand, Australia, the US and the EU, informal consultations were held on the agenda of the upcoming workshop on synergies.",
      "Saudi Arabia preferred not to consider this workshop`s TOR until a date was specified for the workshop on economic diversification, also mandated by decision 5/CP.7 to be organized before COP-9. On Saturday, 7 June, the Co-Chairs circulated a proposal for draft conclusions on this agenda item.",
      "Since the G-77/China had not consulted on the proposed draft conclusions, the meeting was adjourned. On Monday, 9 June, the G-77/China and EU presented their proposals for draft conclusions.",
      "After a lengthy debate over which document to use as the basis for discussion, delegates agreed to proceed on the basis of the Co-Chairs` draft.",
      "Divergence remained over language regarding the progress made.",
      "On the reports of the workshops on insurance and risk assessment, delegates could not agree on whether to address them in one, or in separate paragraphs. They also discussed how to elaborate on the TOR for the workshop on economic diversification, with the G-77/China opposing a process of submissions, noting that this could delay the workshop.",
      "The Secretariat revised the Co-Chairs` proposal integrating the G-77/China and EU suggestions to reflect amendments made during the discussion. On Tuesday, 10 June, the group met again to consider new draft conclusions.",
      "Once again divergence emerged over whether and how to address the outcomes of the workshops on modeling, insurance and adverse effects and related matters.",
      "Parties revisited the amendments and options proposed, and discussed their placement in the draft text.",
      "During this meeting, the G-77/China proposed a new paragraph requesting the Secretariat to compile a synthesis report on information regarding the specific needs and concerns of developing countries arising from the adverse effects of climate change and response measures, and the support required to address these.",
      "Australia, Canada, New Zealand, and the US proposed alternative text listing activities relating to implementation of decision 5/CP.7 to reflect that progress had been made.",
      "The G-77/China said that this was an unrelated proposal that did not constitute alternative text. On the outcomes of the modeling workshop, AOSIS proposed a paragraph calling on SBSTA to note the need to improve support for capacity building to developing country experts and to increase their participation in the modeling process.",
      "The G-77/China maintained its support for text on actions relating to the workshop`s results that could be recommended by the SBI and SBSTA.",
      "The EU favored text noting that SBI-18 had considered the workshop`s outcomes.",
      "The G-77/China proposed text on the outcomes of the workshops on insurance and risk assessment and on related actions, which the EU and US opposed, citing the unavailability of the written reports for consideration at SBI-18.",
      "AOSIS proposed language calling on the SBI to invite further views from Parties on the workshop outcomes for consideration by the COP with the aim of agreeing on a decision.",
      "The US, Canada, Australia and New Zealand supported the invitation for views but said the SBI should not prejudge the outcome of the COP`s deliberations. After the Secretariat revised the draft conclusions, delegates could not agree to delete some of the options.",
      "The EU, US, Australia and AOSIS expressed disappointment over the lack of agreement and proposed that the draft conclusions include paragraphs on which there was some agreement.",
      "The G-77/China preferred to state in the conclusions that there was no agreement, or to transmit the bracketed text to SBI-19.",
      "After brief consultations with the delegates, Co-Chair Robert Mason reported that there was still a willingness to try and agree on some text and said consultations would continue on Thursday. The contact group met again on Thursday, 12 June, following informal consultations held in the morning to try and reach agreement on draft conclusions.",
      "Another proposal for draft conclusions was circulated.",
      "These conclusions included the partially agreed paragraphs.",
      "The EU, Canada, Australia, Japan, the US, AOSIS, and New Zealand noted that while the text did not serve all their interests, they supported its use as the basis for negotiation.",
      "They said that if there was no agreement on the use of this text, they would prefer stating this in the conclusions and not forward any text to SBI-19.",
      "Saudi Arabia, Libya (on behalf of the Africa Group), Kuwait, Venezuela, and Nigeria opposed the use of this text, and proposed using the last version of the draft conclusions or conclude that there was no agreement.",
      "Saudi Arabia cautioned against setting a precedent by not forwarding any draft texts to the next session.",
      "Recalling previous instances where Parties have 'agreed to disagree,' the US objected stating that Parties were not obliged to forward the penultimate text. Co-Chair Lari noted that Parties were unable to agree and proposed that the draft conclusions state that the SBI did not complete its work on the agenda item and agreed to continue at the next session.",
      "On Friday, 13 June, the SBI adopted its draft conclusions.",
      "SBI Chair Stoycheva expressed her disappointment and welcomed Parties to a pre-sessional meeting to consider how to continue with this agenda item."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}