{
   "actors": [
      "Group of 77",
      "European Union",
      "Least Developed Countries"
   ],
   "countries": [
      "Iran",
      "Jamaica",
      "Venezuela",
      "Vanuatu",
      "Gambia",
      "Japan",
      "United States",
      "Brazil",
      "Kuwait",
      "Canada",
      "Colombia",
      "Poland",
      "Libya",
      "Nepal",
      "Sweden",
      "United Kingdom",
      "Australia",
      "Zimbabwe",
      "Uganda",
      "Burkina Faso",
      "Saudi Arabia",
      "United Arab Emirates",
      "Qatar",
      "Norway",
      "China"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_27",
   "section_title": "IMPLEMENTATION OF FCCC ARTICLE 4.8 AND 4.9 AND MATTERS RELATING TO PROTOCOL ARTICLE 3.14 (ADVERSE EFFECTS)",
   "sentences": [
      "Delegates considered FCCC Article 4.8 and 4.9 and Protocol Article 3.14 in five informal meetings during the pre- sessional week, at a joint SBI/SBSTA meeting on Monday, 11 September, and in five subsequent joint contact groups.",
      "The informal meetings and contact groups were co-chaired by Bo Kjellén (Sweden) and Abdulmuhsen Al-Sunaid (Saudi Arabia), temporarily replacing Mohamad Reza Salamat (Iran), who will return to take up his position as Co-Chair at the second part of SBSTA-13.",
      "The Chairs' draft conclusions were adopted at a joint SBI/SBSTA meeting on Friday, 15 September. In the first informal meetings delegates considered the Co- Chairs' negotiating text that had been the outcome of inter-sessional consultations in Bonn in August.",
      "Zimbabwe, on behalf of the G-77/China, called for two separate draft decisions, one on FCCC Article 4.8 and 4.9, and another on Protocol Article 3.14.",
      "Uganda, the Gambia, Nepal, Burkina Faso, the US and others stressed clear articulation of the needs and concerns of least developed countries (LDCs) in the text and decisions. On adverse effects of climate change, the G-77/China said emphasis on the use of national communications exclusively to report on actions and assess vulnerability should not constrain actions in the most vulnerable and least developed countries that may not already have disseminated or compiled this information due to, inter alia, lack of capacity and funding.",
      "The US said other sources of information for this assessment were also acceptable, and stressed that any actions should be focused and effective.",
      "In response to the G-77/China's suggestion to create a fund to support these activities, Japan and the US recalled that the GEF was the vehicle for this funding.",
      "Canada, supported by Norway, the UK, and US, stressed referring to the country-driven approach, national circumstances and sustainable development.",
      "Canada suggested requesting the Secretariat to organize workshops on adverse effects and on response measures, and report on the outcomes at COP-7.",
      "Delegates discussed the importance of rapid response systems to climate events.",
      "The EU, opposed by several developing countries, cautioned against creating a separate disaster fund for climate-related events. On Protocol Article 3.14, several developed countries noted that it dealt primarily with the impact of response measures, and suggested merging it with the previous section of the text that directly addressed this issue.",
      "Australia, Poland, the US, the EU and other Annex I Parties expressed reservations on a paragraph inviting Annex I Parties to provide information on, inter alia, existing market imperfections and subsidies in the energy sector.",
      "Saudi Arabia urged that the paragraph be retained. On Friday, 8 September, delegates completed discussions on the Co-Chairs' draft negotiating text during the informal sessions.",
      "Several Annex I countries, opposed by some developing countries, suggested deleting a paragraph on actions related to policy options.",
      "Saudi Arabia stressed the importance of assisting economic diversification in oil-exporting developing countries, and supported tax restructuring in Annex I Parties.",
      "With Libya, Qatar and Venezuela, he supported discouraging fossil fuel production in Annex I countries.",
      "Libya underscored the externalities of nuclear energy. At a joint SBI/SBSTA meeting on Monday, 11 September, Chair Dovland noted that negotiating text had been prepared based on the informal consultations the previous week, in addition to those held in August.",
      "Co-Chair Al-Sunaid noted progress, but drew attention to disagreements over whether to have two decisions that address FCCC Article 4.8 and 4.9 and Protocol Article 3.14 separately, or one decision dealing with both. The G-77/China called for the will to implement 'long overdue' actions on FCCC Article 4.8 and 4.9 at COP-6 and, supported by Saudi Arabia, the United Arab Emirates and Jamaica, but opposed by the EU and the US, reiterated the call for two separate decisions.",
      "Discussions were referred to a contact group that met five times from 11-15 September. The contact group continued considering the revised draft text.",
      "On text relating to the provision of information by LDCs through sources other than national communications, the G-77/China repeated that many developing countries had difficulties completing their national communications, and re-emphasised that other relevant information should also serve as the basis for determining their adaptation activities.",
      "Vanuatu, on behalf of the LDCs, cited marginalization in the process, and requested that their special needs be considered.",
      "Burkina Faso underscored the importance of establishing and strengthening national and regional institutions for, inter alia, research on climate change and its adverse effects. China underscored integrating adaptation into sustainable development programmes, since this is the ultimate objective of the FCCC, but stressed the right of a sovereign State to design its own national policies.",
      "The US cautioned against the implications of this for GEF funding according to the three-stage process set out by decision 11/CP.1.",
      "The EU, supported by the US and Canada, endorsed text on pilot and/or demonstration projects that support the concept of learning by doing.",
      "The G-77/China preferred text on immediate implementation of adaptation activities, where sufficient information is available. On establishing a fund for climate-related disaster relief, the EU and the US said that such a fund could add complexity to the provision of funding due to the recognized difficulty in distinguishing between natural and human-induced climate disasters. Saudi Arabia, supported by several other developing countries, said Article 3.14 referred only to actions by Annex I Parties and indicated that it was inappropriate to suggest that non-Annex I Parties had obligations under this article.",
      "The US supported references to non-Annex I Parties in the text, as Article 3.14 did not specify whether actions to be considered by the COP/MOP under this article were exclusively those of Annex I Parties. On the impact of response measures, Japan, supported by the US, but opposed by China and Brazil, stressed that non- Annex II Parties able to support developing countries should be encouraged to do so.",
      "Text on the process of information analysis was bracketed.",
      "The G-77/China, Kuwait and Venezuela reiterated the importance of technological development relating to fossil fuels for diversification of economies in oil exporting developing countries. On text relating to Article 3.14, the G-77/China, with Brazil, Colombia, Kuwait, Saudi Arabia and Venezuela, suggested removing the paragraph recognizing the role of flexibility mechanisms in minimizing the impacts of response measures on non-Annex I Parties.",
      "Australia said that cost effective and transparent mechanisms were a successful way of addressing adverse impacts.",
      "The US supported Australia, but said that in the interest of a successful outcome at COP-6, the text should focus only on those issues addressed in Article 3.14. At the joint SBI/SBSTA meeting on Friday, September 15, delegates adopted draft conclusions (FCCC/SB/2000/CRP.11).",
      "Uganda, on behalf of the LDCs, requested inclusion of a fourth paragraph requesting the Secretariat to organize a workshop to identify the specific needs of LDCs related to, inter alia, capacity building and adaptation.",
      "SBI Chair Ashe noted this request.",
      "Executive Secretary Michael Zammit Cutajar welcomed the emergence of this group.",
      "In the draft conclusions on both Implementation of FCCC Article 4.8 and 4.9 and Protocol Articles 2.3 and 3.14, the subsidiary bodies, inter alia: agree to forward the text (FCCC/SB/2000/CRP.11/Add.1) to the second part of the thirteenth sessions for further consideration; invite the Chairs to convene inter-sessional consultations on these items; and decide to resume negotiations on the two agenda items based on the text at the second part of the thirteenth sessions."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}