{
   "actors": [],
   "countries": [
      "Trinidad and Tobago"
   ],
   "enb_end_date": "04-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12475e.html",
   "id": "enb12475e_3",
   "section_title": "ADAPTATION DRAFTING GROUP :",
   "sentences": [
      "Facilitated by Kishan Kumarsingh (Trinidad and Tobago), the group started by focusing on institutional arrangements and how to give adaptation and mitigation more equal treatment in the Chair s text (FCCC/AWGLCA/2010/8, Chapter 1, paragraph 13, and Chapter 2).",
      "Parties disagreed over the logic of tackling less problematic issues before delving into more controversial issues.",
      "Many developing countries noted a lack of attention to loss and damages.",
      "Some delegates expressed concerns that the cross-cutting nature of adaptation was leading to its fragmentation among the new drafting groups.",
      "It was also suggested that the text should include references to timing in order to enhance understanding of when implementation of various elements in the text are meant to occur.",
      "In the afternoon, Facilitator Kumarsingh introduced a framework for the group s discussion based on the following issue clusters: institutional arrangements; objective and scope of adaptation; shared vision; implementation; and support.",
      "On institutions, differences emerged among parties on whether a new institution is necessary.",
      "Many developing countries advocated a new adaptation body due to complexity of new functions required, while developed countries generally urged the use of current institutions, after identifying and eliminating gaps in their functionality.",
      "In terms of institutional form, suggestions were made to create an Adaptation Committee under the Convention or a Subsidiary Body for Adaptation with a more oversight-oriented role.",
      "To clarify what is understood by a country driven approach to adaptation, one developing country noted that this should refer to the identification of needs, not the burden of action.",
      "Many parties argued that if a simplified, expedited form of adaptation governance is the aim, then an additional level of bureaucracy will not help."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}