{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Gambia"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_19",
   "section_title": "Review",
   "sentences": [
      "Parties focused discussions on elements of the Facilitator s note from the Bonn session.",
      "Many parties highlighted the need to address modalities, followed by a consideration of scope.",
      "Some parties called for their submissions to be better reflected in the Facilitator s note while some requested the opportunity to provide further input.",
      "A developing country cautioned against overlapping issues addressed in other informal groups, suggesting that the group concentrate on what is feasible and practical in the Review.",
      "Parties views differed on the definition of the scope, with some noting that it was adequately laid out in the Cancun Agreements and others expressing the need for further definition.",
      "Parties expressed divergent views on next steps; some parties emphasized that it was premature to start discussing draft decision text, while others reiterated the need for draft decision text to be finalized before Durban.",
      "On Thursday, 6 October, an updated non-paper was issued on further definition of the Review s scope and development of its modalities.",
      "Legal Options: Parties held an initial exchange of views on expectations for Durban, with some supporting further discussions on legal options, and others stating that discussions on legal options and a new legally-binding agreement were premature, and that agreement on substance must come before considering the legal form.",
      "Some parties proposed that a mandate should be agreed to in Durban, establishing a process for developing a legally-binding agreement, which would include mitigation commitments and actions by all parties.",
      "Some developed countries expressed a willingness to consider a second commitment period under the Kyoto Protocol, provided that a comprehensive legally-binding framework adaptable to evolving circumstances is also considered.",
      "Many developing countries highlighted that the Durban outcome should be based on the BAP and the Convention.",
      "The US said: parties have different interpretations of the BAP and that the Durban outcome should be based on the Cancun Agreements; the outcome in Durban and aspirations must be realistic; and that it would not launch negotiations on an agreement it would not be able to sign on to.",
      "Based on the views expressed by parties, Facilitator María del Socorro Flores then prepared a paper with a menu of legal options, setting out a range of possible options for a Durban outcome, including; a legally binding instrument (LBI); and COP decisions, with various sub-options.",
      "These include: a mandate to conclude an LBI with a clear roadmap; a declaration regarding the future instrument, leaving the legal form open; continuing discussions to identify the appropriate form of the different elements of the agreed outcome; affirming the importance of an LBI; and continuing to address all the BAP pillars.",
      "One party expressed that the political conditions were not right to agree to a mandate to conclude an LBI in Durban, while another said the Cancun mandate was to discuss legal options, not to discuss a mandate to conclude an LBI.",
      "The EU supported the option of a mandate to conclude an LBI and proposed six elements for inclusion in such a mandate, including a clear end date for negotiations.",
      "AOSIS outlined its proposal for possible elements for an LBI.",
      "The Gambia, for the LDCs, said any political statement or declaration that leaves the legal form open was unacceptable.",
      "The US said the list of options provided a reasonable reflection of multiple ideas that could be taken forward.",
      "The group agreed to continue discussions on this issue in Durban.",
      "Reporting back in the AWG-LCA contact group on Friday, Facilitator Socorro Flores said convening the group had enabled parties to provide greater detail on their positions and better understand each other s views, and to focus on what they could achieve as an outcome in Durban.",
      "She reiterated that some believed Durban should achieve a time-bound mandate for a LBI, while others wanted clarity on substance before agreeing on the legal form.",
      "She said discussions would continue to see how parties preferred options could be elaborated and the menu of options would be further discussed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}