{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Niger",
      "Senegal",
      "Jamaica",
      "Qatar",
      "New Zealand",
      "Canada",
      "Indonesia",
      "Algeria",
      "Nigeria",
      "Japan",
      "China",
      "Australia",
      "Mali",
      "Saudi Arabia",
      "France",
      "Argentina"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_21",
   "section_title": "Potential Consequences of Response Measures",
   "sentences": [
      "This issue ( FCCC/KP/AWG/2009/INF.3 ; FCCC/KP/AWG/2009/MISC.4 ; and FCCC/KP/AWG/2008/8 ) was taken up by the AWG-KP plenary on Tuesday, 31 March, and in contact groups and informal consultations co-chaired by Mama Konaté (Mali) and Paul Watkinson (France).",
      "The AWG-KP plenary adopted conclusions ( FCCC/KP/AWG/2009/L.4 ) on Wednesday, 8 April.",
      "On Monday, 30 March, the AWG-KP convened an in-session workshop on potential consequences ( FCCC/AWG/KP/CRP.2 ).",
      "For more details on the workshop, see: http://www.iisd.ca/vol12/enb12399e.html .",
      "The key issues discussed included: which countries to focus on; whether more scientific evidence of negative consequences of response measures was needed; the need for assessment of consequences versus implementation of remedies; whether positive and negative consequences should be balanced; and ways to report potential consequences.",
      "The different views were compiled in a bracketed text that was annexed to the conclusions and forwarded to AWG-KP 8 for further consideration.",
      "With regard to which countries to focus on, parties were divided on the need to focus on the most vulnerable countries or on all developing countries at large.",
      "China, with Saudi Arabia, Indonesia and others, said that reference to consequences should be with regard to all developing countries.",
      "Australia and others opposed this and called for focus on the most vulnerable.",
      "With regard to evidence of consequences, Australia, the EU and Japan highlighted the need for evidence of negative consequences, while the G-77/China and others voiced concern with this proposal.",
      "Senegal highlighted difficulties in providing evidence of even positive consequences.",
      "The G-77/China, opposed by the EU and New Zealand, also called for reference to remedies in the text.",
      "Parties were divided on balancing positive and negative consequences, with several developed countries supporting recognition of both positive and negative impacts.",
      "Many developing countries expressed concern with the consideration of positive impacts, and Saudi Arabia cautioned against a reference to maximizing positive consequences.",
      "On reporting efforts to address potential consequences, the EU, with Canada, noted that reporting requirements already exist.",
      "New Zealand and others, opposed by Algeria and others, proposed that non-Annex I countries could use their national communications to identify consequences of response measures.",
      "Brazil stated that the national communications process was too slow and dependent upon support by the Global Environment Facility, and called for continuous reporting of consequences.",
      "Senegal highlighted limited capacity to prepare national communications.",
      "Jamaica said other relevant documents should also be used.",
      "Nigeria supported an independent assessment of consequences and highlighted difficulties in quantifying consequences.",
      "Argentina argued for the consideration of regional consequences.",
      "Qatar suggested a transparent reporting obligation that could identify impacts of response measures."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}