{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Russian Federation",
      "Malaysia",
      "Venezuela",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Colombia",
      "Switzerland",
      "Grenada",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_16",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS BY ANNEX I PARTIES UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "AWG-KP Chair John Ashe (Antigua and Barbuda) opened AWG-KP 8 on Monday, 1 June.",
      "He highlighted the six-month rule, noting that Protocol amendments proposed for adoption in Copenhagen must be communicated to parties by 17 June 2009.",
      "Parties adopted the agenda and organization of work ( FCCC/KP/AWG/2009/6 ).",
      "Sudan, for the G-77/China, expressed concern at the extremely slow progress in completing milestones under the AWG-KP s work programme.",
      "Grenada, for AOSIS, stated that the unilateral targets presented by Annex I parties so far have virtually no chance of limiting global warming to below 2°C, and called for a 45% reduction in Annex I emissions from 1990 levels by 2020, and a reduction of more than 90% from 1990 levels by 2050.",
      "Venezuela stated that consideration of the flexibility mechanisms is beyond the mandate of the AWG-KP.",
      "Malaysia stressed the need to focus on amendment of Protocol Annex B, stating other issues could be considered later, while Tuvalu emphasized the need to address issues such as extending the share of proceeds.",
      "Colombia supported extending the share of proceeds to joint implementation and emissions trading.",
      "The EU underscored that the AWG-KP s mandate allows discussion of all issues affecting Annex I parties further commitments.",
      "Switzerland, for the Environmental Integrity Group, underscored the importance of discussing general improvements to the Protocol.",
      "Australia, for the Umbrella Group, stated that the texts on Annex I parties further commitments and other issues must be considered as a package.",
      "The EU, the Environmental Integrity Group and others underscored the need for coordination with the AWG-LCA.",
      "Japan called for mitigation by all major economies and stated that a simple Protocol amendment would be an unacceptable outcome in Copenhagen.",
      "The Russian Federation highlighted that the current Protocol is not a fair and comprehensive agreement, and he called for merging the two AWGs and ensuring a single agreement in Copenhagen under the Convention.",
      "For more details on the opening statements, see http://www.iisd.ca/vol12/enb12411e.html ."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}