{
   "actors": [],
   "countries": [
      "Austria",
      "Russian Federation",
      "Cuba",
      "France",
      "Pakistan",
      "Russia"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_16",
   "section_title": "Plenary discussion",
   "sentences": [
      "Cuba called for strengthening the WMO s ability to maintain data quality and expressed concern about the scarcity of global solar radiation data, which has historically been neglected.",
      "Delju responded that one of WMO s objectives is capacity building, and said solar radiation data is not only relevant to agriculture and meteorology, but is a major external forcing source.",
      "Responding to Austria s query regarding difficulties in closing gaps in data and observations and uncertainties, Westermeyer said that gaps would be filled and funding enables improvements and continuing operations.",
      "The CCCCC suggested that the WMO-sponsored Third World Climate Conference (WCC 3), to be held in 2009, agree to convene an annual adaptation practitioners meeting.",
      "He also emphasized that PRECIS and other models should feed into the policy making process to inform decision making.",
      "Delju said adaptation would be a major component of WCC 3 s science segment.",
      "Responding to a query on the availability of new funding, Westermeyer said while there would be new funding, funding was not the issue, and stressed the importance of leadership for undertaking implementation activities.",
      "Westermeyer said GCOS hoped to contribute to the NWP in collaboration with the Hadley Centre.",
      "Pakistan requested GCOS convene regional workshops, and asked about future programmes and processes to improve and select climate stations.",
      "Westermeyer explained the selection process for stations and said GCOS is just beginning to grapple with observations at the regional level.",
      "Pakistan said boundary conditions under PRECIS may constrain capacity building of researchers, to which Intsiful responded that often models are used incorrectly.",
      "Intsiful said introducing more advanced ways of representing climate processes would help reduce uncertainties, and emphasized the importance of acquiring inexpensive new skills, as well as retraining, and partnering with universities, particularly with physicists and computer scientists.",
      "Responding to France s question about making information available to climate decision makers, Delju said WMO has prepared several documents, including the position paper The WMO s Contribution to Improved Decision Making for Climate Adaptation.",
      "Noting the large number of action plans, including for Central Asia, the Russian Federation asked Westermeyer about progress in implementing these plans, and WMO asked about developing such plans for South America.",
      "In response, Westermeyer said there has been some progress with implementation, but that GCOS s role is to facilitate development, not implementation of the plans.",
      "He said that GCOS had tried to work with South America to develop similar plans, but had not identified much regional interest.",
      "When asked about the awareness and use of the PRECIS model in Africa, Intsiful responded that the model has been extensively applied in the region.",
      "Responding to UNAM about tools for measuring and analyzing thresholds of extreme events, Intsiful responded that these tools are available in the PRECIS package, and WMO added they have an expert team that develops tools for calculating climate extremes and changes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}