{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Argentina",
      "Gambia",
      "Japan",
      "South Africa",
      "Mali",
      "Colombia",
      "Thailand",
      "Philippines",
      "Iceland",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Bolivia",
      "Grenada",
      "Brazil",
      "Kuwait",
      "Canada",
      "Mexico",
      "Austria",
      "Tuvalu",
      "Russian Federation",
      "Senegal",
      "Australia",
      "Ethiopia",
      "Croatia",
      "Singapore",
      "Micronesia",
      "China"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_5",
   "section_title": "FURTHER COMMITMENTS BY ANNEX I PARTIES UNDER THE PROTOCOL:",
   "sentences": [
      "Discussions under this agenda item covered the following issues: Annex I emission reductions, potential consequences of response measures, and other issues listed in the AWG-KP s work programme ( FCCC/KP/AWG/2008/8 ), namely the flexibility mechanisms, LULUCF and basket of methodological issues.",
      "The agenda item was first taken up by the AWG-KP plenary on 28 September.",
      "Chair Ashe introduced documentation prepared for the session, covering: proposed amendments to the Kyoto Protocol pursuant to Article 3.9 (Annex I parties further commitments) ( FCCC/KP/AWG/2009/10/Add.1/Rev.1 ); other proposed amendments to the Protocol (FCCC/KP/AWG/2009/10/Add.2/Rev.1); a compilation of proposals for elements of draft decisions on other issues, such as LULUCF and the flexibility mechanisms ( FCCC/KP/AWG/2009/10/Add.3/Rev.1 ); and a compilation of proposals by parties for aggregate and individual figures for Annex I parties ( FCCC/KP/AWG/2009/10/Add.4/Rev.1 ).",
      "Parties agreed to establish contact groups on: Annex I emission reductions, co-chaired by Gertraud Wollansky (Austria) and Leon Charles (Grenada); other issues, chaired by Vice-Chair Dovland; response measures, co-chaired by Mama Konaté (Mali) and Andrew Ure (Australia); and legal matters, co-chaired by Sandea de Wet (South Africa) and Gerhard Loibl (Austria).",
      "Parties agreed that the group on legal matters would convene if requested by parties to consider specific issues.",
      "During the session, no meetings were held by the legal matters group.",
      "The first part of AWG-KP 9 did not adopt conclusions but the work done at the Bangkok session is reflected in non-papers and revised documentation issued before Barcelona.",
      "The non-papers are available online at the Secretariat s website: http://unfccc.int/meetings/ad_hoc_working_groups/kp/items/4920.php .",
      "Discussions by the AWG-KP contact groups on Annex I emission reductions, other issues and response measures are summarized below.",
      "Annex I Emission Reductions: This issue ( FCCC/KP/AWG/2009/10/Add.1/Rev.1 and FCCC/KP/AWG/2009/10/Add.4/Rev.1 ) covers Annex I parties aggregate and individual emission reductions in the post-2012 period when the first commitment period under the Protocol ends.",
      "It was considered through contact groups and informal consultations from 28 September to 9 October.",
      "At the first meeting of the contact group, Co-Chair Wollansky identified Annex I parties aggregate emission reductions and individual contributions as the most prominent issue for discussion at this session.",
      "Japan outlined the new government s climate policy objectives, including a mid-term emission reduction goal of 25% from 1990 levels by 2020.",
      "He indicated that the pledge is premised on a fair and effective international framework where all major economies participate, stressing that a simple Protocol extension would not suffice.",
      "He added that Japan had not yet decided whether the new target includes offsetting and sinks.",
      "South Africa acknowledged Japan s new target and invited other Annex I countries to come up with emission reductions consistent with the scale required by science, while encouraging them not to condition their pledges on action by others.",
      "Brazil stressed the AWG-KP s mandate and identified the AWG-LCA as the appropriate forum for discussing developing country actions.",
      "China, Kuwait and India emphasized that discussions should be based on historical responsibility and the principle of common but differentiated responsibilities.",
      "Australia, New Zealand and the EU, opposed by the Gambia, Ethiopia, for the LDCs, Thailand and other developing countries, called for coordination between the AWGs on levels of ambition and comparability of efforts.",
      "Japan, Canada and Norway called for joint informal discussions, highlighting the need to engage with the US, while Brazil and India said that delegations have members in both AWGs and can coordinate positions without having joint sessions.",
      "The EU said efforts by countries that are not parties to the Protocol affect the level of Annex I aggregate emission reductions.",
      "Responding to Tuvalu s request to clarify their views regarding the Protocol s future, the EU explained that the Protocol s architecture has many elements that can be taken forward.",
      "Highlighting the need for an effective outcome in Copenhagen, he said a single instrument would be simpler, inter alia , in terms of ratification.",
      "He stated that this does not necessarily mean the Protocol will have to die and highlighted parties emission reduction commitments under the Protocol until 2012 and subsequent compliance assessment.",
      "The EU also gave a presentation addressing overachievement in the first commitment period, stressing that the EU may have a substantial surplus of AAUs.",
      "He highlighted that the treatment of surplus AAUs in the second commitment period would impact the scale of emission reductions that countries must achieve.",
      "New Zealand noted that a commitment to ambitious emission reductions requires changes to LULUCF rules and effective carbon market mechanisms.",
      "South Africa recommended using science as the basis for determining Annex I countries aggregate level of ambition, suggested a 40% reduction from 1990 levels by 2020 as the aggregate target and proposed addressing issues of feasibility, practicality and allocation of individual targets.",
      "Venezuela warned against using a lack of developing country targets as an excuse by developed countries for not committing to ambitious targets.",
      "Bolivia called for a focus on a top-down approach and questioned how much atmospheric space remains for developing countries.",
      "The Federated States of Micronesia agreed that the AWG-KP should move forward independently of the AWG-LCA, and proposed using either the public announcements by the US or other numbers, such as a 25% or 45% reduction, as an assumption for defining the Annex I aggregate range.",
      "Japan emphasized that there was no guarantee that the US would agree to the assumed level, warning this would undermine the political durability of the process.",
      "He also noted that the 45% aggregate target did not consider action by non-Annex I parties, which he said is important to understanding the total picture.",
      "On comparability , New Zealand highlighted her country s unique characteristics resulting in high marginal abatement costs.",
      "Canada stressed that comparability should take into consideration the full range of contributions including investment in RD&D and support for REDD-readiness in developing countries.",
      "Parties then discussed whether they should base comparability on factors, including marginal abatement cost determined by their own national circumstances or based on some metric such as cumulative historical responsibility.",
      "Australia supported using a single legally-binding base year with multiple reference years.",
      "Canada stressed that their pledge used 2006 as the base year.",
      "He recommended using a table with base years as defined by individual countries in their pledges, as well as columns comparing 1990 and other common base years.",
      "Several developed and developing countries called for retaining 1990 as the base year for the sake of simplicity, comparability and transparency.",
      "The EU expressed concern that using multiple base years would require a Protocol amendment, as several provisions, including Protocol Articles 3.5 and 3.7, refer to 1990 rather than to base year.",
      "Australia noted that multiple base years present challenges in the calculation of AAUs.",
      "Japan stressed that while their new pledge is relative to a 1990 base year, there should be flexibility to choose other base years to facilitate the participation of the broadest number of countries.",
      "On the length and number of future commitment periods , Colombia highlighted the benefits of a mid-term review of commitments, and South Africa stressed that such reviews should only lead to stronger commitments.",
      "Australia and Iceland questioned the implications of mid-term reviews on legal commitments and the impact on emissions trading systems.",
      "South Africa suggested that a mid-term review would act as an early warning system.",
      "New Zealand said that science would give a picture of the global state of action required.",
      "She also noted that the value of compliance information obtained through the review would be limited given that parties may use the flexibility mechanisms, and, with Brazil, highlighted the two-year lag on emissions data due to the reporting schedule.",
      "On the implications of the flexibility mechanisms on Annex I parties targets , China called for focusing on targets and the percentage of emission reductions that Annex I countries would be allowed to achieve through offsetting, saying a discussion of the detailed rules was premature.",
      "South Africa emphasized that the use of offsets is a zero-sum game and suggested: first setting Annex I parties targets for domestic emission reductions and then adding a percentage that could be achieved through offsetting; or setting aside a proportion of AAUs for the mechanisms.",
      "He also noted that achieving 50% of targets through offsets is way beyond supplementarity.",
      "Supported by Switzerland and others, the EU stressed that it is not possible for Annex I countries to set targets without first knowing the rules.",
      "The EU emphasized the importance of a robust carbon price for investment decisions and the role of the EU Emissions Trading Scheme in achieving this during the first commitment period.",
      "On supplementarity, he identified a strong wish to limit the CDM, noting a cap on CDM credits in the EU s post-2012 climate and energy package.",
      "Tuvalu and India noted that sectoral crediting mechanisms will flood the markets and urged considering their environmental implications.",
      "China identified the need to define the concept of supplementarity to avoid mainstreaming offsetting, specifying that the figure can be further discussed but that it should be below 50%.",
      "Brazil proposed a cap on offsetting, which he said should be well below 49%.",
      "He noted that increasing the scale of markets through, for example, sectoral crediting, would negatively impact the carbon price by increasing supply without increasing demand.",
      "Australia supported retaining the CDM and noted the possibility of additional new mechanisms such as REDD and sectoral mechanisms.",
      "China, with India and others, stressed the importance of deep emission reductions by Annex I parties in the second commitment period for a strong and robust carbon price.",
      "Senegal highlighted that the carbon market should function as an incentive for investment.",
      "India proposed that caps on the use of offsets could be scaled according to Annex I countries circumstances, such as historical responsibility or sustainable lifestyles.",
      "Several Annex I parties identified the need for flexibility and cost-effective emission reductions.",
      "Switzerland, Japan, Canada and others stressed that quantifying the concept of supplementarity is not necessary.",
      "Norway, the Russian Federation, New Zealand and others noted that where emission reductions take place is irrelevant for the atmosphere.",
      "Canada opposed an international ceiling on the use of credits, stressing it as a domestic policy decision.",
      "The Russian Federation said the issue of surplus AAUs is not linked to the discussion of numbers and should only be considered after 2012, when the results of the first commitment period are known.",
      "On the implications of LULUCF rules for Annex I emission reductions , Brazil, for the G-77/China, supported by AOSIS and Tuvalu, called for mandatory inclusion of agreed activities to eliminate the pick and choose nature of current accounting and promoted a net-net accounting approach.",
      "The G-77/China also proposed caps on LULUCF to ensure other sectors are addressed.",
      "New Zealand, with Japan and Canada, said that caps would create a disincentive for LULUCF mitigation efforts.",
      "Switzerland underscored that environmental integrity is the overarching principle of the LULUCF process.",
      "Norway said a net-net approach could be acceptable.",
      "The EU highlighted that agreement is needed on national reference levels, discount factors and whether specific activities would remain voluntary or mandatory for reporting.",
      "Tuvalu highlighted the need for conformity in reporting for comparability.",
      "AOSIS expressed concern that some rules could allow for an increase in industrial emissions.",
      "Australia called for the use of a historic baseline and for consistency across sectors.",
      "With Canada and others, the G-77/China called for Barcelona to be the end of the road for LULUCF accounting discussions.",
      "On updating the compilation of proposals for aggregate and individual figures for Annex I ( FCCC/KP/AWG/2009Add.4/Rev.1 ), Croatia outlined plans to reduce absolute emissions by 33.2 million tonnes of CO2 equivalent during 2013-2020.",
      "She explained that the target amounts to an increase of 6% from their 1990 levels, or a reduction of 5% from the levels agreed in decision 7/CP.12 (level of emissions for the base year of Croatia), and that Croatia would need to invest 1.6% of its GDP to meet this target.",
      "Japan said their recently announced new target on reducing emissions by 25% from 1990 levels by 2020 should also be reflected when updating the document.",
      "Based on these announcements, the Secretariat, at the final contact group session, introduced a revised version of their informal note, compiling information relating to possible QELROs, as submitted by parties.",
      "South Africa, the Federated States of Micronesia and Brazil questioned the inclusion in the note of a target for Croatia of 5% emission reductions from 1990 levels, noting that Croatia announced a 6% increase from 1990 levels.",
      "In closing the contact group session, Co-Chair Charles encouraged parties to come to Barcelona with a readiness to make decisions, stressing that the period for just understanding one another s position had gone on for long enough, and that definite progress must be made in Barcelona.",
      "He also underlined a need to find creative ways to resolve the impasse on numbers, and urged parties to come to Barcelona with suggestions on how to combine the top-down scientific approach with the bottom-up pledge approach, noting that several parties, when announcing their pledges, had indicated that they used a combination of these approaches.",
      "Status of the negotiations : Parties agreed to forward non-paper no.",
      "2 on proposed amendments to the Protocol pursuant to its Article 3.9 to Barcelona to facilitate discussions at the resumed session, and also recommended the AWG-KP Chair to issue a revision to document FCCC/KP/AWG/2009/10/Add.4/Rev.1.",
      "Other Issues in the AWG-KP s Work Programme: Discussions under this contact group focused on issues listed in paragraph 49(c) of the AWG-KP s work programme ( FCCC/KP/AWG/2008/8 ), referred to as other issues.",
      "Discussions on the Protocol s flexibility mechanisms and basket of methodological issues were chaired by Vice-Chair Dovland.",
      "On LULUCF, parties agreed to continue with the spin-off group, facilitated by Bryan Smith (New Zealand) and Marcelo Rocha (Brazil).",
      "Flexibility Mechanisms: Vice-Chair Dovland proposed focusing, inter alia , on proposals for improving the efficiency of the flexibility mechanisms, especially the CDM and joint implementation, highlighting that the goal is to try to clean up the text ( FCCC/KP/AWG/2009/10/Add.3/Rev.1 ) and provide clearer options for Copenhagen.",
      "On the development of standardized, multi-project baselines , the EU, opposed by several parties, supported establishing benchmarks.",
      "Argentina, supported by several others, said standardized baselines and benchmarks should be optional.",
      "Other parties expressed preference for making the standardized baselines mandatory and clarified that such baselines would take account of national and regional circumstances and would therefore not constitute a barrier to CDM project development.",
      "On positive or negative lists of CDM project activities , Senegal and Ethiopia, for the LDCs, supported retaining this option and highlighted the need to improve access to the CDM.",
      "AOSIS, the EU and Norway raised concerns over environmental integrity and opposed proposals that would exempt projects from meeting the requirement of additionality.",
      "The EU added that the additionality test has a firm legal basis and that relaxing it would require a Protocol amendment.",
      "Bangladesh urged a focus on proposals that highlight the needs of LDCs and SIDS.",
      "China questioned the merit of having a positive list of CDM project activities if projects included in such lists still need to undergo the additionality test.",
      "Kuwait opposed negative lists.",
      "India and others said they supported only positive lists, while the EU said negative lists could be needed, for instance, to avoid double counting and to clarify that unilateral NAMAs do not qualify under the CDM.",
      "India, Brazil and others stressed that NAMAs are separate from the CDM.",
      "Saudi Arabia proposed adding clean fossil fuel technology to the positive list of project activities.",
      "Japan supported further simplifying the additionality test for small-scale projects rather than exempting additionality.",
      "In the non-paper prepared by the Chair, text on this issue was consolidated with text on improving access to CDM projects.",
      "On improving regional distribution and access to project activities under the CDM , Senegal, for the African Group, and the LDCs supported a geographically balanced system of quotas.",
      "Mexico, Kuwait and others requested more information on this.",
      "The EU, Japan, New Zealand and others highlighted that a quota system would be problematic for the market, with the EU noting it would undermine cost-effectiveness.",
      "The Philippines said a quota system would be a disincentive for projects in areas with large potential.",
      "AOSIS preferred considering improved access to the CDM by building on elements in the text related to positive lists of project activities and on text on financing validation, verification and certification of projects in certain host parties.",
      "Norway, with Switzerland, suggested examining whether exemption from the share of proceeds could be further enhanced.",
      "Bangladesh highlighted the high cost of operationalizing CDM projects, including the registration fee and validation by a Designated Operational Entity and called for exemptions for the LDCs.",
      "On introducing multiplication and discount factors under the CDM , the EU and Canada expressed an interest in discount factors, and the Republic of Korea and Ethiopia supported multiplication factors.",
      "India warned that discount factors are arbitrary.",
      "Australia, Brazil, New Zealand, Japan, China, Singapore, India, Saudi Arabia, AOSIS and several others opposed both multiplication and discount factors.",
      "Vice-Chair Dovland identified strong support for the option of taking no COP/MOP decision to introduce multiplication or discount factors under the CDM, asking parties whether the text on these options could be deleted.",
      "The Republic of Korea and Ethiopia preferred retaining text on multiplication factors, and the EU said discounting should be seen in the wider context of, inter alia , benchmarks, and should be retained in the text.",
      "On proposals to include CCS under the CDM , Vice-Chair Dovland alluded to previous lengthy discussions on this issue, identifying it as one that might not get resolved before Copenhagen.",
      "On including nuclear activities under the CDM , Vice-Chair Dovland also said that the issue would probably need to be resolved at the political level in Copenhagen.",
      "On extending the share of proceeds to joint implementation and emissions trading , Vice-Chair Dovland recalled extensive discussions at COP/MOP 4 in the context of the second review of the Protocol under Protocol Article 9 (review).",
      "He asked parties whether they had any new views in order to avoid repeating previous discussions.",
      "The EU said the issue should be seen in the wider context of finance and, with others, supported postponing discussions.",
      "Senegal and others highlighted the importance of the issue.",
      "Status of the negotiations: Vice-Chair Dovland explained to parties that the final non-paper, incorporating all discussions to date, would not be ready before the conclusion of this session, but would be published on the Secretariat s website.",
      "He also informed parties that the non-paper would be forwarded to the AWG-KP Chair, who would incorporate it into revised documentation for use at the resumed session of the AWG-KP in Barcelona."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}