{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Australia",
      "China",
      "Canada",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "13-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "13-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12198e.html",
   "id": "enb12198e_7",
   "section_title": "ARTICLES 5, 7, AND 8",
   "sentences": [
      "Delegates agreed on a revised version of the draft COP-8 decision on demonstrable progress under Protocol Article 3.2.",
      "Another draft COP-8 decision was greed that included a new version of the guidelines for the expedited procedure for the review for the reinstatement of eligibility to use the mechanisms. The group considered the draft conclusions on Articles 5, 7 and 8, which relate to work on: demonstrable progress; review of reinstatement of mechanisms` eligibility; the pending parts of the guidelines under Articles 7 and 8; methodologies for adjustments under Article 5.2; treatment of confidential data; and training of ERT members. Regarding the pending parts of the Article 7 and 8 guidelines, participants agreed that the draft text considered during the current session would remain the basis for work at SBSTA-17, and Parties would submit views by 1 August.",
      "The G-77/CHINA suggested adding a new paragraph stating that SBSTA agrees to further elaborate the pending parts of the guidelines following the result of the process of developing definitions and modalities for including LULUCF under the CDM.",
      "He stressed the need to link the work on the guidelines with that on LULUCF under the CDM.",
      "The EU noted that the guidelines are scheduled to be completed by COP-8, while the work on LULUCF under the CDM continues up until COP-9.",
      "CANADA, with NEW ZEALAND, JAPAN and AUSTRALIA, stressed that the guidelines can be adjusted later through a COP or COP/MOP decision and there is no need to add language in this regard.",
      "He proposed alternative language, in which Parties 'take note of ongoing work' on LULUCF under the CDM.",
      "The EU suggested adding consideration of the implications of this work, 'if any,' on the work under Articles 5, 7 and 8 at a later stage. After protracted discussions, Parties arrived at a compromise according to which SBSTA takes note of its continuing work on LULUCF under the CDM and agrees that it may be necessary to consider the implications, if any, of the decision scheduled to be taken at COP-9 on this issue for the results of the work on the pending parts of the guidelines."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}