{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Kenya",
      "Mauritius",
      "Japan",
      "Uruguay"
   ],
   "enb_end_date": "20-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "20-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12263e.html",
   "id": "enb12263e_5",
   "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS",
   "sentences": [
      "Special Report of the Intergovernmental Panel on Climate Change (IPCC) on Safeguarding the Ozone Layer and Global Climate System - Issues Relating to HFCs and PFCs: Susan Solomon and Bert Metz, IPCC, presented the main findings of the new report.",
      "Solomon reported that there had been a significant increase in HFC and HCFC concentrations.",
      "Metz noted the potential for reducing emissions through, inter alia, recovery, recycling, and containment, and emphasized that although HCFCs and CFC banks are a significant contributor to emissions, there are no regulatory restrictions under either the Montreal or the Kyoto Protocols.",
      "Rajendra Pachauri, IPCC Chair, updated delegates on IPCC`s work, including progress on the Special Report on Carbon Dioxide Capture and Storage, Guidelines for National GHG Inventories, and the IPCC Fourth Assessment Report.",
      "URUGUAY, with KENYA and JAPAN, called for coordinated work between the Montreal Protocol and the UNFCCC, taking into account national circumstances.",
      "AUSTRALIA said further consideration by SBSTA was unnecessary and encouraged domestic action. GREENPEACE highlighted the existence of larger banks than previously thought, which would continue to rise beyond 2015, and urged progressive phase out.",
      "Noting that future technology will advance rapidly, the ALLIANCE FOR RESPONSIBLE ATMOSPHERIC POLICY stressed the need for cost-effective reductions.",
      "A contact group will be formed. International Meeting to Review the Implementation of the Programme of Action for the Sustainable Development of SIDS: AOSIS noted that the UN General Assembly will consider the Mauritius Strategy during its next session, and proposed that SBSTA consider the Strategy at SBSTA-23.",
      "Chair Abdulla said he would prepare draft conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}