{
   "actors": [
      "Group of 77",
      "Central American Integration System",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "India",
      "Philippines",
      "Mexico",
      "Nepal",
      "Venezuela",
      "Japan",
      "Congo",
      "Australia",
      "China",
      "Tuvalu",
      "Papua New Guinea",
      "Saudi Arabia",
      "Switzerland",
      "Gambia",
      "Egypt",
      "Grenada",
      "Guinea",
      "Indigenous Peoples",
      "Guatemala",
      "Argentina"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_19",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "During opening statements, Argentina, for the G-77/China, underscored that Annex I parties must urgently raise their level of ambition, and highlighted the need to finalize outstanding issues, including LULUCF accounting rules and the flexibility mechanisms.",
      "He emphasized avoiding a gap between commitment periods and called for a transparent and equitable negotiating process in the lead-up to COP/MOP 7 in Durban.",
      "The Democratic Republic of the Congo, for the African Group, described a second commitment period under the Kyoto Protocol as the cornerstone of global action and called for strengthened commitments by Annex B parties consistent with the 2°C temperature goal.",
      "Grenada, for AOSIS, called for the adoption of a decision on a second commitment period from 2013-2017 at COP 17, and for the establishment, in Bangkok, of a group to address the legal issues raised by the impending end of the first commitment period, and to consider options to create continuity with a second commitment period.",
      "The EU said everyone felt the pressure to urgently make progress and establish a global, ambitious and binding post-2012 regime and, while reiterating a preference for a single legally binding instrument, reconfirmed the EU s willingness to consider a second commitment period under the Protocol, as part of a global framework engaging all major economies.",
      "Calling for clear and stable rules to preserve and improve the existing architecture, he stressed the continuation of the flexibility mechanisms, constructive work on LULUCF, the carryover of AAUs, the improvement of mechanisms and the rules for accounting, and setting the basis for new market mechanisms.",
      "The Gambia, for the LDCs, reiterated that parties must conclude discussions confirming commitment to the continuation of the Kyoto Protocol before moving to negotiations on technical issues.",
      "Australia, for the Umbrella Group, stressed that there are strong links between the AWG tracks and that a broader perspective will enhance efficiency.",
      "She said that they intend to take on mitigation commitments beyond the first commitment period.",
      "Guatemala, for the countries comprising the Central American Integration System (SICA), with, the Gambia, for the LDCs, said it is essential to reach agreement on a second commitment period under the Kyoto Protocol.",
      "Switzerland, for the Environment Integrity Group (EIG), called for focusing on implementation of the Cancun Agreements and ensuring, inter alia , that there is no gap between commitment periods.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, emphasized the role of REDD+ and, with Venezuela, for the Bolivarian Alliance for the Peoples of Our America (ALBA), stressed continuation of the Kyoto Protocol, and underscored that the run-up to Durban is the last chance to avoid gaps between commitment periods.",
      "Egypt, for the Arab Group, said continuity of the Kyoto Protocol is a condition for any agreement under the AWG-LCA, noting the need to keep the two negotiating tracks separate.",
      "Mexico said discussions on the second commitment period must be structured to achieve results in Durban, and supported further discussion on LULUCF and on actions to define commitments.",
      "He called for implementing the Cancun Agreements.",
      "Japan said his government must concentrate its efforts on relieving suffering after the earthquake and tsunami, adding that it was too soon to assess the impact on Japan s climate change policies.",
      "He repeated Japan s objective of the early establishment of a single, fair and effective international framework with the participation of all major emitters, and indicated that their views on a second commitment period under the Protocol remained unchanged.",
      "On a point of order, Tuvalu said he had attempted to take the floor to address the adoption of the agenda and organization of work but had not been recognized.",
      "He requested that it be recorded that he could not support the agenda as it stood, and called for political commitments on the continuity of the Kyoto Protocol and statements of intention to take second commitment period targets before proceeding on technical discussions.",
      "Tuvalu rejected a suggestion that the outcomes from the AWG-KP are contingent on discussions under the AWG-LCA.",
      "Saudi Arabia called for a political decision on the future of the multilateral process.",
      "He added: To KP or not KP that is not a question.",
      "India stressed three critical issues are key to success at COP 17: a second commitment period; enhanced ambition in Annex I commitments; and the conversion of pledges to QELROs.",
      "The Philippines reported that he had heard in the corridors that the Kyoto Protocol is in intensive care and, instead of oxygen, is being fed a supply of carbon dioxide.",
      "Noting that the completion of the BAP should not be further delayed, China cautioned against falling back to previous positions and said that the continuation of the Kyoto Protocol is required by the Cancun Agreements.",
      "The International Emissions Trading Association, for Business and Industry non-governmental organizations (NGOs), affirmed that the business community prefers no gap between commitment periods, particularly for the Clean Development Mechanism and Joint Implementation.",
      "CAN International, for Environmental NGOs (ENGOs), urged parties to: narrow the gigatonne gap; close loopholes; strengthen the LULUCF rules and increase accountability; and prevent double counting.",
      "Pan African Climate Justice Alliance, for ENGOs, emphasized substantial emission reduction activities must be taken by developed country parties.",
      "Tebtebba Foundation, for Indigenous Peoples, urged parties to clarify issues on, inter alia , LULUCF and accountability.",
      "United Cities and Local Governments, for Local Governments and Municipal Authorities, called on parties to include local government constituencies as stakeholders.",
      "Gender CC-Women for Climate Justice, for Women and Gender NGOs, lamented the lack of recognition of the gender aspect in climate change research.",
      "Neighbour Organization - Nepal, for Youth, said there is no excuse for not setting legally binding and ambitious targets."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}