{
   "actors": [],
   "countries": [
      "Sweden",
      "United Kingdom",
      "United States",
      "Bolivia",
      "Italy",
      "Australia",
      "Brazil",
      "Germany",
      "Canada",
      "Saudi Arabia",
      "Spain",
      "Austria",
      "France",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_15",
   "section_title": "3.2: Climate Change Risks Reduced by Mitigation and Adaptation:",
   "sentences": [
      "On a headline stating that ' mitigation involves co-benefits and risks , but not the same possibility of severe, widespread and irreversible impacts as risks from climate change', Saudi Arabia proposed 'co-benefits and adverse effects'.",
      "Switzerland stressed the need to add some more nuanced language to avoid giving the impression that 'all' mitigation actions can have negative impacts, and suggested stating that only 'not well-designed' mitigation actions involve risks.",
      "Following additional suggestions and revisions, the Panel accepted wording that refers to 'co-benefits and risks due to adverse side effects' and included language in the headline statement that these risks do not involve the same possibility of severe, widespread, and irreversible impacts.",
      "Regarding a sentence on mitigation and adaptation as complementary approaches for reducing risks of climate change impacts over different time scales, Bolivia requested bringing in WGII language to reflect that adaptation and mitigation take place in the context of sustainable development.",
      "Sweden and Australia preferred maintaining the text as is, and the sentence was accepted as presented.",
      "Regarding a statement that investments in mitigation can reduce climate change in the latter decades of the 21st century and beyond, Bolivia called for deletion of the reference to 'investments', noting it usually refers to financial transfers.",
      "The sentence was accepted with this deletion.",
      "Regarding a sentence on realizing adaptation benefits over the next few decades, Saudi Arabia proposed including reference to a larger time scale, and participants agreed to 'in the future' instead of 'over the next few decades'.",
      "On a sentence stating that some risks of climate change are considerable at 1 °C or 2 °C above preindustrial levels , Saint Lucia proposed including examples of risks, such as those associated with extreme events, and qualifying the risks as 'moderate to high' instead of 'considerable'.",
      "Saudi Arabia suggested noting risks to socio-economic systems as well.",
      "The sentence was agreed with the proposal from Saint Lucia.",
      "Regarding a sentence stating that limiting risks related to the Reasons for Concern (RFCs) implies a limit for future cumulative CO2 emissions, Saudi Arabia and Australia, opposed by Germany, France, the US, Spain, Saint Lucia and others, preferred referring to emissions from all GHGs.",
      "Austria, with Spain, the UK, Italy, Brazil and China, proposed deleting reference to 'future' before cumulative CO2 emissions, noting cumulative emissions represent the past and present as well.",
      "The Panel agreed to the text as presented with the deletion of 'future' and another minor editorial amendment.",
      "Saudi Arabia questioned the source of a sentence stating that, in an iterative risk management framework, inertia in the economic and climate system and the possibility of irreversible impacts from climate change increase the benefits from near-term mitigation efforts.",
      "An author explained that the text was a synthesis bringing together elements from different WGs.",
      "Chair Pachauri said a reference would be added to provide details on the source of the information.",
      "Participants agreed to a request by Saudi Arabia to simplify the language for policymakers' understanding, and to a suggestion by Canada to delete the reference to the iterative risk management framework, and approved the remainder of the sentence as presented.",
      "Noting that it constituted a major feat of synthesis of the work of the three WGs, Chair Pachauri introduced Figure SPM.10 , showing how future risks from climate change depend on cumulative CO2 emissions, which in turn depend on annual emissions over the next decades .",
      "An author presented the figure, explaining that it allowed for cross-checking the relationship between risks as in RFCs (panel A) and cumulative CO2 emissions (panel B), and the corresponding constraints in annual emissions by 2050 (panel C).",
      "The figure and its caption were approved as presented, with the insertion of reference to GHG emissions in panel C instead of CO2 equivalent, and other revisions for consistency and precision.",
      "Final SYR SPM Text: The headline statement for this subsection warns that without additional mitigation efforts beyond those in place today, and even with adaptation, warming by the end of the 21st century will lead to high to very high risk of severe, widespread and irreversible impacts globally.",
      "It further states, inter alia , that risks due to adverse side effects of mitigation do not involve the same possibility of severe, widespread and irreversible impacts as risks from climate change.",
      "The subsection contains paragraphs on, inter alia : how mitigation and adaptation are complementary approaches for reducing risks of climate change impacts over different time scales; how substantial cuts in GHG emissions over the next few decades can substantially reduce climate change risks by limiting warming in the second half of the 21st century and beyond; and five 'Reasons For Concern, i.e., unique and threatened systems, extreme weather events, distribution of impacts, global aggregate impacts, and large-scale singular events.",
      "This subsection also includes Figure SPM.10 illustrating the relationship between risks from climate change, temperature change, cumulative CO2 emissions and changes in annual GHG emissions by 2050."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}