{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Sri Lanka",
      "Palau",
      "India",
      "New Zealand",
      "Barbados",
      "Norway",
      "Micronesia",
      "China",
      "Australia",
      "Colombia",
      "Switzerland",
      "Marshall Islands",
      "South Africa",
      "Guatemala"
   ],
   "enb_end_date": "06-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "06-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12390e.html",
   "id": "enb12390e_1",
   "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS",
   "sentences": [
      "ADAPTATION AND MEANS OF IMPLEMENTATION (AWG-LCA): Co-Chair Kolly asked participants to identify areas of convergence and those requiring further elaboration in the assembly text (FCCC/AWG/2008/16).",
      "The EU drew attention to its proposed framework for action on adaptation.",
      "Barbados, for AOSIS, said enhanced action on adaptation should deal first with current, then anticipated, climate change impacts.",
      "AUSTRALIA said the effectiveness of current activities should first be considered.",
      "SRI LANKA and PALAU, speaking also for Micronesia and the Marshall Islands, proposed an ecosystem approach to adaptation.",
      "NEW ZEALAND urged building on ongoing work such as under the NWP.",
      "South Africa, for the AFRICAN GROUP, called for a shift to practical implementation of adaptation activities, and highlighted the need for early warning systems, vulnerability mapping and information exchange.",
      "The AFRICAN GROUP, INDIA, NORWAY and others supported establishment of regional adaptation centers.",
      "GUATEMALA, speaking for a group of Central American countries, underscored that though the region is as vulnerable as other regions, it lacks the support and recognition given to others.",
      "COLOMBIA said all developing countries are equally vulnerable to climate change and opposed differentiation among them.",
      "SWITZERLAND noted his proposed global carbon dioxide levy to generate resources for adaptation.",
      "CHINA proposed establishing an adaptation fund and adaptation committee under the Convention."
   ],
   "subtype": "groups",
   "topics": [],
   "type": ""
}