{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Marshall Islands",
      "United States",
      "Australia",
      "Brazil",
      "Mali",
      "Panama",
      "Saudi Arabia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "03-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12516e.html",
   "id": "enb12516e_7",
   "section_title": "DEVELOPING COUNTRY NAMAS:",
   "sentences": [
      "In the afternoon informal group, parties discussed the organization of work and expectations for the week.",
      "Parties considered whether to begin discussions with ICA and biennial update reports or the NAMA registry.",
      "CHINA and SAUDI ARABIA called for focusing on the NAMA registry.",
      "BRAZIL proposed the consideration of diversification of NAMAs.",
      "The EU suggested that discussions focus on the legal form and the overall level of ambition.",
      "AUSTRALIA highlighted the gap on what the Cancun pledges will deliver and what is needed to meet the goal of keeping the temperature increase to 2°C or less.",
      "SWITZERLAND suggested spin-off groups to deepen certain details.",
      "Many parties supported inviting the co-facilitators to prepare a non-paper on ICA and biennial update reports reflecting parties inputs from Panama, the Bonn session and submissions from parties.",
      "On ICA, parties addressed the principles, objectives and possible steps for the process.",
      "BRAZIL, supported by the MARSHALL ISLANDS and other developing countries, emphasized that IAR and ICA respond to different objectives.",
      "CHINA underscored that while IAR is meant to assess and review the commitments made by Annex I parties and their comparability of efforts, ICA is intended to increase transparency of voluntary mitigation actions, especially those that are internationally supported.",
      "Many developing countries underscored that the ICA frequency was not established under the Cancun Agreements and should be flexible depending on national circumstances.",
      "The US said ICA should go hand-in-hand with biennial reports and should provide input for the Review.",
      "Supported by other developed countries, he said the ICA process should consist of an analysis by experts including impacts of mitigation actions, methodologies and assumptions, and a consultation to share views among parties in the SBI.",
      "MALI highlighted that international consultation and analysis implies a sequence of how the process should be carried out.",
      "CHINA said ICA should be a technical process led by a group of technical experts.",
      "On biennial update reports, parties addressed the scope and content, possible elements, level of detail to be reported and the submission cycle.",
      "On content, BRAZIL highlighted that the Cancun Agreements provide clear guidance on the core elements to be addressed, namely updates of national GHG inventories, including a national inventory report and information on mitigation actions, needs, and support received.",
      "He added that the timing should be connected to the support provided.",
      "Many developing countries highlighted the need to enhance mechanisms of support. AUSTRALIA called for progress on biennial update reporting guidelines to create a framework to enable developing countries to get started on the process and suggested, with the EU, January 2014 as a date for the submission of the first biennial update report.",
      "Many developed countries supported using the biennial update report as an input for the 2015 Review.",
      "CHINA said the guidelines for the biennial update report should be a sub-set of the current national communication guidelines and, with many developing countries, emphasized that biennial update report content should be part of national communications and avoid duplication.",
      "BRAZIL, supported by INDIA, stressed the need to take into account the respective capacities and capabilities of countries.",
      "A non-paper will be prepared by the facilitators to serve as a basis for further discussion."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}