{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "14-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12579e.html",
   "id": "enb12579e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Thursday, the rain set in and a heavy, grey sky loomed over the Maritim as delegates made their way to the ADP closing plenary in the afternoon, lethargy etched on many faces.",
      "Informal consultations to finalize ADP conclusions had been held earlier on Thrusday, and Co-Chair Dovland referenced these in the ADP closing plenary as taking three hours for three lines.",
      "Reportedly, a large number of parties feeling strongly about linkages between adaptation and mitigation urged for a technical paper on costs and benefits of adaptation based on existing science.",
      "Agreement was only reached on synthesizing submissions.",
      "Emerging from the plenary, some were nevertheless optimistic about the ADP outcome some time in the future, but many admitted that they were worried that the negotiations were not adequately focused and progressing fast enough.",
      "One delegate predicted choppy waters ahead, while another seemed particularly concerned about the lack of progress on pre-2020 ambition.",
      "Yet, one negotiator observed that the honeymoon period is ending and it s time to work on the marriage.",
      "In a group with a rather lengthy courtship period, a REDD+ delegate, seemingly pleased with the outcome, declared: We exceeded our expectations.",
      "Another REDD+ negotiator confirmed, We have clean text on three issues and made progress on issues that could not be solved in Doha, as well as new tasks on non-carbon benefits and a non-market approach.",
      "We could have a REDD+ COP, hoped another one, while acknowledging that it may be more difficult to balance progress made in Bonn with the tricky and old issue of finance."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}