{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Algeria",
      "China",
      "Australia",
      "Lesotho",
      "Switzerland",
      "Grenada",
      "Sudan",
      "Sweden"
   ],
   "enb_end_date": "09-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "09-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12450e.html",
   "id": "enb12450e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Australia, for the UMBRELLA GROUP, supported streamlining discussions under the SBI and stressed the critical importance to the Copenhagen outcome of high quality and timely reporting of inventories, policies and measures.",
      "Sweden, for the EU, identified the need to focus on items that could move parties towards a global, ambitious and comprehensive outcome in Copenhagen and suggested giving priority to the fourth review of the financial mechanism under the SBI.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, emphasized that the Copenhagen outcome will be negotiated under the AWG-LCA and the AWG-KP.",
      "He said the Subsidiary Bodies will play an important role when methodological and technical details will be considered in a second step next year.",
      "Lesotho, for the LDCs, stressed the need to fully implement the LDC work programme, in particular, national adaptation programmes of action (NAPAs).",
      "Sudan, for the G-77/CHINA, expressed concern over lack of progress on capacity building under the Convention and the Protocol, and drew attention to financial and technical constraints related to non-Annex I communications.",
      "He lamented the failure by developed countries to meet their commitments.",
      "Grenada, for AOSIS, called for progress on agenda items facilitating the adaptation of SIDS to climate change.",
      "Algeria, for the AFRICAN GROUP, underscored the central importance of funding from public sources that is additional, adequate, predictable and sustainable.",
      "TIMOR LESTE said that financing should be transparent and easy to access through a short process."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}