{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Ethiopia",
      "Niger",
      "New Zealand",
      "Senegal",
      "Canada",
      "Algeria",
      "Nigeria",
      "China",
      "Australia",
      "Saudi Arabia",
      "Argentina"
   ],
   "enb_end_date": "02-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12401e.html",
   "id": "enb12401e_5",
   "section_title": "POTENTIAL CONSEQUENCES:",
   "sentences": [
      "The G-77/CHINA, with AUSTRALIA and SAUDI ARABIA, urged consideration of both consequences of response measures and remedies.",
      "SENEGAL stated that there was no need to wait for evidence before acting.",
      "SAUDI ARABIA called for taking precaution.",
      "The G-77/CHINA highlighted that knowledge of consequences already exists.",
      "SAUDI ARABIA noted that the impacts of hybrid climate policies are different from the impacts of single policies.",
      "ETHIOPIA suggested focusing on assessing consequences, reducing negative impacts to an insignificant level, and addressing residual negative impacts.",
      "CANADA supported recognition of positive and negative impacts.",
      "She said decisions on how to address consequences are a matter of national sovereignty, and the international response could only consist of recommendations of best practices or considerations.",
      "On reporting efforts to address potential consequences, the EU, with CANADA, noted that reporting requirements exist.",
      "NEW ZEALAND and others, opposed by ALGERIA and others, urged the use of national communications to identify consequences.",
      "BRAZIL stated that the national communications process was too slow and dependent upon the GEF s support, and called for continuous reporting.",
      "SENEGAL highlighted limited capacity to prepare national communications.",
      "NIGERIA supported an independent assessment of consequences and highlighted difficulties in quantifying consequences.",
      "ARGENTINA argued for the consideration of regional consequences."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}