{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "India",
      "Mexico",
      "Norway",
      "China",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_102",
   "section_title": "COP/MOP Decision",
   "sentences": [
      "In the decision (FCCC/SBSTA/2005/L.18/Add.1), the COP/MOP agrees that an Annex I Party shall not issue removal units (RMUs) for a specific activity under Protocol Article 3.3 and 3.4, associated with the year of the commitment period if the magnitude of the adjustments to that activity, as defined in a mathematical equation in the annex to the decision, exceeds 9% for that year.",
      "The COP/MOP further decides that the magnitude of the adjustment shall be included in the review reports under Protocol Article 8 (review). Implications of Project Activities under the CDM for Achieving the Aims of Other Environmental Treaties: This issue was first taken up in SBSTA plenary on 29 November, and subsequently in three contact group meetings chaired by Georg Børsting (Norway) held from 1-5 December, and in informal consultations.",
      "It addresses the implications of the establishment of new HCFC-22 facilities seeking to obtain CERs for the destruction of HFC-23.",
      "HCFC-22 is a greenhouse gas and an ozone-depleting substance controlled by the Montreal Protocol.",
      "Its consumption for non-feedstock purposes is being phased out in developed countries, and is to be frozen in developing countries at 2015 levels.",
      "HFC-23, a by-product of the manufacture of HCFC-22, is a potent greenhouse gas regulated by the Kyoto Protocol.",
      "Given the potency of HFC-23 and the relatively low cost of destroying it, a CDM project activity to destroy waste HFC-23 can result in substantial financial benefits for an HCFC-22 plant, to the point where the revenue from the sale of CERs could exceed the revenue from the sale of the HCFC-22 produced. Parties agreed on the need to address perverse incentives from the crediting of HFC-23 destruction under the CDM that could result in increased production of HCFC-22.",
      "But views varied widely as to how to address them.",
      "Many developing countries, including Brazil, India, Mexico, Bolivia and others, proposed to exclude such project activities from the CDM.",
      "China, Canada and others suggested allowing HFC-23 destruction projects subject to certain provisions.",
      "The EU, Switzerland and others also supported exclusion, but said they could consider allowing them if provisions effectively prevented perverse incentives.",
      "Given the limited time available and the technical complexity of the issue, parties decided to further consider the issue at SBSTA 24.",
      "They did, however, agree on the importance of avoiding perverse incentives, and on the definition of a new HCFC-22 facility, a technical matter that should facilitate progress at the next session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}