{
   "actors": [
      "Environmental Integrity Group"
   ],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "10-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "10-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12575e.html",
   "id": "enb12575e_4",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Coming to the end of the first week of negotiations, delegates impressions varied on Saturday.",
      "Some opined that positive spirits had prevailed in most SBSTA discussions and substantive progress appeared within reach.",
      "A delegate s reflection on the ongoing work under the Nairobi Work Programme (NWP) on impacts, vulnerability and adaptation to climate change was hopeful: I think we are making progress towards a second phase of the NWP.",
      "I hope we will manage to bring it closer to the implementation needs on the ground.",
      "Those following REDD+ were pleased that outstanding tasks, such as MRV, national monitoring systems, and time and frequency of the presentation of information on safeguards, had advanced substantially.",
      "However, agriculture under the SBSTA was cited as an issue that was not progressing as smoothly as most hoped.",
      "Meanwhile, on the SBI side of the corridor, delegates continued meeting in a Friends of the Chair group all day, with many delegates becoming increasingly frustrated with the impasse, as one voiced: can you imagine how much work we ll have to do in Warsaw to make up for lost time?",
      "Another veteran negotiator explained that despite the SBI Chair s conciliatory proposals, none of the alternatives proposed seemed to satisfy parties interests, but hopefully, all challenges would be overcome by Monday or Tuesday.",
      "The ADP co-chairs lunchtime civil society event was well attended, with some participants wondering if, perhaps, progress within the UNFCCC is being outpaced by initiatives outside the process.",
      "As one BINGOs representative put it: we can, we are and we will stay committed to tackling climate change.",
      "CAN announced an informal process to develop an equity-based framework.",
      "Local Governments, Women and Gender, and Climate Justice Now!",
      "joined in by highlighting their numerous activities.",
      "Participants also discussed elements for a 2015 agreement and reflected on their common wish for a more transparent, structured approach to civil society engagement.",
      "It s what we all want, another emphasized.",
      "In this spirit, Mexico, for the EIG, announced that they will submit a proposal calling for a platform for continuous dialogue with civil society.",
      "Saying all good things must come to an end, Co-Chair Mauskar closed the meeting, as the ADP co-chairs prepare to pass the torch to their successors at the end of the Bonn session."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}