{
   "actors": [],
   "countries": [
      "Sweden",
      "Sudan",
      "Argentina",
      "United Kingdom",
      "United States",
      "Brazil",
      "Belgium",
      "Canada",
      "Maldives",
      "Niger",
      "Netherlands",
      "Austria",
      "Norway",
      "France"
   ],
   "enb_end_date": "23-Apr-09",
   "enb_long_title": "Thirtieth Session of the IPCC",
   "enb_short_title": "IPCC-30",
   "enb_start_date": "21-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12408e.html",
   "id": "enb12408e_20",
   "section_title": "REINFORCEMENT OF THE IPCC SECRETARIAT:",
   "sentences": [
      "David Warrilow (UK) presented the results of the Report on the Reinforcement of the IPCC Secretariat ( IPCC-XXX/Doc.19 ), which recommends hiring additional staff to meet the increasing and projecting workload of the IPCC and calls for further investigation of ways to strengthen the day-to-day support and management of the Secretariat.",
      "Secretary Christ reflected on how the IPCC remains vulnerable to staff changes and illness.",
      "She explained the need for additional staff with scientific and information technology backgrounds, and highlighted the role of the Secretariat in liaising with governments to actively promote developing country participation.",
      "She asked the Panel to authorize the hire of two additional programme officers with scientific backgrounds, one additional person for secretarial support, and a dedicated information technology officer, as well as to approve the continuation of outreach consulting.",
      "Belgium, the Maldives, Brazil, Sweden, Norway, Niger, Sudan and Argentina supported additional hires, while France, Canada and the US questioned Secretary Christ s request for staff with scientific backgrounds, noting that the role of the Secretariat is meant to be administrative.",
      "France and Canada questioned the budget implications of new hires, and the US suggested that outreach could be done by the WMO and UNEP.",
      "Brazil underscored the vulnerability of the Secretariat, but the Netherlands cautioned against bureaucracy and potential competition between scientific staff within the Secretariat and the TSUs.",
      "Austria supported the request, highlighting the importance of institutional memory and quality management.",
      "Chair Pachauri proposed a step-by-step process for hiring.",
      "The Panel authorized the immediate hire of one information technology officer and one programme officer with a scientific background, and agreed to suggest that governments consider creating a rotating position for their nationals to spend time with the IPCC Secretariat, and thereby fulfill the role of a second programme officer."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}