{
   "actors": [],
   "countries": [
      "Russia",
      "India",
      "United States",
      "Japan",
      "Brazil",
      "Germany",
      "Finland",
      "Mali",
      "Netherlands",
      "Spain",
      "Norway",
      "China"
   ],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_2",
   "section_title": "APPROVAL OF THE DRAFT REPORT OF THE 36TH SESSION",
   "sentences": [
      "On Monday afternoon, Renate Christ, IPCC Secretary, introduced the draft report of IPCC-36 (IPCC-XXXVII/Doc.24).",
      "The Republic of Korea opposed reference to the 'Sea of Japan' and called for concurrent use of 'East Sea' together with 'Sea of Japan', stressing this is a matter of equity.",
      "IPCC Secretary Christ responded that the draft report was prepared according to an agreement reached at IPCC-36, namely by attaching the statement by the Republic of Korea as an annex to the report.",
      "The draft report was accepted without further comments. ADOPTION AND ACCEPTANCE OF THE '2013 SUPPLEMENT TO THE 2006 GUIDELINES FOR GHG INVENTORIES: WETLANDS' On Monday morning, IPCC Vice-Chair Jean-Pascal van Ypersele invited the Co-Chairs of the Task Force on National Greenhouse Gas Inventories (TFI) to introduce the relevant documents for this agenda item (IPCC-XXXVII/Doc.8a, IPCC-XXXVII/Doc.8b and IPCC-XXXVII/Doc.INF.2).",
      "IPCC TFI Co-Chair Taka Hiraishi described the IPCC procedures with regard to the documents under consideration and provided explanations on the revised draft '2013 Supplement to the 2006 Guidelines for GHG Inventories: Wetlands' (2013 Wetlands Supplement) documents posted on the 'Paper Smart' portal system.",
      "Participants reviewed the Overview chapter of the 2013 Wetlands Supplement section-by-section, going through changes made since the last draft.",
      "Finland requested a session with coordinating lead authors (CLAs) to address substantive questions on the emission factors for boreal drained forest land in Chapter 2 (Drained Inland Organic Soils).",
      "Participants agreed to convene an informal group on this issue open to all interested participants.",
      "On the Introduction, the US sought confirmation that the content of a deleted footnote would be reflected elsewhere in the report.",
      "The footnote clarifies that permanently flooded lands, such as reservoirs, are not included in the 2013 Wetlands Supplement.",
      "TFI Co-Chair Thelma Krug confirmed this and participants adopted the section.",
      "The Background section was also approved with minor editorial changes.",
      "The Netherlands and the US raised concerns about the large difference in emission factors between different tropical forest plantations.",
      "In response, the Chapter 2 CLAs elaborated on differences between oil palm plantations and acacia plantations, noting differences in rotation times, nutrient management, and the wider biophysical variation where oil palm plantations are planted.",
      "These discussions continued in a small group.",
      "Co-Chair Krug later reported back to plenary that concerns, mostly related to inventory issues, had been clarified and no changes were deemed necessary.",
      "On the section on Coverage of the Wetlands Supplements, the Chapter 3 CLA clarified in response to a question from Russia that, given the many purposes for which land is rewetted and the lack of literature on each of the purposes, the emission factors cover all purposes for which wet soil can be rewetted.",
      "Co-Chair Krug presented the section on Managed Land and Anthropogenic Emissions, and relative revisions.",
      "The section was adopted with minor changes.",
      "Participants adopted the remainder of the Overview chapter without amendment. IPCC Chair Pachauri then opened the floor for comments on the rest of report.",
      "Germany requested explanations regarding inconsistencies in some emission factors used in the report's previous drafts.",
      "The Chapter 2 CLA clarified that in some cases the changes had to do with unit changes for harmonization and that in one case, i.e., peat extraction, they were caused by the removal of two studies that had been erroneously allocated to the section.",
      "China and Germany raised concerns about aspects of the methodology for estimation and reporting on constructed wetlands for wastewater treatment (Chapter 6).",
      "China stated that these methodologies require further development and should be placed in annexes.",
      "Further discussion on Chapter 6 was taken up in a small group.",
      "On Tuesday, TFI Co-Chair Krug reported back to the Panel that these concerns had been resolved by a decision to use expert judgment when deciding whether a category is or is not a 'key category', and whether it requires the application of the methodological approach included the 2013 Wetlands Supplement.",
      "Co-Chair Krug also reported on issues related to Chapter 4 (Coastal Wetlands), saying that concerns raised by China regarding fish ponds were resolved by including an explanation on how the emission factors were derived, and by ensuring consistency with the treatment of animals addressed in the agricultural sector.",
      "On Tuesday, participants continued their consideration of the Wetlands Supplement.",
      "TFI Co-Chair Krug reported on discussions undertaken in small groups on Monday.",
      "On Chapter 2 (Drained Inland Organic Soils), she said discussions focused on emission factors related to boreal and temperate climate zones, and the agreed solution provided for both a clarification on boreal and temperate emission factors, as well as an additional emission factor, which takes into account values developed only in forests.",
      "Many parties, including Germany, Finland, the US, China, Norway and Mali, expressed satisfaction with the hard work and constructive spirit of the small working groups in finding solutions, saying the amendments improve the applicability of the Supplement.",
      "The Panel accepted the 2013 Wetlands Supplement without further amendments.",
      "TFI Co-Chair Hiraishi explained next steps and informed participants that the pre-edited version of the Supplement will be published on the Internet by 2 November 2013, while the official publication will be released in February 2014. ADOPTION AND ACCEPTANCE OF THE '2013 REVISED SUPPLEMENTARY METHODS AND GOOD PRACTICE GUIDANCE ARISING FROM THE KYOTO PROTOCOL' TFI Co-Chair Hiraishi introduced this item (IPCC-XXXVII/Doc.9b/Rev.1, and IPCC-XXXVII/Doc.INF.3/Rev.1) on Thursday morning. TFI Co-Chair Krug reviewed section-by-section the changes made to the Overview chapter of the draft 2013 Revised Supplementary Methods and Good Practice Guidance arising from the Kyoto Protocol on land use, land-use change and forestry (KP LULUCF Supplement).",
      "She noted that most of the proposed amendments aimed to simplify or update previous drafts, making the text as precise and as consistent as possible without losing substantive aspects.",
      "She stated that these amendments included the deletion of duplicative footnotes and the elimination of acronyms.",
      "China requested clarification on the relationship between the 2013 KP LULUCF Supplement and the 2006 IPCC Guidelines for National GHG Inventories with regard to the treatment of managed lands.",
      "Co-Chair Krug elaborated on the distinction between reporting under the UNFCCC and accounting under the Kyoto Protocol.",
      "She explained that the Supplement follows the activity-based approach in the Kyoto Protocol's Decision 2/CMP.7 (LULUCF), which, among other things, includes provisions on natural disturbances that allow for removing from the accounting non-anthropogenic emissions that would put at risk countries' compliance with their Kyoto Protocol targets.",
      "The Panel went through the Overview chapter's Table 1 on changes in the treatment of LULUCF activities in the second commitment period of the Kyoto Protocol relative to the first commitment period.",
      "On accounting for harvested wood products, China requested, and the Panel agreed to, clear language stating that, in accordance with Decision 2/CMP.7, imported harvested wood products, irrespective of their origin, are not to be accounted for by the importing party.",
      "On the Policy Relevance section of the chapter, Germany, Spain, India and Finland, opposed by Brazil, objected to a sentence related to the starting date for the definition of reforestation, which stated that a different interpretation may be a possible subject of future decisions of the international climate change regime.",
      "They argued that the sentence was not necessary and possibly prejudged policy under the UNFCCC.",
      "The Panel agreed to remove the reference.",
      "With regard to the use of remote sensing data, the US proposed, and the Panel agreed, to insert a reference in a footnote in Chapter 2 (Methods for Estimation, Measurement, Monitoring and Reporting of LULUCF Activities under Articles 3.3 and 3.4) of the full report, referring to the intergovernmental Group on Earth Observations' (GEO) work with space agencies to acquire and make freely available relevant data and related products from remote sensing platforms and in situ platforms for various countries, including those subject to the Supplement and, more broadly, to all countries reporting under the UNFCCC, as an example.",
      "The Panel then accepted the report as a whole.",
      "IPCC Chair Pachauri congratulated all involved in producing the 2013 KP LULUCF Supplement, and said it is a demonstration of the strength of the IPCC and of science and policy actors working together."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}