{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Jamaica",
      "United Kingdom",
      "Marshall Islands",
      "United States",
      "Mongolia",
      "Australia",
      "Tanzania",
      "China"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_9",
   "section_title": "ANNEX I COMMUNICATIONS",
   "sentences": [
      "Guidelines for the Preparation of National Communications from Annex I Parties: This item was considered by SBI and SBSTA and referred to a joint working group.",
      "SBI and SBSTA adopted draft conclusions on Monday, 1 November, and the COP adopted a decision on Thursday 4, November. SBSTA considered this sub-item on Monday, 25 October.",
      "The EU noted the need to include indicators such as emissions per capita or emissions per unit of output.",
      "Regarding the draft guidance for reporting on global climate observation systems, the EU, with MONGOLIA, recommended that Annex I Parties prepare a separate report and include in their national communications a summary based on general reporting requirements.",
      "AUSTRALIA suggested that projections of the effect of policies and measures on future trends of GHG emissions and removals be developed by sector.",
      "The MARSHALL ISLANDS and JAMAICA supported detailed and rigorous reporting.",
      "The US said the quantity and level of detail should balance needs for comparability, transparency and practicality.",
      "A joint SBI-SBSTA contact group chaired by Jim Penman (UK) and Mark Mwandosya (Tanzania) was established to consider Part II of the guidelines. On Wednesday, 27 October, SBI decided to consider the guidelines for the preparation of national communications from Annex I Parties after SBSTA had arrived at conclusions on the revisions to Part II of the guidelines. The joint contact group met from 26-29 October.",
      "Delegates agreed to delete the section on coverage and the EU submitted a proposal to restructure the section on national circumstances.",
      "On the selection of policies and measures, the group agreed on the differentiation of policies 'adopted,' 'implemented' and at a 'planning stage,' for reporting purposes and called for definitions of these terms. On the projections and the total effect of policies and measures, delegates invited the Chair to settle the terminology of projections 'without measures,' since these were unusual terms compared to 'business as usual,' and misleading, as they seemed to exclude consideration of policies and measures implemented prior to the starting point of the projection.",
      "On financial resources, issues raised included whether to provide details of measures or detailed information of the activities undertaken to implement Annex I commitments and how to format the reports. On Saturday, 30 October, the joint contact group concluded its work and agreed to forward the Chair's draft conclusions containing a draft decision on Part II of the guidelines on national communications to the SBSTA. SBSTA considered the draft conclusions on Monday, 1 November, and amended a paragraph calling on Parties to report on significant technology transfer success stories, to also include reference to failures.",
      "On the same day, SBI agreed to recommend the draft decision for adoption by COP-5. COP-5 adopted the draft decision on Part II of the guidelines (FCCC/CP/1999/L.3) and the addendum containing the guidelines (FCCC/CP/1999/L.3/Add.1) on Thursday, 4 November.",
      "In the decision, the COP, inter alia: decides that Part II of the guidelines should be used for the preparation of third national communications; requests Annex I Parties to provide a detailed report on their activities in relation to systematic observation; and urges Annex II Parties to assist Parties with economies in transition (EITs) with technical aspects in preparing national communications. The COP also adopted the draft decision recommended by SB-10, on Part I (annual inventories) of the FCCC guidelines for the preparation of national communications by Annex I Parties (FCCC/CP/1999/L.2) together with an addendum containing the guidelines (FCCC/SBSTA/1999/6/Add.1).",
      "In the decision, the COP, inter alia: decides that Part I of the guidelines should be used beginning in the year 2000; and decides that these guidelines shall be considered by SBSTA-15 with a view to a decision for consideration by COP-7. Guidelines for the Technical Reviews of GHG Inventories: The SBI considered this sub-item on Monday, 25 October, and agreed that it should be considered by the joint contact group on national communications from Annex I Parties.",
      "On Wednesday, 27 October, the joint contact group decided to refer consideration of the technical review guidelines to a smaller group. On Saturday, 30 October, the joint contact group considered and adopted the SBI draft conclusions on these guidelines, including a draft decision to which the guidelines are annexed.",
      "On Thursday, 4 November, the COP adopted the draft decision recommended by SBI (FCCC/CP/1999/L.11) and the addendum containing the guidelines (FCCC/CP/1999/L.11/Add.1) after CHINA amended the text to state that the purpose of the technical review is to assist 'Annex I Parties' instead of 'all Parties' in gaining experience relevant to the preparation of guidelines related to Protocol Articles 5 (methodology), 7 (communication) and 8 (review of information).",
      "The objective of these guidelines is, inter alia, to promote consistency in the review of annual GHG inventories of Annex I Parties and to establish a process for a thorough and comprehensive technical assessment of inventories."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}