{
   "actors": [],
   "countries": [
      "Canada",
      "Germany",
      "United States"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_61",
   "section_title": "CDM 'COULD DO MORE'",
   "sentences": [
      "Some experts have suggested that the price is now approaching a level that will encourage energy market players and utilities to switch to cleaner forms of power generation, thus underlining the importance of debates around the G-8 and at the SOGE on long-range decisions on technology investment and deployment. There was much discussion - inside the negotiating rooms and in the corridors - about the future management of the CDM, as companies and countries have grown impatient over the three years it has taken to establish national and international level CDM-related institutions and approve the first projects.",
      "With entry into force of the Kyoto Protocol these companies and countries have grown nervous at the prospect of meeting commitments and the need to be sure they can make use of the Certified Emissions Reductions (CERs) generated by CDM project investments.",
      "The CDM is a confidence-building instrument for developing countries.",
      "However, it is the confidence of the market and business that has become a pressing concern, and this has come down to a concerted campaign to question the additionality requirement for CDM projects. Under the surface of this discussion, which pitches advocates for the environmental integrity of the CDM against those who are lobbying hard for easier access to CERs and 'efficiency,' there are growing tensions.",
      "Pressure has reportedly been brought to bear on the CDM`s Executive Board.",
      "The CDM`s managers are now increasingly exposed to the hard-nosed politics of the business and investment community, such that the air in some quarters of the Maritim Hotel was thick with talk of legal challenges and steps to provide legal cover for Board members. At the Carbon Expo in Cologne, Germany, held the week prior to SB 22, UNFCCC Executive Secretary Waller-Hunter raised another concern.",
      "She expressed some frustration that the ambitions of governments for the CDM and the reality of resources committed have not always matched.",
      "This has caused frustrations on all sides, not least in the Secretariat, which would like to step up its technical support to the CDM Executive Board and its Panels.",
      "The CDM funding issues can be traced back, in part, to some of the budgeting complications created by the absence of the US from the Kyoto Protocol, and the subsequent need to separate out UNFCCC and Protocol budget lines, and rely on the Supplementary Trust Fund. This is a debate to look out for at the COP/MOP, where one of the agenda items will include a report from the CDM Executive Board.",
      "Naturally, the Canadian Presidency of the COP/MOP is taking an interest in this issue and is determined to make a contribution to the smooth functioning of the CDM.",
      "Canada is keen on credits, and they are proving hard to come by due to the complexity of the current CDM process.",
      "It is anticipated that the COP/MOP debate will address the question of whether the CDM infrastructure can measure up to the demands of a new stream of projects, which will soon be measured in hundreds rather than in tens.",
      "The CDM Executive Board will meet again in July, in Bonn, to finalize its management plan, including improvements in the methodological panel, which is expected to expand from 10 to 15 members. Some have begun to canvass the need to raise the CDM game altogether, by shifting its responsibilities out of the Secretariat`s ambit.",
      "Potential users of the CDM have been warned that any attempt to reopen the Marrakesh Accords in the short-term could be self-defeating, as this could result in a situation where no CDM credits could be used in the first commitment period."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}