{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Samoa",
      "Portugal",
      "Norway",
      "Gambia",
      "Switzerland"
   ],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_59",
   "section_title": "Matters relating to the LDCs",
   "sentences": [
      "This issue was first addressed by the SBI, on Monday 6, December.",
      "LDC Expert Group (LEG) Chair La`avasa Malua (Samoa) presented the LEG`s meeting report.",
      "A contact group chaired by Bubu Jallow (Gambia) and Ricardo Moita (Portugal) met twice between 9-14 December and discussed, inter alia, guidance to the GEF on the LDC Fund, the mandate of the LEG, whether the LDC Fund should begin funding NAPA priority areas, and whether the LDC Fund should leverage additional resources, provide co-financing and build upon existing plans and programmes.",
      "During these discussions, LDCs expressed concern over GEF co-financing requirements, noting that decision 6/CP.9 (guidance on the operation of the LDC Fund) provides for full funding of NAPAs.",
      "The EU said co-financing emphasizes countries` sense of ownership over projects.",
      "Agreement could not be reached on all issues.",
      "On Tuesday, 14 December, SBI decided to forward the bracketed draft decisions and conclusions to the COP Presidency. On Saturday, 18 December, draft conclusions and two draft decisions were presented to the COP plenary.",
      "The decision on further guidance for the operation of the LDC Fund has bracketed text instructing the LDC Fund to start funding other elements of the LDC work programme.",
      "Canada, Norway, the EU and Switzerland, opposed by many developing countries and LDCs, suggested deleting the text and said that more time is needed to develop the criteria for the LDC Fund before projects can be financed.",
      "Parties were not able to reach an agreement and the draft decision (FCCC/CP/2004/L.15) was forwarded to SBI-22 for further consideration.",
      "The COP adopted conclusions on the status of implementation of UNFCCC Article 4.9 (LDCs), and a decision on the mandate for the LEG."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}