{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Chad",
      "Brazil",
      "India",
      "Malaysia",
      "Algeria",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "France",
      "South Africa"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12381e.html",
   "id": "enb12381e_2",
   "section_title": "MITIGATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "The contact group was chaired by AWG-LCA Chair Machado.",
      "Australia, for the UMBRELLA GROUP, stated that AWG-LCA discussions should result in new legal obligations for parties.",
      "The G-77/CHINA, and Algeria, for the AFRICAN GROUP, strongly opposed any differentiation of parties beyond that of the Convention.",
      "SOUTH AFRICA and INDIA noted existing developing country actions on mitigation.",
      "BRAZIL highlighted the distinct legal nature of developed country commitments and developing country actions in light of historical responsibility.",
      "MALAYSIA and CHINA called for focus on the Convention s implementation. JAPAN stated that there is a growing difference among developing country economies, suggesting that the polluter pays principle should also apply to major developing country emitters.",
      "France, for the EU, called on developed countries to take on reduction commitments of 30% by 2020 based on 1990 levels.",
      "He also said countries with limited capabilities, such as LDCs, are not the focus of current discussions.",
      "SWITZERLAND emphasized that there is no contradiction between development and climate change policies, and highlighted the role of carbon markets.",
      "The REPUBLIC OF KOREA noted the need for clarifying elements of the Bali Action Plan, such as nationally appropriate mitigation actions.",
      "SAUDI ARABIA said the impact of response measures needs to be addressed.",
      "NORWAY reiterated its support for regulating maritime emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}