{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Australia",
      "China",
      "Argentina",
      "Guatemala",
      "Congo"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_36",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Argentina, for the G-77/ China, emphasized that new processes requiring further political development, as well as unresolved issues, should continue to be considered by the AWG-LCA.",
      "The EU expressed disappointment that the agenda item on MRV had failed to move forward under the SBI and looked forward to substantive discussions on related issues under the AWG-LCA.",
      "Australia, for the Umbrella Group, emphasized the importance of considering the headquarters agreement and budgetary austerity.",
      "The Republic of Korea, for the EIG, supported a consistent approach to the work of the Subsidiary Bodies in order to make meaningful progress on related agenda items such as adaptation, technology, MRV, and national communications. AOSIS called for urgent focus on loss and damage.",
      "She urged not using the SBI as a substitute for avoiding the hard decisions that have to be made under the AWG-LCA.",
      "On adaptation, the Democratic Republic of the Congo, for the African Group, highlighted the importance of considering the process for LDCs to formulate and implement national adaptation plans, and concluding the work programme on loss and damage.",
      "Guatemala, for the Central American Integration System, stressed that adaptation continues to be a priority for the region and also highlighted the importance of measuring loss and damage.",
      "The LDCs expressed concern regarding the challenges impeding expedited implementation of projects identified in national adaptation programmes of action (NAPAs), particularly the requirement for co-financing, saying this is inappropriate for the implementation of the urgent activities identified in NAPAs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}