{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Hungary"
   ],
   "enb_end_date": "11-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "11-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12146e.html",
   "id": "enb12146e_3",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "Economies in Transition (EITs): On 8 September, participants considered the revised paper on possible elements of a draft framework for capacity building in EITs.",
      "Participants gave their initial comments on the Purposes, Objective and Scope and Implementation parts of the framework. Participants highlighted the need for, inter alia: the framework to provide a clear basis for action; a results- based approach to capacity building to ensure its effectiveness; consideration of past and present activities; elaboration of mutual responsibilities; and consistency between any additional reporting obligations with the guidelines of national communications.",
      "HUNGARY, for the EITs, noted the importance of defining a timeframe and emphasized the need for an early start to capacity building. Non-Annex I Countries: On 8 September, participants discussed the draft elements for a framework on capacity building in developing countries, and considered a revision of the text on 9 September. Issues raised included the need to: mobilize regional and sub-regional institutions; strengthen existing institutions; provide good guidance to the GEF; and take into account past actions and develop coherence with present activities in order to define activities that will support FCCC implementation. AOSIS said capacity building is a dynamic and iterative process that will be augmented by experiences from implementing other aspects of the FCCC.",
      "She said the needs assessment should not be used as an excuse to delay action on those needs that have already been identified.",
      "Delegates diverged over whether to delete language on synergies with other global environmental agreements and the reference to the requirement that capacity building activities be results-based and implemented in a programmatic manner. Chair Ashe said a report on the informal group's meetings would be presented at SB-13 and a contact group would be set up to prepare a draft decision to which the framework would be annexed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}