{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Argentina",
      "Canada",
      "Ukraine",
      "New Zealand",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Venezuela",
      "Micronesia",
      "Saudi Arabia",
      "Switzerland",
      "Gambia",
      "Peru",
      "United Kingdom",
      "South Africa",
      "Grenada",
      "Russia"
   ],
   "enb_end_date": "15-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "15-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12455e.html",
   "id": "enb12455e_1",
   "section_title": "CLEAN DEVELOPMENT MECHANISM (COP/MOP)",
   "sentences": [
      "Informal consultations on the CDM Executive Board s annual report to the COP/MOP took place throughout the day on Monday.",
      "In the morning and evening, parties discussed revised draft text, which incorporates proposals submitted by parties at the previous meeting of the group.",
      "Parties considered the text paragraph-by-paragraph, indicating their agreement or disagreement with specific paragraphs, and elaborating on paragraphs as necessary.",
      "The topics discussed included improving transparency of the CDM Executive Board s work and a possible procedure for considering appeals. ANNEX I EMISSION REDUCTIONS (AWG-KP): On Monday morning, the contact group on Annex I emission reductions convened, with Co-Chair Wollansky highlighting a new non-paper. AUSTRALIA referred to news received over the wire that work under the AWG-LCA had been suspended due to actions by the G-77/China and said this meant that work under the AWG-KP also had to be suspended.",
      "The EU noted that work had also been halted on LULUCF under the AWG-KP.",
      "Several parties expressed confusion on the state of play outside of the room, noting that these issues would have to be resolved in plenary.",
      "PERU, the Gambia, for the AFRICAN GROUP, South Africa, for the G-77/CHINA, and the FEDERATED STATES OF MICRONESIA noted the time lost last week and supported continued discussion of Annex I emission reductions.",
      "The EU stressed that it would not be possible to make faster progress on one workstream, while lamenting suspension of substantive work.",
      "Co-Chair Wollansky then adjourned the meeting.",
      "The contact group on Annex I emission reductions resumed late in the evening, with parties focusing, inter alia , on: options for amending Protocol Annex B; the implications of the European Union superseding the European Community on their rights and obligations; inclusion of parties in the process of joining Convention Annex I; the relationship between the text and discussions under the AWG-LCA; and reference years. POTENTIAL CONSEQUENCES (AWG-KP): In the evening, a contact group met to discuss the potential consequences section of the draft text.",
      "Co-Chair Ure noted that the objective was to craft two distinct and clear options on issues on which there was disagreement, in order to facilitate the Ministers work.",
      "Parties then moved through the text paragraph-by-paragraph.",
      "On operationalization, South Africa, for the G-77/CHINA, preferred using the Compliance Committee to address implementation of Protocol Article 3.14 (adverse effects and impacts of responses) and to facilitate compliance under Protocol Article 2.3 (adverse effects of policies and measures).",
      "Parties discussed how to include guidelines in decision 15/CMP.1 (guidelines for the preparation of information required under Article 7 of the Kyoto Protocol).",
      "The G-77/CHINA, opposed by the EU, requested that preambular language on the careful design of policies and measures be moved to the operational text.",
      "Noting the lack of effort on the part of other parties to compromise, the G-77/CHINA, requested to go back to last week s text.",
      "Parties were unable to agree on the language and the G-77/China s proposal was included as an alternative to the two options. CANADA requested further time to discuss potential consequences.",
      "Chair Ure proposed sending the text forward and asked parties whether this should take the form of a decision or conclusions.",
      "Noting the state of the text, the EU said it was too early to determine its status as a decision.",
      "The text will be forwarded to the AWG-KP plenary. OTHER ISSUES (METHODOLOGICAL ISSUES)(AWG-KP): In the other issues contact group focusing on methodological issues, Vice-Chair Dovland noted that the Chair s draft text added six preambular uncontroversial and factual paragraphs, mentioning, inter alia , that trifluoromethyl sulfur pentafluoride had been added to the list of greenhouse gases to be reported.",
      "BRAZIL preferred no change in greenhouse gases and suggested that adding new gases that are reported but not accounted for may result in a loophole.",
      "AUSTRALIA, the FEDERATED STATES OF MICRONESIA and SWITZERLAND supported estimating and reporting new greenhouse gases.",
      "The EU noted that adding new gases would require an amendment of the Protocol and Vice-Chair Dovland said there would be a placeholder in the text for amending Protocol Annex A.",
      "The FEDERATED STATES OF MICRONESIA suggested consideration of such language that does not require an amendment of Annex A. JAPAN highlighted environmental integrity, but said technical details require further clarification.",
      "PERU suggested that this is an issue for the SBSTA.",
      "In relation to sectors/source categories, SWITZERLAND called for consideration of bunker fuels.",
      "The FEDERATED STATES OF MICRONESIA, SOUTH AFRICA and BRAZIL said that there was no need for adding new subcategories to sector/source categories.",
      "On cross-cutting issues, the EU proposed text requesting the SBSTA to revise and complement decisions and guidelines relating to reporting, review and accounting by COP/MOP 7.",
      "BRAZIL opposed, preferring the Chair s more specific draft text.",
      "Vice-Chair Dovland suggested retaining the Chair s text and holding the text proposed by the EU for future use.",
      "He highlighted that this draft decision text would be taken forward and noted that resolution was needed on new gases. OTHER ISSUES (FLEXIBILITY MECHANISMS)(AWG-KP): The other issues contact group met in the evening and continued considering the draft COP/MOP decision text on the flexibility mechanisms.",
      "On the share of proceeds, the RUSSIAN FEDERATION and UKRAINE supported the option requiring no decision to be made with respect to the issue.",
      "NEW ZEALAND noted that extension of the share of proceeds would require a Protocol amendment rather than just a COP/MOP decision.",
      "SAUDI ARABIA proposed including reference to developing countries that are particularly vulnerable to the impact of response measures in the text that identifies parties requiring adaptation assistance. PERU proposed including a section on accounting for the flexibility mechanisms, limiting the amounts that can be added to, or subtracted from, the Assigned Amounts of a party through the flexibility mechanisms.",
      "The EU, supported by NORWAY, proposed having an option stating that no decision should be taken on this issue.",
      "GRENADA proposed inserting a preamble recognizing that developed countries shall achieve their QELROs primarily through domestic efforts.",
      "On emissions trading, NEW ZEALAND noted interest in extending emissions trading to developing countries and proposed text reflecting this.",
      "The EU, opposed by ARGENTINA and VENEZUELA, and supported by NEW ZEALAND and others, proposed a paragraph establishing new market-based mechanisms.",
      "VENEZUELA proposed inserting a footnote stating that this would require a Protocol amendment and also noted that this issue is being addressed under the AWG-LCA. FINANCE (AWG-LCA): Delegates considered a co-facilitators text on institutional arrangements reflecting common elements on issues including: a body, fund or entity; existing funds and entities; and issues for consideration by COP 16.",
      "Discussions continued late into the evening. TECHNOLOGY (AWG-LCA): Parties considered new draft text on technology.",
      "Many developing countries said that the text was unbalanced and, with other countries, stated that core elements from the previous draft had been omitted.",
      "Parties then considered the way forward, including whether to revert to the previous text or insert missing elements into the new draft. SHARED VISION (AWG-LCA): Informal consultations were held in the evening, where parties continued paragraph-by-paragraph discussions of the draft text, focusing, inter alia, on the review of a shared vision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}