{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Lesotho"
   ],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_10",
   "section_title": "Plenary discussion",
   "sentences": [
      "CIESIN reiterated Binger s emphasis that trade issues impact on people s vulnerabilities and livelihoods given difficulties in prediction, the volatility of global markets, and the significant impacts on agricultural communities.",
      "He said Ronneberg s example of a local chief proposing to build a sea wall raised the quandary that in some cases local decisions may not be the most appropriate, and asked how to decide if a local decision is in the community s best interest.",
      "Ronneberg replied that sufficient information must exist to allow proper decisions to be taken, but added that each country s situation will be different.",
      "The International Trade Union Confederation (ITUC) said that in reviewing NAPAs for small countries, using Lesotho as an example, she found different criteria are identified in determining adaptation plans, such as impacts on poverty and employment.",
      "University of Nairobi said the impacts of climate change sometimes reduce employment, noting unintended consequences of policy decisions.",
      "IUCN discussed the problem of refugees fleeing from coastal zones with sea level rise, and the impact on fishermen s livelihoods.",
      "The ILO said an important adaptation strategy was to diversify economic activities, particularly for those dependent on fishing.",
      "Responding to a query from SEI on methodological challenges of incorporating data on external forces, Binger noted difficulties in incorporating or predicting movement of commodities.",
      "He also said agriculture in the region needs to be reinvented and more information and technical capacity is needed.",
      "Responding to a question on usefulness of global information at the local level and use of local datasets in informing the process, Ronneberg discussed indirect and unexpected impacts of climate change on SIDS."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}