{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Norway",
      "Japan",
      "China",
      "Chile",
      "South Africa"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "18-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12332e.html",
   "id": "enb12332e_4",
   "section_title": "AWG:",
   "sentences": [
      "Following Friends of the Chair consultations during the day, the AWG contact group convened shortly after 7:00 pm to work through a new version of the draft conclusions. CHINA, opposed by the EU and NORWAY, proposed deleting a bullet point indicating, inter alia , that mitigation efforts during the next few decades will to a large extent determine the long-term temperature increase and climate change impacts.",
      "CHINA explained that issues covered during the AWG round table should not be negotiated by the AWG.",
      "South Africa, for the G-77/CHINA, proposed adding language on 25-40% greenhouse gas emissions reductions below 1990 levels for Annex I parties.",
      "NEW ZEALAND proposed adding sinks to a sentence indicating that mitigation potential can be expanded through flexible mechanisms.",
      "Delegates also discussed submissions and a technical paper to be prepared by the Secretariat.",
      "On timetables for submissions, JAPAN and others proposed February 2008, while CHILE and others preferred a pre-Bali deadline.",
      "The G-77/CHINA suggested language on the resumed AWG 4 in Bali developing a timetable or schedule for the completion of the AWG's work programme. AWG Chair Charles indicated that informal consultations would continue on Thursday night and Friday morning prior to the plenary scheduled for 3:00 pm Friday."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}