{
   "actors": [],
   "countries": [],
   "enb_end_date": "23-Apr-09",
   "enb_long_title": "Thirtieth Session of the IPCC",
   "enb_short_title": "IPCC-30",
   "enb_start_date": "21-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12408e.html",
   "id": "enb12408e_32",
   "section_title": "SCIENCE FOR POLICY",
   "sentences": [
      "Other discussions in Antalya spoke to the policy relevance of IPCC even more directly.",
      "In light of the demand to start planning early for the Synthesis Report, the Panel discussed the need to identify policy-relevant questions to be addressed in the SYR.",
      "Although countries did not define specific questions as yet, they came up with some general considerations that will help the participants of the AR5 scoping meeting.",
      "For instance, there was a strong feeling that the SYR should still be comprehensive and integrate information across the three WGs to the extent possible.",
      "Delegates agreed to invite submissions of additional inputs to the process of identifying policy-relevant questions by the end of May.",
      "In the search for ways to provide policy-relevant and focused information, the Panel examined and adopted several proposals for expert meetings.",
      "Thus, in the next couple of years, expert meetings will take place to discuss a number of issues, including human settlements and detection and attribution of anthropogenic climate change.",
      "Some earlier proposals and requests were also on the table during this three-day meeting.",
      "The Panel gave a green light to the preparation of a Special Report on Managing Risks of Disasters and Extreme Events , a long-awaited report linking the disaster management and climate change communities, which also heavily responds to policy needs.",
      "In addition, the IPCC promptly replied to the request from its main policy client, the UNFCCC, on assessing alternative common metrics.",
      "Not only did the Panel organize and hold an expert meeting in March 2009, it also prepared a report from that meeting, which will be forwarded to the UNFCCC sessions in June in Bonn.",
      "This was most welcome, and seemed to show the capacity of the Panel to respond quickly to its main client s policy demands."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}