{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Senegal",
      "Canada",
      "New Zealand",
      "Japan",
      "China",
      "South Africa"
   ],
   "enb_end_date": "07-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "07-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12369e.html",
   "id": "enb12369e_11",
   "section_title": "OTHER ISSUES (AWG-KP):",
   "sentences": [
      "In this contact group, several Annex I parties supported considering new gases, especially those identified in the AR4.",
      "South Africa, for the G-77/CHINA, stressed the need to avoid lengthy discussions on this issue.",
      "INDIA and CHINA said the IPCC should be requested to consider how new gases would affect the 25-40% emission reduction range.",
      "The EU, JAPAN and others replied that the new gases do not have significant mitigation potential as they have not yet been commercialized, but that their inclusion would prevent them from becoming a problem.",
      "On sectoral approaches, delegates highlighted the need for a common understanding.",
      "The EU outlined: bottom-up approaches as an analytical tool to set national targets; cooperative sectoral targets in developing countries without crediting; and sectoral crediting and trading.",
      "Senegal, for the AFRICAN GROUP, stressed the need to focus on national action in Annex I parties and the G-77/CHINA said quantified targets should not be replaced.",
      "NEW ZEALAND proposed examining complementary sectoral targets and CANADA preferred early discussions on sectoral approaches.",
      "JAPAN underscored sectoral approaches contribution to fair and equitable national targets, and technology transfer.",
      "Discussions continued informally, with a list of issues for proposed AWG-KP conclusions.",
      "The group reconvenes on Saturday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}