{
   "actors": [],
   "countries": [
      "Sweden",
      "Iran",
      "United States",
      "Saudi Arabia",
      "Japan",
      "Qatar",
      "Australia",
      "Zimbabwe"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_18",
   "section_title": "Discussion:",
   "sentences": [
      "In the ensuing discussion, JAPAN suggested that oil producers take measures now to diversify their economic structures.",
      "Faten Alawadhi noted that a number of barriers to diversification existed, while Pershing said the investment climate is not always conducive for diversification.",
      "The US called for modeling of potential cartels and agreed reduction cut-backs by oil producers.",
      "IRAN supported concrete action to, inter alia: enhance research and development related to energy efficiency, the use of natural gas, and advanced fossil fuel technologies; diversify the economies of fossil fuel producing developing countries through facilitating access to markets and preferential treatment; transfer technology across a number of sectors; and support training programmes and capacity building.",
      "ZIMBABWE said some action should be taken despite current uncertainties, including further research and development on: reduction of emissions without reducing consumption; clean coal; diversification; and win-win actions.",
      "SWEDEN supported considering the suggestions by Iran and Zimbabwe and involving developing countries in research and development efforts.",
      "The US said careful analysis of impacts in developing countries of climate change policies in Annex I countries since the FCCC entered into force constitutes appropriate action prior to consideration of future policies and measures.",
      "SAUDI ARABIA called for action as well as research.",
      "QATAR noted that oil is a commodity that will be depleted and said revenues should be strategically invested to ensure future welfare.",
      "AUSTRALIA stressed the limitations of current models and need for inclusion of further elements, such as sinks and all GHGs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}