{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "India",
      "Chad",
      "Argentina",
      "United States",
      "Japan",
      "Australia",
      "Iceland",
      "Canada",
      "South Africa",
      "Bahamas",
      "Switzerland",
      "China",
      "Barbados"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_91",
   "section_title": "DELIVERING ON TECHNOLOGY AND FINANCING:",
   "sentences": [
      "The issues related to technology and financing were introduced in the plenary on 1 December and discussed in a contact group chaired by AWG-LCA Chair Machado.",
      "Parties discussed principles of financing, with the EU, supported by New Zealand and Canada, suggesting that any financial architecture should be based on principles of effectiveness, efficiency and equity.",
      "South Africa, with the EU, noted a country-driven approach and programmatic financing.",
      "On mobilization of financial resources, Australia underlined the importance of sources both inside and outside the Convention, enabling environments to mobilize private investments and addressing barriers to public investment flows.",
      "Barbados, for AOSIS, highlighted that mixed resources are the best approach and that the state s role is vital for financing for adaptation.",
      "Japan said that private sector investments are an absolute necessity and that some non-Annex I countries should contribute financial resources based on the polluter pays principle.",
      "On institutional arrangements, discussions centered on existing or new institutions and on a technology mechanism.",
      "The US, EU, Canada and Australia said that the new financial framework should be built on existing institutions, while many developing countries highlighted the need for new financial architecture.",
      "The Bahamas, for AOSIS, noted that the current financial crisis demonstrates that existing institutions do not work.",
      "On a technology mechanism, Canada supported maximizing existing institutions inside and outside of the Convention.",
      "Argentina proposed a new subsidiary body on technology issues under the Convention, which would include a strategic planning committee, technical panels focused on different sectors, and a verification group.",
      "Japan proposed establishing sectoral sub-groups, with the participation of the private sector.",
      "Regarding technology development and transfer, the US said the issue should be considered as part of a broader strategy on mitigation and adaptation.",
      "India, the EU and Iceland underlined the need to enhance regional capacity.",
      "Intellectual property rights (IPRs) was another issue on which many parties commented.",
      "The G-77/China underlined IPRs as a barrier to technology transfer and highlighted experiences in the public health sector.",
      "To this, Japan noted that in many industries IPRs constitute a small part of the total cost and that there are other barriers to technology transfer, while Switzerland said IPRs are insignificant in the housing and transport sectors."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}