{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Kuwait",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_6",
   "section_title": "FORUM ON THE RESPONSE MEASURES IN-FORUM WORKSHOP:",
   "sentences": [
      "The in-session workshop was co-facilitated by SBSTA Chair Richard Muyungi and SBI Chair Thomasz Chruszczow. A UNFCCC consultant gave an overview of the work of the forum, noting that parties have expressed satisfaction with the forum as a venue to discuss the impact of response measures.",
      "The G-77/CHINA stressed that cooperation on response strategies is to be viewed in the context of sustainable development and poverty eradication, in accordance with the Convention's principles and provisions.",
      "She highlighted the forum as a good platform to facilitate and strengthen cooperation.",
      "SAUDI ARABIA emphasized the importance of cooperation, identified questions that parties can explore, and underscored that the work of the forum has just started and should be continued.",
      "KUWAIT identified the forum as the right place to report on the impact of response measures, highlighting that this issue should also be addressed in national communications.",
      "The UN DEVELOPMENT PROGRAMME highlighted a programme that supports developing countries undertaking mitigation actions.",
      "The INTERNATIONAL LABOUR ORGANIZATION underscored the importance of decent work and green jobs.",
      "The INTERNATIONAL TRADE UNION CONFEDERATION highlighted cooperation on response strategies.",
      "The INTERNATIONAL CENTRE FOR TRADE AND SUSTAINABLE DEVELOPMENT presented on climate change and trade, arguing that response measures should be the result of cooperation.",
      "The SOUTH CENTRE highlighted the need to enhance cooperation between Annex I and non-Annex I parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}