{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Belgium"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_55",
   "section_title": "CONVENTION ARTICLE 6 (education, training and public awareness)",
   "sentences": [
      "This issue (FCCC/SBI/2012/3, 4, 5, 19, MISC.4 and FCCC/CP/2011/7/Add.2) was taken up by the SBI plenary on 26 November and considered in informal consultations facilitated by Tony Carrit (EU).",
      "These discussions resulted in agreement on the Doha work programme on Convention Article 6.",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.47), the SBI recommended a draft decision, which was adopted by the COP on 7 December.",
      "The COP, inter alia : - adopts the eight-year Doha work programme on Convention Article 6 (contained in an annex to the decision); - decides to undertake a review of the work programme in 2020, with an intermediate review of progress in 2016; - invites parties to submit information on their efforts and steps taken to implement the work programme and to share their experiences for the purpose of the 2016 and 2020 review; - requests the GEF to continue to provide financial resources to non-Annex I parties; - requests the SBI to organize an annual in-session dialogue on Convention Article 6; and - decides that the first session of the annual dialogue will be held at SBI 38 and focus on the first focal area. CAPACITY BUILDING (CONVENTION): This issue (FCCC/SBI/2012/20, 21, 22 and MISC.9) was taken up by the SBI plenary on 27 November, and considered in informal consultations facilitated by Peter Wittoeck (Belgium).",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.42), the SBI agrees to continue its consideration of this issue at SBI 38 with a view to recommending a draft decision for adoption by COP 19.",
      "The COP took note of this action on 7 December. CAPACITY BUILDING (PROTOCOL): This issue (FCCC/SBI/2012/21 and MISC.9) was first taken up by the SBI plenary on 26 November.",
      "It was subsequently taken up in informal consultations facilitated by Peter Wittoeck (Belgium).",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.38), the SBI recommends a draft decision for adoption by the CMP.",
      "The CMP adopted the decision on 7 December.",
      "The CMP, inter alia : - decides that the Durban Forum for in-depth discussion on capacity building is an appropriate arrangement for sharing and exchanging experiences regarding the implementation of capacity-building activities related to the Kyoto Protocol, and encourages parties to further improve the implementation of capacity-building activities; and - invites parties to submit their views on specific thematic issues related to capacity building for the implementation of the Kyoto Protocol in developing countries, to be considered at the second meeting of the Durban Forum, to be held at SBI 38."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}