{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Bolivia",
      "Australia",
      "Brazil",
      "South Africa",
      "Saudi Arabia",
      "Norway"
   ],
   "enb_end_date": "06-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12435e.html",
   "id": "enb12435e_4",
   "section_title": "MITIGATION (sub-paragraph 1(b)(i) of the BAP)",
   "sentences": [
      "In the afternoon, Facilitator Macey explained a possible approach to further consolidating the sections on MRV and compliance.",
      "Parties then briefly reflected on suggested changes and on what should remain in the text.",
      "The EU, with AUSTRALIA, asked for keeping the new sub-section on LULUCF in the text.",
      "Parties also discussed a proposed technical paper on pledges for mid-term emission reductions by Annex I countries.",
      "The EU, with NORWAY, reiterated that this information is necessary and useful to discuss the collective level of ambition by developed countries.",
      "BRAZIL, with SAUDI ARABIA and BOLIVIA, highlighted the need to include other elements, such as adequacy of pledges in relation to historical responsibility and level of ambition in the mid and long-term.",
      "SOUTH AFRICA suggested that the paper also address the question of capability.",
      "The Marshall Islands, for AOSIS, supported preparing a paper, and VENEZUELA noted it should include historical cumulative emissions.",
      "The US proposed the paper be viewed within a larger and more comprehensive framework, and address not only pledges but also actions to support them.",
      "Facilitator Macey noted divergence in views on the technical paper and encouraged parties to continue consulting on this.",
      "A non-paper with further consolidated text will be made available on Tuesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}