{
   "actors": [],
   "countries": [
      "Georgia",
      "Senegal",
      "Mexico",
      "Ghana",
      "Cuba",
      "Iran",
      "Uruguay",
      "Thailand",
      "Sudan"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_10",
   "section_title": "REGIONAL AND MULTI-COUNTRY PROJECTS AND PROGRAMMES",
   "sentences": [
      "On Thursday afternoon, participants considered projects and programmes in several different regions. Luis Santos, Uruguay`s Ministry of Housing, Territorial Regulation and Environment, briefed participants on the preparation of Uruguay`s second national communication.",
      "He explained that the process had engaged governmental, non-governmental, academic and business stakeholders over a period of 18 months.",
      "Significant institutional challenges had been overcome and stakeholders had supported the establishment of a new national institution called PRONAVEN, a public-private entity that aims to encourage co-management activities.",
      "Santos provided details on the contents of Uruguay`s national communication, which also presents the national GHG inventory for 2000.",
      "Mitigation measures outlined in the national communication are aimed at optimizing the country`s transport sector, as well as improving the agriculture, forestry, waste and energy sectors.",
      "On adaptation measures, he drew attention to national efforts to protect biodiversity, noting the country`s new national legislation on protected areas.",
      "Santos stated that Uruguay had focused on institutional strengthening and developing a programme for climate change information dissemination, public awareness and education.",
      "He concluded by underscoring the importance of participation across multiple sectors and levels of decision-making when preparing national communications. In the ensuing discussion, Sudan enquired about the stakeholders involved in preparing Uruguay`s national communications, and how national institutional capacity had been assessed.",
      "Santos responded that 100 stakeholders from government, civil society, academic, and private institutions has been involved in the process.",
      "He rated the institutional performance as high.",
      "Responding to a question from Iran on the extent to which Uruguay`s national communication reflected national development plans, Santos explained that its communication included some national plans, such as the introduction of bio-diesel, but would benefit from additional links.",
      "In response to a question on how Uruguay had addressed gaps in its first national communication, Santos said it had been necessary to secure further sectoral involvement in preparing the second communication. Katarina Mareckova, UNDP, provided information on a regional project for Capacity Building for Improving the Quality of Greenhouse Gas Inventories in Eastern Europe and the Commonwealth of Independent States, initiated in June 2003.",
      "She said the main objective of the three-year project was to improve documentation and transparency in GHG inventories.",
      "Activities undertaken so far had included: the identification of key emissions sources in the region; the development of a regional website, a database of regional experts, and a regional discussion forum; the organization of several workshops; and preparation and dissemination of training material.",
      "The main benefits of the project include the availability of comparable data from countries in the region, reduced costs for preparing GHG inventories, exchange of information, and replicability.",
      "Mareckova noted that a key aim was to encourage the development of national 'manuals of procedures' on creating GHG inventories. In the discussion that followed, Ghana commented that some countries had such manuals of procedures, based on the IPCC good practice guidelines, and find them helpful. Ravi Sharma, UNEP, presented an overview of a project to Assess the Impacts of, and Adaptation to, Climate Change (AIACC).",
      "He explained that the project covers multiple regions and sectors, involving 24 regional studies and 46 developing countries.",
      "It is funded by the GEF, with UNEP acting as the implementing agency.",
      "He indicated that the project aims to build scientific and technical capacity and support the development of national communications.",
      "It promotes regional V&A assessments and is also a capacity- building exercise involving stakeholders and national communications teams.",
      "Responding to a question from Senegal about project follow-up and future financing, Sharma reported that these matters were still under discussion.",
      "On a question from Thailand regarding methodologies, Sharma explained that AIACC does not promote any particular methodology. Emilio Sempris, Water Center for the Humid Tropics of Latin America and the Caribbean (CATHALAC), presented on national, regional and multi-country projects related to climate change.",
      "He explained that CATHALAC is dedicated to enhancing scientific understanding of water management, and described the three-year project for Capacity Building for Stage II Adaptation to Climate Change in Central America, Mexico and Cuba.",
      "He also described the Mesoamerican Monitoring and Visualization System, as well as another CATHALAC project to strengthen the capacity of Central American countries to prevent and manage disasters and to deal with climate change. Andrea Volentras, SPREP, outlined SPREP`s activities in assisting Pacific island countries with their national communications.",
      "Outlining lessons learned from the first national communications process, he noted the need for realistic goals that take into account the timeframe and available resources.",
      "He also stressed the need to sustain capacity and expertise over the long-term, and to mainstream climate change within the wider policy arena.",
      "Regarding SPREP`s plans to assist the preparation of second national communications, he highlighted that SPREP`s 70 staff members had significant expertise on climate issue.",
      "He explained that SPREP can assist with the information stocktaking exercise, and can also support national stakeholder consultations, the preparation of the funding proposals, and the second communications exercise itself.",
      "He also noted plans to hold workshops and UNFCCC side events, and a proposal to employ a national communications adviser, a GHG mitigation officer, and an adaptation officer. In the general discussion that followed, several participants expressed their regrets at the GEF`s absence from the workshop.",
      "The UNFCCC Secretariat explained that the GEF`s climate team was in a transitional phase, and had therefore been unable to send a representative to this workshop.",
      "The GEF had sent its apologies that it was unable to attend.",
      "Georgia wondered what incentives had been provided to the private sector in Uruguay to encourage their involvement in the national communications process.",
      "Santos responded that private sector participation had been voluntary, and that their interests lay in the economic opportunities provided by measures such as improvements in energy efficiency or a system of carbon credits.",
      "In response to a query from Senegal on the mandate of the UNFCCC to provide guidance to Parties, Thailand reminded participants that CGE is mandated to provide Parties with technical support."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}