{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "European Union"
   ],
   "countries": [
      "Yemen",
      "China",
      "Australia",
      "Kuwait",
      "Lesotho",
      "Spain"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "11-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12471e.html",
   "id": "enb12471e_2",
   "section_title": "CLOSING STATEMENTS:",
   "sentences": [
      "Parties adopted the meeting s report (FCCC/SBSTA/2010/L.1).",
      "Yemen, for the G-77/CHINA, stated that it looked forward to considering issues identified by the Expert Group on Technology Transfer (EGTT) under the AWG-LCA and underscored action-based implementation of the Nairobi work programme on impacts, vulnerability and adaptation to climate change (NWP).",
      "Lesotho, for the LDCs, highlighted the importance of the NWP and research and systematic observation, and called for increased attention to the LDC work programme.",
      "Spain, for the EU, welcomed progress on the NWP, the EGTT s work programme and standardized baselines under the CDM.",
      "Australia, for the UMBRELLA GROUP, noted progress on REDD and the UNFCCC reporting guidelines. KUWAIT emphasized his country s efforts to reduce the effects of climate change and financially support projects in other developing countries. ICLEI-LOCAL GOVERNMENTS FOR SUSTAINABILITY welcomed progress on the NWP, highlighting the role of local governments in addressing climate change.",
      "Women s Environment and Development Organization, for WOMEN AND GENDER NGOs, underscored that REDD should not worsen the livelihoods of women and called for, inter alia , gender equality.",
      "World Coal Institute, for BINGOs, urged parties to include carbon capture and storage (CCS) under the CDM and establish regulatory frameworks that give incentives to CCS.",
      "International Trade Union Federation, for TRADE UNIONS, highlighted the importance of enhancing the NWP and raised concerns about the lack of progress on scientific, technical and socio-economic aspects of mitigation. SBSTA Chair Konate declared SBSTA 32 closed at 1:10 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SBSTA"
}