{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "China",
      "South Africa",
      "New Zealand"
   ],
   "enb_end_date": "29-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "29-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12205e.html",
   "id": "enb12205e_2",
   "section_title": "ARTICLES 5, 7 AND 8",
   "sentences": [
      "Chaired by Helen Plume (New Zealand) and Festus Luboyera (South Africa), the contact group met Saturday morning to agree draft SBSTA conclusions on guidelines for reporting and review of Annex I inventories and on Articles 5, 7 and 8.",
      "They agreed on a draft COP/MOP-1 decision on the terms of reference for lead reviewers, and addressed the section of the draft guidelines on reporting under Article 7.1 and 7.2 (supplementary information), and on review of information on assigned amounts and national registries under Article 8.",
      "Informal discussions continued throughout the day. The group met Monday morning to consider and approve a new draft of the pending parts of the guidelines under Article 7.",
      "The modified sections referred to: information on emission reduction units (ERUs), certified emissions reductions (CERs), assigned amount units (AAUs) and removal units (RMUs), and national registries.",
      "Pending sections of the guidelines under Article 8 were also considered, including: review of information on assigned amounts pursuant to Article 7.3 (frequency of submissions) and 7.4, ERUs, CERs, AAUs and RMUs; review of national registries; and an expedited procedure for the review of the reinstatement of eligibility to use the mechanisms.",
      "The EU, G-77/CHINA and NEW ZEALAND introduced minor changes.",
      "After informal consultations, a formal contact group was convened and the entire text was agreed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}