{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_4",
   "section_title": "IPCC ASSESSMENTS, THEIR RELEVANCE FOR CLIMATE CHANGE POLICY IN THE PAST AND FUTURE CHALLENGES:",
   "sentences": [
      "Rajendra Pachauri recalled the IPCC-28 decision to go ahead with the 5th Assessment Report, to be finalized by 2014.",
      "He also noted agreement on a Special Report on Renewable Energies, saying the relevance of renewables will increase.",
      "Underlining the gigantic expectations placed on the IPCC, Pachauri said this should be a moment of humility.",
      "He said the 5-6 year cycles of assessment reports are necessary because of the nature of the process.",
      "Noting the growing demand for updated information, he said he expected the Panel to deal with this issue.",
      "He underscored the need for outreach, to respond to media coverage, and for more resources.",
      "He stressed that the socioeconomic aspects of climate change will be of growing relevance for the content of the assessments, and urged more focus on vulnerability.",
      "Pachauri s address was followed by a question-and-answer session where, among others, the following issues were raised: expanded subject coverage and increase in the available literature; non-policy prescriptiveness of the IPCC; trade and climate change; collaboration with other international institutions; and data gathering in developing countries.",
      "On the issue of the IPCC helping ongoing climate negotiations, including through updates, Michael Zammit Cutajar, AWG-LCA Vice-Chair and former UNFCCC Executive Secretary, said the last thing that is needed at UNFCCC is an excuse for negotiators to hold back while waiting for input from the IPCC."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}