{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Niger",
      "Argentina",
      "Colombia",
      "United States",
      "Australia",
      "Brazil",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "18-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "18-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12157e.html",
   "id": "enb12157e_6",
   "section_title": "FINANCIAL ISSUES",
   "sentences": [
      "Co-Chair Kerry Groves (Australia) welcomed delegates to the first meeting of this group, which he said was mandated by COP-6 President Pronk.",
      "He explained that the group had been established in the light of the various funding proposals being discussed in contact groups, and said this group would provide input that would assist President Pronk in preparing elements of a framework to integrate the various proposals.",
      "He said the Co-Chairs of this group would report to President Pronk on these consultations at 1:00 pm on Saturday, 18 November.",
      "President Pronk would use this to help focus deliberations among ministers and heads of delegation, scheduled to begin on Sunday, 19 November. Co-Chair Groves then introduced a paper prepared by the Secretariat listing the various proposals on funding arrangements raised in the contact groups on capacity building, adverse effects and technology transfer.",
      "He invited Parties to examine the paper in order to identify what funding activities participants thought might be undertaken by the GEF as an operating entity of the financial mechanism of the UNFCCC, by the GEF as a 'motivator of funds' outside its financial mechanism role, and by alternative funding sources/mechanisms. ARGENTINA, the G-77/CHINA and others expressed concern that this group was not mandated by the COP-6 Bureau and was therefore not established using the accepted process.",
      "In response, Co-Chair Groves said President Pronk had been elected by the Conference of the Parties and was therefore mandated to address issues in a manner that would expedite progress.",
      "He noted that the outcome would be a report by the Co-Chairs to President Pronk. Regarding text on a framework for capacity building for developing countries that refers to a special fund to support implementation of this framework by the LDCs, the US said he believed that many elements of this framework are relevant for GEF funding, although some may not be.",
      "On draft text stating that Annex II Parties should provide financial and technical resources for country-level needs assessments and for the development of specific capacity building activities consistent with the capacity building framework, the EU indicated that at this stage it did not see the need for a new fund outside of the GEF. The G-77/CHINA, supported by COLOMBIA, BRAZIL, NIGERIA and others, said it would not be able to participate in this discussion at this time, as not all its issue convenors were available, and sufficient time was needed to consider the whole issue in context.",
      "Co-Chair Groves said it appeared that no further progress could be made at this stage.",
      "He noted that a further meeting would be held on Saturday morning, 18 November, and urged Parties to consider the paper that had been presented."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}