{
   "actors": [
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Argentina",
      "Italy",
      "Canada",
      "Japan",
      "China"
   ],
   "enb_end_date": "11-Apr-03",
   "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer",
   "enb_short_title": "Workshop",
   "enb_start_date": "11-Apr-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12210e.html",
   "id": "enb12210e_8",
   "section_title": "ENABLING ENVIRONMENTS FOR TECHNOLOGY TRANSFER",
   "sentences": [
      "INCENTIVES, STANDARDS, LEGAL INSTRUMENTS AND INSTITUTIONAL ARRANGEMENTS: Andrea Marroni, Expert on Developing Countries` Issues with the Italian Ministry for Environment and Territory, presented a paper on experiences and lessons learned from Italy`s programmes and projects relating to technology transfer.",
      "He explained that Italian cooperation activities are aimed at, inter alia: continuing research and investment to promote diffusion of renewable energy technology and transfer of low emissions technologies under the UNFCCC; testing new technologies; fostering competitiveness of recipient countries; and stimulating long-term investments to enhance stakeholders` participation and financial mechanisms. Marroni highlighted various lessons learned, including that the private sector is the main source of technology, that strengthening the enabling environment in host countries is a prerequisite for technology transfer, and that relevant international bodies should support recipient countries in their domestic reform efforts.",
      "On financing technology transfer for developing countries, he said Italy favors debt-related actions such as the Debt for Environment Swap, which provides for the debt conversion into local currency funds devoted to environmental protection. Li Junfeng, Energy Research Institute, China, highlighted major barriers for technology transfer, including a lack of capacity for innovation and diffusion, obstacles to market creation and expansion, the initial cost of technology research and development, and inadequate institutional arrangements and human capacity.",
      "He said that specific actions to encourage technology transfer included incentives for the private sector to deliver technologies to developing countries, and stressed that actions to create enabling environments must be undertaken in both developed and developing countries.",
      "He concluded that technology transfer needs special financial support and could be transmitted through official development assistance (ODA). Shigetaka Seki, Director for Environmental Affairs with Japan`s Ministry of Economy, Trade and Industry, outlined Japan`s recent work on technology transfer.",
      "This includes the establishment of an inter-ministerial Liaison Committee for using the Kyoto mechanisms.",
      "The Committee will design Joint Implementation (JI) and CDM project approval and procedures guidelines and consider JI/CDM project applications.",
      "He outlined some public policies to facilitate CDM projects, including: a Kyoto mechanisms guidebook in Japanese; development of Japan`s National Registry System; the Asia CDM capacity-building initiative; and cooperation through the Climate Technology Initiative (CTI), an intergovernmental organization founded by a number of OECD countries to promote technology transfer.",
      "He concluded that the major barriers for the CDM and JI include: uncertainties related to institutional settings, rules and procedures in host countries, including interpretation of the concept of sustainable development; uncertainties related to rules and procedures under the UNFCCC; difficulties in setting baselines; protection of intellectual property rights; pricing that fails to reflect true costs; and insufficient enforcement of legislation. Michael Gerbis, President of the Delphi Group, presented a private sector perspective on enabling environments in the context of the CDM and JI.",
      "Stressing the opportunities offered by these mechanisms to facilitate technology transfer, he said barriers to private sector investment include uncertainty about the levels of risk involved, and restrictive rules and regulations.",
      "Outlining some of the lessons learned during the Canada-Argentina Capacity Building Initiative, he said the private sector required clear risk assessment, strong returns on investment, consistent and transparent rules from government, and a high potential for replication of the business opportunity.",
      "While cautioning that the building of enabling environments is often 'difficult and slow,' he concluded that the process can succeed if it remains clear and straightforward."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}