{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Venezuela",
      "China",
      "Australia",
      "Congo",
      "Papua New Guinea",
      "Gambia",
      "Switzerland",
      "Saudi Arabia",
      "Grenada",
      "Guinea",
      "Argentina"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_44",
   "section_title": "KYOTO PROTOCOL CMP 7",
   "sentences": [
      "The seventh meeting of the Conference of the Parties serving as the Meeting of Parties to the Kyoto Protocol (CMP 7) opened on Monday morning, 28 November, with Maite Nkoana-Mashabane elected CMP 7 President by acclamation.",
      "Parties adopted the agenda and agreed to the organization of work (FCCC/KP/CMP/2011/1), and referred a number of issues to the subsidiary bodies (FCCC/SBSTA/2011/3 and FCCC/SBI/2011/8).",
      "In opening statements, Argentina, for the G-77/China, reaffirmed the need for a second commitment period under the Kyoto Protocol, calling for a higher level of ambition by Annex I parties.",
      "Switzerland, for the EIG, called for, inter alia : further clarity on the AWG-LCA outcome; maintaining a rules-based system; and enhancing the environmental integrity of the regime in areas such as land use, land-use change and forestry (LULUCF) and the flexible mechanisms.",
      "Australia, for the Umbrella Group, supported a new climate change framework that builds on the Kyoto Protocol, when appropriate, and takes operationalizing the Cancun Agreements as a foundation for future action.",
      "The EU supported a multilateral, ambitious rules-based system with broad participation, notably from major economies.",
      "He said a second commitment period of the Kyoto Protocol could be considered as part of a transition to a wider legally-binding framework, provided there is an agreement for a robust roadmap for a new legally-binding framework with a clear timeline and engaging all parties.",
      "The Democratic Republic of the Congo, for the African Group, said the two negotiating tracks should remain separate and expressed concern over countries not willing to commit to a second commitment period.",
      "Grenada, for AOSIS, said the Protocol is central to the future of the climate change regime.",
      "The Gambia, for LDCs, called for a second commitment period under the Kyoto Protocol and on Annex I parties to reduce their greenhouse gas emissions by at least 45% below 1990 levels by 2020 and at least 95% below 1990 levels by 2050.",
      "Saudi Arabia, for the Arab Group, rejected attempts to marginalize the Kyoto Protocol.",
      "China, for the BASIC countries, said defining a second commitment period should be the main priority for Durban.",
      "He opposed unilateral measures on international aviation under the EU s Emissions Trading Scheme.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, supported an agreement on a second commitment period, the introduction of a REDD+ mechanism on a voluntary basis, and eliminating loopholes in the rules on LULUCF.",
      "Venezuela, for ALBA, condemned the selfishness of predatory economies that are destroying the existing climate regime to replace it with a voluntary approach that will be lethal for the planet."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}