{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_26",
   "section_title": "REPORTING FROM AND REVIEW OF PARTIES INCLUDED IN ANNEX I: National Communications",
   "sentences": [
      "These discussions are summarized under the SBI agenda items on Annex I National Communications and GHG Inventory Data (see page 12).",
      "Date of the Completion of the Expert Review Process under Article 8 of the Kyoto Protocol for the First Commitment Period: The CMP considered the draft decision on this item recommended by SBI 40 (FCCC/SBI/2014/8/Add.1).",
      "During the CMP closing plenary on Friday, 12 December, the CMP adopted the decision.",
      "Final Outcome: In its decision (FCCC/SBI/2014/8/Add.1), the CMP, inter alia : - decides that the expert review process under Protocol Article 8 for the last year of the first commitment period shall be completed by 10 August 2015 and decides that, if the expert review process is not completed by this date, it shall continue, and the date of completion shall be the date of publication of the last inventory review report for the last year of the first commitment period; - urges the Secretariat to expedite the review process to satisfy this deadline; - decides that the report upon expiration of the additional period for fulfilling commitments for the first commitment period, covering the information required in Decision 13/CMP.1, annex, paragraph 49, using the standard electronic format tables as agreed in Decision 14/CMP.1, shall be submitted as soon as practicable but not later than 45 days after the expiration of the additional period for fulfilling commitments for the first commitment period (hereinafter referred to as the true-up period); - also decides that the Secretariat shall produce, in electronic format, on 30 September 2015 and every four weeks thereafter, until the month of the completion of the true-up period, the following information for each party with a commitment in Annex B for the first commitment period, indicating clearly the source of this information; - further decides that this information should include the total quantity of aggregated holdings in the CDM registry; and - decides that information on the review processes remaining to be completed should be provided by the Secretariat.",
      "Annual Compilation and Accounting for Annex B Parties under the Kyoto Protocol: These discussions are summarized under the SBI agenda item on the annual compilation and accounting for parties under the Kyoto Protocol (see page 12). CLARIFICATION OF THE TEXT IN SECTION G (ARTICLE 3.7 TER ) OF THE DOHA AMENDMENT TO THE KYOTO PROTOCOL, IN PARTICULAR THE INFORMATION TO BE USED TO DETERMINE THE AVERAGE ANNUAL EMISSIONS FOR THE FIRST THREE YEARS OF THE PRECEDING COMMITMENT PERIOD : These discussions are summarized under the SBSTA agenda item on clarification of the text in Section G (Article 3.7 ter ) of the Doha Amendment to the Kyoto Protocol (see page 24)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}