{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Netherlands",
      "Ghana",
      "Bangladesh",
      "Mexico",
      "Japan",
      "China",
      "Australia",
      "Tanzania",
      "Bahamas",
      "Switzerland",
      "Pakistan"
   ],
   "enb_end_date": "07-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12405e.html",
   "id": "enb12405e_4",
   "section_title": "TECHNOLOGY AND FINANCE:",
   "sentences": [
      "Discussions focused on technology, including potential mechanisms, IPRs, R&D and international cooperation.",
      "On mechanisms, GHANA elaborated on his country s proposal to issue carbon credits under the UNFCCC based on the transfer of environmentally-sound technologies, and said the credits would be tradable, voluntary, and complementary to the CDM.",
      "AUSTRALIA stressed the need for a multi-faceted approach to technology.",
      "CHINA noted the need for different approaches at international and national levels.",
      "BANGLADESH supported regional innovation centers, with INDIA proposing a network of such centers.",
      "The EU highlighted the Convention s catalytic role.",
      "MEXICO noted a technology fund as part of his country s green fund proposal.",
      "AOSIS suggested an international mechanism to fund development of SIDS-specific technologies.",
      "Noting that current discussions reminded him of Buzz Lightyear s motto to infinity and beyond, BAHAMAS underscored the need to ensure deployment of existing technologies now, and not in the distant future.",
      "TANZANIA stressed the need for publicly-funded adaptation technologies.",
      "On IPRs, the G-77/CHINA underscored the need for an international cooperation system on public domain technologies, and said patented resources should be made available at an affordable cost to developing countries.",
      "AUSTRALIA said poor IPR protection can hinder deployment and development of technologies.",
      "SWITZERLAND underscored the need for strong IPR protection, noting that in many cases low-carbon technologies are not IPR-protected.",
      "CHINA said joint developed-developing country R&D projects should result in shared IPRs.",
      "PAKISTAN underscored patent pools and time-limited patents, as well as national incentives in developed countries to promote engagement of IPR holders with developing countries.",
      "On international cooperation and R&D, JAPAN and others underscored the need for cooperation on technology between governments, academics and industry.",
      "CHINA said public investment is the key to climate technology R&D.",
      "INDIA showed delegates a 5 Watt LED light bulb, saying it produces as much light as a 40 Watt incandescent light bulb or an 8 Watt compact fluorescent one.",
      "He explained that the bulb was designed in the Netherlands, engineered and produced in India, and costs US$ 24, highlighting the high price as an example of why R&D is crucial to make climate-friendly technologies affordable."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}