{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Ghana",
      "Indonesia",
      "Canada",
      "Egypt",
      "China"
   ],
   "enb_end_date": "10-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "10-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1283e.html",
   "id": "enb1283e_1",
   "section_title": "AD HOC GROUP ON ARTICLE 13",
   "sentences": [
      "AG13 continued deliberations on size of the Committee and representation.",
      "The US said that the Committee was the first under the Convention and is not compelled to follow the UN system of apportionment.",
      "He called for consideration of the special obligations of Annex I and Annex II Parties who undertake the 'lion`s share of the implementation of the Convention.",
      "' He reiterated the US position on the designation of half the members by Annex I Parties and the other half by non- Annex I Parties and suggested brackets around 'equitable geographical distribution.",
      "' The G-77/CHINA opposed the US proposal saying that the group will not undermine well- established UN practices on equitable geographical distribution and rotation principles.",
      "He said that the group was ready to show flexibility on the size of the Committee. The G-77/CHINA said that the introduction of new bracketed text was unacceptable at this point.",
      "The Chair proposed that the US, Ghana, Indonesia, Canada, Egypt and the EU form a small group to try and resolve the issues.",
      "In the afternoon, the EU, on behalf of the small group, reported that no consensus on the issues had been reached.",
      "The delegates continued deliberating on the issues and the language used in the report on the work of AG13, and the small group reconvened again to try and resolve the two outstanding issues.",
      "As of 8pm, no decision had been reached."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}