{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Venezuela",
      "United States",
      "Malaysia",
      "Senegal",
      "Australia",
      "Indonesia",
      "Canada",
      "Egypt",
      "China",
      "Benin"
   ],
   "enb_end_date": "31-Jul-97",
   "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "31-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1249e.html",
   "id": "enb1249e_3",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "Chair Mohammed Ould El Ghaouth reconvened SBI-6, which took note of an informal paper containing extracts of UNGASS results on climate and atmosphere.",
      "On mechanisms for consultation with NGOs, the Secretariat introduced two documents (FCCC/SBI/1997/14 and Add.1).",
      "Regarding access by NGOs, one document contains proposals on the improvement of existing mechanisms and the establishment of new ones, including a 'Business Consultative Mechanism' (BCM).",
      "The other document (Add.1), contains additional reflections by the Secretariat.",
      "A public utilities representative and the Climate Action Network agreed with increased transparency in the accreditation and registration process.",
      "A speaker representing business and industry NGOs supported the concept of a BCM, and stressed the need to improve current communications mechanisms.",
      "The International Council for Local Environmental Initiatives (ICLEI) noted that a report will be submitted to the COP and its subsidiary bodies providing data on local government initiatives to reduce GHGs.",
      "The US, MALAYSIA, EGYPT, SENEGAL, the EU, CANADA, INDONESIA, AUSTRALIA, BENIN and VENEZUELA welcomed participation of the NGOs in the Convention.",
      "MALAYSIA and BENIN stated that NGOs who are not supportive of the Convention process should not be allowed to attend.",
      "INDONESIA called for the mechanism for consultation to be broadened to include local government and business NGOs.",
      "CANADA, AUSTRALIA and VENEZUELA noted the financial constraints of the Secretariat.",
      "CANADA suggested improving existing bodies and mechanisms.",
      "The Chair called on Parties to submit comments and noted that the issue will be taken up again at SBI-7. National Communications from Annex I Parties: The Secretariat introduced documents including a tentative schedule of the in-depth review of the second national communications of Annex I Parties (FCCC/SB/1997/5) in advance of preparations of a final schedule at SBI-7, an update on trends in past GHG emissions and future projections (FCCC/SB/1997/6), and a status report on a review of the first national communications (FCCC/SB/1997/INF.3) due for completion by SBI-7.",
      "The Secretariat noted the slow pace of submission of second national communications due in April this year.",
      "The EU called on Parties to contribute to a successful conclusion of the communications process.",
      "CHINA asked the Secretariat to include statements on the difficulties Annex I Parties have experienced in meeting their commitments. On the development and transfer of technology, the Chair informed Parties that the item had been thoroughly discussed by SBSTA.The Chair proceeded to outstanding issues.",
      "Parties adopted draft conclusions ad referendum on: national communications, reducing the volume of documentation and mechanisms for consultations with NGOs.",
      "The contact group on the financial mechanism will meet again.",
      "CHINA reported on discussions in the contact group on national communications from non-Annex I Parties, highlighting financial and technical difficulties and the problems posed for consideration of communications given the staggered submission schedule. There was no agreement on a draft decision on preparations prepared by the G-77/CHINA for COP-3 and for COP-4, which will include the second review of Annex I Party commitments.",
      "The FCCC calls for the second review no later than 31 December 1998.",
      "The Chair appealed for flexibility from the G-77/CHINA, which had experienced difficulties with a proposal for a date for COP-4.",
      "The Chairs of the G-77/CHINA and the EU agreed to consult with the SBI Chair on arrangements for COP-3 and COP-4."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}