{
   "actors": [],
   "countries": [],
   "enb_end_date": "21-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "21-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12592e.html",
   "id": "enb12592e_3",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, several delegates sensed 'a mood to make progress' on the horizon, with the high-level segment in full-swing, and UN Secretary-General Ban Ki-moon meeting with ministers bilaterally and in small groups.",
      "Many welcomed the in-session dialogue on finance, a first in the history of the UNFCCC, with one delegate expressing hope that it would generate 'the much needed political momentum'.",
      "While one participant seemed surprised, even impressed, with the informal setting on the dais at the start of the dialogue, with high-level officials sitting in armchairs arranged in a half-circle, others lamented that speakers from the floor disobeyed the Chair's instructions 'not to read long prepared statements'.",
      "Yet, in those long statements appeared what one delegate called 'useful nuggets', such as the Norwegian promise to continue to finance REDD+ 'at least at current levels until 2020', although he wondered what concrete figures lay behind it.",
      "Outside the ministerial events, many spoke of a 'blockage' in discussions on loss and damage.",
      "This latest frustration came at the time when others expressed sentiments over other difficult issues, such as finance and the ADP work plan.",
      "One delegate expected a late night discussing loss and damage, and other intractable issues, 'possibly in conjunction' with each other.",
      "In anticipation of discussions on the revised ADP draft decision text starting late in the evening, one delegate remarked 'we all want a decision coming out of Warsaw that helps all of us, and avoids unclear pages that require a year to clarify'.",
      "With the ADP closing on Thursday, such discussions now face a looming deadline."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}