{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Venezuela",
      "United States",
      "Japan",
      "Philippines",
      "Australia",
      "China"
   ],
   "enb_end_date": "13-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "13-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12148e.html",
   "id": "enb12148e_6",
   "section_title": "FINANCIAL MECHANISM",
   "sentences": [
      "Delegates met in informal consultations to consider a proposed draft decision submitted by the G-77/China containing additional guidance to the operating entity of the financial mechanism.",
      "The PHILIPPINES, speaking for the G-77/CHINA, outlined the proposal, aimed at integrating decisions that refer to the GEF's activities.",
      "SBI Chair Ashe said discussions would continue this week, with a view to elaborating final text at COP-6. POLICIES AND MEASURES (P&Ms): Delegates considered text on elements for a draft decision on 'best practices' in P&Ms.",
      "Text proposed by the US acknowledging completion of the BAPA requirements on P&Ms was accepted.",
      "On continuing information exchange, delegates discussed revised text proposed by the US on 'considering ways' to facilitate cooperation on P&Ms under Article 2.1(b) (cooperation on P&Ms).",
      "The G-77/CHINA proposed bracketing reference to sub- paragraphs 1 and b. VENEZUELA, opposed by the US and CANADA, included reference to Protocol Article 2.3 (adverse effects of P&Ms).",
      "The G-77/CHINA, opposed by CANADA and JAPAN, urged limiting the scope of the decision to Annex I Parties.",
      "The EU, opposed by CANADA, JAPAN and AUSTRALIA, emphasized the establishment of a consultative process to ensure continuity of information exchange. On the nature of future activities, CANADA, the US and JAPAN, opposed by the EU, proposed reference to 'future work' rather than 'consultative process.",
      "' JAPAN and AUSTRALIA highlighted information exchange on cross- sectoral issues."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}