{
   "actors": [],
   "countries": [
      "Belize",
      "United Kingdom",
      "Argentina"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_66",
   "section_title": "TECHNOLOGY TRANSFER AND TEC REPORT:",
   "sentences": [
      "This item (FCCC/SBSTA/2012/INF.7 and FCCC/SB/2012/2) was first taken up in the SBSTA plenary on 26 November.",
      "Gabriel Blanco (Argentina), Chair of the Technology Executive Committee (TEC), updated parties on the progress of the TEC.",
      "A contact group, held with the SBI, co-chaired by Carlos Fuller (Belize) and Zitouni Ould-Dada (UK) considered this issue throughout the week.",
      "On 7 December, Chair Muyungi reported that informal consultations undertaken by himself and SBI Chair Chruszczow had resulted in a draft decision.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.32, FCCC/SBI/2012/L.51), the SBSTA welcomes the report on the experience-sharing workshop on technology needs assessments; and encourages parties to draw upon the outcomes of the workshop when preparing their NAMAs, national adaptation plans, low-emissions development strategies and technology road maps and action plans.",
      "In its decision (FCCC/CP/2012/L.9), the COP, inter alia: - requests the TEC to report on the outcomes of its consultations with other relevant institutional arrangements in its report on activities and performance for 2013; - notes that the TEC, in addition to the activities already planned for 2012-2013 workplan, will undertake specific follow-up activities in 2013 on, inter alia , enabling environments for, and barriers to, technology development and transfer; and - stresses the need for the implementation of the technology needs assessment results; and - agrees that the technology needs assessment process should be integrated with other related processes under the Convention, including NAMAs, national adaptation plans and low-emissions development strategies."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}