{
   "actors": [
      "European Union",
      "Group of 77",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "Central American Integration System"
   ],
   "countries": [
      "India",
      "Pakistan",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Indonesia",
      "South Africa",
      "Antigua and Barbuda",
      "Philippines",
      "Australia",
      "Uganda",
      "Panama",
      "Singapore",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12465e.html",
   "id": "enb12465e_3",
   "section_title": "ITEM 3 (AWG-LCA): Shared Vision",
   "sentences": [
      "During the AWG-LCA contact group in the morning, parties focused on a shared vision for long-term cooperative action, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/indicative_questions_for_cg_shared_vision.pdf ).",
      "The Philippines, for the G-77/CHINA, stated that the preamble of the text on a shared vision should set out the bigger picture, including concepts such as historical responsibility, justice, equity and burden sharing, as well as the effective implementation of developed countries commitments.",
      "He called for articulation of, inter alia , the rights of Mother Earth, indigenous and local community rights, and the avoidance of climate change-related trade measures.",
      "He also highlighted the need for a shared vision for all the building blocks and the articulation of the maximum global temperature increase goal and global emission reduction goal.",
      "On the review process, he highlighted the need to review the adequacy and effectiveness of developed country commitments.",
      "Emphasizing that the issue of vulnerability is not a matter for negotiation, Uganda, for the LDCs, lamented that some elements important to the LDCs were missing from the text.",
      "He explained that the shared vision should be underpinned by concrete action in the operative part with equal importance given to adaptation and mitigation, taking into account national circumstances, especially of the LDCs and SIDS.",
      "SOUTH AFRICA said the preamble should cover a shared vision for each building block.",
      "She highlighted the long-term global goal as more than just a number, but also nothing without a number. ANTIGUA AND BARBUDA supported the articulation of a shared vision for each of the building blocks.",
      "On the global goal, she highlighted, inter alia : limiting temperature increase to well below 1.5°C from pre-industrial levels; peaking emissions by 2015; stabilizing greenhouse gas concentrations at well below 350 parts per million (ppm) of carbon dioxide (CO2) equivalent; and a global long-term goal for emission reductions of 85% from 1990 levels by 2050.",
      "She observed that the review should assess the adequacy of the long-term global goal and emission reductions, and that the first review should be initiated by the COP in 2013 and concluded by 2015, with subsequent reviews every five years. NEW ZEALAND opposed articulating a shared vision for each of the building blocks, noting that the shared vision should encapsulate what we want to achieve.",
      "He observed that the review should be conducted thoroughly and periodically.",
      "The US highlighted high-level guidance from Copenhagen and noted that the application of the Convention s principles evolves as the world changes.",
      "He supported retaining structural linkages and including a review provision, and said the 2°C goal, to which the political leaders have committed, should guide the vision. INDIA called for a balanced treatment of the building blocks and stressed that the global long-term goal must be linked to an equitable burden-sharing paradigm and challenges that developing countries face in terms of poverty eradication.",
      "CHINA and INDIA stressed the need to avoid protectionist trade measures in the name of climate change action.",
      "SINGAPORE and BRAZIL called for including text on an open international economic system and on parties not using trade measures that lead to arbitrary discrimination or constitute disguised trade restrictions.",
      "Panama, for the CENTRAL AMERICAN INTEGRATION SYSTEM, stressed the urgent need for a legally-binding agreement and underscored that their region is among the most vulnerable in the world.",
      "He called for stabilizing greenhouse gas concentrations to below 350 ppm of CO2 equivalent and ensuring that the global average temperature increase does not exceed 1.5°C. JAPAN called for a clear and concise vision and reiterated support for a fair and effective single legal framework.",
      "He highlighted the 2°C target, identified the need to review the level of ambition based on rigorous science and supported a 50% global emission reduction target by 2050.",
      "AUSTRALIA supported a clear and concise roadmap, saying the detailed tools to implement it should be placed under thematic decisions.",
      "She said the Copenhagen Accord provides excellent guidance, and called for reflecting agreement on the 2°C target with the possibility of strengthening it and on peaking global emissions as soon as possible.",
      "She said the text should guide parties towards a legally-binding framework and called for a common section on mitigation.",
      "The EU stressed the need to operationalize the 2°C target that was agreed in Copenhagen, saying global emissions should peak by 2020 and be reduced by at least 50% by 2050.",
      "He also said developed countries should reduce their emissions by 80-95% by 2050. BOLIVIA called for limiting the temperature increase to 1°C and stabilization at as close to 300 ppm as possible.",
      "He urged developed countries to reduce emissions by 50% from 1990 levels by 2017 without the use of market mechanisms.",
      "He also called for recognition of developed countries climate debt, decolonization of the atmospheric space and addressing unsustainable production and consumption in developed countries.",
      "BOLIVIA also supported the establishment of an international court of climate and environmental justice and democratic participation with world referenda on climate issues. CHINA said the text on a shared vision should provide guidance on action on the building blocks and not be operational text.",
      "He also emphasized that a shared vision should not be narrowed down to only a global goal on emission reductions and explained that the global long-term goal should be expressed in a balanced way, with a link to ambitious mid-term emission reductions by developed countries and support for developing countries.",
      "He said the review should be consistent with the Convention and focus on Annex I emission reductions as well as their support for developing countries. PAKISTAN supported the articulation of a shared vision for all the building blocks and emphasized that peaking periods for developing countries were conditional on the development threshold. INDONESIA supported a review process every five years.",
      "NORWAY emphasized the need for global emissions to peak at the earliest possible time and proposed that a review process be conducted regularly.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, stated that a shared vision should articulate thematic areas of the Bali Action Plan towards the achievement of a long-term global goal and that the global goal for emission reductions should be expressed in such a way as to guide actions in a political and technical way.",
      "He highlighted the role of national greenhouse gas inventories in a periodic review process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}