{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Canada",
      "South Africa",
      "Antigua and Barbuda",
      "Mexico",
      "Nauru",
      "Malawi",
      "Belize",
      "Australia",
      "Ecuador",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_7",
   "section_title": "FINANCE",
   "sentences": [
      "Section F (Finance), comprising 50 paragraphs in the Geneva negotiating text, was first taken up on Tuesday, 2 June, in a negotiating group chaired by Co-Chair Djoghlaf.",
      "Discussions centered around the G-77/China§s consolidation proposals under sub-sections on guiding principles and anchoring institutions under the legal agreement. Discussions continued in an informal facilitated discussion group on 2-3 June, co-facilitated by Georg Børsting (Norway) and Diann Black-Layne (Antigua and Barbuda).",
      "The negotiating group§s discussions on specific paragraphs are summarized at: http://www.iisd.ca/vol12/enb12630e.html The streamlining and consolidating exercise continued on Friday, 5 June, in a facilitated group session, co-facilitated by Børsting and Black-Layne.",
      "A summary of the discussions on specific paragraphs is available at: http://www.iisd.ca/vol12/enb12633e.html Parties also discussed restructuring and clustering.",
      "The EU proposed clustering paragraphs according to the structural suggestion at the end of the finance section of the Geneva text.",
      "The US presented a proposal by Australia, Canada, Japan, New Zealand and the US on clustering around: guiding concepts; contributions/commitments/actions; institutions; and transparency and reporting processes.",
      "Switzerland, for the Environmental Integrity Group (EIG), supported grouping together paragraphs on transparency and reporting.",
      "The G-77/China preferred beginning substantive negotiations, saying clustering would follow naturally. On Saturday, 6 June, Co-Facilitator Børsting led paragraph-by-paragraph discussions, collecting input on how to further reorganize, cluster and consolidate paragraphs.",
      "Parties agreed to task the Co-Facilitators with producing a streamlined text that takes into consideration the views of parties submitted during the meeting. On Tuesday morning, 9 June, Co-Facilitator Børsting announced the revised text would be available after the session.",
      "All parties welcomed the streamlining work by the Co-Facilitators and the Secretariat, with many encouraging the Co-Facilitators to continue further streamlining the text.",
      "Parties discussed: the \"flow\" of the section; placement of paragraphs in decisions or the agreement; and treatment of finance in other sections. On the logical flow of the text, Australia, supported by Canada, New Zealand, the US and the EIG, suggested placing paragraphs on contributions under the legal agreement before those on the scale of resources.",
      "Brazil opposed, suggesting that, for developing countries, the most evident way of fulfilling the ADP§s mandate to enhance action is by addressing scale. On identification of decision text, Bolivia, for the G-77/China, said this step should be preceded by a discussion on substance.",
      "Ecuador, for the LMDCs, stressed that first discussing placement would prejudge the negotiating outcome. The EU proposed identifying paragraphs for different kinds of decisions.",
      "The EIG stated that discussions on \"separation\" may be premature but the agreement should be durable.",
      "New Zealand said elements in the agreement should be durable, future-focused and applicable to all parties. On linkages, the G-77/China, said finance should be reflected in all relevant sections of the text.",
      "Bolivia, speaking on her country§s behalf, said finance is among the overarching goals of the 2015 agreement. The US said finance-related paragraphs should be placed in the finance section.",
      "The EU called for not having operational details on finance in other sections.",
      "The EIG proposed a conceptual discussion on all finance-related paragraphs without shifting them. Following distribution of the revised document, the facilitated group reconvened on Tuesday evening, 9 June, to discuss further streamlining the text. Co-Facilitator Børsting explained how several paragraphs and sub-paragraphs had been consolidated, reorganized and unpacked, and that two paragraphs had been re-inserted from the Geneva text, based on parties§ requests.",
      "Parties provided input on the changes and made further proposals to streamline, reorganize, unpack and reinsert text in the section. Noting slow progress, the US proposed holding a conceptual discussion or seeking to identify elements for convergence.",
      "South Africa suggested a discussion on what underlies parties§ proposals.",
      "The G-77/China supported a substantive discussion, suggesting this will enable parties to decide on placement of text in the agreement or decisions. In the final facilitated group meeting on Wednesday, 10 June, Børsting presented a revised streamlined text.",
      "He proposed, and parties agreed, to present the text to the ADP Co-Chairs.",
      "Parties then engaged in a conceptual discussion to provide additional input to the Co-Chairs. A number of developing countries described finance as an enabler for ambition.",
      "Brazil said the agreement should enhance current obligations while finding \"creative ways to indicate that there will be actions from everyone.\" New Zealand called for an agreement that delivers effective outcomes.",
      "The EU said the finance text should build on the Convention while \"capturing the world as it is.\" On the scale and sources of resources, the G-77/China said clarity on scale is required to determine how developing countries will be able to contribute to the agreement.",
      "Belize, for AOSIS, called for a goal for climate finance that will keep temperature rise below 1.5°C.",
      "Many developing countries called for adequate and predictable support. The EU stressed sending a signal to the private sector on the need to \"shift the trillions\" to low-carbon, climate-resilient development.",
      "Nauru suggested having a basic commitment for all parties to provide sources for domestic action.",
      "Canada highlighted the need to maximize flows globally, noting contributions and actions should precede discussions on scale and sources. India and Saudi Arabia, for the Arab Group, stressed public sources should be the main source.",
      "Mexico identified the need for all sources of finance.",
      "The EIG noted different circumstances require different instruments and sources. Many countries, including Malawi, for the LDCs, New Zealand and the US, supported recognizing the specific circumstances of small island developing states (SIDS) and LDCs, including through direct access and readiness support."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}