{
   "actors": [],
   "countries": [],
   "enb_end_date": "05-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "05-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12564e.html",
   "id": "enb12564e_4",
   "section_title": "NUMBERS/TEXT",
   "sentences": [
      "In the morning AWG-KP spin-off group on numbers/text, a coalition of developing countries introduced a proposal for Annex I parties to take on QELROs at CMP 8 consistent with the top end of their pledged ranges and to further increase ambition during the Protocol s second commitment period.",
      "The proposal requires Annex I parties to ensure that QELROs adopted for the second commitment period lead to overall emission reductions of at least 33% below 1990 levels by 2017.",
      "It also establishes a process for each party to revisit its QELRO by 2014 at the latest, in line with an aggregate Annex I emission reductions of more than 45% below 1990 levels by 2020.",
      "Parties exchanged views on the proposal, with a number of them expressing support for using it as a basis for work, and some also supported considering the other two recent proposals.",
      "Many developed countries expressed concern with the years and numbers included in the proposal.",
      "Parties also discussed the issue of the share of proceeds from the flexibility mechanisms.",
      "Developing countries presented a submission that proposes raising the share of proceeds to 5% of the Certified Emission Reductions issued for CDM projects registered after 31 December 2014.",
      "Many parties requested further clarifications and some expressed agreement to work on this basis.",
      "Noting the need for further discussions to feed into the AWG-KP Chair s revised text expected to be prepared on Wednesday, parties agreed to work in informal informals on text and find common ground, taking as a basis the three proposals and the Chair s text."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}