{
   "actors": [],
   "countries": [
      "India",
      "China"
   ],
   "enb_end_date": "22-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "22-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12542e.html",
   "id": "enb12542e_2",
   "section_title": "Understanding the gap and potential solutions to address it",
   "sentences": [
      "UNEP emphasized that if the gap between the 2°C target and current country pledges is not closed, the temperature increase will be substantially higher.",
      "He highlighted three possible emission pathways, noting the need for global emissions to peak before 2020.",
      "He explained that the pathway to 1.5°C is similar in the near-term but that longer-term decline in emissions must be sharper.",
      "On closing the gap, he stressed: energy efficiency; a lower-emissions energy mix; and the need to reduce non-CO2 emissions.",
      "He underscored the urgency of acting before 2020, saying that the technical potential exists to reduce emissions by 2020 in line with the 2°C target at a reasonable cost. IPCC Working Group III presented on low stabilization and new long-term scenarios from the IPCC special report on renewable energy.",
      "Noting that more than one transformation pathways are possible, he indicated that more stringent mitigation action is related to increasing the role of renewable energy.",
      "The INTERNATIONAL ENERGY AGENCY presented a report on 2012 Energy Technology Perspectives and recommended: leveling the playing field for energy technologies; unlocking the potential of energy efficiency; and accelerating efforts in energy innovation. CHINA, supported by INDIA, indicated that the workshop must be based on language in Decision 1/CP.17 and not on the provisional agenda, stressing the need for a broader discussion on the ambition issue.",
      "He requested that the Secretariat prepare a document on the title and issues to be covered during the third part of the workshop."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}