{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "New Zealand",
      "Argentina",
      "United States",
      "Gambia",
      "Japan",
      "Bolivia",
      "Grenada",
      "Niger",
      "Colombia",
      "Turkey",
      "Russian Federation",
      "Australia",
      "Ecuador",
      "Bahamas",
      "Saudi Arabia",
      "Nigeria",
      "Switzerland",
      "China",
      "Iraq"
   ],
   "enb_end_date": "06-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "06-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12530e.html",
   "id": "enb12530e_1",
   "section_title": "AWG-LCA PLENARY",
   "sentences": [
      "Opening the plenary, AWG-LCA Chair Reifsnyder presented the amalgamation document , noting that delegates must decide how to deal with those issues where agreement is unlikely in Durban, and pointed to several procedural options, saying a new amalgamation document will be issued on Wednesday.",
      "Argentina, for the G-77/CHINA, said the amalgamation document does not fully reflect the status of negotiations in the informal groups, and should not be used as the basis for negotiation.",
      "She also expressed concern that there was only a heading for response measures in the document, stressing that the issue should be part of the comprehensive result of the AWG LCA. SWITZERLAND cautioned that some issues, like peaking of global emissions, do not allow for further postponement and said a new process should be launched to negotiate a new comprehensive protocol. ECUADOR noted that text on REDD+ falls short of reflecting an ambitious outcome, especially regarding how to finance REDD+ efforts, while TURKEY highlighted that every party must shoulder its share of responsibility for combating climate change. SAUDI ARABIA, supported by IRAQ, expressed concern that response measures have not received as much attention as mitigation.",
      "AUSTRALIA welcomed progress on technology, adaptation, the Review and the Standing Committee. BAHAMAS, for AOSIS, emphasized the need for a Review of the adequacy of the long-term global goal and opposed efforts to extend the scope of the Review.",
      "GRENADA said it should be part of a high level political package and not buried under a subsidiary body, calling for a new body to conduct the Review and to report directly to the COP.",
      "On mitigation, the EU remarked that more progress is needed on closing the ambition gap, accounting rules and clarification of pledges.",
      "He called for an agreement in the early part of this week on biennial reports, biennial update reports and, with JAPAN and AUSTRALIA, urged progress on issues related to transparency, including IAR and ICA. COLOMBIA said it is embarrassing to present current language on mitigation of developed countries as a middle ground outcome and stressed the need to make the text shorter, more concrete and ambitious. INDIA stressed the importance of defining the scope of Review and determining its modalities as one can t address the how without addressing the what.",
      "He called for more clarity on the mandate of the informal group on legal form and said the GCF should be operationalized during this meeting.",
      "The RUSSIAN FEDERATION said that text on mitigation, adaptation and MRV presented problems for his delegation and that the current text does not meet the expectations of countries with economies in transition.",
      "PAKISTAN said some parties are not looking for a solution on long-term finance and called for completion of work on the mandate of the Bali Action Plan in Durban. BOLIVIA said the text does not include a compliance, monitoring and comparability system to ensure that developed countries meet their QELROs.",
      "He expressed concern over the low level of ambition, the trend towards market mechanisms, increased flexibility and decreased oversight, double-accounting, a heavy reporting burden on developing countries, a fund without funds and general lack of balance in the document. NEW ZEALAND expressed optimism on the agriculture work programme on mitigation and adaptation.",
      "She said it is essential to: deliver transparent guidelines on mitigation; clarify mitigation targets and actions, and metrics and sectors; and ensure a positive outcome on market approaches . NIGERIA expressed concern with the lack of balance in the text, emphasizing that it should not be used as a basis for negotiations but rather as a background document.",
      "The Gambia, for LDCs, said there was need to discuss the mandate of the AWG-LCA to continue work on the legal form.",
      "The US observed that the amalgamation document was a useful step forward in progressing negotiations, but said some areas of the text are too long, while others capture disagreements that require further negotiation. AWG-LCA Chair Reifsnyder informed parties that a revised amalgamation text will be issued on Wednesday.",
      "On the process going forward, he noted that discussions were being undertaken by the COP Presidency.",
      "He expressed confidence in finalizing work in the remaining days but noted the need to elaborate the political decisions that need to be taken."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}