{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Norway",
      "Chile",
      "Slovenia",
      "United Kingdom",
      "Saudi Arabia",
      "Germany",
      "Belgium"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_12",
   "section_title": "2.4: Climate Change beyond 2100, Irreversibility and Abrupt Changes:",
   "sentences": [
      "There was much discussion on a paragraph stating that the anthropogenic contribution to temperatures will remain at elevated levels for many centuries after a complete cessation of emissions.",
      "Saudi Arabia said the text lacked balance and preferred to use language from the WGI SPM, which notes that this would depend on the scenarios used.",
      "Chile said this sentence had nothing to do with scenarios, but rather with different response times in the climate system.",
      "WGI Co-Chair Stocker expressed hesitance to mention scenarios and suggested noting that substantial continued warming is expected if emissions continue beyond 2100.",
      "The EU, Norway, Belgium and others proposed language reflecting that CO2 remains in the atmosphere for a long time.",
      "Following a request by Germany, authors proposed adding a sentence that substantial continued warming is expected if emissions remain high beyond 2100.",
      "Belgium suggested, and participants agreed, to refer to 'additional' instead of 'continued' warming.",
      "Discussions continued in a small group, after which the authors presented amended text.",
      "Debate ensued on a proposed sentence stating that 'after 2100, substantial additional warming is expected if GHG emissions remain high', with Saudi Arabia questioning use of the qualifier 'substantial'.",
      "Following consultations between Saudi Arabia and the authors, WGI Co-Chair Stocker presented a revised proposal for the paragraph, which included the removal of reference to 'substantial' warming.",
      "Norway, with the UK, Slovenia and others, questioned this deletion.",
      "The authors, with Norway, the UK, Chile, Slovenia, Belgium, Germany, and others, and opposed by Saudi Arabia, proposed using a sentence from the WGI SPM instead, stating that 'warming will continue beyond 2100 in all RCP scenarios except RCP2.6'.",
      "Following protracted discussions, the Panel agreed to this wording.",
      "Final SYR SPM Text: The headline for this subsection states that many aspects of climate change and associated impacts will continue for centuries even if anthropogenic GHG emissions are stopped, and that the risks of abrupt or irreversible changes increase as the magnitude of warming increases.",
      "The subsection includes paragraphs on: the continuation of warming beyond 2100 under most RCP scenarios; the potential lack of stabilization of all aspects of the climate system even if temperature stabilizes; the increase of ocean acidification if CO2 emissions continue; continuing global mean sea level rise for centuries, depending on future emissions; and the increased risk of abrupt and irreversible regional changes associated with medium to high-emission scenarios."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}