{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Senegal",
      "New Zealand",
      "Norway",
      "Japan",
      "Australia",
      "Peru",
      "Bolivia",
      "Sweden",
      "Brazil",
      "Russia",
      "Ethiopia",
      "Uganda",
      "United Kingdom",
      "Canada",
      "Jamaica",
      "Venezuela",
      "Saudi Arabia",
      "Argentina",
      "Ukraine",
      "Russian Federation",
      "Mali",
      "Grenada",
      "Egypt"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_81",
   "section_title": "Flexibility Mechanisms",
   "sentences": [
      "AWG-KP Vice-Chair Dovland highlighted that the aim of the contact group is to clean up the text of the draft COP/MOP decision on the flexibility mechanisms (Annex I of FCCC/KP/AWG/2009/10/Add.3/Rev.3 ).",
      "Discussions in the contact group focused on this document and revised text was produced several times, incorporating parties proposals and comments.",
      "During the first meeting of the group, discussions focused on either: continuing discussion of the issues on which consensus was not envisaged; or forwarding such issues to the COP/MOP to decide either to take no further action on the issue or to request the SBSTA to develop procedures and modalities for relevant action.",
      "Parties then considered the text and identified issues in the text that could be referred to the COP/MOP for further consideration, including: CCS under the CDM; nuclear activities under the CDM; and standardized baselines.",
      "Parties then focused on streamlining and removing brackets from the various options on the other items in the text.",
      "On crediting on the basis of NAMAs , Saudi Arabia, Senegal, Egypt, Bolivia and several other developing countries proposed deletion of the text relating to this issue.",
      "The Republic of Korea and Sweden, for the EU, preferred retaining the text.",
      "The section, containing an option to take no decision on this issue, and an option establishing a NAMA crediting mechanism, was retained in the text.",
      "On extending the share of proceeds to JI , the Russian Federation and Ukraine supported the option requiring no decision to be made with respect to the issue.",
      "New Zealand noted that extension of the share of proceeds would require a Protocol amendment rather than just a COP/MOP decision.",
      "Saudi Arabia proposed including reference to developing countries that are particularly vulnerable to the impact of response measures in the text that identifies parties requiring adaptation assistance.",
      "Two options, one to take no action and the other to extend the share of proceeds to JI, remain in the text.",
      "On supplementarity of the flexibility mechanisms , Peru proposed including a section on this issue in the text, limiting the amounts that can be added to, or subtracted from, the Assigned Amounts of a party through the flexibility mechanisms.",
      "Brazil, supported by Peru and opposed by Japan and Saudi Arabia, proposed specifying a cap of 30% on the use of the flexibility mechanisms.",
      "The EU, supported by Norway, proposed having an option stating that no decision should be taken on this issue.",
      "Grenada, for AOSIS, proposed inserting a preamble recognizing that developed countries shall achieve their QELROs primarily through domestic efforts.",
      "Australia, supported by Canada, proposed moving this preamble to the operative part of the text and then inserting an option maintaining the status quo .",
      "AOSIS, Jamaica, Peru and Brazil, opposed by Norway and Saudi Arabia, supported retaining the text in the preamble.",
      "New Zealand proposed inserting alternative language in the preamble, recalling the definition of supplementarity in decision 2/CMP.1 (principles, nature and scope of the flexibility mechanisms).",
      "The various options remain in the text.",
      "On emissions trading , New Zealand noted interest in extending emissions trading to developing countries and proposed text reflecting this.",
      "This section retains the two options: one to take no decision with respect to this issue; and the other to enable all parties to participate in the trading of units from all market-based mechanisms.",
      "On new market-based mechanisms , the EU, opposed by Argentina and Venezuela, and supported by New Zealand and others, proposed a paragraph establishing new market-based mechanisms.",
      "Venezuela opposed the establishment of new market-based-mechanisms and proposed inserting a footnote stating that this would require a Protocol amendment, and also noted that this issue is being addressed under the AWG-LCA.",
      "The two options remain on the table.",
      "On improving regional distribution , Saudi Arabia proposed that the provision exempting SIDS from payment of the registration fee and share of proceeds, as well as that establishing a quota for projects hosted in LDCs, SIDS and African countries, should be extended to all developing countries with fewer than ten registered projects.",
      "Grenada, supported by Peru and the EU, and opposed by Uganda, preferred deleting the paragraph exempting SIDS from payment of fees and retaining the option permitting postponement of the payment of fees by parties with fewer than ten registered projects, noting that exempting all countries with fewer than ten projects could negatively impact the functioning of the CDM Executive Board.",
      "Japan and Canada noted the need to specify that the payment would be postponed until the first issuance of CERs.",
      "Parties finally agreed on language postponing payment of fees by parties with fewer than ten projects.",
      "On the paragraph on establishing a quota, Canada, supported by Japan, opposed identifying a specific percentage of CERs to come from countries with fewer than ten CDM projects, and Japan preferred language encouraging parties rather than deciding to use CERs coming from these countries.",
      "Ethiopia, supported by Mali, noted that the language already reflects compromise and preferred retaining the text as it stands.",
      "Ethiopia, opposed by many countries, but supported by Uganda, proposed that this quota should apply to countries that had fewer than ten projects in the first commitment period.",
      "No agreement could be reached on this paragraph and it remains bracketed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}