{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Bangladesh",
      "Iran",
      "United Kingdom",
      "United States",
      "Brazil",
      "Kuwait",
      "Canada",
      "Djibouti",
      "Ukraine",
      "Samoa",
      "Tanzania",
      "Switzerland",
      "China",
      "Benin"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_66",
   "section_title": "STATEMENTS BY PARTIES",
   "sentences": [
      "In their statements, many Parties highlighted the importance of maintaining the environmental integrity of the Protocol.",
      "They also drew attention to success in the negotiations on compliance, and called for completion at COP-7 of work under the BAPA, with many stating that this would support ratification and entry into force in time for the WSSD in September 2002.",
      "In addition, several speakers noted that the events of 11 September 2001 demonstrate the need for multilateral solutions to those global problems that cannot be tackled by only one country.",
      "A number of delegates drew attention to the IPCC TAR that demonstrates the need for urgent action to address climate change. On the current negotiations at COP-7, Switzerland said it could not accept changes that weaken the Bonn Agreements, and stated that no country can shirk its responsibilities.",
      "Iran, for the G-77/China, stated that neither COP-7 nor the WSSD was the appropriate forum for raising the issue of new commitments for developing countries.",
      "Canada highlighted the need to be responsive to those whose participation is critical to entry into force of the Protocol.",
      "On ratification of the Protocol, New Zealand said it was currently the only Umbrella Group Party to have made a commitment to ratify in time for WSSD, although he predicted that he 'will be in good company before too long.",
      "' On mechanisms, the Republic of Korea said the full potential of the mechanisms should be realized, including unilateral CDM.",
      "Ukraine said JI should be given priority and that the main goal should be the reduction, rather than the redistribution, of emissions. Regarding the circumstances and needs of developing countries and LDCs, many speakers underscored the need for capacity building, adaptation and technology transfer.",
      "Tanzania, Benin and Djibouti noted that LDCs will be most affected by climate change and have the least capacity to cope.",
      "Regarding assistance to countries highly dependent on fossil fuel exports, Kuwait proposed removal of tax incentives and exemptions relating to emissions, and assistance for diversifying economies. On next steps in the climate change process, Samoa, for AOSIS, said that once work on the BAPA is completed, Parties should review commitments under this regime, and suggested that they be stronger and more extensive.",
      "The US said it would continue to play a leading role in addressing climate change and is moving ahead with science-based measures.",
      "Brazil said it looked forward to negotiations on the second commitment period, taking into account the 'Brazilian proposal' based on the share of responsibility for causing climate change.",
      "Bangladesh supported the speedy application of the Adaptation and LDC Funds, and highlighted the particular vulnerability of low lying and small island States."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}