{
   "actors": [],
   "countries": [],
   "enb_end_date": "24-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "24-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12162e.html",
   "id": "enb12162e_15",
   "section_title": "Compliance:",
   "sentences": [
      "On consequences for non-compliance with Article 3.1 (assigned amounts - AAs), the note suggests that they be agreed in advance and consist of: subtraction of excess emissions from the AA of the subsequent commitment period against a penalty rate of 1.5 to 1.75; and submission of a compliance action plan.",
      "On differentation between Annex I and non-Annex I Parties, it is proposed that: the mandate of the enforcement branch be limited to commitments incumbent on Annex I Parties; there are no eligibility requirements for non-Annex I Parties under the CDM; and facilitative consequences are not differentiated between these two groups of Parties.",
      "On the role of the COP/MOP, the note proposes limiting it to general policy guidance, and suggests having no appeals procedure.",
      "On the mandate, it proposes that the enforcement branch covers quantitative commitments and eligibility under Protocol Articles 6, 12 and 17, and that all other cases fall within the mandate of the facilitative branch.",
      "Moreover, the facilitative branch would provide advice, facilitate implementation and promote compliance. On the composition of the Compliance Committee, both the facilitative and the enforcement branch would have 11 members nominated on the basis of the current UNFCCC practice.",
      "Under the enforcement branch, decisions would be adopted by a double majority - as a whole, and in Annex I and non-Annex I - if there was no consensus.",
      "Finally, the note suggests that the compliance system be adopted, with legally binding consequences, as an agreement supplementing the Protocol prior to its entry into force."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}