{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Germany",
      "Norway"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_16",
   "section_title": "ADMINISTRATIVE, FINANCIAL AND INSTITUTIONAL MATTERS",
   "sentences": [
      "Issues under this agenda item were taken up in SBI plenary on 6 November, and then in informal consultations coordinated by Harald Dovland (Norway) from 7-11 November.",
      "These included financial statements for 2004-2005 ( FCCC/SBI/2006/14 and Add.1 and 2), budget performance for 2006-2007 ( FCCC/SBI/2006/15 and FCCC/SBI/2006/INF.6 ), and review of the Secretariat.",
      "The SBI conclusions and a draft COP decision were adopted on 14 November.",
      "The COP adopted the decision on 17 November.",
      "The Secretariat noted efforts to implement recommendations of previous reports of the UN Board of Auditors and called for parties ` cooperation in addressing arrears in contributions.",
      "He also noted that the CDM could become self-financing in 2007.",
      "Developing countries highlighted imbalances in UNFCCC staff from Annex I and non-Annex I parties, and urged reflecting their views in budget allocations.",
      "The EU proposed discontinuing the Secretariat review.",
      "During informal consultations, parties mainly discussed whether or not the review should be continued, agreeing to consider this matter at SBI 27.",
      "Parties also agreed to note the continued efforts of the UNFCCC Executive Secretary to ensure a wider geographical balance in senior and managerial appointments. COP Decision : In its decision ( FCCC/SBI/2006/L.21/Add.1 ), the COP, inter alia , urges parties to pay outstanding contributions to the core budget, requests the Secretariat to provide more detailed overview of income and expenditures in future reports, agrees to address continuation of the review of the Secretariat at SBI 27, approves the protocol amending the agreement among the Government of Germany, the UN and UNFCCC to reflect the entry into force of the Kyoto Protocol, and invites COP/MOP 2 to endorse this decision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}