{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Malaysia",
      "Japan",
      "Uruguay",
      "Indonesia",
      "Canada"
   ],
   "enb_end_date": "12-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "12-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12147e.html",
   "id": "enb12147e_7",
   "section_title": "TECHNOLOGY TRANSFER",
   "sentences": [
      "The US emphasized the importance of technology needs assessments and an integrated approach.",
      "He urged the COP-6 decision to build on the recent technology cooperation pilot project and to consider future roles for the Climate Technology Initiative.",
      "INDONESIA highlighted the importance of: monitoring and evaluating technology transfer, minimizing dumping of inefficient technologies, and developing a clearinghouse for technology transfer.",
      "The EU urged that identification of needs and priorities should be country-driven and region-specific, and should identify priorities for both mitigation and adaptation.",
      "With MALAYSIA, he underlined the importance of an enabling environment in developed and developing countries, and of using existing mechanisms.",
      "The REPUBLIC OF KOREA advocated greater focus on supply-side issues.",
      "Discussions will continue in a contact group. BEST PRACTICES IN POLICES AND MEASURES (P&Ms): The EU emphasized experience sharing and information exchange, identifying opportunities for cooperation and contributing to the assessment of demonstrable progress.",
      "CANADA, with the US and JAPAN, emphasized that the Copenhagen workshop on P&Ms fulfilled relevant BAPA requirements.",
      "He urged avoiding linkages with other issues, including demonstrable progress.",
      "URUGUAY highlighted the possible impact of P&Ms on developing countries.",
      "A contact group was established."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}