{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Netherlands",
      "Senegal",
      "Tanzania",
      "Australia",
      "Thailand",
      "Egypt",
      "El Salvador"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_5",
   "section_title": "OVERVIEW OF IPCC TAR REPORT",
   "sentences": [
      "Graham Sem (UNFCCC) presented an overview of the IPCC Working Group II (Impacts, Adaptation and Vulnerability) TAR, explaining that the report used observations and model projections on global surface temperature increase and sea level rise, warming variation by region, with increases and decreases in precipitation and changes in variability of climate.",
      "He outlined the contents of the chapters, including: an overview of impacts, adaptation and vulnerability to climate change; methods and tools; development and application of scenarios; impacts on systems such as water resources, ecosystems, coastal zones and marine ecosystems, human settlements, energy and industry, insurance and other financial services and human health; and the regional focus. Among the emerging findings, he highlighted, inter alia: the effect of regional climate changes and temperature increases on many physical and biological systems; the effects of floods and droughts, demographic shifts and land-use changes in some human systems; the irreversible damage of some natural systems due to their limited adaptive capacity and according to the magnitude and the rate of climate change; the sensitivity and vulnerability of some areas to climate change varying with geographic location, social, economic and environmental conditions; and projected adverse impacts, such as the reduction in crop yields, decreased water availability in water scarce regions, increase in number of people exposed to vector-borne diseases and water-borne diseases and heat stress, and increase in energy demand.",
      "He also noted that climate change would bring some beneficial impacts and highlighted the need to quantify the risks and possibly irreversible impacts of projected changes in climate extremes. Sem presented the conclusions highlighting: the need for V&A assessments; the adaptation to climate change as a key feature of development plans; the vulnerability of developing countries, particularly the least developed countries, to adapt to climate change and other stresses; and the need to complement mitigation efforts with adaptation. In the ensuing discussion, participants exchanged ideas on several issues of the report.",
      "SENEGAL suggested the improvement of national authorities involvement in the work of the IPCC.",
      "The NETHERLANDS noted that the TAR does not mention costs of adaptation.",
      "THAILAND recalled that the IPCC provides guidelines for the cost of impacts.",
      "AUSTRALIA suggested analyzing how climate variability affects human systems in the future.",
      "ANTIGUA AND BARBUDA noted the difficulties posed by dividing the process into different stages, particularly for funding required activities, and suggested addressing uncertainty and adaptation strategies and integrating adaptation into development plans.",
      "EGYPT suggested devoting more attention to projections on increased energy requirements.",
      "EL SALVADOR underscored the importance of V&A assessment for developing countries.",
      "TANZANIA highlighted the methodologies or tools to assess V&A and suggested analyzing their weaknesses, since these may render them ineffective."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}