{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Benin",
      "India",
      "New Zealand",
      "Bangladesh",
      "Ghana",
      "Norway",
      "Micronesia",
      "China",
      "Australia",
      "Switzerland",
      "Egypt",
      "Bolivia",
      "Sudan"
   ],
   "enb_end_date": "08-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12483e.html",
   "id": "enb12483e_8",
   "section_title": "LEGAL MATTERS:",
   "sentences": [
      "In the morning, Co-Chair Loibl reported on consultations on how to proceed with discussions and noted possible emerging consensus around which areas of the Chair s text (FCCC/KP/AWG/2010/CRP.2) could be discussed.",
      "He suggested setting aside elements of option B, in particular section Y on entry into force of amendments and section S on privileges and immunities, and solicited views on which sections to address first.",
      "Brazil, for the G-77/CHINA, with SUDAN, BOLIVIA and EGYPT, said discussions should focus only on issues within the mandate of the AWG-KP, in particular the amendment of Protocol Article 3.9 (Annex I parties further commitments) and consequential amendments.",
      "He emphasized that option B is not within the mandate of the group and that it could be discussed under the COP/MOP.",
      "The FEDERATED STATES OF MICRONESIA said parties should focus on amendment of Article 3.9 and consequential amendments, as well as options under option B that represent sticky legal issues, such as carryover of surplus AAUs, a possible review process for emission reduction targets and improvements to project-based mechanisms, such as share of proceeds. AUSTRALIA, with NEW ZEALAND and SWITZERLAND, stressed that all options in the text pertain to a second commitment period and emphasized that as they prepare to take on obligations for economy-wide emission reductions, they require clarity on what these commitments would entail.",
      "AUSTRALIA underscored that option A is being discussed in the numbers group and that blocking discussion of all options is effectively blocking progress in the AWG-KP.",
      "NEW ZEALAND lamented the inconsistency in arguing for a narrow mandate in terms of defining what is or is not a consequential amendment.",
      "The EU, with NORWAY, noted their willingness to engage in discussions on entry into force and expressed concern with those taking a narrow view of the mandate.",
      "The EU said leaving these issues for the COP/MOP would not ensure enough time for these discussions. BRAZIL said the attempt to reopen discussion of all elements of the Kyoto Protocol is an attempt to kill the Kyoto Protocol.",
      "AUSTRALIA noted that there is no point continuing discussions in the numbers group if discussions on option B are not undertaken, due to the need for legal certainty on their proposals. GHANA, supported by BENIN and BANGLADESH, proposed a way forward, including discussion of option A, followed by discussion of issues in option B that, as identified by the Secretariat, flow directly from the amendment of Annex B, and concluding with discussions on other issues raised in option B. SWITZERLAND noted the need to ensure adequate time to cover all issues in option B. BRAZIL said any discussion outside of the mandate is a waste of the group s time.",
      "The FEDERATED STATES OF MICRONESIA suggested using the procedure followed by the other issues group, in which those who do not wish to engage in discussion on certain issues refrain, while those wishing to discuss their proposals do.",
      "In the afternoon, Co-Chair Ortega said further consultations on the proposal by Ghana would be undertaken.",
      "SWITZERLAND proposed that AWG-KP Chair Ashe come to the group to address the issue of mandate.",
      "BRAZIL opposed discussion of amendments to Article 21 (entry into force).",
      "CHINA emphasized that parties, rather than the Secretariat, should decide which proposals are consequential amendments and which are not.",
      "BRAZIL said proposals in option B are non-consequential amendments and therefore outside of the group s mandate.",
      "The EU rejected the notion that option A contains consequential and option B contains non-consequential amendments.",
      "The Secretariat said a request to identify consequential amendments would put the Secretariat in a very difficult position.",
      "He noted that the previously-issued document (FCCC/KP/AWG/2009/3) identified articles that would need to be amended to achieve coherence but noted that the document does not mention Article 4.2 or 4.3 (joint fulfillment of commitments) which might also be considered consequential. CHINA, supported by BRAZIL and BOLIVIA, said clarifying the mandate of the legal matters group was necessary in order to continue discussions.",
      "NEW ZEALAND expressed frustration that the numbers group had spent considerable time discussing carryover of AAUs, which the group deemed necessary for the construction of a second commitment period, but that in the legal matters group, parties refused to discuss textual proposals related to AAUs because the proposals are in option B.",
      "She called for discussing option A and then moving on to address the sticky legal issues in option B.",
      "The FEDERATED STATES OF MICRONESIA noted that some unresolved elements in Annex B amendment proposals, such as the use of European Union versus European Community are resolved by proposals in option B. SWITZERLAND called for the engagement of the AWG-KP Chair on this issue. AWG-KP Chair Ashe noted that COP/MOP 5 charged the AWG-KP to engage in discussions based on the report of the COP/MOP, which contained the proposals before parties today.",
      "He requested parties to discuss the submissions even if they were not their own, emphasized this does not imply that parties will reach consensus and asked parties to give each other the simple respect of listening to each other s proposals and the rationale behind them. BRAZIL said the first matter that must be addressed is the mandate of the AWG-KP.",
      "CHINA and INDIA emphasized that the Chairs proposal for substantive discussions on legal matters is outside the mandate of the AWG-KP.",
      "The Federated States of Micronesia, for AOSIS, supported by the EU and NEW ZEALAND, welcomed the Chairs proposal to discuss all options.",
      "Addressing the AOSIS proposal on length of the commitment period in option B, she emphasized that the issue is not addressed in Annex B and therefore requires a consequential amendment. AWG-KP Chair Ashe highlighted that the short explanation by AOSIS of their proposal has demonstrated its relevance to the amendment of Annex B.",
      "He said he would conduct further informal consultations on the matter and report to the group at its next meeting.",
      "CHINA said there was no consensus on holding further meetings of the contact group on legal matters in Tianjin."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}