{
   "actors": [],
   "countries": [],
   "enb_end_date": "03-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12552e.html",
   "id": "enb12552e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Sunday, the hallways of the UN Conference Center were quieter than usual, with only the mitigation workshops on the official agenda.",
      "Reflecting on the remaining days, attention turned to the ADP.",
      "The roundtables were definitely a useful exercise, and I think that we have a clearer understanding of each other s positions on vision and ambition, but there is lack of clarity on what comes next, said one delegate.",
      "Meanwhile, the ADP Co-Chairs were purportedly busy conducting informal consultations aimed at gathering parties views on how the ADP should take its work forward.",
      "Considering the challenges on the road to Doha, another delegate pointed to the chicken-and-egg dilemma of simulta-neously terminating the AWG-LCA and AWG-KP, with developed countries eager to conclude the AWG-LCA, and developing countries urging finalization of the AWG-KP first.",
      "Adding to this conundrum, the content of the ADP remains unclear, said one observer.",
      "We must have a successful conclusion of these bodies before work on the ADP begins in earnest so we know what we are working with, he added.",
      "Pointing to a prevailing atmosphere of mistrust, in particular as certain promises under the Bali Action Plan remain unfulfilled, some cited a phrase heard in plenary, One should never confuse an obligation with a bargaining chip.",
      "On a more hopeful note, civil society staged a number of actions outside the UN Conference Centre, including the bikers for the climate initiative that promotes alternative modes of transport."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}