{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Indonesia",
      "New Zealand",
      "Russian Federation",
      "Philippines",
      "Cuba",
      "Belize",
      "Japan",
      "Congo",
      "Australia",
      "China",
      "Panama",
      "United Kingdom",
      "Singapore",
      "Russia"
   ],
   "enb_end_date": "15-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "15-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12536e.html",
   "id": "enb12536e_21",
   "section_title": "METHODOLOGICAL GUIDANCE FOR REDD+",
   "sentences": [
      "SBSTA Chair Muyungi introduced the item (FCCC/SBSTA/2012/MISC.1 and ADD.1, and FCCC/SBSTA/2012/MISC.9).",
      "The Democratic Republic of the Congo, for CENTRAL AFRICA FORESTS COMMISSION (COMIFAC), said MRV modalities should ensure coherence, transparency and comparability of information, as well as consider national capacities and circumstances.",
      "INDONESIA called for equal progress on REDD+ issues under both the SBSTA and AWG-LCA, and suggested considering countries existing forest monitoring systems.",
      "Peter Graham (Canada) and Victoria Tauli-Corpuz (the Philippines) will co-chair a contact group. TECHNOLOGY TRANSFER AND REPORT OF THE TECHNOLOGY EXECUTIVE BOARD (TEC): On this issue (FCCC/SB/2012/1), Carlos Fuller (Belize) and Zitouni Ould-Dada (UK) will co-chair a joint SBI and SBSTA contact group. METHODOLOGICAL ISSUES (CONVENTION): Helen Plume (New Zealand) and Quiang Liu (China) will co-chair a contact group on the work programme on developed country biennial reporting guidelines and work programme on the revision of guidelines for the review of biennial communications and national communications, including national inventory reviews.",
      "They will also co-chair a contact group on general guidelines for domestic MRV of domestically supported NAMAs.",
      "Michael Gytarsky (the Russian Federation) will conduct informal consultations on the common metrics.",
      "Emissions from international aviation and maritime transport: On this issue (FCCC/SBSTA/2012/MISC.7), the International Maritime Organization (IMO) reported on its work to improve energy efficiency in international maritime transport. BRAZIL expressed concern regarding the unilateral treatment of emissions in specific regional systems and identified the need to further consider the economic impacts of market-based measures.",
      "CHINA noted that the IMO s ship energy efficiency regulations do not reflect the principle of common but differentiated responsibilities in a full and objective manner, and requested that the International Civil Aviation Organization (ICAO) consider countries differentiated responsibilities.",
      "SINGAPORE, supported by PANAMA, welcomed progress made by the IMO and ICAO in addressing climate change in their respective sectors. JAPAN acknowledged the series of guidelines adopted by the IMO Marine Environment Protection Committee as helpful.",
      "The EU welcomed ICAO s effort to accelerate work towards a global market-based mechanism and encouraged parties to support IMO s efforts to assess options for such a mechanism.",
      "CUBA, on behalf of several countries, expressed concern with respect to unilateral measures in relation to aviation emissions, such as under the EU Emissions Trading Scheme.",
      "AUSTRALIA welcomed ICAO s shift towards a more action-oriented implementation mode and underscored the need for the universal application of market-based measures. SBSTA Chair Muyungi will consult with interested parties and prepare SBSTA conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}