{
   "actors": [
      "Alliance of Small Island States",
      "African Group",
      "European Union",
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "Russia",
      "India",
      "United States",
      "Russian Federation",
      "Gambia",
      "Australia",
      "Grenada",
      "Swaziland",
      "Kuwait",
      "Guyana",
      "South Africa",
      "Saudi Arabia",
      "Egypt",
      "Suriname",
      "China",
      "Barbados"
   ],
   "enb_end_date": "19-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "19-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12540e.html",
   "id": "enb12540e_1",
   "section_title": "ADP",
   "sentences": [
      "In the evening, the ADP opening plenary reconvened, presided by COP Vice-President Robert Van Lierop (Suriname). CHINA, supported by SAUDI ARABIA, EGYPT, INDIA and KUWAIT, made a point of order, emphasizing a potential conflict of interest given that COP Vice-President Van Lierop was nominated to the COP Bureau by the Latin American and Caribbean Group (GRULAC).",
      "He stressed that the COP Vice-President represents the same regional group as one of the three candidates for the ADP Chair and should therefore refrain from taking part in the proceedings concerning the election of the ADP Bureau. BARBADOS, supported by the US, the EU, GRENADA, AUSTRALIA and others, said that the COP Vice-President has been elected to serve by the COP and calls for his removal are unjustified and unfortunate.",
      "The Secretariat clarified that members of the COP Bureau do not represent party or regional interests and there is an assumption of impartially.",
      "He also pointed out that the COP President, in her absence, can designate a COP Vice-President to preside at a meeting and that in doing so, the COP Vice-President would not represent the interests of GRULAC. COP Vice-President Lierop declined to recuse himself, undertaking to conduct himself impartially.",
      "He explained that consultations on the election of the ADP Bureau by Ambassador Nozipho Joyce Mxakato-Diseko, South Africa, had been inconclusive.",
      "Reporting on the consultations, Ambassador Diseko raised the possibility of the ADP Bureau being elected by a vote in accordance with the COP draft rules of procedure.",
      "Expressing regret for the situation, the Gambia, for LDCs, supported by Guyana, for GRULAC, the EU, the US, AUSTRALIA, AOSIS and the RUSSIAN FEDERATION, proposed that the COP Presidency preside over the ADP until matters concerning the election of its Bureau are resolved.",
      "Swaziland, for the AFRICAN GROUP, called for consultations to be concluded during the current session in Bonn.",
      "After further discussion, including a request for clarification from China on what the COP Presidency refers to and who the COP President could designate to chair on her behalf, parties agreed that the COP Presidency would preside over the ADP during the Bonn session, while consultations continue on the election of officers."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}