{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Philippines",
      "China"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12109e.html",
   "id": "enb12109e_3",
   "section_title": "SBI",
   "sentences": [
      "Delegates met in an evening session to consider draft conclusions on aspects of national communications from non-Annex I Parties.",
      "On the input from Parties to the GEF review of enabling activities, delegates adopted conclusions requiring: the GEF to include in its annual reports to the COP information about progress made on the GEF review; and the Secretariat to prepare a report on efforts to assist developing countries in the implementation of enabling activities.",
      "The PHILIPPINES deleted a reference to the scope of enabling activities, including various activities that facilitate the implementation of Convention Articles 4.1 (national inventories) and 12.1 (national communications). On the provision of financial and technical support, delegates adopted conclusions asking the Secretariat to request GEF to provide dates of disbursement of funds for enabling-activity projects for preparation of non-Annex I initial national communications.",
      "The PHILIPPINES, with the EU, suggested continuing consideration of this issue at the next session.",
      "The conclusions also suggested that the list of projects submitted by non-Annex I Parties be brought to the attention of GEF and 'as appropriate' other financing agencies, and required the contact group's Co-Chairs to prepare a framework on elements of a draft decision, based on proposals by the G-77/CHINA and the EU.",
      "Debates centered on the positioning of the words 'as appropriate,' whether it should be before or after 'GEF' and the nature of information the Secretariat should require of the GEF, whether it should be 'dates of disbursement of funds' or 'the status and factors of implementation of' enabling activity projects. On timing for non-Annex I national communications, the SBI considered draft conclusions by the Co-Chairs of the contact group, including proposed draft decisions by the G-77/CHINA and the EU as annexes.",
      "An amendment was proposed by the PHILIPPINES requesting the Co-Chairs of the contact group on non-Annex I communications to prepare a document providing a framework for 'elements for draft decisions,' based on the G-77/CHINA and the EU proposals contained in the annexes.",
      "The EU requested that the annexes reflect the proposals as originally submitted.",
      "The conclusions were adopted as amended. Delegates also considered draft conclusions on different aspects of national communications by Annex I Parties.",
      "Conclusions were adopted on annual inventories of national greenhouse gas data for 1996 and on a future review process, including that under Articles 7 and 8 (communication and review of information) of the Kyoto Protocol.",
      "Conclusions referred by SBSTA to SBI were also considered.",
      "On FCCC reporting guidelines on projections, policies and measures, financial resources, transfer of technology and other matters, CANADA noted SBSTA's agreement to hold further discussion.",
      "Conclusions referred by SBSTA on review processes for GHG inventories of Annex I Parties and a work programme on methodological issues relating to Articles 5 (methodological issues), 7 and 8 of the Protocol were adopted."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}