{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "Canada",
      "New Zealand"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_57",
   "section_title": "Reports on Inter-sessional Activities:",
   "sentences": [
      "Delegates considered this issue on 24 and 27 July, and took note of, or adopted conclusions on: emissions resulting from fuel use in international transportation; methods and tools to evaluate impacts and adaptation; issues related to emissions from forest harvesting and wood products; progress related to a technology information system; and UNFCCC Article 6 (education, training and public awareness) (FCCC/SBSTA/2001/L.1). On emissions resulting from fuel used in international transportation, the Secretariat highlighted inter-sessional work, as contained in a joint report with the International Civil Aviation Organization (ICAO) and the International Maritime Organization.",
      "The EU expressed concern about rising emissions from air transportation and noted that ICAO is scheduled to meet in September with a view to reaching decisions on this question. On 24 July, the Secretariat reported on a workshop on methods and tools to assess climate change impacts and adaptation, held recently in Canada.",
      "On 27 July, the SBSTA took note of the workshop and invited Parties to consider the issue further, and to submit views on issues identified in a report on the workshop (FCCC/SBSTA/2001/INF.4) by 1 October 2001, for compilation by the Secretariat. On issues related to emissions from forest harvesting and wood products, New Zealand reported, on 24 July, on a workshop for estimating and accounting for carbon dioxide emissions from forest harvesting and wood products, and said it is coordinating a further study.",
      "The SBSTA decided to consider this matter further at its fifteenth session. On progress related to a technology information system, Chair Dovland informed the SBSTA, on 24 July, that the system is being regularly updated, and that Parties interested in testing the system should contact the Secretariat.",
      "On 27 July, delegates decided to consider the matter further at SBSTA-15. On UNFCCC Article 6, the EU, supported by many other Parties, outlined a proposal to the SBSTA on 24 July, to consider further work.",
      "Australia supported the dissemination of the IPCC TAR results in a manner accessible to the public.",
      "On 27 July, delegates adopted conclusions on this matter (FCCC/SBSTA/2001/L.5), in which the SBSTA: thanked the Secretariat for its report on this issue, and welcomed the preparation of a further document for SBSTA-15; noted that Article 6 should be a substantive item on SBSTA's future agenda, and that a workshop might be considered following SBSTA-15; and noted the importance of disseminating the information contained in the IPCC's reports in more than the six UN languages, requesting the Secretariat to liaise with the IPCC on this."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}