{
   "actors": [],
   "countries": [
      "Venezuela",
      "Saudi Arabia",
      "Peru",
      "Germany",
      "Gambia",
      "Argentina"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_16",
   "section_title": "COP Decision",
   "sentences": [
      "This decision (FCCC/SBI/2011/L.37) invites relevant UN agencies and intergovernmental organizations to continue providing support to developing countries and Annex II parties, the private sector and multilateral, bilateral and international agencies to support capacity-building activities.",
      "The decision, inter alia , invites parties to enhance reporting on best practices.",
      "The decision also states that further implementation of the capacity-building framework in developing countries should be improved by: ensuring consultations with stakeholders throughout the entire process of activities; enhancing integration of climate change issues and capacity-building needs into national development strategies, plans and budgets; increasing country-driven coordination of capacity-building activities; and strengthening networking and information sharing among developing countries, especially through South-South and triangular cooperation.",
      "Finally, the COP decides to conclude the second comprehensive review and to initiate the third comprehensive review of the implementation of the capacity-building framework, with a view to completing the review at COP 22. IMPLEMENTATION OF THE BUENOS AIRES PROGRAMME OF WORK ON ADAPTATION AND RESPONSE MEASURES (DECISION 1/CP.10) : The issue was taken up under the SBI on 28 November.",
      "SBI Chair Owen-Jones provided parties with an update, including the organization of two workshops: the workshop on promoting risk management approaches on the specific needs and concerns of developing country parties arising from the impact of the implementation of response measures (21 September 2011, in Bonn, Germany); and the workshop to identify challenges and gaps in the implementation of risk management approaches to the adverse effects of climate change (10-12 October 2011, in Lima, Peru).",
      "Informal consultations were chaired by Samuel Ortiz Basualdo (Argentina).",
      "On the draft conclusions, the Gambia, for LDCs, sought to add reference to LDCs in one section.",
      "Saudi Arabia and Venezuela both raised concerns about the text.",
      "Parties agreed to hold further informal discussions on Saturday evening.",
      "However, these did not result in an agreement and parties agreed to take up the issue again at SBI 36."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}