{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_8",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Tuesday was an extremely busy day for many delegates with numerous informal groups and sub-groups meeting throughout the day.",
      "Feelings on the process and progress seemed mixed.",
      "Some negotiators seem confused as to whether the informal session constitutes a further exchange of views, or a negotiating session aiming at consolidation of the text, sighed one and continued: Some parties appear not to be committed to advancing the text in the absence of a formal session.",
      "Others, however, were optimistic: This is exactly how I expected it to be at this stage - this is part of the process that we must go through to get to the next level.",
      "As delegates dove deeper into the issues on the AWG-LCA side, the Chair also convened a session of informal consultations on the legal form of the outcome in the evening to continue discussions that began at Bonn II.",
      "Some, especially larger developing countries, continued to argue that the form should follow function and reiterated difficulties in agreeing on the legal form before knowing what the outcome will look like, suggesting the futility of continuing the informal group before Copenhagen for this very reason.",
      "Others, however, seemed frustrated that the conversation had not advanced since Bonn II, and that parties still seemed to be a long way off from reaching agreement on the issue.",
      "Some delegates commented on some shifting positions with some developing countries for the first time verbalizing their desire for a legally binding instrument.",
      "Certain developed country delegates, in turn, were heard contemplating ways to have a single new protocol, building the AWG-LCA s outcome on the existing legal architecture.",
      "Some developing country negotiators seemed concerned.",
      "One thing is for sure - this question is still far from being resolved, stated one."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}