{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Benin",
      "Canada",
      "Senegal",
      "New Zealand",
      "Russian Federation",
      "Samoa",
      "Malaysia",
      "Japan",
      "China",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Switzerland",
      "Russia"
   ],
   "enb_end_date": "03-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12360e.html",
   "id": "enb12360e_6",
   "section_title": "In-session workshop",
   "sentences": [
      "On Wednesday morning and afternoon, the AWG held an in-session workshop concentrating on LULUCF and sectoral approaches.",
      "Maria José Sanz, UNFCCC Secretariat, provided an overview of the provisions and decisions related to LULUCF under the Protocol.",
      "Peter Holmgren, FAO, stressed the need for monitoring in accounting, and synergies between forest monitoring in addressing climate change and other environmental problems.",
      "Jim Penman, IPCC, noted scientific advances addressing many of the pre-Kyoto fears regarding forest management.",
      "He suggested: considering LULUCF in the context of REDD; simplifying rules for CDM sink projects; dealing with harvested wood products (HWP); and, regarding permanence risks, implementing longer averaging periods or taking on conservative assessments to account for possible losses. JAPAN presented on national experiences, highlighting enhanced sink policies and measures, which are broadening participation and utilization of products and biomass.",
      "The EU suggested reviewing and simplifying accounting rules, without creating perverse incentives, and enhancing removals from sustainable biomass for energy and HWP.",
      "NEW ZEALAND discussed experiences in incorporating LULUCF in its emissions trading scheme and identified LULUCF rules under the Protocol that should be reviewed.",
      "CANADA proposed three key enhancements: improving incentive structures for sustainable land management; assessing the life cycle of carbon stocks; and greater focus on distinguishing anthropogenic emissions and removals.",
      "He proposed a LULUCF sub-group take up this issue. AUSTRALIA noted that parties should not foreclose new options for mitigation under LULUCF and favored the review of current rules to ensure simplicity without perverse incentives.",
      "He said effective monitoring systems are now available to allow for more accurate accounting.",
      "TUVALU urged parties not to rewrite the existing rules and principles, noting it may be necessary to reconsider IPCC guidelines on managed and unmanaged land.",
      "He stated that CDM activities should remain restricted to afforestation and reforestation projects.",
      "Supporting TUVALU, BRAZIL said that if activities under Article 3.4 (additional human induced activities) were expanded, the IPCC should be invited to assess the issue of factoring out to enhance understanding of anthropogenic versus natural carbon stock changes. CHINA opposed major modifications for the second commitment period and stressed that provisions on LULUCF should apply only to Annex B countries.",
      "The RUSSIAN FEDERATION supported simpler, more efficient inventory procedures.",
      "TUVALU called for a political link between LULUCF rules and commitment levels.",
      "MALAYSIA called for streamlining and strengthening of rules.",
      "On LULUCF under the CDM, UGANDA supported amending the rules, citing socioeconomic development and mitigation benefits of forests.",
      "BRAZIL and SAMOA warned against sacrificing environmental integrity of the CDM, while AUSTRALIA and SWITZERLAND asserted that rules can be simplified while maintaining stringency in environmental outcomes.",
      "BENIN and SENEGAL highlighted linkages between Africa s participation in the carbon market and the role of forestry.",
      "Richard Baron, International Energy Agency, outlined three sectoral approaches: mitigation potentials on a sectoral level; sectoral international cooperative action; and sector-specific action in developing countries.",
      "Jake Schmidt, Center for Clean Air Policy, outlined methods to encourage developing country mitigation while deploying low carbon technology.",
      "He also illustrated how sectoral approaches can help in defining Annex I targets.",
      "Jane Hupe, International Civil Aviation Organization, called for cooperation between the UNFCCC and the Group on International Aviation and Climate Change processes.",
      "Brian Flannery, International Chamber of Commerce, recommended continuation of voluntary initiatives, prioritizing cost effectiveness, maintaining flexibility and avoiding competitiveness among sectors and countries, and assessing economic and trade implications of sectoral approaches.",
      "The EU, NEW ZEALAND, CHINA and CANADA stressed that sectoral approaches should support, not replace, national targets.",
      "SWITZERLAND, AUSTRALIA, TUVALU, NEW ZEALAND and others supported addressing sectoral approaches in the AWGLCA.",
      "NEW ZEALAND suggested a workshop on sectoral approaches to report to both AWGs, and JAPAN noted that sectoral approaches were useful in bridging the AWGs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}