{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Argentina",
      "Russian Federation",
      "United States",
      "Japan",
      "Senegal",
      "Bolivia",
      "Australia",
      "Canada",
      "South Africa",
      "Austria",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "03-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "03-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12412e.html",
   "id": "enb12412e_17",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Co-Chair Gertraud Wollansky (Austria) recalled instructions given by the AWG-KP Chair to focus on advancing negotiating text and move away from drafting conclusions.",
      "She sought parties views on how the contact group should proceed. CHINA stressed the need to focus on numbers and not on text.",
      "SOUTH AFRICA proposed starting with the scale of Annex I aggregate emission reductions, and then proceeding to joint and individual contributions.",
      "He noted that at AWG-KP 7, parties had different approaches to defining individual contributions and said these may need to be discussed.",
      "He also noted that issues, such as duration and number of commitment periods, and base year are related to numbers.",
      "BOLIVIA recalled the agreement to allocate two-thirds of the time available to discussing emission reductions and legal matters, and said the key focus must be on the scale of emission reductions. SWITZERLAND said the legal text to be communicated to parties on 17 June 2009 should cover both the figures, as well as means available for Annex I parties to achieve these objectives.",
      "AUSTRALIA and the EU highlighted the need for an iterative approach.",
      "SWITZERLAND, AUSTRALIA, the EU and JAPAN also highlighted that the figures are part of a broader context, and the task is therefore more complicated than only agreeing on the numbers.",
      "The EU emphasized that the numbers pledged by Annex I parties so far are based on different assumptions on issues such as the flexibility mechanisms, LULUCF and bunker fuel emissions.",
      "Supported by JAPAN, he said that without clarifying these assumptions, the figures are meaningless.",
      "SOUTH AFRICA proposed that parties should assume that the rules remain unchanged and concentrate on numbers, and then if rules improve on the basis of negotiations in other groups, associated changes in the level of ambition can be discussed.",
      "The EU supported an aggregate reduction of 30% from 1990 levels by 2020, and noted their submission on relevant criteria for determining fair and comparable contributions, including responsibility and capability.",
      "He also proposed considering adding certain countries to Annex B. Senegal, for the AFRICAN GROUP, said an aggregate target should be a goal.",
      "ARGENTINA stressed the need for science-based aggregate numbers, while INDIA cautioned that the 25-40% reduction range for Annex I countries in the IPCC AR4 is not scientific but based on hidden assumptions about appropriate division of efforts between developed and developing countries.",
      "JAPAN said that any discussions of the aggregate range without the US cannot be conclusive, and, with AUSTRALIA, stressed links with the AWG-LCA mitigation discussions.",
      "JAPAN identified the need for a truly effective international agreement and stated that the AWG-KP can only discuss a part of it.",
      "The RUSSIAN FEDERATION stressed the importance of discussing the criteria for establishing individual commitments.",
      "CANADA noted that the structure of Annex B, base year selection, ways of expressing commitments, emission pathway and the length of the commitment period could enable more productive discussions on individual numbers.",
      "JAPAN, opposed by the EU and NORWAY, suggested expressing individual commitments in terms of absolute emission amounts, as opposed to percentage reductions.",
      "Co-Chair Wollansky proposed beginning with a discussion of aggregate numbers, bearing in mind associated issues, and proceeding in an iterative manner to discuss individual commitments.",
      "She said she would refine this plan for continued discussions on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}