{
   "actors": [],
   "countries": [
      "Russia"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_87",
   "section_title": "THE ONLY SHOW IN TOWN",
   "sentences": [
      "While COP-9 had a rocky start, it ended on a positive note.",
      "Calling the Protocol 'an unrealistic and ever-increasing regulatory straitjacket,' US Under-Secretary of State for Global Affairs Paula Dobriansky had written in a major financial newspaper that the 'only acceptable, cost-effective option' to reduce greenhouse gas emissions was the American way.",
      "This viewpoint was argued vigorously (albeit unconvincingly, according to most observers), by the 60-strong US delegation in Milan.",
      "Days later, an advisor in the Russian presidency, 'thought out loud' that Russian ratification was unlikely.",
      "Nevertheless, these statements did not detract Parties from keeping the process on track.",
      "In fact, the overwhelming message from the high-level segment was that the Protocol is the 'only show in town.",
      "' COP-9 not only highlighted the division between developed and developing countries, but also the leadership and initiative gaps between negotiators and constituency groups.",
      "While resolving differences on a paragraph-by-paragraph basis remains complex, the significant number of side events signals a change towards a more positive outlook for future COP sessions.",
      "In that sense the major outcome of COP-9 is a renewed emphasis on the role of the UNFCCC`s constituencies as an important component of the process to deliver an equitable global climate change regime, a point clearly made by their demands for strong climate action, dedicated leadership, information sharing and future thinking."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}