{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Zimbabwe",
      "India",
      "Japan",
      "China",
      "Australia",
      "Tanzania",
      "Saudi Arabia",
      "Central African Republic",
      "Switzerland",
      "Gambia",
      "Slovenia",
      "Marshall Islands",
      "Iceland"
   ],
   "enb_end_date": "01-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "01-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12100e.html",
   "id": "enb12100e_3",
   "section_title": "SBSTA",
   "sentences": [
      "Chair Chow emphasized SBSTA`s role in ensuring that the Buenos Aires Plan of Action`s goals are met.",
      "He drew attention to the election at COP-4 of Lambert Gnapelet (Central African Republic) as SBSTA Vice Chair and Andrej Kranjc (Slovenia) as Rapporteur. Michael Zammit Cutajar, FCCC Executive Secretary, emphasized COP-5`s importance as a potential 'stepping stone' to produce outcomes that strengthen and maintain national capacities for developing countries and economies in transition.",
      "He said the subsidiary body sessions should identify what COP-5 needs to achieve and what other meetings and workshops are needed to help implement COP-6`s objectives. Regarding SBSTA`s agenda (FCCC/SBSTA/1999/1), Chair Chow noted that both SBSTA and SBI would consider agenda items on adverse effects, compliance, AIJ in the pilot phase, and mechanisms under the Kyoto Protocol.",
      "He reported the proposal to defer consideration of the impact of single projects on emissions in the commitment period and the scientific and methodological aspects of the proposal by Brazil (allocation of responsibilities among emitters based on historical emissions) to SBSTA-11.",
      "ICELAND supported this proposal. SAUDI ARABIA, supported by CHINA and INDIA, said some issues may not be adequately dealt with and suggested SBSTA and SBI jointly address common agenda items.",
      "CHINA expressed concern over the possible closure of the activities implemented jointly (AIJ) pilot phase and smooth transition to project implemented under Protocol Articles 6 (joint implementation) and 12 (CDM), stating that current experience is inadequate.",
      "He questioned how AIJ can make a transition to Article 6 and Article 12 projects, noting that AIJ is supposed to be between Annex I and non-Annex I Parties and does not result in credits, while Article 6 projects are between or among developed country Parties. On cooperation with relevant scientific organizations, Robert Watson, Chair of the Intergovernmental Panel on Climate Change (IPCC), noted that IPCC now has its most intense work programme ever, largely in response to requests from SBSTA or the FCCC, and said it now faces a significant budget problem that will require more funding from governments.",
      "He noted IPCC`s acceptance of the Special Report on 'Aviation and the Global Atmosphere,' as well as the list of Policy-relevant Scientific Questions that will be addressed in the Synthesis Report of the Third Assessment Report (TAR).",
      "He also noted significant progress on preparation of the TAR.",
      "Several delegates, including AUSTRALIA, the EU, and JAPAN, called for steps to resolve IPCC`s funding problems. On cooperation with other UN bodies, the Secretariat drew attention to collaboration with UNCTAD, UNDP, UNEP and UNIDO.",
      "SAUDI ARABIA and SWITZERLAND called for the scope of future efforts to be widened beyond the Protocol mechanisms.",
      "The GAMBIA, the MARSHALL ISLANDS, and ZIMBABWE emphasized the importance of capacity building, particularly for non-Annex I Parties.",
      "TANZANIA and ZIMBABWE called for elaboration of what capacity building means and said the focus should be on strengthening national capacities.",
      "UNEP said it had been collaborating with the FCCC Secretariat on a capacity-building project relating to CDM and directed at developing countries and economies in transition. On cooperation with other conventions, Chair Chow noted the emphasis placed on cooperation with the Convention to Combat Desertification (CCD) and the Convention on Biodiversity (CBD).",
      "Gregoire de Kalbermatten, CCD Secretariat, said as the issues addressed by FCCC, CCD and CBD are intimately connected, initiatives to build stronger links should be encouraged.",
      "He stated that the benefits of inter-Convention synergies would not be fully realized as long as resources were lacking, particularly in developing countries.",
      "Kalemani Mulongoy, CBD Secretariat, highlighted areas where SBSTA-10 could assist the CBD`s work programme, including: considering the best modalities to address coral bleaching, possibly through the organization of a joint expert activity; furthering the understanding of forest biological diversity and climate change interactions; and contributing climate-related content to CBD`s work on education and public awareness. On education, training and public awareness, Chair Chow noted that since only three submissions had been received, the Secretariat was unable to formulate proposals on how to integrate this issue into SBSTA`s work programme and proposed setting a new date for submissions.",
      "The EU suggested further pursuing education and public awareness in the work on 'good practices' in policies and measures.",
      "He called on the Secretariat to advise on the likely costs of undertaking further work on education, training and public awareness.",
      "The REPUBLIC OF KOREA noted the need for a technical guide to support developing countries and welcomed the participation of the private sector in promoting awareness activities. On research and systematic observation, Kirk Dawson, Global Climate Observatory Systems (GCOS) reported on activities undertaken in response to the decisions of SBSTA-9 and COP-4.",
      "He stressed the need for, inter alia: greater guidance for Parties` submissions on national plans and programmes for systematic observation; long term funding for ongoing operations; and systems consistent with infrastructural levels in developing countries.",
      "He said GCOS was exploring the establishment of an intergovernmental board to provide guidance on addressing priority issues and proposing a series of implementation meetings that could also be used to identify regional scientific policy or funding issues.",
      "He called for SBSTA`s assistance in mobilizing the necessary resources."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}