{
   "actors": [],
   "countries": [
      "Russia",
      "United Kingdom",
      "Malaysia",
      "United States",
      "Japan",
      "Chile",
      "Sri Lanka",
      "South Africa",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "24-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "24-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12266e.html",
   "id": "enb12266e_1",
   "section_title": "MITIGATION WORKSHOP",
   "sentences": [
      "Kok Seng Yap (Malaysia) and Toshiyuki Sakamoto (Japan) facilitated this in-session SBSTA workshop, which focused on factors that affect technology innovation, deployment and diffusion, and socioeconomic aspects of mitigation, including poverty reduction and economic impacts. Richard Bradley, International Energy Agency, noted that stabilizing emissions while addressing electricity deprivation will require a change in capital structures and the deployment of all available energy technologies.",
      "He highlighted 'greening investment' and cooperative R&D agreements. Christian Azar, Chalmers University, highlighted the importance of efficiency standards, particularly when energy prices are low.",
      "He noted that a 1936 car had a fuel efficiency of six liters/100km, which is comparable to today`s performance, and underscored underinvestment in public energy R&D and the need for public investment in market deployment. Priyantha Wijayatunga, Public Utilities Commission, Sri Lanka, elaborated on mitigation technology barriers in developing countries.",
      "He questioned whether developing countries should use technologies that are not deployed in developed countries, such as the Integrated Gasification Combined Cycle, and questioned the adequacy of the CDM as a financing mechanism. Mitsutsune Yamaguchi, Teikyo University, reported on efficiency gains in Japan`s iron and steel sector, adding that if this sector in China and Russia achieved the same energy intensity, total global emissions would fall one percent.",
      "He supported diffusion of Coke Dry Quenching (CDQ) technology. Luís Cifuentes, Catholic University of Chile, presented on the US EPA`s Integrated Environment Strategies (IES) Programme, which aims to identify integrated strategies and measures that address greenhouse gas abatement and local air pollution.",
      "He noted mostly positive correlations between greenhouse gas and local air pollutant reductions, and said health benefits of abatement usually outweigh the costs. David Montgomery, Charles River Associates, focused on the spillover effects of mitigation measures in Annex B countries.",
      "Montgomery explained that patterns of spillover are determined by which fuels and sectors the policies target.",
      "SAUDI ARABIA said energy taxation should be restructured to reflect carbon content. Steve Thorne, SouthSouthNorth Project, presented on lessons learned from mitigation projects in South Africa, noting a 'race to the bottom' when it comes to the sustainable development requirement of CDM projects.",
      "He warned that unless sustainable development is accorded a value, it will remain an incidental benefit."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}