{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Like Minded Group of Developing Countries",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "United States",
      "Gambia",
      "Japan",
      "Chile",
      "Brazil",
      "Mali",
      "Colombia",
      "Mexico",
      "Nauru",
      "Nepal",
      "Philippines",
      "Australia",
      "Ecuador",
      "Ethiopia",
      "Singapore",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_53",
   "section_title": "Workstream 1",
   "sentences": [
      "Under Workstream 1 (ADP.2013.2.",
      "InformalSummary, ADP.2013.5.InformalSummary, ADP.2013.",
      "7.InformalSummary, ADP.2013.8.InformalNote and ADP.2013.",
      "9.InformalNote), a workshop took place on enhancing adaptation through the 2015 agreement.",
      "For more details, see: http://www.iisd.ca/vol12/enb12573e.html .",
      "Two roundtables were also held on: variety of actions, which met throughout the first week; and linkages, which met on Tuesday, 11 June.",
      "On proposals for the 2015 agreement , Bangladesh said the agreement must be: applicable to all; rules-based; predictable, robust, clear, enforceable and scientifically-sound; and take into account long-term perspectives, CBDR and equity, and loss and damage.",
      "The EU proposed a step-wise approach to formulating mitigation commitments consisting of: exploration of options for post-2020 commitments; allowing parties to formulate and put forward their commitments; a review of proposed commitments assessing whether they are sufficient to meet the 2°C targets; and inscribing commitments into the 2015 agreement.",
      "Switzerland proposed a hybrid approach to burden sharing, including: common rules and expectations; a consultative phase; and a common MRV system.",
      "He called for the consultative phase to include: a compilation of pledges; comparison of pledges against the 2°C degree objective; and cooperation to address remaining gaps.",
      "Australia elaborated on the design of a spectrum of commitments and highlighted the benefits of a hybrid approach, which would enable parties to take ownership of their bottom-up nationally determined commitment and robust internationally-agreed rules.",
      "Calling for elaboration of an equity reference framework, the Gambia, for the LDCs, supported the use of metric and non-metric criteria, such as historical responsibility, future sustainable needs and vulnerabilities.",
      "Ethiopia proposed a hybrid approach based on, inter alia : historical and per capita emissions; the global temperature goal; quantified and apportioned atmospheric space; and quantified emission rights.",
      "Chile emphasized the need to understand the mitigation potential of pledges ex ante to avoid double-counting and assess whether mitigation pledges are fair and based on equity.",
      "Mexico highlighted the need to identify areas for improvement and the link between efficient and transparent application of rules and their ability to impact the attainment of goals.",
      "Parties also discussed the Brazilian proposal, which was advocated by several developing countries during the first part of ADP 2.",
      "Brazil explained that the proposal, originally made in 1997, addresses historical responsibility not just in terms of emissions, but also in terms of relative historical contributions to the temperature increase.",
      "On the proposal, he suggested that the SBSTA: invite the IPCC to carry out methodological work; invite parties to provide estimates of their historical emissions; and form an expert group to measure developed countries contributions to the temperature increase.",
      "Ecuador proposed to: establish an international court of climate justice and promote the UN Declaration on the Rights of Nature as an instrument to protect the Earth and its ecosystems.",
      "On transparency, accountability and support for actions ,Mali called for a rules-based regime equipped with international review systems and a compliance mechanism with facilitative and enforcement functions, and suggested that the Standing Committee on Finance coordinate an international mechanism for MRV of support.",
      "Nepal, for the LDCs, said transparency measures should include a comparable and complete accounting system for support provided and received.",
      "Saudi Arabia underlined the need for reporting impacts of climate actions and reporting on finance.",
      "The EU said countries should provide information on the type and scope of commitments and the sectors covered, as well as quantitative commitments and assumptions behind indicators used.",
      "Australia, supported by New Zealand, Norway, the US and Japan, stressed the importance of ex ante and ex post transparency and accountability, emphasizing the need for: providing clarity to predict and quantify the impacts of parties commitments; understanding the methods used by parties to track their efforts; and tracking impacts and learning lessons to enhance actions.",
      "The US said accounting guidance should apply to all parties, be flexible, promote ambition, and avoid double-counting.",
      "Switzerland said that: a common accounting framework is needed for all types of commitments; economy-wide emission reduction commitments may not need exact ex ante information; and transparency and accounting are key to both delivery and reception of support.",
      "The Republic of Korea suggested a workshop on ex ante clarity.",
      "Nauru, for AOSIS, stressed that transparency of mitigation commitments must be as robust as those under the Kyoto Protocol and be understood before adoption of commitments.",
      "On finance, technology and capacity building , Norway said support would always be forthcoming if it resulted in action.",
      "India called for provision of concessional technology to allow developing countries to take early and effective action.",
      "China proposed considering a mechanism for technology transfer.",
      "Colombia called for the inclusion of a review process for means of implementation in light of evolving needs, such as intensifying impacts of climate change.",
      "Peru drew attention to early action to avoid a steep rise in adaptation costs.",
      "Nepal underscored means of implementation for developing countries to deal with vulnerabilities and undertake a low-carbon development path.",
      "Nauru highlighted, inter alia , identification of sources, and scaling up provision, of climate finance.",
      "To bridge the trust gap and address the challenge of the insufficient provision of means of implementation, the Republic of Korea proposed developing MRV for finance with clear definitions, baselines and scope.",
      "He called for improved coordination between existing mechanisms inside and outside the UNFCCC.",
      "Australia said the 2020 finance goal must be seen in the context of effective mitigation action and transparent implementation of support.",
      "The EU stressed the need to ensure that existing institutions, such as the GCF, deliver and continue their work beyond 2020.",
      "Japan suggested that consideration of capacity building, technology transfer and finance in the 2015 agreement build on existing arrangements and discussions.",
      "Mexico called for complementarities between national and international efforts, and private and public sources of finance.",
      "The Philippines cautioned against applying the notion of respective capabilities to developed countries commitments.",
      "Switzerland underscored the need for a strong enabling environment, a blend of public and private sources, and domestic and multilateral finance for a low-carbon future.",
      "Discussions also addressed linkages between the workstreams, and between the Subsidiary Bodies and the ADP.",
      "India stressed the need to establish linkages between Workstreams 1 and 2, and to consider how the work of the SBs, the IPCC and the 2013-15 Review will inform the 2015 agreement.",
      "Ecuador called for a focus on linkages between gaps in mitigation, finance, technology and adaptation.",
      "The EU called for submissions on the necessary mitigation and adaptation elements in the 2015 agreement.",
      "Switzerland stressed the need to link the new agreement with: the scientific reality, looking beyond fossil fuel emissions; and political realities, looking forward beyond adaptation and public funding.",
      "The US advocated a new agreement that is sellable to a broad audience of domestic constituencies.",
      "During an informal plenary on Wednesday, 12 June, parties identified areas of convergence and those requiring further work.",
      "The EU noted the need for submissions before Warsaw on key issues and invited the Co-Chairs to capture priority areas in a paper reflecting parties ideas.",
      "Switzerland urged that all should commit to commit in a COP 19 decision on mitigation.",
      "He called for: a common understanding of modalities of mitigation commitments; continuing to exchange views on fair differentiation; and elaborating elements of a process to anchor commitments.",
      "The US noted agreement on, inter alia : addressing mitigation through nationally determined contributions with rules that provide for transparent MRV but are flexible enough to be applicable to all; and that support will continue in the post-2020 period.",
      "New Zealand noted common views on a hybrid bottom-up and top-down approach.",
      "India underlined that discussions on a dynamic interpretation of CBDR and the post-2015 structure, such as two-step or hybrid processes, need to refocus on the Convention s principles.",
      "The Philippines, for the LMDC, and Saudi Arabia called for a focused process structured around the four pillars of the Convention.",
      "Chile, for AILAC, called for creative thinking and proposals on, inter alia : means of implementation; compliance and incentives; and ex ante and ex post review processes to ensure the necessary dynamism for enhancing ambition and participation.",
      "Saudi Arabia highlighted linkages with the 2013-15 Review and response measures.",
      "Singapore highlighted areas for further work, including: the leadership role of developed countries; how to enhance implementation; how to clarify actions put forward by parties; and how to ensure that the rules facilitate universal participation.",
      "Nauru, for AOSIS, highlighted means of implementation and called for further work on linkages between existing institutions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}