{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Antigua and Barbuda",
      "New Zealand",
      "Norway",
      "Japan",
      "Australia",
      "Zambia",
      "Costa Rica",
      "South Africa",
      "Guatemala",
      "Brazil",
      "Austria",
      "Papua New Guinea",
      "Colombia",
      "Sudan",
      "Canada",
      "Algeria",
      "China",
      "Tuvalu",
      "India",
      "Philippines",
      "Oman",
      "Mali",
      "Lesotho",
      "Gambia",
      "Grenada",
      "Guinea"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_33",
   "section_title": "REPORT OF THE AWG-KP:",
   "sentences": [
      "The COP/MOP plenary convened on Wednesday, 16 December to consider the report of the AWG-KP.",
      "AWG-KP Chair John Ashe (Antigua and Barbuda) presented the AWG-KP s report (FCCC/KP/AWG/2009/L.15), explaining that the AWG-KP had met in contact groups considering Annex I emission reductions, other issues and potential consequences.",
      "He underscored significant progress but regretted that parties were unable to reach agreement on amendments to the Kyoto Protocol.",
      "He expressed confidence that the COP/MOP would take appropriate action on the text developed by the AWG-KP.",
      "Tuvalu expressed extreme disappointment with lack of progress under the AWG-KP and, opposed by India, urged consideration of parties proposals for Protocol amendments as a lifeboat for a sinking process.",
      "South Africa, for the G-77/China, supported by India, the Philippines, China, Algeria, for the African Group, Oman and Zambia, requested further time to resolve outstanding technical issues in the AWG-KP s text.",
      "The EU noted that the text was well developed and that political choices must now be made.",
      "COP/MOP President Hedegaard then outlined plans by the COP Presidency to table a package for the outcome, consisting of two texts that are based substantially on the two texts forwarded by the AWGs.",
      "She said the texts would be available shortly.",
      "Many parties objected to the tabling of these texts, and stating that only the texts developed by the parties should form the basis of further work.",
      "The COP/MOP plenary then re-convened on Thursday, 17 December.",
      "COP/MOP President Rasmussen said the documentary basis for work will be the texts presented by the AWG-KP Chair to the COP/MOP.",
      "He proposed, and parties agreed, to establish a contact group chaired by COP/MOP President s Special Representative Connie Hedegaard.",
      "He said the contact group would have a mandate to complete work on unresolved issues with a short deadline and that open-ended drafting groups would be convened, chaired by people we know well and trust.",
      "Sudan, for the G-77/China, requested confirmation that the process would result in two separate documents and that no document that had not been agreed by the parties would be forwarded to the Heads of State and Government.",
      "COP/MOP President Rasmussen confirmed that negotiations will continue under two tracks and that the output will be two documents.",
      "During the first meeting of the contact group, Chair Hedegaard explained that the contact group s mandate is to prepare the outcomes of Copenhagen emerging from the Protocol negotiating track and that the work of the group would be based on the text forwarded by the AWG-KP to the COP/MOP.",
      "She then proposed establishing five drafting groups on: Annex I emission reductions, co-facilitated by Gertraud Wollansky (Austria) and Leon Charles (Grenada); LULUCF, co-facilitated by Marcelo Rocha (Brazil) and Bryan Smith (New Zealand); flexibility mechanisms, facilitated by Harald Dovland (Norway); basket of methodological issues, also facilitated by Harald Dovland; and potential consequences, co-facilitated by Mama Konaté (Mali) and Andrew Ure (Australia).",
      "Chair Hedegaard noted that the facilitators are the same ones that chaired the respective negotiations under the AWG-KP.",
      "She encouraged parties to identify issues that can be resolved at the expert level and those that need to be addressed at the political level.",
      "Later that evening, the COP/MOP contact group convened to take stock of progress made during the afternoon and evening.",
      "Co-Facilitator Charles said that the group on Annex I emission reductions had discussed the draft COP/MOP decision and noted that there were still differences on several technical issues, including base years and the length and number of commitment periods.",
      "He identified issues requiring political attention: addressing surplus Assigned Amount Units (AAUs); the question of how to populate Annex B with quantified emission limitation or reduction objectives (QELROs), or in the absence of agreement on a Protocol amendment in Copenhagen, how to reflect pledges moving forward; and a core decision defining further work if it were to continue due to lack of agreement at this time.",
      "Facilitator Dovland reported on work on methodological issues.",
      "He noted constructive discussions but said different views remained on the inclusion of new greenhouse gases and global warming potentials (GWPs).",
      "On the flexibility mechanisms, he noted disagreement on: carbon capture and storage (CCS) under the Clean Development Mechanism (CDM); standardized baselines; share of proceeds; supplementarity; and regional distribution of CDM projects.",
      "On LULUCF, Co-Facilitator Rocha highlighted that many parties preferred not to adopt a land-based approach at this time.",
      "He identified the need for further work on a possible cap for forest management.",
      "He said that further improvements to the text could be made but that choosing between options and addressing cross-cutting issues would facilitate consensus text.",
      "On potential consequences, Co-Facilitator Ure noted impressive progress and flexibility, highlighting that consensus language had been reached on all issues except on the creation of a permanent forum to address potential consequences.",
      "Chair Hedegaard then asked for parties views on how to proceed.",
      "The EU recommended establishment of a friends of the chair group.",
      "South Africa, for the G-77/China, noted that significant progress on LULUCF may facilitate progress on Annex I emission reductions and that issues on the flexibility mechanisms and methodologies, in turn, could be unlocked by movement in Annex I emission reductions.",
      "He noted that time is ripe for informal consultations, but requested that such a group report back to the contact group in order to maintain construction of a party-driven consensus.",
      "Costa Rica, Papua New Guinea, Grenada, for AOSIS, the Gambia, for the African Group, Colombia, Guatemala, Lesotho, for the LDCs, and Australia supported the proposal to establish a friends of the chair group.",
      "Hedegaard said she will consult with parties on how to proceed with establishment of a friends of the chair group and closed the contact group meeting.",
      "During the COP/MOP closing plenary on Saturday, 19 December, informal consultations took place on a draft COP/MOP decision to extend the AWG-KP s mandate.",
      "South Africa, supported by Algeria, proposed amending the decision to include reference to adoption of amendments pursuant to Protocol Article 3.9.",
      "The EU, Canada and Japan opposed.",
      "The COP/MOP was suspended to allow for informal consultations on this issue, and upon being reconvened, the Secretariat announced that the text would remain unchanged.",
      "The COP/MOP eventually agreed to extend the AWG-KP s mandate."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}