{
   "actors": [],
   "countries": [
      "Iraq",
      "India",
      "Luxembourg",
      "United States",
      "Chile",
      "Bolivia",
      "Brazil",
      "Canada",
      "Ireland",
      "Australia",
      "Armenia",
      "Saudi Arabia",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_9",
   "section_title": "Cross-Sectoral Mitigation Pathways and Measures",
   "sentences": [
      "Regarding a paragraph beginning with a sentence stating ' in all sectors, GHG emissions are projected to grow in baseline scenarios, except for net CO2 emissions in the AFOLU sector ', Saudi Arabia, noting the statement was unbalanced, asked about other gases in AFOLU, and preferred referring to GHG emissions, rather than CO2 emissions, in the AFOLU sector for consistency.",
      "CLAs clarified that overall net CO2 emissions in the AFOLU sector do decline.",
      "The US opposed a proposal to insert 'emissions of all GHGs', instead of 'GHG emissions', are projected to rise, stating that it conveyed a new meaning.",
      "Following informal consultations, participants approved text stating that, in baseline scenarios, GHGs are projected to grow in all sectors except for net CO2 emissions in the AFOLU sector.",
      "Regarding a related footnote, the CLAs explained they had sought to address all gases, provide clarity on the net AFOLU emissions, and ensure there is no conflict with WGI.",
      "Norway stated its concern over coherence with WGI and called for a reference to the issues related to the potential of terrestrial carbon removals.",
      "Australia said this reference would fit better in section SPM.4.2.4 on AFOLU.",
      "After further discussions, participants agreed to footnote text, stating: 'Net AFOLU CO2 emissions include emissions and removals of CO2 from the AFOLU sector, including land under forestry and, in some assessments, CO2 sinks in agricultural soils'.",
      "Regarding a sentence stating that, in baseline scenarios, net CO2 emissions from the AFOLU sector will decline over time, with some models projecting a net sink towards the end of the century, Saudi Arabia, with Ireland, suggested that non-CO2 gases in AFOLU are expected to increase.",
      "Responding to a query from Brazil on whether this statement referred to forests only, the CLAs clarified that some of the models include carbon sequestration in agricultural soils.",
      "Brazil opposed the proposal to reference non-CO2 emissions from the AFOLU sector, preferring to emphasize only agriculture.",
      "The CLAs suggested specifying that, while non-CO2 GHG agricultural emissions are projected to increase, net CO2 emissions from AFOLU decline over time, which was agreed.",
      "Participants also agreed to a footnote, stating: 'A majority of the Earth System Models assessed in WGI AR5 project a continued land carbon uptake under all RCPs through to 2100, but some models simulate a land carbon loss due to the combined effect of climate change and land use change'.",
      "Responding to a concern expressed by Luxembourg, CLAs clarified that WGIII is only addressing anthropogenic emissions in AFOLU, while WGI also includes carbon cycle feedback.",
      "Participants then discussed a paragraph on the risk of lock-in into energy-intensive pathways in infrastructure and products .",
      "A sentence stating: 'Infrastructure developments and long-lived products that lock societies into GHG-intensive emissions pathways may be difficult or very costly to change, reinforcing the importance of early action for ambitious mitigation' was approved without amendment.",
      "On a sentence stating that 'products and infrastructure with long lifetimes and low lifecycle emissions can facilitate a transition to low-emission pathways while also reducing emissions through lower levels of material use', the US suggested removing reference to 'lower levels of material use'.",
      "Switzerland proposed adding 'materials' to products and infrastructure.",
      "Saudi Arabia noted that this language may not be applicable to all countries and suggested adding a reference at the end to national circumstances and standards.",
      "A CLA said the text is not material-specific and these need to be assessed on a case-by-case basis.",
      "Bolivia expressed concern that the message suggests that the only solution is not to build infrastructure in developing countries.",
      "Participants approved the sentence with the addition of 'materials', as suggested by Switzerland.",
      "Regarding a paragraph on interdependencies in mitigation scenarios, India expressed reservations over use of the term 'decarbonization'.",
      "Following informal group consultations on this issue, participants agreed to text describing the relationships between different options, stating: 'There are strong interdependencies in mitigation scenarios between the pace of introducing mitigation measures in energy supply and energy end-use and developments in the AFOLU sector.",
      "The distribution of the mitigation effort across sectors is strongly influenced by the availability and performance of BECCS and large-scale afforestation'.",
      "Regarding a proposal from Saint Lucia, participants also agreed to a new paragraph stating: ' Mitigation scenarios reaching around 450 ppm CO2eq concentrations by 2100 show large-scale global changes in the energy supply sector ( robust evidence, high agreement ).",
      "In these selected scenarios, global CO2 emissions from the energy supply sector are projected to decline over the next decades and are characterized by reductions of 90% or more below 2010 levels between 2040 and 2070.",
      "Emissions in many of these scenarios are projected to decline to below zero thereafter'.",
      "Figure SPM.7 on direct emissions of CO2 by sector and total non-CO2 GHGs across sectors in baseline and mitigation scenarios that reach around 450 ppm CO2eq with CCS and without CCS was approved with minor changes.",
      "Participants moved to a paragraph on energy demand reductions and its first sentence referring to demand reductions in the energy end-use sectors.",
      "Noting the strong demand growth in energy use in developing countries, China, supported by India, Saudi Arabia and Iraq, expressed doubt over the term 'demand reductions'.",
      "Noting that it is one of the world's leading energy suppliers, Saudi Arabia stressed the need to respect the right to sustainable development.",
      "India suggested inserting 'demand rationalization after meeting the energy demand'.",
      "Saudi Arabia expressed reservations over this formulation.",
      "A CLA suggested referring to 'final energy demand' and pointed out, in response to Saudi Arabia, that the text does not say anything about regional contributions.",
      "Switzerland proposed omitting the word 'reduction' and Canada suggested referring to energy efficiency improvements instead of demand reductions.",
      "Norway suggested adding 'energy conservation'.",
      "Stressing the need to expand 'energy grids' in many countries, Brazil suggested clarifying that the sentence is only valid under certain circumstances.",
      "Armenia proposed language reflecting 'demand reduction that does not prevent sustainable development from happening'.",
      "The US highlighted that use of the word 'reduction' could possibly be interpreted as implying a constraint on development and growth.",
      "A CLA proposed text stating: 'Efficiency enhancements and behavioral changes, in order to reduce energy demand without compromising development, are a key mitigation strategy in scenarios reaching atmospheric concentrations of about 450 to 500 ppm by 2100'.",
      "Armenia and Chile, opposed by India, suggested the insertion of 'sustainable' before 'development' as an additional qualifier.",
      "India added that the words 'may be' should qualify these as a key mitigation strategy.",
      "Switzerland suggested, and participants agreed, to use the CLA's proposal with the addition of language stating that the changes to reducing energy demand compared to baseline scenarios.",
      "On a sentence stating that 'near-term reductions in energy demand are an important element of cost-effective mitigation strategies', India suggested deleting a reference to decarbonizing the energy supply sector.",
      "Participants agreed to replace it with 'reducing carbon intensity'.",
      "Participants agreed to a sentence stating that both integrated and sectoral studies provide similar estimates for energy demand reductions in the transport, buildings and industry sectors for 2030 and 2050.",
      "Participants approved, with minor amendments, Figure SPM.8 on final energy demand reduction relative to baseline and low-carbon energy carrier shares in final energy in the transport, buildings, and industry sectors by 2030 and 2050 .",
      "Regarding the first sentence of a paragraph stating that ' behaviour, lifestyle and culture have a considerable influence on energy use and associated emissions , with high mitigation potential in some sectors, in particular when complementing technological and structural change', Bolivia said reference to 'structural change' would cause concern among policymakers in Bolivia, given the term's use in other contexts.",
      "A CLA stated that 'structural change' is an agreed term included in the glossary.",
      "After informal consultations, participants accepted the original formulation with an added footnote setting out the definition of 'structural change' from the glossary.",
      "Participants then agreed to text stating that emissions can be substantially lowered through changes in consumption patterns, dietary change and reduction in food wastes.",
      "On a sentence stating that 'a number of options such as monetary incentives and information measures to improve public awareness may facilitate behavioral changes', Bolivia, supported by Switzerland and Canada, called for reference to 'non-monetary' incentives.",
      "Switzerland said capacity building should be referenced.",
      "Tanzania suggested, and participants agreed, that the reference to public awareness should be deleted as incentives do not create such awareness.",
      "Participants approved the sentence with the inclusion of 'non-monetary' incentives and the deletion of the reference to 'public awareness'."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}