{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Philippines",
      "Bangladesh",
      "Micronesia",
      "China",
      "Peru",
      "Grenada",
      "Switzerland"
   ],
   "enb_end_date": "05-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "05-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12389e.html",
   "id": "enb12389e_13",
   "section_title": "AWG-LCA WORKSHOP ON RISK MANAGEMENT AND RISK REDUCTION STRATEGIES",
   "sentences": [
      "Leon Charles (Grenada) chaired the workshop, which sought to enhance understanding of risk management and risk reduction strategies.",
      "The Secretariat presented the relevant documents ( FCCC/TP/2008/3 , 4 and 9, and FCCC/AWGLCA/2008/INF.2).",
      "Bekele Geleta, International Federation of Red Cross and Red Crescent Societies, stressed risk reduction as the foundation for effective adaptation.",
      "He highlighted the 2005 Hyogo Framework for Action and said existing institutions should be strengthened.",
      "Julio Garcia Vargas, UN International Strategy for Disaster Reduction, discussed national planning for adaptation, sector-specific risk reduction plans, and risk assessments.",
      "Koko Warner, Munich Climate Insurance Initiative, proposed a focus on prevention and insurance, including climate insurance pools and support for micro and macro-insurance systems.",
      "She estimated the cost of these initiatives at US$10 billion.",
      "Bangladesh, for LDCs, supported micro-insurance schemes.",
      "Micronesia, for AOSIS, proposed a new multi-window mechanism that would include insurance, rehabilitation and compensation, and risk management.",
      "CHINA said effective disaster response includes capacity building, infrastructure development, monitoring and early warning systems, international and regional cooperation, and insurance instruments.",
      "The EU said insurance is a useful but context-dependent tool.",
      "She suggested strengthening the links between the Hyogo Framework for Action and the UNFCCC.",
      "PERU proposed insurance schemes for agricultural protection to cover crops and cattle loss.",
      "SWITZERLAND focused on national examples of risk management relating to a flood protection strategy, and the agricultural and forestry sectors.",
      "The PHILIPPINES noted the need for technical support, climate models, maps and information to implement risk management strategies."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}