{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_32",
   "section_title": "CANCUN, SOUTH AFRICA OR BEYOND",
   "sentences": [
      "The acceptance that the Cancun Conference will not be the end of the post-2012 regime negotiations and the issue of reconstituting the AWGs mandates to continue until 2011 have caused some to begin to wonder if there will ever be an end to this process.",
      "The final outcome, which most hoped would be a legally-binding instrument, was initially expected in Copenhagen and now it appears unlikely that this will happen until at least 2011.",
      "With no clear short-term or long-term roadmap for the way forward, in her opening address UNFCCC Executive Secretary Christiana Figueres emphasized the need to prevent the world from seeing multilateralism as an endless road.",
      "Yet, some of the press reports of the Tianjin Talks have taken this one step further and have referred to multilateralism, not as an endless road but as a dead end.",
      "There have been calls for increased focus on bilateral, regional or multilateral efforts outside the UNFCCC process, so that politics and bureaucracy do not hinder the task at hand, which is to protect the earth from the dangerous effects of climate change.",
      "One delegate supporting action outside the UNFCCC process, cited the Chinese proverb that speaks of following different paths that lead to the same destination and said as long as the destination is ensuring a safe climate for himself, his children and future generations, he does not care which path is taken.",
      "Many hope that Cancun will provide the signal to the world that governments are able to tackle the challenge of climate change through multilateralism and that they can establish and follow a short-term roadmap to create a post-2012 climate change regime with the UNFCCC and its Kyoto Protocol playing a central role.",
      "To achieve this, parties have called on each other to work with a renewed sense of urgency and flexibility.",
      "As participants closed the talks at the Tianjin Meijiang Conference Center before reconvening in Cancun in seven short weeks, one desperate delegate urged parties to put all games and rhetoric aside and focus on ensuring that we succeed on this path we ve been treading on for the past three years."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}