{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China",
      "Tuvalu",
      "Iran",
      "Canada",
      "Bulgaria"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_45",
   "section_title": "SBI Conclusions",
   "sentences": [
      "The conclusions (FCCC/SBI/2002/L.15) note the need to further implement decisions 2/CP.7 (capacity building in developing countries) and 3/CP.7 (capacity building in economies in transition) and invites Parties to submit their views on detailed elements, methodologies and guidelines for the comprehensive review of the implementation of the capacity- building framework for developing countries. IMPLEMENTATION OF UNFCCC ARTICLE 4.8 AND 4.9 - Progress on the Implementation of Activities under Decision 5/CP.7: This issue was taken up in the SBI and in informal consultations facilitated by Daniela Stoytcheva (Bulgaria) and Enele Sopoaga (Tuvalu).",
      "On Friday, 25 October, Parties discussed implementation issues under Article 4.8 and 4.9 (adverse effects), as well as the outcomes of a workshop on modeling held in Bonn in May 2002, and the terms of reference for workshops on insurance and risk assessment.",
      "The G-77/China expressed concern about the lack of financial support for implementation of the decision.",
      "She called for a mechanism to finance the workshops and proposed creating an expert group on adaptation.",
      "Canada expressed interest in supporting the workshops, and Iran offered to host them. On Tuesday, 29 October, the SBI adopted conclusions on progress in the implementation of activities under decision 5/CP.7.",
      "It was agreed that the subsidiary body Chairs and the Secretariat would make arrangements for a meeting on the implementation of decision 5/CP.7, to be held back-to-back with a workshop on cooperation with international organizations proposed by the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}