{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Marshall Islands",
      "Malaysia",
      "United States",
      "Australia",
      "Brazil",
      "Canada",
      "South Africa",
      "Mali",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_24",
   "section_title": "Developing country mitigation",
   "sentences": [
      "This issue was considered in a spin-off group facilitated by Gary Theseira (Malaysia).",
      "Parties considered two facilitation tools: a matrix table providing a bird s eye view of the work done on NAMAs by developing country parties since COP 13; and an informal note containing framing elements, elements on NAMAs communicated by parties, and elements on support to prepare and implement NAMAs.",
      "The US, New Zealand, Norway, Canada, the EU, Australia, Switzerland, and the Marshall Islands, for AOSIS, stressed that the group s mandate is to continue clarifying mitigation pledges by developing country parties, which is vital to build confidence and trust and to identify practical solutions for moving forward.",
      "They encouraged parties that have not yet submitted pledges to do so, and requested a more structured compilation of actions already submitted.",
      "China, Brazil and South Africa stressed that further work is needed on the issue of MRV of support to developing countries.",
      "Opposing this, the EU said the matter is under consideration elsewhere and cautioned against duplicating work.",
      "China pointed out that the relevant NAMA information was compiled in the Registry.",
      "Mali called for support through regional workshops and a handbook on preparation and implementation of NAMAs for COP 18.",
      "Reporting to the AWG-LCA stocktaking contact group, Theseira highlighted that the spin-off group considered a note on elements that could become part of an outcome in Doha, saying elements identified by parties included: reiterating calls for NAMAs and enhanced provision of support; further discussions on understanding the diversity of NAMAs; development of guidelines for MRV of support; and proposals for building the capacity of countries to prepare and implement NAMAs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}