{
   "actors": [
      "Alliance of Small Island States",
      "Environmental Integrity Group",
      "African Group",
      "European Union",
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "India",
      "Iran",
      "Argentina",
      "Marshall Islands",
      "Jordan",
      "Japan",
      "Gambia",
      "El Salvador",
      "Paraguay",
      "South Africa",
      "Algeria",
      "Cuba",
      "Colombia",
      "Congo",
      "Mali",
      "Libya",
      "Thailand",
      "Philippines",
      "Comoros",
      "Morocco",
      "Ecuador",
      "Djibouti",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Suriname",
      "Norway",
      "Switzerland",
      "Barbados",
      "New Zealand",
      "Russia",
      "Venezuela",
      "United States",
      "Yemen",
      "Chile",
      "Bolivia",
      "Grenada",
      "Brazil",
      "Kuwait",
      "Canada",
      "Nicaragua",
      "Mexico",
      "Nauru",
      "Somalia",
      "Oman",
      "Sudan",
      "Bahrain",
      "Malaysia",
      "Russian Federation",
      "Australia",
      "Mauritania",
      "Guyana",
      "Tunisia",
      "Syria",
      "Singapore",
      "Egypt",
      "United Arab Emirates",
      "Costa Rica",
      "Qatar",
      "China",
      "Iraq"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_3",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Discussions during ADP 1 focused on the election of officers and the agenda.",
      "Agreement on these two issues took time and was only reached during the ADP closing plenary on 25 May.",
      "Election of Officers: In the ADP plenary on Thursday, 17 May, COP Vice-President Robert Van Lierop (Suriname) explained that intensive consultations have taken place before and during the Bonn meeting concerning the ADP Bureau.",
      "He noted that it remains unresolved and urged parties to agree on nominees for the Chair and Vice-Chair so that the ADP can begin its work.",
      "The three candidates for ADP Chair were Harald Dovland (Norway), nominated by the Western Europe and Others Group, Kishan Kumarsingh (Trinidad and Tobago), nominated by the Latin American and Caribbean Group (GRULAC) and Jayant Moreshwar Mauskar (India), nominated by the Asia-Pacific Group.",
      "A proposal was made to elect the Chair at this session and continue consultations on the election of other officers until Doha.",
      "Delegates were given until Friday, 18 May to consult on this proposal.",
      "On 18 May, the ADP reconvened.",
      "COP Vice-President Van Lierop explained that consultations on the election of the ADP Bureau by Amb.",
      "Nozipho Joyce Mxakato-Diseko (South Africa) had been inconclusive.",
      "Diseko raised the possibility of the ADP Bureau being elected by a vote in accordance with the draft rules of procedure.",
      "Expressing regret for the situation, The Gambia, for LDCs, supported by Guyana, for GRULAC, the EU, the US, Australia, AOSIS and the Russian Federation, proposed that the COP Presidency preside over the ADP until matters concerning the election of its Bureau are resolved.",
      "Parties agreed that the COP President would preside during the Bonn session, while consultations continued on the election of officers.",
      "On Saturday, 19 May, COP Vice-President Van Lierop informed the ADP plenary that the COP 17 President had designated Sandea de Wet (South Africa) to preside over the ADP on her behalf and urged parties to intensify their efforts in informal consultations facilitated by Amb.",
      "Diseko so that the ADP Bureau can be elected by the end of the Bonn session.",
      "Informal consultations on the ADP Bureau continued throughout the meeting.",
      "On the morning of Friday, 25 May, Amb.",
      "Diseko reported that the consultations had been intensive and that they revealed parties strong interest and commitment to the work of the ADP.",
      "She explained there was agreement on the principles of equitable and geographical balance, rotation between Annex I and non-Annex I parties and regional rotation in 2012-2015.",
      "She noted that despite all efforts there was no successful outcome and described this as a sad state of affairs.",
      "She requested parties to prepare for elections in accordance with the draft rules of procedure.",
      "The EU, supported by Saudi Arabia, requested an adjournment to allow for further consultations among the regional groups.",
      "The ADP plenary was suspended for further informal consultations.",
      "In the evening, Amb.",
      "Diseko reported that agreement had been reached.",
      "She outlined an interim arrangement, which will be applied pending its endorsement by COP 18.",
      "The arrangement consists of a multi-year approach for the Bureau, with two Co-Chairs, one from a non-Annex I country and one from an Annex I country.",
      "In 2012-2013, the ADP will be co-chaired by Mauskar and Dovland.",
      "Oleg Shamanov (Russian Federation) will be the Rapporteur.",
      "In 2013, Kumarsingh will co-chair the ADP with a Co-Chair from an Annex I country, and the Rapporteur will come from a non-Annex I party.",
      "In 2015, the non-Annex I party Co-Chair will be from the African Group and the Rapporteur from a non-Annex I country.",
      "Diseko commended the ADP s achievement, underscoring the need for the spirit of unity and called for keeping transparency and mutual trust among parties. UNFCCC Executive Secretary Christiana Figueres welcomed the new Bureau members and commended de Wet and the COP presidency for having unequivocal perseverance in taking forward the negotiations on the agenda and the Bureau officers.",
      "She highlighted the need to keep working in a spirit of mutual respect and congratulated parties for having taken the first of many footsteps of this journey. ADP Co-Chair Mauskar highlighted that the Durban package of decisions is a landmark and, in that context, the ADP is significant, in establishing a new process.",
      "He acknowledged that taking the process forward to achieve meaningful results at Doha and beyond will be complex and challenging.",
      "He said that the ADP Co-Chairs will undertake intersessional consultations on how parties intend to progress on the two work streams under the ADP agenda.",
      "Agenda and organization of work: The ADP agenda was first considered on Saturday, 19 May when interim Chair de Wet proposed that the ADP plenary adopts the agenda (FCCC/ADP/2012/1).",
      "China requested the Secretariat to explain the rationale of the items on the ADP s provisional agenda.",
      "The Secretariat responded that items 3 (planning of work in accordance with Decision 1/CP.17) and 4 (work plan on enhancing mitigation ambition) were placed on the provisional agenda on the basis of Decision 1/CP.17.",
      "China stated that Decision 1/CP.17 does not specify that the work plan on enhancing mitigation ambition should be under the ADP.",
      "He emphasized a post-2020 outlook as the ADP s core task, and also noted that raising the level of ambition does not only refer to mitigation but also to means of implementation in technology, finance and capacity building.",
      "China suggested deleting item 4 and amending item 3 to planning of the work on mitigation, adaptation, finance, technology development and transfer, transparency of action and support, and capacity building.",
      "Singapore cautioned against listing specific issues to avoid potential exclusion of those not listed.",
      "He suggested that item 3 be adopted as proposed, while item 4 on the work plan on mitigation ambition be amended by adding in accordance with Decision 1/CP.17.",
      "Nauru, for AOSIS, The Gambia, for LDCs, Barbados, Grenada, Switzerland, the EU, the US, Mexico, Singapore, Australia, Japan and Costa Rica urged the adoption of the agenda as originally proposed.",
      "The EU stressed that the work plan on enhancing mitigation ambition was a core element of the Durban package.",
      "Barbados explained that a draft decision had been proposed in Durban that included only a post-2020 outlook but the most vulnerable countries had rejected this proposal.",
      "He suggested modifying item 4 by adding a reference to pre-2020 mitigation ambition.",
      "Many parties emphasized the need to adopt the agenda and begin substantive work as soon as possible, including on pre-2020 mitigation ambition.",
      "Brazil recognized that the work plan on enhancing mitigation ambition is part of the agreement on the ADP, highlighting that discussions around this issue will be broader than a simple reference to mitigation.",
      "He stressed that the main focus of the ADP s work will be on negotiations for the new instrument and that the two elements of its work will be separate.",
      "The Philippines, supported by several parties, proposed deleting item 4 and amending item 3 to planning of work in accordance with all the elements of Decision 1/CP.17.",
      "Grenada, the EU, Barbados and others opposed this proposal.",
      "With Switzerland and others, they reiterated their support for adopting the agenda as originally proposed by the Chair.",
      "Venezuela noted her country s formal reservation to Decision 1/CP.17 in Durban and highlighted that developed countries had already violated the Durban package by not putting on the table their QELROs for the second commitment period under the Protocol.",
      "Supported by Bolivia, she requested adding a footnote to the agenda to indicate that: the implementation of Decision 1/CP.17 should be examined on the basis of its compliance with international law, in accordance with the principle of pacta sunt servanda and, in particular, with the exception on non-performance related to the full respect and compliance with the UNFCCC and its Kyoto Protocol, for the parties that are parties of those instruments.",
      "Venezuela stressed that the footnote is indispensable for her country s support for the adoption of the agenda.",
      "The US, Singapore and Switzerland preferred not including a footnote.",
      "Interim Chair de Wet stressed that the Durban outcome was a very balanced one, saying it will be difficult to delete agenda items.",
      "She urged parties to adopt the agenda as originally proposed, thereby sending a tremendous message to the international community that parties are ready to begin work under the ADP.",
      "The Philippines, supported by Ecuador, Bolivia, Malaysia, Argentina, Iran, China and others, opposed this.",
      "After further discussion, interim Chair de Wet proposed launching substantive work provisionally on the basis of the proposed agenda while conducting informal consultations on the agenda.",
      "Reconvening the ADP plenary on Tuesday, 22 May, interim Chair de Wet invited parties to share their views on how they see work proceeding under the ADP.",
      "Venezuela, speaking on behalf of Argentina, Algeria, Bahrain, Bolivia, China, Comoros, Cuba, Democratic Republic of Congo, Djibouti, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Jordan, Kuwait, Libya, Malaysia, Mali, Mauritania, Morocco, Nicaragua, Oman, Palestine, Paraguay, the Philippines, Qatar, Saudi Arabia, Somalia, Sudan, Syria, Thailand, Tunisia, United Arab Emirates and Yemen, expressed willingness to discuss a post-2020 mitigation framework, while recognizing the need to enhance mitigation actions in 2012-2020.",
      "He also pointed out that a separate agenda item on enhancing mitigation ambition under the ADP would render meaningless the ongoing discussions under the AWGs.",
      "He expressed support for an inclusive agenda that captures, in a non-selective manner, all the elements of Decision1/CP.17.",
      "A number of parties highlighted the key elements of the Durban package and called for launching the ADP s work as agreed in Durban.",
      "They expressed concern over efforts to undo the Durban package and delay progress.",
      "The EU, supported by Norway, highlighted the fine and balanced Durban compromise, consisting of: a second commitment period under the Kyoto Protocol; a pre-2020 mitigation work plan; agreement by 2015 applicable to all; concluding the AWG-LCA; and operationalizing the institutions created in Cancun and Durban.",
      "He underscored that ministers noted the ambition gap in Durban with great concern but it is not for negotiators to change the agreement.",
      "The EU also expressed concern over attempts to change the ADP s mandate to negotiate a new, legally-binding instrument applicable to all by introducing the Bali Action Plan into the new mandate.",
      "He urged agreement on the ADP agenda and said work should be launched under two contact groups.",
      "Switzerland, for the EIG, warned that attempting to change the balanced Durban package will put Doha at risk.",
      "Chile highlighted that the Durban Platform has transformative potential, and presents opportunities to increase the ambition that must be seized.",
      "With many others, he listed key elements of the Durban package, including: a second Protocol commitment period to commence in January 2013; a new legally binding agreement, concluded as early as possible but no later than 2015, in order to take effect no later than 2020; a work plan on enhancing mitigation ambition with a view to closing the ambition gap and reach an emissions trajectory consistent with the goal of limiting temperature increase to below 2°C; and the successful completion of the AWG-LCA s work at COP 18.",
      "Chile elaborated that the new agreement should include mitigation commitments by all parties, finance commitments, adaptation, technology development and transfer, transparency of action, and support and capacity building.",
      "Australia highlighted two distinct work streams under the ADP on: the development of a protocol or legally-binding agreement; and enhancing mitigation ambition.",
      "He suggested using 2012 as a conceptual year aimed at sharing ideas on the work of the ADP.",
      "Proposing the adoption of the ADP agenda based on what was agreed to in Durban, Nauru, for AOSIS, called for a detailed schedule of work with timetables and milestones.",
      "He underscored the need for a work plan for enhancing mitigation ambition.",
      "Colombia proposed establishing two contact groups on agenda items 3 and 4.",
      "The Marshall Islands emphasized the decision by ministers in Durban to launch the mitigation work plan.",
      "The US identified critically important features in the Durban Platform, highlighting an instrument with legal force for all parties and a path leading further into the future than before.",
      "He underscored two work streams with a clear mandate from the COP: developing a post-2020 regime and working on pre-2020 mitigation.",
      "Emphasizing the need to implement rather than renegotiate Decision 1/CP.17, he called for planning the ADP s work at this meeting, including input and interactions over the coming months.",
      "Brazil emphasized the importance of advancing all aspects of the Durban outcome and highlighted the main focus of the Durban Platform to create a new legal instrument under the UNFCCC as an important opportunity that must not be lost.",
      "South Africa underscored the importance of trust and mutual reassurance, upon which the Durban Package was based, including agreement to look at the level of ambition.",
      "The Russian Federation highlighted a new, comprehensive agreement as the main objective of the ADP s work and warned against using the agenda as a tool to review the fragile and multifaceted balance of interests agreed in Durban.",
      "Stressing urgency, Japan warned against wasting time on agenda discussions and called for starting substantive work in contact groups.",
      "New Zealand expressed concern over the difficult atmosphere and attempts to renegotiate ministerial agreements.",
      "She stressed that the agenda must be compatible with the Durban outcome, and proposed establishing two contact groups.",
      "Norway urged agreement on the agenda and Chairs, calling for discussions on the ADP work programme and milestones.",
      "He underscored that work must start under both work streams.",
      "Canada supported working through two groups, which would make progress possible in the discussions to raise the level of ambition and arrive at a single, global and comprehensive agreement for all parties.",
      "India underscored the importance of working on, inter alia , mitigation, adaptation, finance, technology development and transfer, and ensuring that the principles of equity and common but differentiated responsibilities are fully suffused in each item.",
      "He also recalled that ambition relates to all elements of work.",
      "China emphasized the need to continue work under the AWG-LCA, according to the Bali Action Plan.",
      "He urged continued work on mitigation ambition under the AWG-KP and AWG-LCA.",
      "The ADP plenary reconvened on Friday, 25 May.",
      "Interim Chair de Wet explained that she had undertaken extensive consultations on the agenda.",
      "She said the discussions had provided clarity on the future and for the organization of work.",
      "She thanked parties for their hard work, active participation, flexibility and understanding and invited them to adopt the agenda.",
      "Venezuela noted that the footnote requested by his country regarding reassurances had not been reflected in the revised agenda.",
      "He asked for the footnote to be reflected either in a miscellaneous document or in the agenda.",
      "Interim Chair de Wet responded that her understanding was that Venezuela s concerns had been addressed during informal discussions and that Venezuela s request would be reflected in the report of the session.",
      "Parties agreed to reflect the footnote in a miscellaneous document and in the meeting s report.",
      "Parties then adopted the agenda as revised during informal consultations (FCCC/ADP/2012/L.1).",
      "The revised agenda contains item 3 (implementation of all the elements of Decision 1/CP.17), with paragraph (a) on matters related to paragraphs 2 to 6 and paragraph (b) on matters related to paragraphs 7 and 8.",
      "Item 3 also includes a footnote explaining that the item will be considered within the context of Decision 1/CP.17 and under the Convention, without prejudice to the position of any Party or to the work of the other Subsidiary Bodies.",
      "The footnote also indicates that two work streams are initiated under paragraphs (a) and (b), and further work streams may be considered as the need arises."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}