{
   "actors": [],
   "countries": [
      "Japan",
      "Tuvalu",
      "Australia",
      "Costa Rica",
      "United States"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_13",
   "section_title": "Legal form of the outcome",
   "sentences": [
      "On Tuesday and Wednesday, 4-5 June, Chair Zammit Cutajar held informal consultations on the legal form of the AWG-LCA s outcome.",
      "Various options and related issues were discussed, including: COP decisions and their legal nature; proposals for protocols; and the legal nature of implementing agreements.",
      "Several parties maintained that discussions on legal form were premature and should be postponed until COP 15.",
      "Parties expressed different views on whether the language in the BAP precludes the AWG-LCA from considering its legal outcome or negotiating a new protocol, and whether it limits the AWG-LCA s outcome to a COP decision.",
      "Some proposed that the outcome should be a COP decision or several COP decisions, while others called for a legally binding instrument in Copenhagen.",
      "Some parties stressed that the form should follow the function, all options should be kept on the table and the legal form should be decided on the basis of the substantive outcome in Copenhagen.",
      "In the AWG-LCA opening plenary on 1 June, the Secretariat noted a proposal from Japan for a draft protocol to the Convention ( FCCC/CP/2009/3 ) to be communicated to parties in accordance with Convention Article 17 (Protocols) .",
      "During the meeting, four similar requests were made by: Tuvalu ( FCCC/CP/2009/4 ); Australia ( FCCC/CP/2009/5 ); Costa Rica ( FCCC/CP/2009/6 ); and the US, concerning a draft implementing agreement ( FCCC/CP/2009/7 ).",
      "The Secretariat clarified that the proposed new instruments would be included in the provisional agenda of COP 15 under an item related to the consideration of proposed protocols, and that consideration of the negotiating text was a separate process under the AWG-LCA.",
      "Discussions on legal form of the outcome will continue during subsequent AWG-LCA sessions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}