{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM",
   "enb_start_date": "04-Aug-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1251e.html",
   "id": "enb1251e_5",
   "section_title": "SBI INFORMAL GROUPS",
   "sentences": [
      "In an informal meeting, SBI heard reports from the chairs of contact groups on outstanding issues.",
      "On review of the financial mechanism, a contact group produced a text on 31 July that contains bracketed references noting the work done by GEF since its inception and the initial concerns raised so far by some non-Annex I Parties on their experiences with the financial mechanism.",
      "In a section welcoming the outcome of UNGASS, the text contains bracketed references recognizing that implementation of commitments made under international environmental treaties can be promoted by: secure, sustained and predictable financial support; sufficient institutional capacity; human resources; and adequate access to technology. A bracketed option states that SBI decides to appoint the GEF as the financial mechanism of the Convention and shall initiate arrangements for Parties to further consider GEF`s activities, including a method for Parties to raise issues in the SBI with regard to the financial mechanism`s performance.",
      "A bracketed alternative would have SBI decide that the GEF will continue as the financial mechanism on an interim basis pending the review by COP-4.",
      "This text will be annexed to SBI`s draft conclusions, under which SBI decided to defer consideration of this issue until its next session.",
      "SBI urged all Parties to submit their views on the financial mechanism no later than 8 September. On national communications, an informal contact group will meet again prior to SBI`s final meeting on Tuesday.",
      "The Chair`s draft conclusions under consideration contain proposed language under which SBI would: express concern at the non-submission of communications by many Annex I Parties; request a report on progress achieved in returning emissions to 1990 levels and projected emission by 2000 by each Party based on their national communication; and request Annex II Parties to provide detailed information in accordance with Article 12.3, which calls for information on financial resources, adaptation assistance and technology transfer. A draft decision on division of labor between SBSTA and SBI was approved.",
      "The decision outlines the general approach, under which one of the bodies will take the overall responsibility in considering an issue and will request specific inputs from the other body.",
      "Where overall responsibility is not assigned, agendas should be organized to avoid SBSTA and SBI dealing with such issues in parallel.",
      "Where this is not possible, consideration should be given to holding ad hoc joint sessions. SBI will have responsibility for developing guidelines on the processes for consideration on national communications and considering the information contained in national communications and other relevant documentation.",
      "SBSTA, in cooperation with SBI, shall have responsibility for developing guidelines for the provision of comparable information including all related methodological issues, and shall consider national communications such as technical papers, with the aim of, inter alia, verifying methodologies used. SBI will, with input from SBSTA, have responsibility for assisting the COP in the assessment and review of the effective implementation of the Convention with respect to the development and transfer of technology.",
      "As stipulated by the Convention, the SBSTA shall have responsibility for providing advice on all scientific, technological and methodological aspects. SBI will have overall responsibility for all policy questions and relevant inputs related to issues dealing with NGO consultations, as appropriate.",
      "Should SBSTA or any other subsidiary body conclude that NGOs could provide relevant input on an item being considered, that body could seek and consider such inputs.",
      "Issues involving provisional accreditation related to individual NGOs will be the responsibility of the relevant body. On activities implemented jointly, SBSTA will have responsibility for developing the framework for reporting, including consideration of scientific, technical and methodological aspects.",
      "SBSTA will also prepare a synthesis report of activities for the COP.",
      "SBI will have the responsibility for assisting the COP with reviewing the progress of the activities implemented jointly under the pilot phase, on the basis of inputs by SBSTA. SBSTA will have overall responsibility for issues related to research and systematic observation and shall play a coordinating role in such activities related to implementation.",
      "SBSTA will also have overall responsibility for providing advice on education, training, public awareness programmes and public access to information. Delegates continued to debate draft conclusions on arrangements for COP-3, particularly with regard to a proposal that the Secretariat make all necessary preparations for COP-3 to conduct the second review of the adequacy of Article 4.2 (a) and (b) and the review of Annexes I and II.",
      "Debate also centered on text describing the dates of the high-level segment and noting that the COP President will promote informal dialogue among ministers and heads of delegations.",
      "On arrangements for COP-4, draft conclusions contain bracketed alternative dates stating that the COP will be held either in November 1998 or early 1999."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "SBI"
}