{
   "actors": [
      "European Union"
   ],
   "countries": [],
   "enb_end_date": "23-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "23-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12302e.html",
   "id": "enb12302e_11",
   "section_title": "AD HOC WORKING GROUP",
   "sentences": [
      "Delegates met for informal consultations during the morning and the afternoon.",
      "In the morning, parties restated their positions and focused on, inter alia , what to include and what not to include in the group future discussions.",
      "Delegates underscored issues such as a sectoral approach, bunker fuels, and forestry.",
      "In addition, the EU provided background information with regard to its emissions reduction targets.",
      "In the afternoon, delegates discussed the possibility of a workshop or other means to consider the scientific basis for Protocol Article 3.9.",
      "In the evening, a draft Chair text on an approach to possible conclusions was distributed.",
      "In the text, the AWG: takes note of parties submissions and statements; notes that the objective is to make a significant contribution by Annex I parties to achieving the aim of the Convention through their further commitments under the Kyoto Protocol to substantially limit and reduce emissions ; and clarifies that the focus of the AWG initial work plan will be to assemble the information and analysis needed to enable Annex I parties to agree to and ratify amendments to Annex B of the Protocol.",
      "The draft text also outlines some possible topics for the initial work plan, including level of ambition, Annex I emission trends and mitigation potential, experience gained and lessons learned in implementing the Protocol, architecture of further Annex I commitments, including duration of the commitment periods, and legal matters.",
      "The draft clarifies that the schedule of work for the AWG in 2006 and 2007 will be conducted during the regular sessional periods."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}