{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "United States",
      "Australia",
      "Indigenous Peoples",
      "Canada",
      "South Africa",
      "Mali",
      "Colombia",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "11-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12637e.html",
   "id": "enb12637e_3",
   "section_title": "Workstream 2",
   "sentences": [
      "Co-facilitator Aya Yoshida opened the session, asking for parties§ views on the co-facilitators§ input document circulated on Tuesday evening, 9 June. Mali, for the G-77/CHINA, requested restructuring the document, with sections in the following order: preamble; accelerated implementation process; TEP; and review. The G-77/CHINA, Colombia, for AILAC, and Bangladesh, for the LDCs, noted missing elements, such as indigenous peoples§ knowledge and practices, economic diversification co-benefits and response measures.",
      "CHINA, with SOUTH AFRICA, said action under workstream 2 will be the foundation for the post-2020 agreement. Noting the recent submissions from the G-77/China and EIG on workstream 2, the US, the EU and AUSTRALIA called for time to fully discuss them.",
      "Many developing countries supported using the input document as the basis of work going forward, calling for a revision based on party input prior to the evening session. The EU, with the US, NEW ZEALAND, NORWAY, AUSTRALIA and CANADA, opposed using the input document as the basis for further discussions, saying many of its elements are outside the mandate of workstream 2.",
      "Many developing country parties stressed all elements that can enhance climate change ambition pre-2020 are within the mandate. Discussions continued in the evening facilitated group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}