{
   "actors": [],
   "countries": [],
   "enb_end_date": "05-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12434e.html",
   "id": "enb12434e_8",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Saturday, work continued at the Bangkok Climate Change Talks, both in formal and informal settings.",
      "On the informal side, groups convened under the AWG-LCA to discuss different aspects of mitigation, including mitigation by developed countries under sub-paragraph 1(b)(i) of the BAP.",
      "Delegates emerging from the informals on developed country mitigation reported that the focus had been on a new document indicating paragraphs that might be merged, and that the proposed technical paper on numbers had also been discussed.",
      "There seemed to be support for compiling the technical paper, noted one participant, but added: We did not really agree on the details, including the scope, methodology or timing of such work.",
      "In the afternoon, the AWG-LCA Chair convened an informal meeting on organization of text.",
      "One delegate explained that the meeting related mainly to organization of the AWG-LCA s work on finance and its means of implementation, which is reflected throughout the negotiating text.",
      "Delegates emerging from the room reported that no major controversies surfaced during the meeting.",
      "While many see finance as one of the deal breakers in Copenhagen, this was mostly an organizational discussion, said one party after the meeting.",
      "Overall, while several meetings were held throughout the day, many noted that the corridors of UNESCAP felt quiet and empty compared to the frenzy of activities on Friday.",
      "Many participants were overheard discussing their plans for Saturday evening (the traditional NGO party was featured at the top of the list) and for Sunday: I can certainly use this short break next week will involve very hard work, remarked one delegate as she exited the UN building."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}