{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "11-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12419e.html",
   "id": "enb12419e_33",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, the corridors and meeting rooms were once again busy with delegates attempting to complete work under the SBs.",
      "Throughout the day, informal consultations were held to finalize outstanding items, such as financial issues and arrangements for intergovernmental meetings.",
      "Agreement was eventually reached on all issues if not in substantive terms, then at least concerning the process forward.",
      "Delegates seemed reasonably pleased with many of the outcomes, including the agreement to reconstitute the Consultative Group of Experts on Non-Annex I National Communications.",
      "However, the evening ended up being long for those following the SBI, as the closing plenary concluded just before 11 pm.",
      "As the SBs gradually wrapped up, all eyes started shifting towards the AWGs.",
      "With textual proposals on mitigation and finance due under the AWG-LCA, the Secretariat was anticipating another all-nighter to incorporate the proposals in the draft negotiating text in time for the plenary discussions on Thursday.",
      "While the AWG-KP contact group on other issues was able to wrap up its work and submit text to the AWG-KP Chair, informal consultations on emission reductions continued throughout the day with little progress reported.",
      "Some anticipated that the real battle over the AWG-KP conclusions was to come over the next two days.",
      "I m not sure whether there will be a collective decision by the parties to circulate text on proposed amendments to the Protocol or whether we will end up with several parties submitting their individual amendment proposals, commented one veteran.",
      "Being a great fan of the Protocol myself, I m worried about its future, he added.",
      "We ll start Thursday with informal consultations on the AWG-KP conclusions and that s when the rubber will really hit the road, commented another seasoned negotiator on things to come."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}