{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ukraine",
      "Russian Federation",
      "Fiji",
      "China",
      "Tuvalu",
      "Belarus",
      "United Kingdom",
      "Russia"
   ],
   "enb_end_date": "08-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "08-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12574e.html",
   "id": "enb12574e_3",
   "section_title": "SBI",
   "sentences": [
      "SBI Chair Chruszczow invited delegates to address the agenda item proposed by the Russian Federation, Ukraine and Belarus regarding procedural and legal issues relating to decision-making by the COP and CMP.",
      "Fiji, for the G-77/CHINA, suggested addressing this under the agenda item on intergovernmental arrangements.",
      "As a way forward, the EU suggested including the item under intergovernmental arrangements together with a reassurance in the annotated agenda that the proposed item would be addressed.",
      "Alternatively, he suggested starting work under the agenda without formally adopting it, and revisiting the agenda issue later in the following week.",
      "The RUSSIAN FEDERATION pointed out that his proposal is in line with the Rules of Procedure.",
      "The G-77/CHINA said that, after days of informal discussions, there is absolutely no consensus on adopting the agenda and requested that the chair clarify which legal options are available.",
      "Chair Chruszczow explained that the only way the SBI could decide on the agenda is through consensus, as the chair can only take decisions on points of order, but not on matters of substance. CHINA proposed that the chair make a ruling to start work under SBI and in parallel conduct formal or informal consultations to explore the proposals.",
      "The G-77/CHINA made a point of order and requested the chair to make a ruling according to China s proposal.",
      "Chair Chruszczow ruled to allow delegations on the speakers list to proceed with their interventions.",
      "The G-77/CHINA appealed this.",
      "The matter was put to a vote, with the Russian Federation voting in favor of continuing with the list of speakers and the majority of parties abstaining.",
      "The RUSSIAN FEDERATION stressed the need for clarity on the way procedures are followed to ensure transparency and strengthen decision-making.",
      "He said discussions under the proposed agenda item could address issues of systemic importance, such as the notion of consensus, the role of elected public officers, and voting.",
      "Tuvalu, for AOSIS, observed that whether the SBI has the competency to deal with procedural issues under the COP is a legal issue that is ambiguous.",
      "He recalled that options were informally presented and suggested that the chair suspend the plenary and convene a one-hour open-ended friends of the chair group to consider how to address the proposed agenda item.",
      "This proposal was accepted by parties.",
      "Chair Chruszczow confirmed that the purpose of the friends of the chair group would be to discuss whether and how to address the concerns of the Russian Federation, Belarus and Ukraine under agenda item on intergovernmental arrangements."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}