{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United States",
      "Botswana",
      "Vanuatu",
      "Philippines",
      "Brazil",
      "South Africa",
      "Trinidad and Tobago",
      "Colombia",
      "Saudi Arabia",
      "Austria",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "14-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "14-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12586e.html",
   "id": "enb12586e_15",
   "section_title": "2013-2015 REVIEW:",
   "sentences": [
      "The SBI/SBSTA contact group on the 2013-2015 Review met in the morning, co-chaired by Gertraud Wollansky (Austria) and Leon Charles (Vanuatu).",
      "Delegates discussed: conclusions from SBSTA 39; how to inform the ADP's work; and the structure of the final report.",
      "On SBSTA conclusions, many delegates expressed support for procedural conclusions.",
      "BOTSWANA and SOUTH AFRICA suggested that the conclusions reflect that the Review consider all elements discussed under the ADP, including adaptation, technology transfer and finance.",
      "The PHILIPPINES, BRAZIL and other developing countries underscored the need for balanced input by developed and developing country experts.",
      "On informing the ADP's work, many countries cautioned against duplicating efforts.",
      "Trinidad and Tobago, for AOSIS, suggested a 'phased' approach that considers the ADP's progress and a forum to transmit the work of this contact group to the ADP.",
      "The US and SWITZERLAND highlighted the value of ongoing dialogue within delegations in sharing information.",
      "On the final report, the EU suggested it might not be possible to agree to an 'elaborate' synthesis report, whereas AOSIS said a compilation report would be 'setting the standard too low'.",
      "Delegates' views differed as to whether to proceed with the preparation of draft text or bullet points for the conclusions.",
      "Informal consultations will be held. ISSUES RELATING TO FINANCE (COP): In the evening contact group on issues related to finance, parties exchanged views on prioritization and sequencing of sub-items.",
      "The Philippines, for the G-77/CHINA, suggested sequencing from easier to more difficult and said the Group will try to provide text soon.",
      "The EU proposed having 'a clear starting and landing point', and the US stated it looks forward to the high-level ministerial dialogue on finance.",
      "Many parties agreed that the sub-item on arrangements between the GEF and the COP is the least contentious one, while LTF is the most difficult one.",
      "Many developing countries, including Colombia, for AILAC, and SAUDI ARABIA, stressed LTF as a priority.",
      "Discussions on the sub-items, based on their alphabetical order on the COP agenda, will continue in informal consultations on Thursday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}