{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Japan",
      "Samoa",
      "Brazil",
      "Germany",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "15-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "15-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12154e.html",
   "id": "enb12154e_2",
   "section_title": "PROTOCOL ARTICLES 5, 7 & 8",
   "sentences": [
      "Delegates convened to resume consideration of guidelines under Protocol Articles 5, 7 and 8.",
      "Following opposition by SAUDI ARABIA to holding 'informal informal' consultations among Parties to develop new text, delegates agreed that the Co-Chairs would present a new text during the week, as far as possible without brackets and based on discussions within the group and from informal consultations.",
      "The group then agreed to proceed on the basis of the Co-Chairs' further elaborated text.",
      "Because of the linkages with other groups, Co-Chair Plume said some elements of the guidelines would not be finalized at COP-6.",
      "She then presented a list of important issues requiring resolution, to which delegates made several additions. On first order problems, GERMANY and the US, opposed by the G-77/CHINA, suggested including reference to this issue in the draft decision on Article 7 rather than in the guidelines under this article.",
      "The US explained that annual reports include information on both inventories and the assigned amount and, opposed by the G-77/CHINA, suggested that first-order problems only refer to the former. On '[initial] assigned amounts,' the US and JAPAN stressed that the terminology was dependent on the outcome of the mechanisms group.",
      "BRAZIL, supported by the G-77/CHINA, said the terminology was rather related to Protocol Article 3.1 (assigned amount) and stated that it will submit a written proposal clarifying the terminology.",
      "On the timing for reporting and review, discussions focused on the deadline for the submission of information under Article 7 and highlighted the linkages with the mechanisms group.",
      "The US, JAPAN, NEW ZEALAND and the EU supported 1 January 2007 as this deadline, while SAMOA preferred the year 2005 so as to allow a pre-first commitment period review and determination of eligibility to participate in the mechanisms.",
      "The EU and NEW ZEALAND said the possibility of this participation provided a sufficient incentive for Parties to submit information earlier than 1 January 2007. On the annual or periodic reporting and review of Protocol Article 3.14 (adverse effects), Co-Chair Plume said the Co-Chairs would, with the participation of Saudi Arabia, the US and EU, consult with the Co-Chairs of the contact group on adverse effects and explain the difficulties in completing the guidelines without the latter group having finished its work. On demonstrable progress, the EU expressed support for a strong obligation for each Party to demonstrate, in its national communication, progress in meeting its commitments by 2005.",
      "SAMOA requested clarification on how to indicate demonstrable progress by 2005 if the Protocol has not already entered into force by that time.",
      "The US said that it did not support a separate reporting system for demonstrable progress beyond what is currently required to be included in the national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}