{
   "actors": [],
   "countries": [
      "Argentina"
   ],
   "enb_end_date": "16-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "16-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12258e.html",
   "id": "enb12258e_1",
   "section_title": "OPENING",
   "sentences": [
      "COP-10 President González García urged delegates to recall the magnitude of the climate change problem and to redouble efforts to deliver outcomes expected from COP-10.",
      "He expressed confidence that, guided by common but differentiated responsibilities, ministers would take action in the global effort to combat climate change. UNFCCC Executive Secretary Joke Waller-Hunter highlighted achievements of the UNFCCC since its entry into force in 1994.",
      "She noted that despite efforts, CO2 concentrations are rising at an increasing rate and climate change impacts are already evident.",
      "She emphasized the need for planning the next steps. Klaus Töpfer, on behalf of UN Secretary-General Kofi Annan, urged delegates to look beyond 2012 and address the longer-term challenge to promote low-carbon energy sources, low greenhouse-gas-emitting technologies and renewable energy.",
      "He emphasized that without mitigation, adaptation will become an insurmountable task. Néstor Kirchner, President of Argentina, said climate change will increase poverty, noting that the poorest and most vulnerable countries have done the least to cause climate change, but are the ones that suffer most.",
      "He stressed that while developing countries bear the cost of foreign debt, rich countries fail to meet commitments on climate change and pay off their 'environmental debt.",
      "' He also said developing countries have the right to moral persuasion, and that as emissions increase in developed countries, citizens in developing countries often struggle to survive."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}