{
   "actors": [],
   "countries": [],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_62",
   "section_title": "MITIGATION",
   "sentences": [
      "During SBSTA 26, three in-session workshops were held on the scientific, technical and socioeconomic aspects of mitigation.",
      "These workshops were part of a series of workshops on mitigation that SBSTA 23 requested the Secretariat to arrange by SBSTA 27.",
      "The workshops held during SBSTA 26 focused on three areas: urban planning and development, energy efficiency, and power generation.",
      "Each workshop lasted half a day, and each involved invited presenters and feedback and discussions from parties.",
      "Reports on these workshops can be accessed at: http://www.iisd.ca/vol12/enb12327e.html and http://www.iisd.ca/vol12/enb12330e.html .",
      "During the closing SBSTA 26 plenary on Friday, 18 May, Chair Kumarsingh reflected on the three workshops, highlighting various presentations underscoring that mitigation can contribute to sustainable development and outlining possible mitigation options under different national circumstances.",
      "Noting that half of the world's population now lives in urban areas, he drew attention to the mitigation potential in urban planning and development, in particular in the urban transport and building sectors.",
      "He also highlighted the role of local governments and the private sector, and emphasized the critical role of energy efficiency measures, Chair Kumarsingh also stressed the importance of international collaboration, said new and cost-effective technologies need to be developed further, and strategies identified to overcome non-market barriers.",
      "No conclusions were adopted on this matter."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}