{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Gambia",
      "China"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_18",
   "section_title": "SPECIAL CLIMATE CHANGE FUND:",
   "sentences": [
      "This item was first considered in plenary on 20 May , and then informally and in several contact group meetings chaired by Bubu Jallow (Gambia).",
      "Negotiations were undertaken based on the draft text from SB 22 (FCCC/SBI/2006/10, Annex I).",
      "While the intention was to remove all of the brackets contained in that document, discussions on language for the section on financing of activities set out in Decision 7/CP.7, paragraph 2(d) (funding under the Convention) dominated the sessions.",
      "Consistent with the existing proposals in the SB 22 text, the EU supported language referencing technical assistance and opposed using the SCCF to fund activities involving fossil fuels, while the G-77/China supported broader language and noted that technical assistance is limited and open to interpretation.",
      "Based on a proposal from Chair Jallow, delegates later discussed a two-stage approach: the first stage would consist of technical assistance, while the second could include funding activities and programmes.",
      "Agreement that these were conceptually useful did not lead to agreed text, however, and delegates decided to continue deliberations at SBI 25 based on the SB 22 text.",
      "SBI conclusions reflecting this agreement were adopted in plenary on 25 May ."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "SBI"
}