{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "Uruguay",
      "China"
   ],
   "enb_end_date": "12-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "12-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12373e.html",
   "id": "enb12373e_5",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI):",
   "sentences": [
      "In the contact group, Co-Chair Smith presented draft SBI conclusions on arrangements for COP 14 and COP/MOP 4, and on future sessional periods.",
      "Delegates considered the draft paragraph-by-paragraph, agreeing on most of the text.",
      "On a paragraph about accommodation in Poznan and the cost and availability of hotels, the G-77/CHINA said further discussions with the host country were scheduled for later on Wednesday, and asked to return to this issue in the contact group on Thursday.",
      "On text regarding sessions in 2009, parties agreed to recommend two sessional periods in March/April and August/September, in addition to the usual periods in June and November/December.",
      "These two additional periods would run from mid-week to mid-week and would be for AWG-LCA and AWG-KP meetings.",
      "Parties also discussed whether meetings in 2009 should, to the extent possible, be held in Bonn or other UN duty stations in order to minimize the cost and logistical burden, and to facilitate participation by developing countries.",
      "Some parties preferred referring to the smaller list of cities that host UN headquarters, rather than duty stations.",
      "URUGUAY offered to host an AWG-LCA and AWG-KP session if Bonn or another UN location is unable to do so.",
      "AUSTRALIA noted possible options of Bangkok, Geneva and Lyon identified by the Secretariat.",
      "Delegates also discussed a proposal by AUSTRALIA to avoid scheduling meetings, including workshops and pre-sessionals, that might result in a three week block of back-to-back events.",
      "Instead, AUSTRALIA preferred a family friendly approach and human rights for climate negotiators so delegates are not away from their families for four weekends in a row.",
      "The G-77/CHINA requested more time to consider this text.",
      "The contact group will reconvene on Thursday afternoon."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}