{
   "actors": [],
   "countries": [
      "Greenland",
      "Antarctica",
      "United Kingdom",
      "United States"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_7",
   "section_title": "Cryosphere",
   "sentences": [
      "On the keynote message, many delegations identified the need to underscore the accelerating loss of ice mass in Greenland and Antarctica.",
      "However, the WG opted for a more conservative approach due to the relatively short records on ice masses, which began with satellite observations in the early 1990s, and the pressing need to make the key messages 'absolutely water-tight'.",
      "Some delegations also suggested adding a sentence on the regional Antarctic sea ice extension, but this was abandoned due to less consistent observations and large natural variability.",
      "On observed changes in the cryosphere, delegates discussed: the inclusion of peripheral glaciers in ice sheet melting; the amount of contextual information in the text; metrics; and the need for different time periods for observing the atmosphere and cryosphere.",
      "On the text on the extent of Arctic sea ice, the UK asked about changes in Arctic sea ice thickness and the US about summer sea ice extent, to which the CLAs replied that this information is discussed in detail in the underlying assessment.",
      "In the context of loss of permafrost and ice mass, delegates discussed whether to refer to changes as 'significant', with a statistical meaning, or 'considerable', to put numbers in the right context.",
      "Delegates agreed to include new text on multiple lines of evidence supporting very substantial Arctic warming since the mid-20th century.",
      "A footnote was included stating that the assessment of ice loss from the Antarctic and Greenland ice sheets includes change in peripheral glaciers, which is excluded from values given for glaciers."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}