{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Marshall Islands",
      "Japan",
      "Paraguay",
      "Colombia",
      "Congo",
      "Dominica",
      "Kyrgyzstan",
      "Thailand",
      "Lesotho",
      "Philippines",
      "Tajikistan",
      "Uruguay",
      "Spain",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "United States",
      "Yemen",
      "Dominican Republic",
      "Chile",
      "Bolivia",
      "Grenada",
      "Brazil",
      "Lebanon",
      "Timor-Leste",
      "Canada",
      "Malawi",
      "Tuvalu",
      "United Kingdom",
      "Russian Federation",
      "Ghana",
      "Australia",
      "Indigenous Peoples",
      "Guyana",
      "Sierra Leone",
      "Panama",
      "Singapore",
      "Gabon",
      "Costa Rica",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "02-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12463e.html",
   "id": "enb12463e_6",
   "section_title": "PREPARATION OF AN OUTCOME FOR ADOPTION BY COP 16:",
   "sentences": [
      "AWG-LCA Chair Mukahanana-Sangarwe introduced the Chair s scenario note (FCCC/AWGLCA/2010/5), the Chair s draft text (FCCC/AWGLCA/2010/6), submissions from parties (FCCC/AWGLCA/2010/MISC.2 and Add.1-2), submissions on an indicative roadmap (FCCC/AWGLCA/2010/MISC.3), and submissions by intergovernmental organizations (FCCC/AWGLCA/2010/MISC.4).",
      "Parties agreed to the establishment of a single contact group.",
      "AWG-LCA Chair Mukahanana-Sangarwe highlighted that in her new text, finance has been integrated throughout the document.",
      "Many parties identified the text as a good basis for beginning the discussions.",
      "Yemen, for the G-77/CHINA, suggested restructuring the text in accordance with the Bali Action Plan (BAP), highlighting the need for a separate chapter on finance.",
      "Spain, for the EU, supported the Chair proposal for moving forward and said the Chair s text can facilitate negotiations, but noted room for improvement regarding more ambitious emission reductions.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, requested consideration of key issues, including: intellectual property rights (IPRs); implementation of an international programme on adaptation; registry for nationally appropriate mitigation actions (NAMAs) by developing countries; and trade and climate change.",
      "He said that Chapter I in the Chair s text on a shared vision must be comprehensive and distinct from the operational text.",
      "Grenada, for AOSIS, expressed great concern that current emission reduction pledges would lead to a long-term temperature increase of 4°C and that six months after COP 15, financing for adaptation is yet to materialize.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, commended the new negotiating text, highlighting that it brings together issues that were close to conclusion at COP 15.",
      "Lesotho, for the LDCs, called for the AWG-LCA to ensure a fair outcome on adaptation financing.",
      "Australia, for the UMBRELLA GROUP, emphasized that progress in the negotiations should be made based on COP 15 outcomes, including the Copenhagen Accord, and expressed conviction that agreement can be reached at COP 16.",
      "CHILE, also speaking for Peru, Colombia, Costa Rica, Uruguay, the Dominican Republic and Panama, called for negotiations to begin as soon as possible based on the Chair s text, highlighting the importance of identifying points of common understanding.",
      "Panama, for the CENTRAL AMERICAN INTEGRATION SYSTEM, identified adaptation as a priority and called for predictable, sustained and long-term funds that are additional to official development assistance (ODA).",
      "The RUSSIAN FEDERATION highlighted the need for cooperation between the AWGs and called for the needs of countries with economies in transition to be reflected in the text.",
      "SIERRA LEONE expressed concern that the text did not reflect priorities of the LDCs.",
      "BOLIVIA lamented that the Chair s text was unbalanced and that their proposals had not been reflected in it.",
      "Expressing hope for a breakthrough on the financial mechanism in Cancún, the PHILIPPINES supported a separate chapter on financing as a key to unlocking other issues under the AWG-LCA.",
      "GUYANA called for adequate and predictable financing for early action on REDD+ and long-term initiatives led by Annex I countries, and, with SINGAPORE, emphasized the need for a clear understanding on the final outcome of the AWG-LCA.",
      "Highlighting the role of civil society, PARAGUAY supported inclusion of the People s Agreement of Cochambamba into the Chair s text.",
      "GABON underscored the importance of considering REDD+.",
      "TUVALU underscored the need for more inclusive treatment of adaptation, called for separate treatment of sub-paragraphs 1(b)(i) (mitigation commitments and actions by developed countries) and 1(b)(ii) (NAMAs by developing countries) of the BAP, and cautioned against use of text from the Copenhagen Accord. LEBANON announced her country s intention to increase the share of renewable energy to 12% by 2020.",
      "AUSTRALIA highlighted funding initiatives including: a new and additional fast-start contribution of US$355.4 million; US$56 million for REDD+ through the international forest carbon initiative; US$178.2 million for the international climate change adaptation initiative; and US$106.2 million to multilateral agencies to facilitate developing countries transition to low-carbon growth pathways and adaptation to climate change. SAUDI ARABIA called for a comprehensive agreement on a package of decisions, rather than agreements on selective elements.",
      "GHANA said Chapter I should include institutional aspects of an adaptation framework.",
      "MALAWI stated that the concept that nothing is agreed until everything is agreed is not helpful, emphasizing that progress could be made on certain elements.",
      "The MARSHALL ISLANDS highlighted the need for fast-start financing for urgent adaptation needs and pointed to the difficulty of negotiating text without an understanding of the form of the outcome. CHINA proposed a separate chapter in the text on emission reduction commitments by developed countries.",
      "He emphasized that no conditionalities should be attached to the provision of new and additional funding to developing countries.",
      "BRAZIL acknowledged the cross-cutting nature of finance, while calling for a separate finance chapter in the text.",
      "He stressed that a shared vision relates to all the building blocks of the BAP and called for comprehensive consideration of issues in order to achieve a balanced outcome.",
      "The US lamented that their submission made in April was not reflected in the text and stressed the need to recognize the political guidance and trade-offs made in Copenhagen.",
      "He emphasized that all core issues are moving together as a package and identified the need to give more consideration to MRV.",
      "He supported a legally-binding outcome, provided that it is symmetrical with the same elements binding on all countries apart from LDCs. INDIA called for outcomes that strengthen the BAP and do not dilute the Convention s principles and provisions.",
      "He highlighted the need to consider how to handle publicly and privately owned technology, and warned against unilateral trade measures and green protectionism in the guise of climate change solutions. JAPAN highlighted good political guidance from Copenhagen and called for a comprehensive legal document, saying Chapter I of the Chair s text may lead to such a document.",
      "He highlighted the need to consider linkages between issues such as finance and MRV.",
      "THAILAND noted that each core element must be given equal weight and highlighted mid and long-term technological and financial support. NEW ZEALAND highlighted that parties are past the stage of simple compilation and suggested considering cross-cutting issues across the two AWGs through workshops.",
      "He also welcomed the Chair s intention to discuss the legal form of the outcome.",
      "The COOK ISLANDS stressed the need to consider emissions from international aviation and maritime bunker fuels and highlighted her country s submission (FCCC/AWGLCA/2010/Misc.2/Add.1).",
      "PAKISTAN raised concerns regarding the Chair s attempt to include in her text all the elements of the Copenhagen Accord, and said some of the language, such as that relating to most vulnerable countries, requires further clarification, including through the setting of relevant criteria. NORWAY said the text forms a good basis for anchoring the Copenhagen Accord in a formal and legally-binding agreement, but noted that issues that require further development include market-based mechanisms, MRV and shipping and aviation emissions.",
      "TAJIKISTAN, with KYRGYZSTAN, called for text taking into account the special concerns of mountainous developing countries. CANADA said Chapter I of the Chair s text should, inter alia , refer to the importance of the MRV regime, establishment of the REDD+ mechanism and the green fund.",
      "COLOMBIA stressed the need to retain the structure of the BAP and not reinvent Convention language, noting that regarding adaptation, the Chair s text appears as if two years of negotiations never happened.",
      "On finance, TIMOR-LESTE suggested that this should be in the form of a percentage of developed countries Gross Domestic Product.",
      "The Business Council for Sustainable Energy, for BINGOs, said a post-2012 agreement must provide signals and incentives to the business community for adaptation, mitigation, technology and finance actions.",
      "The Hatof Foundation, for ENGOs, highlighted the need for national plans, which show that developed countries can reduce their emissions to near-zero levels by 2020, and that developing countries can substantially reduce their emissions with adequate support.",
      "Global Forest Coalition, for ENGOs, said REDD+ and REDD++ must remain out of the carbon markets.",
      "The Coordinating Body of Indigenous Organizations of the Amazon Basin, for INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE, expressed hope that the world would soon take concrete steps towards addressing the problem of climate change.",
      "INTERNATIONAL FEDERATION OF TRADE UNIONS emphasized that societal transformation requires a strong signal from the UNFCCC negotiating process.",
      "Norwegian Forum of Environment and Development, for YOUTH, called for binding targets that reflect historical responsibility as well as common but differentiated responsibilities.",
      "GENDER CC called for: the inclusion of more women in climate change decision-making processes; consideration of social and gender justice in guiding principles; and donor funds to be earmarked for projects specifically addressing women."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}