{
   "actors": [],
   "countries": [],
   "enb_end_date": "03-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "03-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12387e.html",
   "id": "enb12387e_26",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The AWG-LCA workshop on a shared vision was a topic of conversation on Tuesday evening, with most participants apparently pleased with the event.",
      "While nobody claimed to have heard anything surprising, many felt that the workshop had fulfilled its objective.",
      "It generated a lot of discussion and there seemed to be more substance than before, said one observer.",
      "While some worried that differences were becoming more apparent, a few non-Annex I negotiators seemed satisfied that developing countries had all expressed similar ideas.",
      "We re all singing the same song, said one.",
      "Meanwhile, delegates in the AWG-KP were wondering how to move from compilations of views to text on LULUCF and the flexible mechanisms.",
      "LULUCF seems to be on its way to a negotiating text, but I m not sure how that s going to happen in the mechanisms group, said one participant.",
      "There s so much on the table and we aren t cutting any of it, said another.",
      "The first text is going to be a sea of brackets.",
      "On the SBI and SBSTA side, some participants seemed overwhelmed by the rapid pace of the discussions on Tuesday.",
      "A few were commenting on the Chairs attempts to defer substantive consideration of many agenda items to later SB sessions.",
      "They re trying to clear delegates plates so they can focus on the post-2012 negotiations and the Copenhagen deadline, observed one veteran.",
      "Finally, some delegates were noting the Bureau s decision to change the date for observing the Eid Al-Adha festival from Tuesday, 9 December to the previous day.",
      "This means no official meetings on either Sunday or Monday - two days in a row - which must be a first for the UNFCCC, said one delegate."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}