{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Singapore",
      "United States",
      "Egypt",
      "Qatar",
      "Peru",
      "Micronesia",
      "Switzerland",
      "Indonesia"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_8",
   "section_title": "SESSION 2:",
   "sentences": [
      "The Republic of Korea highlighted its Global Green Growth Institute and presented a new five-year implementation plan that emphasizes efforts to address large emitters.",
      "He reiterated the goal of 30% emission reductions below business as usual (BAU) by 2010.",
      "Noting that deforestation was responsible for 47% of emissions in 2000, Peru described its goal for zero net LULUCF emissions by 2021, which is equivalent to conserving 54 million hectares of primary forest.",
      "The Federated States of Micronesia, for AOSIS, reported that small island developing states are prepared to contribute to carbon neutrality, absolute reductions below base year and enhancing existing efforts.",
      "She described financial, technical and institutional challenges, and the need for flexible MRV reporting requirements and enhanced capacity building.",
      "She underlined that funding for actions and the registry needs to be made as soon as possible.",
      "Singapore described its high fossil fuel dependency and difficulty in deploying land-intensive renewables such as solar.",
      "He described a mitigation pledge to reduce emissions by 16% when a legally binding agreement is achieved, and outlined interim work on a 7-11% reduction below BAU levels in 2020.",
      "Qatar, Switzerland, the US, the EU, Egypt and Indonesia posed questions on fossil fuel imports, BAU assumptions and international transport emissions.",
      "The Republic of Korea and AOSIS underlined the importance of decoupling economic development from fossil fuel dependence.",
      "The Republic of Korea said its BAU assumes a growth rate declining from 4.2 to 3.6% in 2020 and Singapore assumed a growth rate of 3-5%."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}