{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Russian Federation",
      "Japan",
      "Australia",
      "Tuvalu",
      "Russia"
   ],
   "enb_end_date": "06-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "06-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12226e.html",
   "id": "enb12226e_9",
   "section_title": "GOOD PRACTICE GUIDANCE ON LULUCF",
   "sentences": [
      "Delegates discussed draft conclusions, which, inter alia, recommend use of the IPCC Good Practice Guidance (GPG) under the UNFCCC and to consider them further at SBSTA-20 before recommending their use under the Protocol.",
      "TUVALU, for AOSIS, raised concern over adopting the GPG without sufficient time for its examination, and over the practicality of considering the GPG for the UNFCCC and Protocol separately.",
      "The IPCC explained how this is addressed in the GPG.",
      "The EU, JAPAN, NEW ZEALAND and CANADA urged adopting the guidelines for both the UNFCCC and the Protocol in order to prepare national inventories in time for entry into force of the Protocol.",
      "NEW ZEALAND, supported by AUSTRALIA and the RUSSIAN FEDERATION, emphasized the importance of adopting the GPG to advance the implementation of the UNFCCC, and the EU noted that delaying adoption of the GPG will prevent preparation of inventory submissions due in 2006.",
      "Opposed by TUVALU, the EU recommended recording Tuvalu`s concerns in the meeting`s minutes instead of amending the draft conclusions. On degradation of forests and devegetation of other vegetation types, Parties debated whether the SBSTA should invite Parties to submit their views on possible definitions and methodologies to the Secretariat.",
      "TUVALU proposed referring to decision 11/CP.7 (LULUCF)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}