{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Senegal",
      "Norway",
      "Tanzania",
      "Thailand",
      "Brazil",
      "Austria",
      "Malawi",
      "Cuba",
      "Chile",
      "Papua New Guinea",
      "Palau",
      "Canada",
      "Libya",
      "Algeria",
      "Malaysia",
      "Venezuela",
      "China",
      "Saudi Arabia",
      "Iceland",
      "Chad",
      "India",
      "Qatar",
      "Nepal",
      "Cook Islands",
      "Italy",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "01-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "01-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12208e.html",
   "id": "enb12208e_2",
   "section_title": "ROUND TABLE III 'WRAP-UP",
   "sentences": [
      "' In the afternoon, COP President Baalu opened the third and final Round Table.",
      "Addressing the Delhi Declaration, ITALY said it should consider action beyond 2012.",
      "NORWAY called for a broader climate change regime.",
      "CANADA said it should consider, inter alia: ratification of the Protocol; recommendations of the IPCC TAR; efforts to reduce greenhouse gas emissions; and the UNFCCC`s ultimate objectives.",
      "The COOK ISLANDS called for a World Climate Day.",
      "Stressing that the UNFCCC is not an energy convention, SAUDI ARABIA said that the Declaration should be a consensus document prioritizing adaptation to climate impacts and impacts of Annex I response measures. On non-Annex I commitments, the G-77/CHINA opposed any text that would infer new commitments.",
      "VENEZUELA observed that action on technology transfer and finance by Annex I countries had been unsatisfactory and called on the COP to address compliance under the UNFCCC and the Marrakesh Accords.",
      "Claiming a right to development, CUBA opposed new commitments for developing countries.",
      "The EU underscored that mitigation has proven to be a powerful force for technological change and economic development.",
      "ICELAND addressed carbon intensities and the need to stimulate the development of technologies to avoid wasteful emissions.",
      "INDIA called for the provision of sufficient environmental 'space' for developing countries to develop.",
      "THAILAND asked Parties to differentiate between luxury and survival emissions. LIBYA called on all Parties to honor their commitments under the UNFCCC.",
      "Noting that biodiversity, coral reefs and the existence of some cultures are threatened by global warming, PALAU called for immediate greenhouse gas emission reductions by all Parties. QATAR, EGYPT and ALGERIA opposed new commitments and urged Parties to operationalize UNFCCC Articles 4.8 and 4.9 (adverse effects). On the need to address sustainable development, MALAYSIA called upon the COP to develop a work programme addressesing climate impacts on food security, water resources, coastal zones and oceans and renewable energy.",
      "BRAZIL said polices and measures must be linked with actions to promote renewable energy, technology transfer and capacity-building.",
      "The EU stressed that renewable energy exemplified the synergies between sustainable development and climate change. AUSTRIA drew links between climate change and energy consumption patterns, renewable energy and natural resources.",
      "CHILE emphasized that national strategies for sustainable development must address adaptation and mitigation policies.",
      "CHAD stressed that the only legally valid instrument for reducing greenhouse gases is the Protocol and, with TANZANIA, SENEGAL, AUSTRIA, MALAWI, and NORWAY, called for ratification by all countries. On the CDM, PAPUA NEW GUINEA called for greater forest and biodiversity incentives.",
      "BRAZIL supported projects in large cities.",
      "EGYPT said its national strategy for CDM would include provisions for environmental integrity, sustainable economic development, and conservation of natural resources.",
      "TANZANIA stressed equity in the distribution of projects. On capacity-building, NEPAL, for LDCs, stressed that institutional capacity-building is a priority need and called for the immediate implementation of the work programme under UNFCCC Article 6 (education, training and public awareness). COP President Baalu invited spokespersons from regional groups to attend an open-ended informal discussion on the Declaration and closed the high-level segment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}