{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Philippines",
      "China"
   ],
   "enb_end_date": "06-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "06-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12565e.html",
   "id": "enb12565e_6",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As negotiators were going about their business in an attempt to achieve a successful outcome for Friday, high-level discussions also continued both during informal ministerial roundtables and behind-the-scenes consultations.",
      "The COP President s informal stocktaking plenary in the evening provided an overview of informal ministerial outreach on key issues.",
      "UN Secretary-General Ban Ki-moon also reportedly met with many of the key players and, in his ministerial roundtable speech, announced plans to convene a meeting of world leaders in 2014 to help build political momentum for 2015 when parties are scheduled to conclude negotiations under the ADP.",
      "Noting that this kind of high-level engagement helped achieve what many considered successful outcomes in Cancun and Durban, one experienced negotiator opined: I really hope our ministers can step in and once again save the day.",
      "Some in the corridors commented on the evident urgency of the task, given the news of deaths and destruction caused by typhoon Bopha raging in the Philippines.",
      "Regarding progress under the three working groups, delegates from the G-77/China requested postponing meetings scheduled under the ADP, ostensibly to attend the AWG-LCA informal consultations taking place at the same time.",
      "Thus, work under the ADP made way for informal consultations under the AWG-LCA, which continued for the second night in a row.",
      "The mood in the corridors late in the evening was a mixture of suppressed anticipation and depression, as tired-looking delegates passed the time, constantly scanning the live meeting schedule as the AWG-KP contact group and closing plenary, initially scheduled for the evening, were subsequently postponed until midnight.",
      "I hope we will not be here until morning, commented one delegate, adding: Otherwise I will be spending the third night in a row in my delegation s office.",
      "Relief was palpable when the closing plenary was eventually postponed to the more manageable time of 11:00am on Thursday."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}