{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Netherlands",
      "Japan",
      "China"
   ],
   "enb_end_date": "22-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "22-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12238e.html",
   "id": "enb12238e_11",
   "section_title": "RESEARCH IN RESPONSE TO THE IPCC TAR",
   "sentences": [
      "This event was chaired by Pier Vellinga, University of Amsterdam, the Netherlands.",
      "Jean Palutikof, IPCC, explained how research needs on impacts identified in the TAR are being addressed under the Fourth Assessment Report.",
      "Ogunlade Davidson, IPCC, outlined research needs on mitigation identified by the TAR.",
      "Anver Ghazi, European Commission, outlined climate change research undertaken under the 5th Framework Programme for Research and Technological Development and other initiatives. Frank McGovern, European Community, presented on climate change research initiatives in EU Member States.",
      "Hiroki Kondo, Frontier Research System for Global Change, Japan, noted several climate models, including climate change projection scenarios. Quinchen Chao, China Meteorological Administration, outlined national climate change plans and research activities.",
      "Gilles Sommeria, World Climate Research Programme (WCRP), WMO, reported on WCRP`s work on global observing systems and modeling.",
      "Barbara Göbel, International Human Dimensions Programme, urged putting humans at the center of analysis.",
      "Janos Bogardi, UN University Institute for Environment and Human Security (UNU-EHS), spoke on the recently established UNU-EHS.",
      "John Christensen, UNEP, highlighted UNEP`s role in capacity building and facilitating applied research. In the discussion, participants addressed the need to review the adequacy of research to meet UNFCCC needs, coordinate the work of institutions, and address the gap between natural and social sciences."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}