{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Burkina Faso",
      "Brazil",
      "Argentina",
      "Benin",
      "Canada",
      "Senegal",
      "New Zealand",
      "Ukraine",
      "Russian Federation",
      "Indonesia",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Tanzania",
      "Congo",
      "Belarus",
      "Bulgaria",
      "United Kingdom",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12362e.html",
   "id": "enb12362e_12",
   "section_title": "In-Session Workshop: Flexible mechanisms",
   "sentences": [
      "On Tuesday, the in-session workshop focused on issues related to emission trading and the project-based mechanisms.",
      "The first set of presentations provided an overview of the Kyoto mechanisms.",
      "Andrew Howard, UNFCCC Secretariat, explained the legal basis for the flexible mechanisms in the Kyoto Protocol and the relevant COP/MOP decisions.",
      "He noted that six Annex I parties fulfill the eligibility criteria and most others will follow by the end of April.",
      "Dennis Tirpak, IPCC Working Group III Coordinating Lead Author, reviewed the IPCC s assessment of market mechanisms, including the potential to establish a carbon price, reduce mitigation costs and spur technological investment.",
      "Henry Derwent, International Emissions Trading Association, highlighted rapid growth in the carbon market in terms of both monetary flows and emission reductions.",
      "He also discussed the carbon market s effectiveness in reducing emissions and removing bottlenecks in the CDM approval process.",
      "The second set of presentations focused on emissions trading.",
      "Artur Runge-Metzger, European Commission, discussed lessons learned from the EU Emissions Trading Scheme and noted the proposal to auction emission allowances in the post-2012 period and to require member states to use 20% of revenues for mitigation and adaptation.",
      "Mark Storey, New Zealand, outlined his country s draft for a cap and trade scheme, which would cover all sectors and gases by 2013, including forestry and agriculture.",
      "In the ensuing discussion, Canada supported broadening the market mechanisms and clarifying the rules.",
      "New Zealand called for transparency and revisiting the commitment period reserve.",
      "Tanzania highlighted the potential for other innovative market mechanisms.",
      "The third set of presentations focused on the flexible mechanisms of CDM and Joint Implementation.",
      "Rajesh Sethi, CDM Executive Board Chair, identified the need to ensure environmental integrity, cost effectiveness, transparency, reasonable timelines, and incentives for accurate accounting as the key challenges for the CDM.",
      "Georg Borsting, Joint Implementation (JI) Supervisory Committee Chair, noted that most of the 129 JI projects are in the Russian Federation, Ukraine and Bulgaria and involve renewable energy, methane and energy efficiency.",
      "He said questions remain concerning the continuation of JI after 2012.",
      "Martin Krause, UN Development Programme, noted the need to align multiple funding sources with the CDM, including from private and domestic public funds, official development assistance and development banks.",
      "Concerning the CDM in the post-2012 period, China highlighted the need for efficiency, simplification, transparency, certainty and environmental integrity.",
      "He urged strengthening the CDM s role in technology transfer, and suggested removing the additionality test from certain project types and enhancing the host country s role.",
      "Japan highlighted the need to fundamentally review the CDM for the post-2012 period, as it currently takes place between a party with an emission target and a party without a target.",
      "Responding to Australia, he said this would also affect the additionality criteria.",
      "He said geographical distribution, as well as nuclear, CCS and energy efficiency projects, should also be considered.",
      "Tanzania stressed the need to simplify the CDM and review its rules, including the criteria for sustainable development and the requirement of financial additionality.",
      "He also stressed REDD s potential in Africa.",
      "Ukraine highlighted legislation facilitating implementation of JI projects in Ukraine and stressed that attracting foreign carbon investment is a priority for the Ukrainian government.",
      "The EU stated that advanced developing countries must move beyond offsetting and proposed exploring a no-lose sectoral crediting mechanism.",
      "He said JI should also play a role in the post-2012 period.",
      "Tuvalu and others expressed concerns over proposals to expand the CDM by relaxing additionality criteria, and highlighted maintaining environmental integrity.",
      "Tuvalu expressed the need to accrue real, additional and verifiable emission reductions.",
      "He suggested creating revenues for low emitting countries by auctioning AAUs and reviewing accessibility and geographical allocation rules.",
      "The Republic of Korea supported expanding the scope of the CDM to attract eco-friendly investment and technology.",
      "Indonesia, Benin and the Democratic Republic of Congo called for addressing the lack of sink projects under the CDM.",
      "Senegal highlighted the importance of an attractive carbon price, and Burkina Faso stated that sink projects are attractive only if the carbon price is at the level of at least US$20.",
      "Benin stressed the need to improve the geographical distribution of CDM projects, while New Zealand warned of difficulties in dictating geographical and sectoral distribution of projects.",
      "The Russian Federation stressed that the success of flexible mechanisms depends on national circumstances.",
      "Brazil suggested maintaining the current eligibility criteria for LULUCF projects in the next commitment period, opposed including CCS under the CDM, and noted that programmatic CDM opens a window of opportunity for substantial Certified Emission Reductions.",
      "Canada supported exploring sectoral approaches, suggested establishing multi-project baselines for the CDM and simplifying rules for LULUCF, and noted that the Executive Board might become a full-time body in the future.",
      "Argentina called for an independent assessment of the CDM, with a regional component, to explore issues such as: financing, technology transfer and registered projects.",
      "South Africa highlighted the need to consider implications of new approaches on the carbon price.",
      "The EU stated that even if it decided to offset all European GHG emissions, this would not constitute the global emission reductions envisaged.",
      "Belarus proposed the inclusion of marsh rehabilitation in the second commitment period.",
      "Chair Dovland identified key elements, including: all parties supported continuing the use of the flexible mechanisms in the second commitment period; some wanted to expand approaches to the carbon market and establish a common carbon price; flexible mechanisms should be complemented by technology transfer, financing and capacity building; and a strong market signal in the form of stringent emission reduction targets is needed to drive the carbon price.",
      "He also noted suggestions that emission trading could support adaptation finance through the auction of AAUs.",
      "Regarding project-based mechanisms, he identified calls to maintain environmental integrity and the additionality requirement and contribute to sustainable development.",
      "Some parties suggested simplification of CDM rules, focus on including more LULUCF activities and addressing geographical imbalances by enhanced capacity building and enabling environments.",
      "The link to the Protocol s Article 9 review was also noted.",
      "Some of the new issues raised by parties, he noted, included, sectoral programmes and no-lose sectoral crediting and extending present market mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}