{
   "actors": [],
   "countries": [
      "Germany",
      "Cuba",
      "Mali"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_4",
   "section_title": "Final Decision",
   "sentences": [
      "In this decision, the Panel, inter alia : - approves the modified 2011 budget; - approves the revised draft Terms of Reference for the Audit Officer; - requests the Secretariat to provide an analysis of additional needs arising from the IAC report by IPCC-34; - approves the modified 2012 budget, which includes the modification of two Secretariat posts changing from temporary to permanent; - notes the importance of ensuring alignment of the programmes with the budget across the Fifth Assessment cycle, and notes that the forecast budget for 2013-2015 will require further discussion; and - expresses its concern over the intention of the WMO to convert its cash contribution to the IPCC Trust Fund to an in-kind contribution of one post.",
      "Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) This issue (IPCC-XXXIII/Doc.20) was considered by plenary on Tuesday.",
      "WGIII Co-Chairs Ottmar Edenhofer (Germany), Youba Sokona (Mali), and Ramon Pichs Madruga (Cuba) briefly summarized the SRREN SPM report.",
      "Edenhofer said that all authors felt that the SPM had been improved significantly by going through the approval exercise.",
      "He highlighted that the global technical potential for renewables is substantially higher than the current and projected global energy demand.",
      "He stressed that development of infrastructure will be a determinant for the pace of development of renewable energy sources, and underscored integration challenges.",
      "Edenhofer also noted that renewable energy sources can help decouple development from rising emissions and have a huge potential to contribute to sustainable development.",
      "Adding that renewable energies play a crucial role in all mitigation scenarios, he stressed that they can only be deployed if there is a consistent framework combining renewable energy and energy policies with other national policies.",
      "The Panel endorsed the SRREN SPM approved by WGIII."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}