{
   "actors": [],
   "countries": [
      "Norway"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_7",
   "section_title": "Sub-paragraph 1(b)(ii) of the BAP (developing country mitigation)",
   "sentences": [
      "This issue was taken up in drafting and spinoff group discussions facilitated by Audun Rosland (Norway).",
      "Discussions focused on: nationally appropriate mitigation actions (NAMAs) for developing countries; MRV of NAMAs; and MRV of support for implementing NAMAs.",
      "Parties considered the need for substantive discussion on elements that will be part of a COP 16 decision and those that can be considered at a later stage.",
      "In this regard, parties discussed whether a package of decisions in Cancun should include elements for capturing and anchoring pledges by major developing economies.",
      "Some parties also suggested agreement on the basic idea of enhanced reporting of actions and a system to facilitate dialogue, leaving the operative details to be agreed on next year.",
      "Regarding MRV of NAMAs, parties reiterated various proposals for this, including: reporting of all mitigation actions, both supported and autonomous; domestic and international MRV and ICA of supported actions, and domestic MRV and ICA of autonomous actions; and domestic reporting and verification of autonomous actions, and domestic reporting and international verification of supported actions.",
      "Regarding the registry/mitigation mechanism, disagreement remained on its functions, specifically whether it should be used to record all NAMAs of developing countries, both supported and autonomous.",
      "Some countries preferred recording all NAMAs in an appendix or annex to a legally-binding instrument and limiting the registry to record only supported NAMAs.",
      "Other parties said the registry should be used to record supported NAMAs only and for MRV of support.",
      "Several underscored that the registry should be a forum for matching proposed actions with support.",
      "Parties also discussed whether national communications provide an adequate forum for reporting on all types of mitigation activities.",
      "Regarding the nature of support, several parties highlighted that this should include technical, financial and capacity-building support.",
      "Several parties said the agreed full costs of any additional obligation must be provided."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}