{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "African Group"
   ],
   "countries": [
      "Chad",
      "Brazil",
      "India",
      "Mexico",
      "Japan",
      "China",
      "Australia",
      "Bahamas",
      "South Africa",
      "Singapore",
      "Pakistan"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_3",
   "section_title": "MITIGATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "Issues related to mitigation and associated means of implementation were introduced in plenary on 21 August, and discussed in two in-session workshops, on sectoral approaches and sector-specific actions and on REDD, conservation and sustainable forest management, on 21-22 August (for more details on these workshops, see: http://www.iisd.ca/vol12/enb12378e.html and http://www.iisd.ca/vol12/enb12379e.html ).",
      "They were then taken up in a contact group chaired by AWG-LCA Chair Machado.",
      "The G-77/China underlined the distinction between mitigation commitments of developed countries and mitigation actions of developing countries.",
      "Pakistan, Mexico, the Republic of Korea and China highlighted historical responsibility and noted different capacities of developed and developing countries to address climate change.",
      "Many parties called for developed countries to lead in emission reductions, and many developing countries, including South Africa, India, Brazil and China, said that existing mitigation actions in developing countries must be recognized.",
      "The issue of differentiation among non-Annex I countries proved to be contentious.",
      "Developed countries called for differentiation, and Australia and Japan suggested that non-Annex I parties with a high gross domestic product (GDP) should join Annex I.",
      "The G-77/China and the African Group strongly opposed any differentiation of parties beyond that of the Convention.",
      "The Bahamas, with Singapore, highlighted that per capita criteria disadvantage small countries, while other countries noted that GDP is not the only criterion of development.",
      "On the related issue of the mandate of the group, the Umbrella Group stated that the AWG-LCA discussions should lead to new legal obligations for parties, while many developing countries said the group does not have a mandate to make amendments to the Convention or the Protocol and called for focusing on the implementation of the Convention.",
      "Japan highlighted the relevance of sectoral approaches, while India said global sectoral approaches are not appropriate for developing countries."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}