{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Dominica",
      "Marshall Islands",
      "United States",
      "Dominican Republic",
      "Japan",
      "Bolivia",
      "Australia",
      "Canada",
      "Mali",
      "Colombia",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "03-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "03-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12562e.html",
   "id": "enb12562e_3",
   "section_title": "Developed Country Mitigation",
   "sentences": [
      "In the morning informal consultations, parties discussed how to take forward the work after 2012.",
      "Discussions were based on technical papers prepared by the Secretariat and parties submissions.",
      "NORWAY introduced a proposal by Norway, Australia, New Zealand, Japan, Canada, the US and Australia, intended to set up a work programme up to 2014 to seek further clarification on pledges underlying assumptions, before parties start reporting on their achievement of mitigation targets.",
      "The EIG also introduced a textual proposal for a work programme to clarify assumptions and conditions, particularly in relation to issues such as market mechanisms and LULUCF.",
      "Mali, for the G-77/CHINA, highlighted the need for further work on ambition of targets and development of a common accounting framework to ensure comparability of mitigation efforts.",
      "The EU supported a work programme to clarify pledges with thematic discussions under the SBSTA.",
      "COLOMBIA, DOMINICAN REPUBLIC and others supported transferring work to the SBs in a focused and structured manner.",
      "BOLIVIA said a work programme up to 2013 should aim to find common accounting rules, methodologies and tools based on the Kyoto Protocol.",
      "NEW ZEALAND said agreement on common accounting rules will not be possible in Doha, calling for a pragmatic approach.",
      "The Marshall Islands, for AOSIS, called for action to raise ambition in the context of the long-term goal.",
      "JAPAN highlighted the need for accounting rules to be flexible enough to accommodate and maximize parties mitigation efforts.",
      "He noted that ambition will be taken up by one of the ADP workstreams.",
      "Facilitator Kranjc informed parties that he would prepare draft text capturing parties discussions and submissions will report to the AWG-LCA Chair."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}