{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "Venezuela",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Australia",
      "Brazil",
      "Kuwait",
      "Mexico",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_3",
   "section_title": "MITIGATION (paragraph 1(b)(v) of the BAP)",
   "sentences": [
      "Chair Zammit Cutajar introduced María del Socorro Flores (Mexico) as the new facilitator.",
      "The Secretariat presented a table illustrating commonalities and differences between proposals for market-based mechanisms.",
      "He explained that the proposals had been divided into crediting and trading approaches. VENEZUELA, supported by CHINA, BRAZIL and SAUDI ARABIA, raised concerns over the table, stressing that sub-paragraph 1(b)(v) of the BAP addresses various approaches to enhance mitigation.",
      "She lamented that the lack of consensus on the use of markets was not reflected in the paper.",
      "CHINA called for reflecting the discussions from the informal session in August.",
      "He stressed that the proposals, such as sectoral and NAMA crediting, focus on action by developing countries, questioning where the demand for credits would come from.",
      "KUWAIT stressed that parties have the right to have their views reflected in the paper. BOLIVIA highlighted the structural link between climate change and markets and BANGLADESH noted that it is ironic that markets are proposed as the solution for a problem they have caused.",
      "VENEZUELA stated that trading countries obligations under the Convention is inconsistent with the Convention s principles and called for a more principled discussion rather than commenting on the proposals reflected in the table.",
      "The US said experiences in the past ten years have shown that markets have enabled more cost-effective emission reductions and that the CDM has stimulated clean investment, stressing that the proposals could make an important contribution to the Convention s objective.",
      "The US and MEXICO emphasized that the table did not intend to give a full picture of parties views but rather to facilitate their understanding of certain proposals.",
      "AUSTRALIA, the EU, JAPAN, CHILE and others welcomed the table as useful.",
      "Many parties suggested corrections to have their views properly reflected.",
      "Facilitator Flores said the table should be seen as a reference tool and not a negotiating text, and that the intention was to have a document for discussion, as well as to hold a broader discussion.",
      "She said she would also raise the issue of additional meeting time with the AWG-LCA Chair."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}