{
   "actors": [],
   "countries": [
      "Mozambique",
      "Malaysia",
      "South Africa",
      "Norway",
      "Switzerland"
   ],
   "enb_end_date": "17-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "17-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12259e.html",
   "id": "enb12259e_6",
   "section_title": "Panel statements",
   "sentences": [
      "Moritz Leuenberger, Federal Councillor and Head of the Federal Department for Environment, Switzerland, said sustainable development is the backbone of sustainable climate policy.",
      "He said his country is tackling the 'acute' transport emissions problem by working with partners across Europe.",
      "He also noted cooperative efforts to expand renewable energy in developing countries. Knut Arild Hareide, Minister of Environment, Norway, underscored the importance of technology but said it cannot replace agreements such as the Protocol and urged countries to address the post-2012 period. Stavros Dimas, Commissioner for the Environment, European Commission, said incentive systems should be implemented to promote research, development, use and worldwide diffusion of climate-friendly technologies. S. Sothinathan, Vice Minister for Natural Resources and Environment, Malaysia, welcomed the Protocol mechanisms, but noted that without government incentives, such mechanisms are unlikely to provide technology transfer.",
      "He requested Annex I Parties to provide an inventory of available climate-related technologies. Francisco Taula Constancio Mabjaia, Vice-Minister of Environment, Mozambique, expressed disappointment at the absence of progress on CDM projects in Africa.",
      "He said developing countries require both mitigation and adaptation technologies and proposed an adaptation and technology bazaar in Africa. Rejoice Mabudafhasi, Vice-Minister for Environmental Affairs and Tourism, South Africa, said tackling climate change requires political will, and called for financial and capacity development in regional centers of expertise."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}