{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Indonesia",
      "New Zealand",
      "Philippines",
      "Norway",
      "Tanzania",
      "Australia",
      "Tuvalu",
      "Zambia",
      "Guyana",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Guinea",
      "Indigenous Peoples",
      "Bolivia"
   ],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_2",
   "section_title": "MITIGATION (paragraph 1(b)(iii) of the BAP)",
   "sentences": [
      "In the afternoon, Tony La Viña (the Philippines) facilitated the informal sub-group on paragraph 1(b)(iii) of the BAP (REDD-plus).",
      "He proposed that parties address issues including: objectives and scope of REDD-plus; financing for readiness activities; financing for full implementation; relationship with NAMAs; national reference levels; and subnational REDD-plus actions.",
      "He requested a mandate to meet interested parties in individual consultations throughout the week, develop a text and update parties frequently.",
      "Parties broadly agreed to this but some expressed concern regarding a lack of transparency, and the need to ensure a multilateral process.",
      "NORWAY requested consideration of their complete proposal.",
      "TUVALU, BOLIVIA and SWITZERLAND stressed incorporation of indigenous peoples in the deliberations.",
      "Regarding discussion on financing for the readiness activities phase, AUSTRALIA and CANADA proposed addressing commonalities in the objectives.",
      "GUYANA and PAPUA NEW GUINEA supported discussion on financing, highlighting the centrality of finance to success.",
      "COLOMBIA suggested breaking the discussion into what will be financed by the fund and where finances will come from.",
      "INDONESIA, SWITZERLAND and others supported this, calling for initial discussion on what will be financed, though BRAZIL noted the likely complexity of considering rules of eligibility.",
      "TUVALU, supported by NORWAY and ZAMBIA, considered financing of readiness activities and implementation to represent a spectrum within a single issue.",
      "The PHILIPPINES proposed that parties should learn from existing efforts in REDD implementation.",
      "TANZANIA highlighted the role of REDD as an incentive to local communities to continue mitigation activities.",
      "NEW ZEALAND questioned whether the details of REDD needed to be negotiated for Copenhagen."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}