{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Iran",
      "United States",
      "Russian Federation",
      "Japan",
      "Australia",
      "Morocco",
      "Czech Republic",
      "Belgium",
      "Canada",
      "Netherlands",
      "Mexico",
      "Samoa",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_1",
   "section_title": "REPORT OF COP-6 PART II",
   "sentences": [
      "The resumed Sixth Conference of the Parties (COP-6 Part II) to the UNFCCC opened on Monday morning, 16 July 2001.",
      "COP-6 President Jan Pronk, Minister of Housing, Spatial Planning and Environment of the Netherlands, opened the resumed COP-6, noting that participants were meeting to resolve outstanding issues from the first part of COP-6 in The Hague in November 2000.",
      "He said the negotiations would be based on bracketed texts brought forward from The Hague.",
      "In addition, an unbracketed consolidated negotiating text he had developed would serve as a 'tool' to assist negotiators.",
      "Iran, on behalf of the G-77/China, drew attention to developments since COP-6 Part I, including the US administration's announcement.",
      "He stressed that delegates are in Bonn to complete their unfinished work, and highlighted the need to clearly differentiate between UNFCCC and Protocol issues under negotiation. Opening speeches were also presented during a welcoming ceremony for ministers and other high-level officials on Thursday afternoon, 19 July, which marked the beginning of the high-level segment of negotiations, held from 19-23 July.",
      "Emphasizing that the Protocol is 'the only game in town' and that it is fair and credible, President Pronk urged Parties not to hold back on ratifying because one nation does not intend to ratify. Barbel Dieckmann, Mayor of Bonn, elaborated on the presence of the UNFCCC Secretariat and other UN bodies and agencies in Bonn.",
      "She outlined efforts to increase the UN presence, including plans for a new UN campus.",
      "UNFCCC Executive Secretary Michael Zammit Cutajar recalled the aims of the BAPA, and highlighted the challenges and needs of developing countries in responding to climate change.",
      "Noting progress in talks during the past few days, he said it would be a waste to 'abandon the investment' of several years of negotiations.",
      "Robert Watson, Chair of the Intergovernmental Panel on Climate Change (IPCC), stated that all the scenarios considered for the next century predict an ongoing increase in carbon dioxide levels, more extreme weather events, temperature increases, changes in precipitation, sea level rise, and impacts on agricultural productivity.",
      "He noted that cost-effective technologies exist to target greenhouse gas emissions.",
      "He said the costs of addressing climate change domestically are estimated at 0.2-2 percent of GDP, falling even lower if international cooperation occurs. Representatives of a recent Youth Conference on Climate Change delivered their views.",
      "One speaker urged delegates not to increase the use of sinks in the Protocol, and said Annex I Parties should meet at least half of their commitments domestically.",
      "A second speaker told delegates that young people were 'extremely disappointed with your disregard for our future' at The Hague, and urged them not to fail in Bonn. A number of Parties then made general statements.",
      "The G-77/China expressed concern at the unilateral approach of the US, and emphasized: preference for three separate decisions on the mechanisms; the need to address adverse effects; support for legally binding consequences of non-compliance; and the need for further negotiations on LULUCF.",
      "Belgium, for the EU, said it is ready for compromises with all Parties to reach agreement on a balanced package that respects: environmental integrity; equity and solidarity with developing countries; and economic efficiency and flexibility in meeting the agreed targets.",
      "Samoa, for the Alliance of Small Island States (AOSIS), emphasized the need for additional funds to undertake adaptation.",
      "The Czech Republic, for CG-11 (a group of central and eastern European countries), expressed concern with the Pronk text on financial obligations for Annex I Parties not included in Annex II, and with proposals for a levy on joint implementation and emissions trading.",
      "Morocco expressed his hope that COP-7 would provide renewed impetus ahead of the Johannesburg 2002 World Summit on Sustainable Development. Australia stated that uncertainty regarding future involvement of certain States should not stop key issues from being addressed, and emphasized: non-discriminatory rules on sinks; a compliance system that assists Parties rather than punishes non-compliance; and the launch of dialogue on action with developing countries.",
      "Canada underlined the importance of efficient and accessible market mechanisms, the role of forests and agriculture as carbon sinks, and the need to encourage developing country action. Underlining the importance of US participation, Japan said it is proactively engaged in consultations with the US, but that this should not delay progress at this session.",
      "She said Japan will exert its utmost efforts to make it possible for many countries, including itself, to 'conclude the Protocol,' aiming at entry into force by 2002.",
      "The US said it intends to address climate change in a 'serious, sensible and science-based manner' and would not prevent others from going ahead with the Protocol 'so long as they do not harm legitimate US interests.",
      "' Switzerland, for the Environmental Integrity Group (Mexico, Republic of Korea, and Switzerland), said sinks should be of a limited scale, mechanisms should complement domestic action, and there should be a strong compliance regime with legally binding consequences.",
      "China noted a document outlining its achievements to address climate change.",
      "The Russian Federation emphasized the need for simplicity in the mechanisms, and including sinks and nuclear facilities, and expressed concern with proposals on financial issues."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}