{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "07-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "07-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12227e.html",
   "id": "enb12227e_3",
   "section_title": "NON-ANNEX I NATIONAL COMMUNICATIONS",
   "sentences": [
      "On Saturday, Parties considered the Chair`s revised draft conclusions and a draft COP decision.",
      "On provision of financial and technical support for the submission of views on experiences with the GEF and its implementing agencies, the EU questioned the regularity of such submissions.",
      "Parties addressed text to be forwarded for consideration in the omnibus decision under the agenda item on additional guidance to the GEF, and agreed to consult informally on the paragraphs and submit views to the Secretariat.",
      "On timing of submissions of second and, where appropriate, third national communications, the US and SAINT LUCIA questioned the meaning of 'availability of financial resources.",
      "' The G-77/CHINA noted that the preparation of national communications is a continuous process, but that the frequency of submissions is a 'non-issue.",
      "' Chair Sok Appadu requested submission of views from Parties for the preparation of a draft decision for discussion on Monday. On Monday, the G-77/CHINA suggested deleting text on recognizing that the submission of national communications would ensure that the COP has sufficient information to assess the UNFCCC`s implementation in a timely manner.",
      "The EU proposed text that national communications assist the COP to review the UNFCCC`s implementation.",
      "The G-77/CHINA objected, and said the Group would consult on this matter internally.",
      "The US proposed additional text that non-Annex I Parties should submit national greenhouse gas inventories every two years, with LDCs submitting their inventories with their national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}