{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Sudan",
      "Iran",
      "United States",
      "Japan",
      "Senegal",
      "Bolivia",
      "Canada",
      "South Africa",
      "Colombia",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China",
      "Honduras"
   ],
   "enb_end_date": "09-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "09-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12131e.html",
   "id": "enb12131e_1",
   "section_title": "MECHANISMS",
   "sentences": [
      "Joint Implementation: BOLIVIA and SOUTH AFRICA urged greater equilibrium between the rules relating to CDM and JI.",
      "CANADA and JAPAN emphasized that JI is subject to the rigor of guidelines under Protocol Articles 5, 7 and 8.",
      "CHINA suggested that JI be subject to CDM requirements, and sought clarity on who should pay for this.",
      "The EU and SWITZERLAND said their submissions on baselines for CDM applied to JI.",
      "SOUTH AFRICA said its submission on monitoring, reporting and verification for CDM also applied to JI. Clean Development Mechanism: BOLIVIA, COLOMBIA, the US, IRAN, HONDURAS and NORWAY supported the inclusion of sinks projects in the CDM on the grounds that, inter alia: nearly one-fifth of global emissions come from deforestation and almost 90% of emissions from tropical countries are from LULUCF activities.",
      "IRAN said that in light of the FCCC's comprehensive approach, the CDM should cover all six gases, and all sources and sinks.",
      "The EU and SWITZERLAND opposed sinks projects in the CDM, as it raised questions of methodological uncertainty, non-permanence and leakage.",
      "The SUDAN and SENEGAL said it was premature to decide on the inclusion of sinks, as the IPCC report had just been released.",
      "AOSIS, with COLOMBIA, said Protocol Article 6 (JI) and 12 (CDM) should be given equal treatment in the context of share of proceeds for adaptation, as this would ensure real additional funds for adaptation, sufficient funds for administrative costs, and no additional transaction costs for the CDM.",
      "NORWAY and the EU opposed a provision on share of proceeds in Articles 6 and 17 (Emissions Trading).",
      "BOLIVIA called for an analysis to determine if project-by-project or regional/sectoral baselines would be appropriate.",
      "INDIA supported project-by- project baselines.",
      "SWITZERLAND, the US and NORWAY underscored the need for stakeholder participation and transparency in the CDM.",
      "SAUDI ARABIA and AOSIS opposed nuclear projects under CDM."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}