{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Solomon Islands",
      "Philippines",
      "Russian Federation",
      "Tanzania",
      "Kiribati",
      "Kuwait",
      "Mali",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Thailand",
      "Germany",
      "Turkey",
      "Colombia",
      "Russia"
   ],
   "enb_end_date": "07-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "07-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1202000e.html",
   "id": "1202000e_1",
   "section_title": "PLENARY",
   "sentences": [
      "INC Chair Rau`l Estrada-Oyuela opened INC-11 by noting a sense of satisfaction that 118 States and the EEC have ratified the Convention.",
      "He said that one of the most important tasks of this session is the review of the first 15 national reports submitted by Annex I developed countries.",
      "With regard to commitments, he stated that while some believe that after the year 2000 countries can increase their CO2 emissions, this is not the case.",
      "Annex I countries are legally bound to reduce their emissions to 1990 levels by the year 2000.",
      "If this is not enough to stabilize greenhouse gas concentrations, new commitments will be necessary.",
      "Agreement on these new commitments will not be easy and may require greater involvement of large developing countries. INC Executive-Secretary Michael Zammit Cutajar then introduced the provisional agenda (A/AC.23/77), which delegates adopted.",
      "With regard to the schedule of work, the Philippines, on behalf of the G-77, requested that the discussion on the rules of procedure (Agenda Item 6) take place on Friday, instead of Wednesday.",
      "Trinidad and Tobago, on behalf of AOSIS, mentioned that it had submitted a protocol for consideration and wants time to discuss it.",
      "Germany added that it wants to present its elements paper on a possible protocol.",
      "The Committee agreed that AOSIS and Germany would present their proposals on Wednesday morning and that the rules of procedure would be discussed on Friday.",
      "The Committee then adopted the schedule of work (A/AC.237/77, Annex II), as amended. The Philippines, supported by Saudi Arabia and Kuwait, also requested that the meeting adjourn early in deference to the religious duty of Muslims during Ramadan.",
      "The Chair responded that this is a matter for the General Assembly, not the Committee, and that the schedule would not be changed. In his opening statement, Bert Bolin, Chair of the Intergovernmental Panel on Climate Change (IPCC), raised three issues: recent findings regarding radiative forcing of the atmosphere and the interpretation of the IPCC emission scenarios that are dealt with in the IPCC 1994 Special Report; the intensified general debate concerning knowledge about climate change; and the role of the IPCC in the future work of the Convention.",
      "With regard to the latter, he said that it is most important that the future status of the IPCC relative to the COP be clarified so that countries can decide on ways and means to support the IPCC financially. Mohamed El-Ashry, CEO and Chair of the Global Environment Facility (GEF), noted that the Interim Secretariat of the Convention and the GEF have reached agreement on GEF arrangements to fund enabling activities and preparations for national communications.",
      "At its first meeting in July, the GEF Council approved a two-track programme of work.",
      "The first track will produce an overarching operational strategy, as well as specific strategies for the focal areas.",
      "The second will allocate limited resources to a relatively small number of activities on which guidance is fairly clear.",
      "He added that the GEF, in its replenished and restructured form, responds to the requirements of Articles 21(3) and 11 of the Convention, and is ready to serve as the permanent financial mechanism for the Convention. The Committee then addressed Agenda Item 3, Status of ratification of the Convention (A/AC.237/INF.15/Rev.2).",
      "The Secretariat noted that 118 States and the EEC had deposited their instruments of ratification in time to participate in COP-1.",
      "Thailand, Kuwait, the Russian Federation, the Solomon Islands, Saudi Arabia and Mali announced that they had recently ratified the Convention.",
      "Kiribati noted that its instrument of ratification was forwarded in mid-December and asked the Secretariat to check on it.",
      "Tanzania expects to ratify the Convention before the first COP.",
      "Turkey has not signed the Convention because it is considered an Annex I country.",
      "Colombia expects to ratify the Convention soon."
   ],
   "subtype": "plenary",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "cop"
}