{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Bangladesh",
      "Iran",
      "Argentina",
      "United States",
      "Japan",
      "Chile",
      "Brazil",
      "Kuwait",
      "Mauritius",
      "Canada",
      "South Africa",
      "Niger",
      "Russian Federation",
      "Thailand",
      "Philippines",
      "Czech Republic",
      "Australia",
      "Saudi Arabia",
      "Egypt",
      "Costa Rica",
      "Nigeria",
      "France",
      "Micronesia",
      "China"
   ],
   "enb_end_date": "10-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "10-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1205000e.html",
   "id": "1205000e_1",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "Working Group I concluded its discussion of Agenda Item 7(b), Adequacy of Commitments, and began consideration of Agenda Item 7(c), Joint Implementation. AGENDA ITEM 7(b) ADEQUACY OF COMMITMENTS: Brazil, Nigeria, Bangladesh, India, Egypt, Micronesia and Thailand supported the G-77 and China's statement made on Wednesday.",
      "Brazil agreed that commitments are inadequate and said that it would be necessary to negotiate further strengthening of commitments of Annex I Parties.",
      "Nigeria objected to attempts to place new commitments on developing countries, and said new commitments could be considered only after Annex I Parties had met present commitments. Bangladesh considered placement of the AOSIS draft protocol as timely.",
      "India and Thailand opposed negotiations that would begin to place new commitments on non-Annex I Parties and said the AOSIS protocol is the first step toward requiring Annex I countries to continue to meet their obligations.",
      "Egypt said there should be sufficient time for the negotiation of new commitments, which should apply only to Annex I Parties.",
      "Micronesia said that COP-1 should set targets beyond 2000 and urged all Parties to give the AOSIS protocol full consideration and support.",
      "The Philippines, on behalf of the G-77 and China, rejected the suggestion that developing countries should participate in tasks assigned to developed country Parties.",
      "He said it is urgent that Annex I Parties live up to their commitments.",
      "While Parties should discuss improvements well in advance, they should negotiate amendments only when present commitments are fulfilled. AGENDA ITEM 7(c) JOINT IMPLEMENTATION: The Secretariat invited delegates to discuss A/AC.237/MISC.44 and A/AC.237/MISC.44/Add.1 on Criteria for Joint Implementation.",
      "The US, supported by Japan, Australia and Canada, introduced draft language for a decision on Joint Implementation (JI) and an appendix on criteria.",
      "The draft decision establishes a pilot phase for JI beginning immediately after COP-1 and open to all Parties.",
      "Its objectives are to evaluate criteria, assess results, methodologies and accounting procedures, determine costs and benefits, assess institutional arrangements, identify problems, and encourage private sector involvement.",
      "The SBSTA would develop monitoring and evaluation modalities and report to the SBI and the COP.",
      "The criteria include that JI is voluntary, does not modify commitments, is financed outside existing ODA or Annex II GEF contributions, addresses any gases, sources or sinks, and includes data and methodological information to compare emissions with and without the JI measure.",
      "The US said JI should be negotiated in tandem with the negotiation of new aims or strengthening of the Convention, because a JI programme would benefit the Convention.",
      "France, on behalf of the EU, and supported by Australia, said that Annex I Parties should not use JI to meet their present commitments.",
      "He called for additional clarification on expected benefits and risks through a pilot phase under an agreed set of criteria, and promised draft language for a JI programme. China said JI means implementation of national policies between Annex I Parties and, thus, applies only to developed country Parties.",
      "If a developing country Party joins JI in the pilot phase, it should be on a voluntary basis and not shift developed country commitments onto developing country Parties.",
      "Due to its complexity, he said pilot phase JI credits, the system of accounting, and baselines should be excluded from national inventories and used only as an exercise for accumulating experience.",
      "The Czech Republic said JI projects should be based on appropriate bilateral or multilateral legal instruments. Australia supported a phased approach beginning with pilot phase that has projects with readily identified reduction targets but allocates no credits.",
      "Supporting China's positions on voluntary participation and against shifting of commitments, Australia stressed the need to keep the institutional arrangements as simple as possible.",
      "Canada said JI is a cost-effective opportunity for collaboration on projects that will lead to reductions that would not otherwise occur, helping other environmental concerns in the host country and providing access to technology.",
      "He said the host country should maintain the right to approve or reject projects based on its own priorities. Saudi Arabia, supported by Kuwait, Iran and Nigeria, said that the pilot phase of JI should be limited to Annex I Parties and the experience gained from the pilot phase could be used for the next phase.",
      "Chile supported JI as a multilateral system with a monitoring mechanism and accepted the idea of a pilot phase with a certain percentage of credits for developed and developing countries.",
      "While supporting JI, South Africa suggested that the full implications of JI is assessed for each country, total transparency is displayed in reporting and monitoring, any reductions under JI by Annex I Parties are additional to their current commitments, and funding under JI is additional to the financial mechanism of the Convention.",
      "The Russian Federation agreed on the broad involvement of the private sector, with national review of JI projects.",
      "Costa Rica supported limits on Annex I Parties in JI and hoped that COP-1 would arrive at a decision to launch a pilot phase.",
      "Argentina, supported by Mauritius, preferred a pilot phase without a credit system so that trust could be built among partners in the Convention.",
      "Argentina added that JI activities should be developed in accordance with national and sustainable development priorities.",
      "The Philippines said that it was clear that several G-77 members were expressing their views as sovereign Parties to the Convention and that their statements did not reflect the complete or common position of the G-77 and China.",
      "He noted that JI should not allow for the shifting of specific commitments of Annex I Parties to developing countries.",
      "He added that there was a plethora of interesting, but still divergent interests on this matter and efforts were underway to produce language that expressed unity of intention despite diversity of opinion."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "cop"
}