{
   "actors": [
      "European Union"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1211000e.html",
   "id": "1211000e_10",
   "section_title": "AGENDA ITEM 8 - MATTERS RELATING TO ARRANGEMENTS FOR THE FINANCIAL MECHANISM",
   "sentences": [
      "This item was divided into two sub- items. (a) Implementation of Article 11, paragraphs 1-4 - (i) Guidance on the operating entities, including programme priorities, eligibility criteria and policies and 'agreed full incremental costs': This section outlines the duties and issues of the financial mechanism.",
      "It also contains guidance on priorities for funding, eligibility criteria for receiving funds, and the determination of 'agreed full incremental costs' (A/AC.237/Misc.41). Developed and developing countries disagreed over how specific the Group`s guidance should be regarding the nature of developing projects to be funded.",
      "Developed countries wanted to maintain draft language that listed specific elements of national programmes, such as mitigation measures and an inventory of sources and sinks.",
      "Developing countries, however, stressed the need for generality at this stage.",
      "The Group agreed to retain only a general reference to activities of the developing country Parties to address climate change. On mobilization of funds, Parties disagreed on whether the proposed language shifted responsibility for ensuring the predictability of resources onto the funding mechanism.",
      "The EU offered substitute language that clarified the mechanism`s role, which was amended and accepted. On activities undertaken outside the framework of the financial mechanism, some Parties wanted to delete the entire paragraph because it was irrelevant, and others thought it 'micro-managed' the operating entity.",
      "Developing countries were particularly concerned about retaining language that prohibits new forms of conditionality, while developed countries preferred retaining instruction on information from financial institutions outside the Convention. On programme priorities, Parties disagreed over the type of activities to be assisted and the manner of assistance.",
      "Developed countries argued that funding should not go to new or existing institutions, but rather to discrete projects.",
      "Developing countries, however, stressed the need for funding new institutions to facilitate technology transfer.",
      "It was agreed that the operating entity should finance the formulation of national programmes addressing climate change issues in developing countries. Little progress was made on technology transfer, as well as 'full incremental costs.",
      "' Many developing countries commented that they wanted to be enabled, not simply given technology.",
      "China suggested that the Secretariat develop an inventory of technology transferable free of costs, but many developed country Parties objected that this was premature. On the communication of information by non-Annex I Parties, developing countries stressed the need for guidelines to ensure compatibility.",
      "Some wanted the freedom to develop broad guidelines according to their capabilities, and others stated they had no resource base to build upon and requested at least some type of guidance. (ii) Modalities for the functioning of operational linkages between the COP and the operating entity or entities of the financial mechanism: The Group did not make much progress on the determination of funding needs.",
      "Parties generally agreed that there should be a Memorandum of Understanding (MOU) between the operating entity and the COP.",
      "Both developed and developing countries stressed the need for clear roles between the two bodies for funding decisions and reconsideration of those decisions.",
      "The Group recommended that the Committee adopt A/AC.237/WG.II/ L.10, which requests the Secretariat of the Convention to consult with the Secretariat of the GEF to draft arrangements for consideration by the SBI. (b) Maintenance of the interim arrangements referred to in Article 21, paragraph 3: Working Group II reviewed a report by the GEF on the interim arrangements, which asserted that the GEF fulfills all the requirements stipulated in the Convention. Developed countries argued that the restructured and replenished GEF had met all of the criteria for the operating entity and urged that it be established as the permanent entity entrusted with the financial mechanism.",
      "Developing country Parties expressed dissatisfaction with their representation within the GEF and added that the GEF needed additional funds before it could be designated the permanent entity.",
      "They also reminded developed countries that the Group did not have to make a decision regarding the GEF`s permanent status at this meeting. The INC adopted document A/AC.237/WG.II/L.",
      "9, recommending that the GEF continue as the interim entity, with a review in four years."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}