{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "New Zealand",
      "United States",
      "Japan",
      "Germany",
      "Kenya",
      "Canada",
      "Niger",
      "Mexico",
      "Poland",
      "Benin",
      "Russian Federation",
      "Italy",
      "Australia",
      "Uruguay",
      "Norway",
      "Switzerland",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1211000e.html",
   "id": "1211000e_5",
   "section_title": "AGENDA ITEM 5 - DESIGNATION OF A PERMANENT SECRETARIAT",
   "sentences": [
      "This agenda item consisted of three sub-items that were discussed separately.",
      "A Contact Group was established at INC-10 to consider this item and its conclusions were circulated in document A/AC.237/79/Add.5. (a) Institutional Linkages: At INC-10, the Chair was requested to invite the UN Secretary-General to advise INC- 11 on an institutional arrangement for the Permanent Secretariat.",
      "The advice from the Secretary-General is annexed to document A/AC.237/79/Add.1.",
      "Additional documents to facilitate consideration of this matter included the conclusions of the Contact Group (A/AC.237/79/Add.5) and a note by the Executive Secretary on support for the Convention (A/AC.237/79/Add.6). In the brief discussion on this matter, the EU supported the recommendation that the Secretariat should be attached to the UN without being incorporated into any department or programme.",
      "Australia supported a partnership between UNEP, UNDP and the DPCSD, but asked for assurance of Secretariat autonomy.",
      "The Chair suggested recommending that the COP request the Secretary-General to propose a concrete arrangement for the administrative management of the Secretariat. (b) Financial Rules: Documentation for this item included A/AC.237/79/Add.2 and corrigenda 1 and 2, on the draft financial procedures.",
      "The Interim Secretariat introduced Annex 1 to A/AC.237/79/Add.2 and commented that the Committee must reach agreement on the deadline for drawing up the administrative budget and the review of the budget - the COP could establish a Financial Committee or avail itself of the UN Advisory Committee on Administrative and Budgetary Questions (ACABQ).",
      "He noted the Contact Group preferred the first alternative, with advice from the ACABQ. The Chair reported that in A/AC.237/79/Add.5, the Contact Group on the Permanent Secretariat analyzed both the financial procedures and the budget outline for 1996/97.",
      "The Contact Group supported the establishment of a Finance Committee, consisting of 10-15 Parties, which could meet during sessions of the COP or the subsidiary bodies.",
      "The Contact Group also proposed establishing a small group at this session to study the 1996/97 budget outline.",
      "This Group met during INC-11. The EU and the US suggested that the scale of contributions to the budget be more explicit.",
      "Benin recommended establishing a floor as well as a ceiling for contributions from the Parties.",
      "Developing countries noted that two considerations must be taken into account: the determination of developing country contributions on the ability to pay; and the principle that no developing country must pay more than any developed country. With regard to reviewing the budget, the EU noted that the composition of the ACABQ did not coincide with the Parties to the Convention.",
      "The Interim Secretariat replied that the ACABQ, a standing body, was only included to alleviate concerns about the new Secretariat and that more guidance was needed from the Parties before they could develop a detailed budget.",
      "The Russian Federation thought consultations with the ACABQ would be useful.",
      "The EU, Japan and Australia expressed doubts about bringing this matter before the ACABQ. With regard to funding for the IPCC, the Executive Secretary said that consultations are underway on the type of services the IPCC is expected to deliver and that the Secretariat would possibly contribute 10-15% of the IPCC budget.",
      "Australia and New Zealand supported setting aside Secretariat funds for the IPCC. On Wednesday, 16 February 1995, the Chair introduced document A/AC.237/L.26 on financial rules.",
      "The G-77 and China agreed with the draft decision, but reserved the right to revisit the paragraphs on contributions and funds.",
      "Japan and the US asked questions about the voluntary nature of contributions.",
      "The Plenary will recommend the financial rules to the COP and all comments will be recorded in the report. (c) Physical Location: During the initial discussion on this matter on Wednesday, 8 February 1995, the Chair gave the floor to the representatives of the countries offering to host the Secretariat.",
      "The information about each offer is contained in A/AC.237/79/Add.4.",
      "Canada explained that Toronto is a leader in environmental protection and a multicultural city well suited to host the Secretariat.",
      "Germany outlined its proposal to host the Secretariat in Bonn, which has excellent communications and transportation facilities and is a major academic, scientific and cultural center.",
      "Switzerland said that the choice for the Secretariat`s location should be based on effectiveness, not finance or prestige, and that Geneva, as a UN center, would be the most effective.",
      "While Uruguay could not offer monetary subsidies or financial assistance to developing countries, the low cost of living and services in Montevideo would amply offset the absence of generous subsidies.",
      "Kenya announced that it has withdrawn its offer to host the Secretariat. The Contact Group recommended that the Committee take three criteria into account in assessing the offers to host the Permanent Secretariat: convenience of access by delegations to the Permanent Secretariat and meetings; possible budgetary savings by locating the Secretariat near other UN offices or secretariats; and the contribution offered by the potential host government in cash and/or in kind. Italy and Poland supported Bonn.",
      "Mexico supported Toronto.",
      "Australia supported Geneva, because co-location of secretariats allows cross-fertilization among secretariat personnel and saves costs.",
      "It also saves costs for governments that would be able to maintain fewer diplomatic missions.",
      "For similar reasons, the US, New Zealand and Norway also prefer Geneva.",
      "Nigeria said that economics and co-location are logical considerations, but hoped that this would not prevent developing countries from hosting other UN secretariats.",
      "Canada added that the logic of the Contact Group`s report is that if a city is not a UN center, it should not apply. By the conclusion of the session, the Contact Group was unable to make a recommendation and asked Canada, Germany, Switzerland and Uruguay to hold consultations among themselves before COP-1 to facilitate a decision on the issue."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}