{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Liechtenstein",
      "Uruguay",
      "Trinidad and Tobago",
      "Switzerland",
      "Germany",
      "Belgium"
   ],
   "enb_end_date": "28-Mar-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1212000e.html",
   "id": "1212000e_6",
   "section_title": "CHALLENGES FOR COP-1",
   "sentences": [
      "At a press conference on Monday, 27 March 1995, the Executive-Secretary, Michael Zammit Cutajar, remarked that not only was this the biggest UN event to be held in Germany, but it was the biggest event for the Convention.",
      "The 129 delegations who have registered so far, include 118 Parties to the Convention.",
      "One thousand NGO participants and over 1000 media representatives are also expected.",
      "The series of recommendations adopted at the conclusion of INC-11 and all remaining unresolved issues have been forwarded to COP-1 for its consideration. The Convention requires COP-1 to address the following issues: First review of national communications: To date, 24 Annex I Parties have submitted first national communications describing their efforts at implementing the Convention.",
      "In addition, the EC has sent an overview, Belgium has provided a summary, and Liechtenstein (not an Annex I Party) has sent in a national communication.",
      "Parties will assess this information and will need to decide on the process for future reviews. Adequacy of commitments: Parties will have to review the 'adequacy' of commitments under Article 4.2(a) and (b) of the Convention, which requires Annex I Parties to take measures aimed at returning their greenhouse gas emissions to 1990 levels by the year 2000.",
      "COP-1 will consider and take 'appropriate action' on the draft protocol submitted by Trinidad and Tobago, on behalf of AOSIS, and the proposals for further elements of a protocol submitted by Germany. Institutional arrangements: The Parties must consider whether to extend or make permanent the interim arrangements for the financial mechanism, currently operated by the GEF.",
      "INC-11 recommended extending the interim arrangements.",
      "Additionally, the designation and location of the Permanent Secretariat and guidance for the work of the two subsidiary bodies, the Subsidiary Body for Implementation (SBI) and the Subsidiary Body for Science and Technological Advice (SBSTA), will have to be decided.",
      "Bids to locate the Permanent Secretariat have been made by Canada, Germany, Switzerland and Uruguay. Rules of Procedure: COP-1 must adopt the Rules of Procedure.",
      "Outstanding issues include the allocation of seats on the Bureau and the voting procedures, specifically what kind of voting majorities two-thirds, three-fourths or consensus will be needed to adopt substantive decisions, including the adoption of protocols and matters relating to the financial mechanism."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "COP"
}