{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Brazil",
      "Mauritania",
      "Uruguay",
      "Canada"
   ],
   "enb_end_date": "29-Mar-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "29-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1213000e.html",
   "id": "1213000e_4",
   "section_title": "DESIGNATION OF THE PERMANENT SECRETARIAT AND ARRANGEMENTS FOR ITS FUNCTIONING",
   "sentences": [
      "The Executive-Secretary, Michael Zammit-Cutajar, then introduced the documentation on designation of a Permanent Secretariat and arrangements for its functioning (FCCC/CP/1995/5 and its three addenda).",
      "He gave particular attention to the following five areas where action is needed by the COP: (a) institutional linkage of the Convention Secretariat to the United Nations; (b) financial procedures; (c) physical location of the Convention Secretariat; (d) the Convention budget for the biennium 1996-1997; and (e) extrabudgetary funding for 1995. Uruguay said the Interim Secretariat's budget estimates did not reflect differences in potential operating costs for the different proposals for the location of the Permanent Secretariat, which should be taken into account.",
      "He suggested that the estimates include more than the transfer costs of locating the Permanent Secretariat, and added that he could not support the sections on Uruguay in the Interim Secretariat's documents.",
      "India was willing to adopt the indicative scale of contributions outlined in the Interim Secretariat's document and asked whether proposed consultations had occurred between the countries offering to host the Permanent Secretariat.",
      "Canada said the budget figures Uruguay mentioned had not been distributed, but should be as soon as possible. The Executive-Secretary responded that the cost figures referred to by Uruguay appeared only in a draft document and could be improved upon in any final document.",
      "Comparisons by location of staff costs, the major element of Secretariat expenses, were based on standard UN figures, not surveys of local costs.",
      "He said he had not been informed of any consultations between countries proposing to host the Permanent Secretariat.",
      "He also noted that FCCC/CP/1995/MISC.3, a letter from Canada, was the only new information received since INC-11. The US supported a suggestion by India and the EU to establish a smaller, open-ended group that would be a more appropriate forum for further discussion on this item.",
      "The Chair agreed and announced that the first meeting of this group would take place on Wednesday evening. The Committee then adopted three INC-11 recommendations.",
      "The first, on institutional linkages, decides that the Convention Secretariat be institutionally linked to the UN, while not being fully integrated in the work programme and management structure of any particular department or Programme.",
      "The Committee also adopted the INC recommendation on financial procedures, as contained in A/AC.237/L.26, as well as the scales of contributions to the administrative budget of the Convention for 1996 and 1997.",
      "The Commission of the European Community announced that as a Party, it is prepared to make an annual contribution of 2.5% of the administrative budget (in addition to the contribution of EU member States) and that this should be reflected in the documentation.",
      "The Executive- Secretary, responding to Mauritania, said that the scale of contributions would be revised to reflect new Parties to the Convention and the contribution of the European Commission.",
      "This revised scale will be attached to the final decision document.",
      "Brazil noted for the record its 'perplexity' that its contribution is double or three times as much as many of the developed countries.",
      "The Chair, thus, concluded formal discussion on this item."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}