{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Organization of Petroleum Exporting Countries",
      "Group of 77",
      "European Union"
   ],
   "countries": [],
   "enb_end_date": "04-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "04-Apr-95",
   "enb_url": "http://www.iisd.ca/vol12/1217000e.html",
   "id": "1217000e_4",
   "section_title": "CONSULTATIONS ON ADEQUACY OF COMMITMENTS",
   "sentences": [
      "On Sunday afternoon, delegates agreed to base further negotiations on a paper produced by a group of 'like-minded States.",
      "' This paper, co-sponsored by 42 members of the Group of 77, sets forth the principles that should guide consultations on strengthening the commitments of Annex I Parties in Article 4.2(a) and (b) and how these consultations should be conducted. When the consultations reconvened on Monday afternoon, OECD countries distributed their comments on the paper produced by the 'like-minded States.",
      "' The consultations adjourned so that the G-77 could review the OECD comments and the Chair, Amb.",
      "Bo Kjellen, requested that the various groups select representatives so that a group of 25 'Friends of the Chair' could convene at 7:00 pm to begin negotiations.",
      "This group of 'Friends' was to consist of four members of the EU, four other OECD country representatives, two OPEC countries, two Eastern European countries, and the remaining delegates from the newly named 'Group of 69.",
      "' The Friends of the Chair were expected to meet late into the night.",
      "Some of the issues expected to dominate the discussion were: commitments for developing country Parties; setting specific and legally binding reduction targets (e.g.",
      "Toronto Targets) within specified timeframes; combining a reduction target for Annex I Parties with measures such as transfer of financial resources and technology to developing countries; and the target date for completion of the negotiations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}