{
   "actors": [],
   "countries": [
      "Iran",
      "United States",
      "Germany",
      "Mauritius",
      "Canada",
      "Niger",
      "Mali",
      "Poland",
      "Togo",
      "Italy",
      "Ethiopia",
      "Uruguay",
      "Djibouti",
      "Trinidad and Tobago",
      "Burkina Faso",
      "Cape Verde",
      "Costa Rica",
      "Nigeria",
      "Switzerland"
   ],
   "enb_end_date": "05-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "05-Apr-95",
   "enb_url": "http://www.iisd.ca/vol12/1218000e.html",
   "id": "1218000e_5",
   "section_title": "LOCATION OF THE PERMANENT SECRETARIAT",
   "sentences": [
      "Estrada reminded delegates that consensus has not emerged from the consultations with the countries offering cities to host the Secretariat.",
      "To reach a consensus on the physical location of the Secretariat, Estrada suggested an 'informal survey' where each Party shall indicate its preference on a piece of paper prepared for this purpose and place this paper in a box.",
      "Any paper with more than one mark or no marks will be considered invalid.",
      "If one city has the 'absolute majority' it will be proposed for a consensus solution.",
      "If not, there will be a second round with three cities and, if necessary, a third round with two cities. Estrada then noted that budget implications and the need to establish a Secretariat without doubts about administrative arrangements made a decision imperative.",
      "Canada disagreed that this was the appropriate time to decide.",
      "He said that INC-11's intent was for COP-1 to select a candidate city only if there was consensus.",
      "He urged delegates to consider using the survey later at a neutral site.",
      "Responding to a question from Iran, the Chair said the survey would be informal and confidential as a means of reaching consensus, not a binding vote. Switzerland said it was not the time politically to pursue these consultations.",
      "He said it would also be a bad UN precedent.",
      "The decision should be made on neutral ground, possibly at the CSD meeting in New York.",
      "The US said he was persuaded by the Canadian and Swiss concerns. Italy, supported by Poland, said he was impressed by the Chair's suggestion, and that Article 8.3 of the Convention says COP-1 should designate a Permanent Secretariat.",
      "Germany said now is an appropriate time to take a decision.",
      "Nigeria, Costa Rica, Ethiopia, Mali, Trinidad and Tobago, Togo, Cape Verde, Niger, Mauritius and Djibouti supported the Chair's proposal.",
      "Burkina Faso said that COP-1 should take the decision, but the question should be put before the Ministerial Segment. Canada said Article 8.3 did not require COP-1 to decide on the location.",
      "He called for a substantive discussion, including budget figures comparing costs for the four locations.",
      "The Chair said the figures had been presented in consultations on the Convention budget, and participating delegations have had an opportunity to review them.",
      "The Chair said deferring the decision by a few weeks would be expensive and complicated.",
      "He said it was the feeling of the house that delegates should proceed, notwithstanding the reluctance of two candidates and some other delegations.",
      "He emphasized that the survey was not a decision or a vote. Canada said that regardless of what it was called, the Chair was proposing a decision mechanism by majority vote.",
      "Canada noted his country's offer to contribute an additional $1 million (Canadian) for five years to the Secretariat budget.",
      "Canada also distributed budget figures for staff and travel that showed Toronto costs to be 54% of Geneva, 67% of Montevideo and 70% of Bonn for 1996-1997.",
      "Switzerland said he was pleased to see his supporters backing a quick decision and that there was progress on the Chair's proposal.",
      "The US said it would not hold up progress.",
      "Uruguay agreed that a decision should be made at Berlin.",
      "The Chair said the first survey would occur in the afternoon."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}