{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Philippines",
      "Bangladesh",
      "Japan",
      "China",
      "Peru",
      "Spain"
   ],
   "enb_end_date": "01-Sep-95",
   "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "1st Session SBSTA & SBI",
   "enb_start_date": "28-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1223000e.html",
   "id": "1223000e_16",
   "section_title": "MATTERS RELATING TO THE FINANCIAL MECHANISM",
   "sentences": [
      "Mr. Tahar Hadj-Sadok of the Secretariat introduced the memorandum of understanding (MOU) between the COP and the GEF Council, as contained in document FCCC/SBI/1995/3.",
      "He said that the Secretariats of both bodies had considered this matter and that the GEF Council had provided information on its most recent meetings.",
      "He then introduced Ms. Patricia Bliss-Guest of the GEF.",
      "The PHILIPPINES, on behalf of the G-77 and China, asked whether this matter could be considered in more detail in the afternoon session.",
      "SPAIN, on behalf of the EU, welcomed the draft MOU and said that the draft was 'balanced' and had been approved at the fifth GEF Council meeting.",
      "He encouraged the GEF to carry out its work in the field of climate change. BRAZIL highlighted difficulties with the Brazilian submission to the GEF on preparing a national inventory.",
      "He said that a national inventory would require funds of US$7 million and that the GEF had been requested to provide US$3 million in this regard.",
      "He noted that the GEF had agreed to provide US$1.5 million which was 'the absolute minimum,' but added that the GEF had recently stated that its draft operational strategy did not envisage the provision of such large sums for enabling activities.",
      "He said that Brazil would insist on its proposal, which would contribute to decreasing the level of uncertainty on the carbon cycle and deforestation.",
      "The Chair said that this was 'news' to him as GEF Council member and because the operational strategy was still a draft. JAPAN supported the format and content of the MOU.",
      "He inquired about the issue of consistency of the MOUs for both the Biodiversity and Climate Change Conventions raised at the fifth GEF Council.",
      "BANGLADESH said that the GEF definition of 'incremental costs' should include 'new and additional funding' and costs for LDC`s mitigation measures.",
      "The PHILIPPINES, on behalf of the G-77 and China, inquired about the status of the draft operational strategy, as contained in FCCC/SBI/1995/3/Add.1, emphasizing that it focused on mitigation, which was not a responsibility for non-Annex I Parties.",
      "She proposed that the G-77 and China amendments be appended to the annex of the MOU. Bliss-Guest said that the operational strategy was still a draft and that the GEF Secretariat was preparing a revised strategy based on issues raised by Council members and others.",
      "She was unable clarify the Brazilian proposal because it was part of ongoing consultations between Brazil and a GEF implementing agency.",
      "She said that the GEF decision to fund or not to fund any project would be reported to the COP and the COP could then consider the matter.",
      "The PHILIPPINES, on behalf of the G-77 and China, suggested that the draft operational strategy focus on adaptation measures in light of Decision 11 of COP 1.",
      "PERU highlighted the time lost in the reconsideration of projects and proposed referring this to the GEF.",
      "The GEF said that its membership exceeded the number of Parties to the FCCC and that it was taking into consideration all views.",
      "The Chair said all decisions in the GEF would conform with the decisions of the COP.",
      "He said that each Convention had its own objectives and that discussions on the MOUs of the FCCC and the Convention on Biological Diversity would depend on their respective COPs.",
      "With these comments, document FCCC/SBI/1995/3/Add.1, on the arrangements between the COP and the operating entity or entities and the financial mechanism, and document FCCC/SBI/1995/3, on the Memorandum of Understanding, were approved."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "sbi/sbsta"
}