{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Argentina",
      "United States",
      "Japan",
      "Kuwait",
      "Canada",
      "Uzbekistan",
      "Poland",
      "Russian Federation",
      "Philippines",
      "Fiji",
      "Uruguay",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Spain",
      "Peru",
      "Central African Republic",
      "France",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "01-Sep-95",
   "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "1st Session SBSTA & SBI",
   "enb_start_date": "28-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1223000e.html",
   "id": "1223000e_6",
   "section_title": "ESTABLISHMENT OF TAP-T AND TAP-M",
   "sentences": [
      "The Chair noted that this was an urgent matter for SBSTA to consider in the light of COP 1.",
      "TRINIDAD AND TOBAGO, on behalf of AOSIS, supported the nomination of 21-30 government experts in the TAPs.",
      "He recommended that the terms of office be 'staggered' to promote continuity and noted that establishment of sub-committees should not be ruled out.",
      "The US said that regarding the organization of TAPs, it was not clear whether TAPs should work in parallel.",
      "He stated that since methodological issues were connected to Annex I Parties at least half of the experts in TAP-M should come from Annex I Parties.",
      "He said that TAP-M should consist of 20 experts and its meetings should be open to all IGOs and NGOs accredited to the COP.",
      "TAP-T should have an entirely different structure as there was the need to involve a greater number of experts.",
      "He proposed that TAP-T have a managerial steering group composed of about 10 experts nominated by governments.",
      "He added that private sector expertise was important. SPAIN, on behalf of the EU, said that it would be very difficult to cover the wide range of technical and scientific issues with only 15 experts.",
      "He suggested that the number of permanent experts could be restricted and more external experts could be included.",
      "He said that these external experts should be selected by the SBSTA`s bureau, based on nominations by the Parties.",
      "NEW ZEALAND said that the TAPs should be established as soon as possible, adding that geographic balance and experience must both be incorporated.",
      "She supported broadening the structure of the TAPs to include all technologies.",
      "PERU said that panels must be established at this session.",
      "He stated that greater weight should be given to the TAP-T, and suggested 25-30 experts, three-year terms, and funding for developing countries. CANADA stated that panels should be composed of government- appointed experts.",
      "He said that TAP-M should not cover incremental costs or any financial issue and both TAPs should report to SBSTA 2.",
      "JAPAN said that the SBSTA should focus on technology identification, assessment and development, rather than technology transfer.",
      "He suggested devising a flexible approach without a fixed number of experts.",
      "CHINA said the panels would have to be intergovernmental in nature and be composed of 20 government-nominated experts.",
      "He recommended the selection of experts on the basis of regional consultations.",
      "The Chair said that if governments were to nominate and select the experts, these panels might not be created until the SBSTA 2.",
      "He once again asked delegates to propose specific mandates for the panels. POLAND, supported by UZBEKISTAN, said that subgroups were useful and suggested that a deadline for nominating experts be presented at the AGBM 2.",
      "The RUSSIAN FEDERATION suggested various criteria for individual and collective measures including volume of emissions per capita, emissions per territory and emissions per GNP taking into consideration the principle of 'common but differentiated responsibility.",
      "' He supported the US on the membership of panels and said national experts could be provided to both TAPs.",
      "INDIA preferred open-ended membership, which should be limited according to the number of experts each country could send.",
      "He suggested that the terms of reference for the TAP-T mention 'low-cost' or 'cost-effective' technologies.",
      "The REPUBLIC OF KOREA suggested flexible membership and said that TAP-T should concentrate only on assessing technologies and not on their transfer.",
      "The Chair, noting the diverging views, said that open-ended membership and financing were 'problematic.",
      "' SPAIN, on behalf of the EU, said that the panels should have different structures, with TAP-T as the smaller, ad hoc body and TAP-M as the larger body that draws from other fora.",
      "He said that SBSTA should develop a programme of work for TAP-T to meet according to the issues identified, and proposed that a compilation be prepared for SBSTA 2.",
      "SAUDI ARABIA, supported by KUWAIT, stated that the TAPs should be open- ended.",
      "He said that it was too early for the proposed level of detail on the terms of reference and added that the economic impacts of measures should included.",
      "The PHILIPPINES, on behalf of the G-77, said that TAPs should be intergovernmental, with government-nominated members numbering no more than 15.",
      "She also expressed concern regarding the funding of the TAPs and said that the participation of developing countries must be ensured.",
      "ARGENTINA, supported by FIJI, suggested 20-member TAPs, appointed by governments, with geographic representation.",
      "He also said the Secretariat should begin collecting information on technology transfer. FRANCE, supporting the EU, said that the TAP-M should develop common methodologies to assess cost-effectiveness and comparability of national policies.",
      "The PHILIPPINES, on behalf of the G-77 and China, put forward an initial list of suggestions for the TAPs concerning timing, carbon cycles, associated impacts of climate change, assistance for the development of national capabilities and adaptation measures.",
      "The CENTRAL AFRICAN REPUBLIC said that the socio- economic impacts of climate change on developing countries need to be addressed.",
      "The IAEA suggested that competent IGOs be asked to nominate experts for both TAPs and said that IAEA would provide two experts at no cost.",
      "URUGUAY said that it was inappropriate to consider IGO participation in the panels at this stage.",
      "The Chair said that he would hold 'pragmatic' consultations for a draft on TAPs that would be considered during Plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}