{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Philippines",
      "Australia",
      "Uruguay",
      "Canada",
      "Maldives",
      "Antigua and Barbuda",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Spain",
      "China"
   ],
   "enb_end_date": "01-Sep-95",
   "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "1st Session SBSTA & SBI",
   "enb_start_date": "28-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1223000e.html",
   "id": "1223000e_2",
   "section_title": "ELABORATION AND SCHEDULING OF THE PROGRAMME OF WORK, 1996- 1997",
   "sentences": [
      "The Chair asked delegates to consider the SBSTA`s proposed programme of work, contained in document FCCC/SBSTA/1995/2.",
      "He stated that the SBSTA was expected to develop recommendation on the following: scientific assessments; national communications from Annex I Parties; methodologies; first communications from non-Annex I Parties; AIJ under the pilot phase; transfer of technology; allocation and control of international bunker fuels; possible contributions to the 'Berlin Mandate' process; cooperation with competent international bodies, including the IPCC; proposals on longer-term activities and organizational arrangements; workshop on non-governmental inputs; and report on the work of the SBSTA to COP 2.",
      "The Chair added a new item to the programme of work, namely the establishment of intergovernmental technical assessment panels (TAPs).",
      "The Chair then proposed convening two drafting groups.",
      "The first would draft a list of requests to the IPCC, while the second would refine the terms of reference for the TAPs. The PHILIPPINES, on behalf of the G-77 and China, said that given the limited number of developing country delegates it would be hard to work simultaneously in drafting groups and Plenary.",
      "The US and JAPAN welcomed the proposal for two drafting groups.",
      "SAUDI ARABIA suggested postponing the formation of drafting groups.",
      "AUSTRALIA said that it was not easy to agree to set up drafting groups without adequate Plenary discussions.",
      "The PHILIPPINES reiterated that the work should be prioritized and that the G-77 could not participate in drafting groups outside the Plenary.",
      "SPAIN, on behalf of the EU, supported the existing schedule and suggested postponing the establishment of drafting groups.",
      "The Chair said that there would be no drafting groups. Delegates proceeded to speak at length on issues related to the SBSTA`s agenda.",
      "The US said that the SBSTA should define its relationship with the IPCC and consider how to obtain appropriate technical information through the TAPs.",
      "The IPCC said that its second report was being completed and noted that a principle task of the IPCC is to provide independent assessment and analysis and that the SBSTA is a vital channel of communication between the COP and the IPCC.",
      "He said that the IPCC`s role is one of research and assessment. CANADA identified possible subjects for updates in short- term assessments.",
      "SAUDI ARABIA said that the SBSTA cannot approve any material not yet approved by the IPCC`s Plenary.",
      "The Chair commented that this meeting was a planning session, not a scientific session.",
      "AUSTRALIA, supported by URUGUAY, cautioned against duplicating the work of the IPCC and said that the panels will ensure that SBSTA will continue to get non-politicized science. INDIA said that in order to reduce scientific uncertainties, the role of particulate materials in the atmosphere and tropospheric ozone would need to be addressed.",
      "He supported funding mechanisms that support national inventories.",
      "TRINIDAD AND TOBAGO, on behalf of the Alliance of Small Island States (AOSIS), supporting the G-77 and China, said that SBSTA needs to prioritize and pay attention to scientific assessments, national communications from Annex I Parties, and technology transfer.",
      "The MALDIVES doubted whether SBSTA could meet its goals and suggested omitting discussion on AIJ and bunker fuels in favor of discussion on transfer of technology.",
      "ANTIGUA AND BARBUDA cautioned against elevating particular paragraphs and said that if emphasis was being placed on 'scientific uncertainty' then perhaps Article 3.3 on precauthionary measures should also be considered.",
      "AUSTRALIA noted several priority areas for SBSTA including: work towards a protocol; in-depth review of Annex I Parties communications and preparation of guidelines for non-Annex I Parties; and the synthesis of IPCC findings. The Chair then invited statements from representatives of IGOs.",
      "The WORLD METEOROLOGICAL ORGANIZATION (WMO) informed SBSTA on the inter-agency effort to develop a framework for international climate related programmes, namely the Climate Agenda.",
      "He said that the WMO would extend its full support to the scientific and technical activities related to the FCCC.",
      "The INTERNATIONAL ATOMIC ENERGY AGENCY (IAEA) highlighted the peaceful use of nuclear energy.",
      "He said that it was wise to use nuclear power to avoid greenhouse gas (GHG) emissions and offered to contribute on the issues of transfer of technology and bunker fuels. The INTERNATIONAL OCEANOGRAPHIC COMMISSION (IOC) of UNESCO, said that the interrelationship between climate and oceans was one of IOC`s highest priorities and informed delegates about a number of workshops on this matter.",
      "He said that at COP 1, the IOC had offered to be one of the sources of information and continued to be ready to cooperate.",
      "The Co- Chair of the Technology and Assessment Panel of the MONTREAL PROTOCOL stated that although climate change may require entirely different policy approaches, a description of the principles by which the Montreal Protocol operate might be useful.",
      "He said the panel had 450 technical experts from 40 countries who provided objective technical information. The CLIMATE ACTION NETWORK (CAN) said that one of the key items on the SBSTA agenda was the TAPs.",
      "She supported the establishment of TAPs of about 20 government nominated experts perceived to be operating independently, with a focus on providing technical assessments.",
      "She recommended the establishment of TAPs by the end of 1995 and said that the IPCC should maintain its independence.",
      "She added that the workshop on NGO inputs should not narrow inputs and asked for movement from 'rhetoric to action.",
      "' In all, delegates discussed issues related to the elaboration and scheduling of work initially for the entire three day period allocated to SBSTA 1.",
      "SBSTA continued to hold both informal consultations and a late evening Plenary on the final day of the week, which was initially allocated to the SBI.",
      "In their discussions, delegates did not address each of the items in the order in which they were listed in the proposed programme of work (FCCC/SBSTA/1995/2).",
      "Furthermore, the Chair proposed linking discussions on particular items, such as scientific assessments and methodologies, to facilitate the discussion.",
      "However, delegates did not always focus on the subjects at hand, which served to complicate an already complicated agenda."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "sbi/sbsta"
}