{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "Argentina",
      "Russian Federation",
      "Malaysia",
      "Japan",
      "United States",
      "Australia",
      "Iceland",
      "Saudi Arabia",
      "Spain",
      "Egypt",
      "Samoa",
      "Norway",
      "China"
   ],
   "enb_end_date": "03-Nov-95",
   "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "2nd Session of the AGBM",
   "enb_start_date": "30-Oct-95",
   "enb_url": "http://www.iisd.ca/vol12/1224000e.html",
   "id": "1224000e_5",
   "section_title": "AGENDA ITEM 5 POSSIBLE FEATURES OF A PROTOCOL OR ANOTHER LEGAL INSTRUMENT",
   "sentences": [
      "The Chair stated that discussions under this item should provide an initial exchange of views on possible features, and asked delegates to consider that the membership of a protocol could be different from the Convention.",
      "He urged delegates to discuss the links between the Convention and a protocol, the need for different institutional mechanisms, the character of any annexes and the need for additional proposals. SAMOA recalled the AOSIS Protocol, which was supported by over 70 Parties at COP-1, and said that the AGBM should consider how the elements (a)-(f) of the BM might feature in a protocol.",
      "He suggested that the Secretariat compile the proposals submitted during the course of the work to provide a clearer focus.",
      "He suggested specific elements that a protocol should address, including commitments of Annex I Parties, commitments to implement technology transfer, a review mechanism, an exchange of information, communications for reporting, a coordination mechanism and institutional arrangements. SPAIN, on behalf of the EU, presented a proposal on a possible protocol structure based on three principles: consistency with the BM, consistency with the Convention and the need for a dynamic instrument. The US, supported by Malaysia, said that the AGBM is still some distance away from a final text, and suggested that an agreement to modify the Convention could achieve the goal of a protocol without an elaborate legal instrument.",
      "The AGBM should resolve the following: whether the agreement will be binding or non-binding; whether the commitments will remain common but differentiated or create additional classifications; and what institutional structures will be used.",
      "The AGBM's conclusions on these questions must be guided by its decisions on policies and measures and quantitative emissions reduction standards. AUSTRALIA stated that any protocol must address all GHGs, sources and sinks in a comprehensive manner, must address all elements in the BM in practical implementation measures, and must reflect the interlinking nature of the features and aims of the BM.",
      "The Secretariat should compile all existing proposals. The RUSSIAN FEDERATION said groups of Parties can be differentiated according to emissions, indicators of development or other factors.",
      "The objective cannot be the same for all Annex I Parties.",
      "The AGBM could establish not one legal obligation for all Parties but a series of protocols divided by regional or other principles.",
      "This would allow groupings of countries by economic conditions or regional interests, and would encourage accession to protocols voluntarily by non-Annex I countries. ARGENTINA supported employing annexes for additional policies and measures.",
      "He said the AGBM should arrive at an understanding on updating the annexes.",
      "Lessons on amendments, effectiveness and institutional arrangements could be learned from the Montreal Protocol. NORWAY supported Australia on comprehensiveness, saying the commitments should cover all GHGs, sinks and sources.",
      "Individual countries could take actions on short-lived gases if they are not included in the first protocol, which should evolve with time and science.",
      "The AGBM should not move away from the concept of a protocol.",
      "Renegotiating the Convention is more difficult and precarious.",
      "Cost-effective policies and measures must be delineated and then fit into annexes. SAUDI ARABIA said delegates need to concentrate on substance and leave structure, features, and comparison of a protocol to other instruments until later. CHINA said discussion should be on substantive issues, not the structure of a legal instrument, and that China is flexible on the form of instrument.",
      "It is not necessary to establish a legal instrument or mechanisms outside those that exist. ICELAND said the EU outline could be a point of departure.",
      "Iceland prefers a combined overall emissions goal including sinks rather than gas-by-gas targets.",
      "JAPAN said clarifying scientific and technical issues, through a review of Annex I activities and quantitative assessment of their effects, would provide guidance to form a protocol.",
      "BANGLADESH supported the AOSIS protocol with the German elements paper as the basis of the exchange of views.",
      "EGYPT said the protocol should deal only with new commitments, while the reaffirmation of existing commitments remains a COP concern."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}