{
   "actors": [],
   "countries": [
      "Argentina"
   ],
   "enb_end_date": "03-Nov-95",
   "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "2nd Session of the AGBM",
   "enb_start_date": "30-Oct-95",
   "enb_url": "http://www.iisd.ca/vol12/1224000e.html",
   "id": "1224000e_1",
   "section_title": "AGBM 2 REPORT",
   "sentences": [
      "AGBM Chair Raul Estrada-Oyuela (Argentina) opened the second session on Monday, 30 October, and stated that the recent IPCC report confirms the concerns that gave rise to the Framework Convention on Climate Change, as well as the need to implement the precautionary principle before irreparable and severe consequences occur.",
      "He said the report also makes clear that developing countries could suffer a disproportionate share of the climate change consequences, and stressed the importance of the principle of common but differentiated responsibility.",
      "He noted that Parties have at times appeared reluctant to exercise the leadership required and expressed concern regarding economic arguments that assign different values to different peoples of the world.",
      "He said that the AGBM must define its work, and emphasize analysis and assessment of policies and measures.",
      "The AGBM must consider narrowing the number of policies and measures that are analyzed in order to produce concrete results. The Executive Secretary of the Permanent Secretariat, Michael Zammit-Cutajar, noted the significant increase in delegates at this session and thanked contributors to the special voluntary fund that assists developing country participation.",
      "He outlined the provisional agenda, which was structured upon the Berlin Mandate and AGBM 1, and highlighted Item 3 on strengthening developed country commitments.",
      "He said that the AGBM's current stage is reminiscent of INC-2, where the initial inputs were compiled and organized, and reminded delegates that comprehensiveness must be weighed against the need to complete the work on schedule.",
      "He added that the concept of advancing implementation of Article 4.1 applies to all Parties and its scope should be explored, and that early work is needed on the possible features of a protocol or other legal instrument."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}