{
   "actors": [],
   "countries": [
      "Germany",
      "Japan"
   ],
   "enb_end_date": "18-Dec-95",
   "enb_long_title": "Year-End Update on the Framework Convention on Climate Change 1995",
   "enb_short_title": "Year-End Report 1995 on the FCCC",
   "enb_start_date": "18-Dec-95",
   "enb_url": "http://www.iisd.ca/vol12/1225000e.html",
   "id": "1225000e_1",
   "section_title": "GENERAL ASSEMBLY HIGHLIGHTS",
   "sentences": [
      "The Second Committee of the UN General Assembly considered Agenda Item 96(d), 'Protection of Global Climate for Present and Future Generations,' on 15-16 November 1995.",
      "The Executive Secretary of the Convention, Michael Zammit- Cutajar, presented the final report of the Chair of the INC/FCCC (A/50/536) and the report of the Secretary-General (A/50/716).",
      "The former lays out the preparatory work that has been undertaken, describes the outcome of COP-1, and assesses the current state of play in the Convention.",
      "The report of the Secretary-General requests that the General Assembly endorse the principle of an institutional linkage between the Convention Secretariat and the United Nations.",
      "It also appeals to the General Assembly to respond to the COP`s request to finance the conference-servicing costs of the Convention bodies from the United Nations programme budget.",
      "Such financing would specifically apply to six weeks of meetings per year until the end of 1999.",
      "The report also relates the Secretariat`s plans both for the transfer of fund balances remaining at the end of the year and for transitional arrangements of administrative support to the Convention Secretariat for the coming biennium.",
      "Cutajar appealed to Parties to make their contributions to the 1996 Convention budget prior to 1 January 1996, and to the General Assembly for a positive response to the request for financing of conference services from the UN programme budget. On behalf of the President of the first session of the Conference of the Parties, Angela Merkel, Minister for the Environment, Nature Conservation and Nuclear Safety of Germany, Takao Shibata (Japan) reported on the accomplishments of COP-1.",
      "Twenty-one decisions were adopted by consensus.",
      "The Berlin Mandate was established and provides a process for further commitments on the part of industrialized countries to reduce greenhouse gas emissions beyond the year 2000.",
      "As the majority of delegates agreed that current commitments are inadequate to achieve the objectives of the Convention, the Berlin Mandate will address the need to quantify limitation and reduction objectives within specific time-frames.",
      "COP-1 also took decisions relating to the format and review of national communications of Annex I Parties.",
      "Such communications will be subject to an in-depth review by experts nominated by both Annex I and non-Annex I Parties.",
      "This review process should be completed by COP-2.",
      "Another achievement of COP-1 was the establishment of a pilot phase for activities implemented jointly.",
      "Notable among the decisions regarding the institutional arrangements for the Convention Secretariat is the institutional linkage of the Secretariat with the UN.",
      "This linkage will facilitate the work of the Secretariat by providing it with an established framework of rules and regulations, as well as appropriate administrative support services.",
      "Along these lines, the COP requested that the General Assembly finance the conference-servicing costs of the sessions of the COP and its subsidiary bodies from the UN programme budget."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "COP"
}