{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union"
   ],
   "countries": [
      "India",
      "Canada",
      "Iran",
      "Netherlands",
      "Malaysia",
      "United States",
      "Japan",
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_8",
   "section_title": "TECHNOLOGY INVENTORY AND ASSESSMENT",
   "sentences": [
      "Delegates considered the initial report on an inventory and assessment of technologies and technology inventory database (FCCC/SBSTA/1996/4 and Add.1).",
      "COP-1, AGBM 1 and SBSTA requested that the Secretariat prepare an inventory and assessment of environmentally sound and economically viable technologies and know-how conducive to mitigating and adapting to climate change.",
      "The Secretariat designed a database to organize the information that contains written materials, technical reports, journal articles, books and reports on conferences and workshops.",
      "Information is also available on institutions, information centers, databases, and Internet sites.",
      "In introducing the document, the Secretariat requested guidance from the SBSTA on the objective of future assessments, the use of information, the types of report that would be helpful, whether work on adaptation technologies would benefit from consideration by the IPCC or the intergovernmental technical advisory panel, technologies in the research and development stage and identification of future work. UNIDO highlighted its study for developing countries on the impact on climate change response measures on their industrial development.",
      "A multidisciplinary team of experts is identifying economically viable options for reducing the rate of growth of GHG emissions while maintaining growth.",
      "The study will undertake four tasks: a comparative analysis of patterns of energy use, a review of national and global production and energy scenarios, an inventory of key industrial energy efficiency and fuel-switching measures, and a spreadsheet analysis framework for improving energy efficiency in developing countries. The NETHERLANDS, on behalf of the OECD, reported on the Climate Technology Initiative (CTI), which was established to assist all interested countries in meeting the objectives of the UNFCCC.",
      "Recent developments include: new national initiatives for exchange of experience through voluntary agreements; an international workshop on methods and approaches for assessing technology needs; further expansion and linking of IEA`s GREENTIE information system with CC:INFO; and continued expansion of cooperative research and development arrangements.",
      "The EU reaffirmed the SBSTA`s focus on assessment and identification and said priority should be given to technologies for developing country implementation of national programmes, which should take feasibility into account.",
      "INDIA mentioned several other sources of information available, including databases and newsletters, and highlighted the importance of electronic information technology. MALAYSIA said it is difficult to make full use of the data available.",
      "He called for an intergovernmental panel to create a cost-effective, one-stop information clearinghouse to serve the Parties and recommend guidelines for assessment and future development of the database.",
      "While comprehensive catalogues of technology are available, many developing countries cannot afford to search through hundreds of sites and many do not have Internet access.",
      "JAPAN highlighted activities under the CTI and AIJ.",
      "AIJ is important because it promotes technology transfer and contributes to regional economic development.",
      "He highlighted the Fifth Asian-Pacific seminar on climate change in Sendai, Japan (23-25 January 1996) and noted the proposals presented, including the formulation of inventories, the use of local and regional centers, and technology transfer.",
      "CANADA said the highest priority is preparing national communications, and supported annual reports on technology assessments.",
      "On adaptation measures, SBSTA should focus on non-Annex I Parties. CHINA disagreed with the suggestion that technology transfer should be linked with AIJ, because AIJ is supplementary and voluntary, whereas technology transfer is an obligation.",
      "He recalled that COP-1 Decision 13 calls for an itemized progress report on Annex I Parties, and urged Parties who have not done so to include technology transfer efforts in their national communications.",
      "He suggested that non-Annex I Parties specify the technologies they need most. The US called for the development of an ongoing work plan on technologies and consideration of the host of organizations that can contribute.",
      "He urged Parties to agree on the allocation of technical work among the various organizations, such as the IPCC, CTI and TAPs.",
      "He highlighted the structure of the database and the value of submissions by the private sector and said the report demonstrates the need for effort on specialized information. IRAN stated that this information should be produced in a manner that covers the demand of countries.",
      "He called for establishment of a worldwide information network and database and the strengthening of existing data networks within countries.",
      "The Chair noted that many comments requested consideration of technology transfer, but said this element is for the SBI.",
      "The guidelines for Annex II Parties should be provided by SBSTA.",
      "He also noted a 'clear' message that a further survey is necessary.",
      "The SBSTA conclusions urge Parties to provide the Secretariat with information and databases on technology and know- how, requests that the Secretariat continue its activities in this area and identify information sources and gaps on technology information centers with a view to developing a plan to set up specialized centers.",
      "The conclusions also request that the Secretariat develop a paper for the SBSTA on terms of technology transfer."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "SBI/SBSTA"
}