{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "Iran",
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Japan",
      "Brazil",
      "Kenya",
      "Kuwait",
      "Canada",
      "Niger",
      "Uzbekistan",
      "Poland",
      "United Kingdom",
      "Malaysia",
      "Russian Federation",
      "Philippines",
      "Australia",
      "Zimbabwe",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Costa Rica",
      "Norway",
      "Switzerland",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_3",
   "section_title": "CONSIDERATION OF THE IPCC SECOND ASSESSMENT REPORT",
   "sentences": [
      "Delegates considered document FCCC/SBSTA/1996/7, consideration of the second assessment report (SAR) of the IPCC, and three addenda containing the IPCC working group (WG) reports: WGI on the science of climate change; WGII on the scientific-technical analyses of impacts, adaptations, and mitigation; and WGIII on the economic and social dimensions.",
      "They also discussed document FCCC/SBSTA/1996/6, Cooperation with the IPCC.",
      "IPCC Chair Bert Bolin gave a broad overview of the SAR and highlighted several key findings of the three working groups.",
      "WGI found, inter alia, that atmospheric greenhouse gas concentrations continue to increase, which leads to an increasingly positive radiative forcing of climate, and the balance of evidence suggests a discernible human influence on global climate change.",
      "WGI also found that considerable advancements have been made in distinguishing human-induced climate change from that occurring naturally. WGII provided several conclusions: models project that a substantial fraction of the existing forested areas will undergo major changes in broad vegetation types; deserts are likely to become more extreme; productivity of agriculture and forestry will increase in some areas and decrease in others; and developing countries will be more seriously affected and may have fewer adaptation options.",
      "WGIII found that a prudent way to deal with climate change is through a portfolio of actions, which will differ according to country.",
      "Significant 'no regrets' opportunities are available in most countries and the risk of damage provides rationale for action beyond 'no regrets.",
      "' WGIII also notes that flexible, cost-effective policies can reduce mitigation costs and increase cost- effectiveness of emission reduction measures. Some delegates gave general comments on the SAR, while others asked specific questions. The EU requested that the SBSTA commend the IPCC summaries and synthesis report and bring forward the recommendations on research and observation to COP-2 as a point of action.",
      "He called on the Secretariat to prepare a document on priority actions to be discussed by SBSTA-3 and noted that the scale of the problem requires urgent action based on the precautionary principle.",
      "SWITZERLAND noted the IPCC report provides a clear signal, but added that mitigation measures are available and many will cost little.",
      "MALAYSIA asked whether the climate models will have a global or regional basis.",
      "IPCC Chair Bolin replied that any regional modeling developments would be a major undertaking.",
      "BRAZIL said the SBSTA can make recommendations to the COP to endorse areas the IPCC identified to promote governmental and international action to fill knowledge gaps.",
      "It is appropriate for the IPCC to avoid policy recommendations, but the SBSTA should use the SAR to guide decisions on Parties` actions to determine future emissions without fear of suggesting policies.",
      "As Co-Chair of IPCC Working Group I, he responded to Malaysia`s question about regional models: predictions of climate change at smaller scales are not yet accurate. The US noted the range of cost-effective technologies and policies and said that national and intergenerational issues justify going beyond the 'no regrets' strategies.",
      "He suggested greater involvement of business, industry, NGO and environmental experts to ease the burden on scientists.",
      "The uncertainties demonstrate that action by Annex I countries alone is inadequate.",
      "AUSTRALIA noted the number of 'no regrets' policies, but said the risk of damage provides rationale for actions beyond 'no regrets.",
      "' He said the difference in resources and potential damage makes equity considerations key to climate change policies. The INTERNATIONAL OCEANOGRAPHIC COMMISSION (IOC) OF UNESCO reported on recent IOC activities related to the UNFCCC and highlighted proposed actions, including strengthening the cooperative links between IOC, IPCC and SBSTA, preparation of a sea-level database for distribution among AOSIS States at COP-2, initiation of a coral reefs study from the carbon accumulation viewpoint and provision to the IPCC of the list of IOC experts. The WORLD METEOROLOGICAL ORGANIZATION (WMO) expressed interest in assisting implementation as far as possible and said it will increase support to the IPCC, as appropriate and feasible.",
      "IRAN said the SAR provided an opportunity to consider socioeconomic impacts, technology transfer and policy measures for sustainable economic growth.",
      "It is important to recognize that significant emissions reductions require actions to accelerate technology transfer. ZIMBABWE highlighted the result that developing countries are the most heavily affected and have less adaptation options regarding food, water and human health.",
      "Supported by KENYA and POLAND, she said there is a need to get information to all levels of society and to improve regional participation using local experts.",
      "She proposed a process to disseminate the SAR in a form that could be used at all levels and that the SBSTA could set up a group to evaluate the policy implications of the SAR.",
      "NIGERIA said the SAR is a preliminary document that the IPCC will continue to develop.",
      "Distinct contributions to climate change from human activities and natural causes need to be determined.",
      "JAPAN highlighted: substantial evidence that warming is occurring; the requirement for future emissions lower than 1990 levels, if concentrations are to stabilize; the suggestion that a significant amount of greenhouse gas (GHG) emissions can be reduced at small or negligible cost; that diffusion of technology is vital; and that while scientific uncertainty still exists, the possibly huge impact requires action according to the precautionary principle.",
      "He suggested a paper on mitigation technologies. CHINA asked whether the SAR`s impact assessments were based on the latest projections of mean global surface temperature increase or earlier, higher projections.",
      "He said reducing uncertainties, especially in regional patterns and timing should be priorities in the IPCC`s work.",
      "The IPCC should develop a simple version of its report for ordinary people in developing countries. IPCC Chair Bolin said that technical papers could help convert the SAR`s findings into terms that are policy relevant.",
      "Wide dissemination is important, but eventually each country needs a unit to absorb and distribute the information at various levels of knowledge and competence.",
      "Regarding uncertainty, the climate system is not a machine we completely understand.",
      "Delegates must decide whether uncertainty is so great that we do nothing, or that there is a need to do something.",
      "Speaking as Co-Chair of IPCC Working Group II, the US replied to China`s question about impacts under lower projected temperature rise, noting that the SAR looked at the sensitivity of systems to climate change, thus allowing for lower predictions. TRINIDAD AND TOBAGO, on behalf of AOSIS, hoped the conclusion that future climate change will be dominated by human influence until GHG concentrations stabilize will provide impetus to action.",
      "Conclusions on vulnerability and adaptation should inform international decisions in this area.",
      "He said Parties need to weigh immediate action against delay, and expressed alarm that impacts of climate change will contribute to further climate change.",
      "AOSIS countries are especially concerned with the role of reefs as carbon sinks.",
      "The MARSHALL ISLANDS said the possible 95 cm sea-level rise would destroy the physical and economic viability of his country.",
      "He said such examples of the socioeconomic impact of not dealing with climate change should be given more influence than a few less petrodollars for some countries.",
      "Adaptation should get a higher profile, including coral reef adaptation and scientific and technical cooperation.",
      "CANADA urged the SBSTA to endorse the SAR and bring it to the COP for action.",
      "He placed priority on public dissemination and said impacts on unmanaged water, permafrost regions and boreal forests would impact Canada.",
      "Mitigation and adaptation would provide opportunities to private and public sectors. KUWAIT said agreement on the need to reduce uncertainty means that uncertainty exists.",
      "The PHILIPPINES appreciated the report`s acknowledgment that developing countries are going to suffer from the adverse effects of climate change.",
      "She noted a workshop in the UK on regional climate variation and human activities.",
      "KENYA said the report does not say which concentrations could be dangerous and asked if this represented a scientific fact or a policy position.",
      "IPCC Chair Bolin replied that 'dangerous' is difficult to define and requires a value judgment that the IPCC will not make. On Friday morning, 1 March, delegates began considering draft conclusions on the consideration of the IPCC SAR (FCCC/SBSTA/1996/L.1/Add.1).",
      "The Secretariat noted that paragraph 2 contains highlights of the IPCC conclusions, but that wording should be improved to be fully compatible with the IPCC report language.",
      "COSTA RICA, on behalf of the G-77/China, said the SBSTA should receive the information, acknowledge receipt and pass on the report to the COP.",
      "The SBSTA should not select topics from the IPCC SAR to highlight in its document.",
      "The US, supported by POLAND, said it would be better to use exact IPCC wording because the SAR is a negotiated text.",
      "The choice of key conclusions is good but omits mention of very long time scales.",
      "He suggested adding to the IPCC work programme early development of new emission scenarios and consideration of implications of emission limitation proposals under discussion. SAUDI ARABIA said a technical report on economic impacts on non-Annex I Parties from new commitments of Annex I Parties needs to be included, as well as an evaluation of climate change avoided by proposed new commitments.",
      "Supported by CHINA, KUWAIT and NIGERIA, he added that the SBSTA should only thank the IPCC for its assessment and transmit the synthesis report and the SAR to the COP.",
      "The SBSTA should not be selective or pick and choose conclusions, which could overlook equally important parts of the SAR.",
      "Paragraph 2, containing a list of highlights from the IPCC SAR, should be removed. The MARSHALL ISLANDS said if the SBSTA transmits the IPCC reports without comments, it would insult the IPCC`s integrity.",
      "He recommended retaining the list of major conclusions.",
      "The Chair said the SBSTA was not a 'pure and stupid link' and should make a judgment as a collective effort.",
      "NIGERIA said the conclusions should reflect that the IPCC report is not the only report available.",
      "CHINA said a reference to the IPCC report as 'the most authoritative and comprehensive assessment available' should be changed to 'useful and comprehensive.",
      "' The RUSSIAN FEDERATION said delegates did not have enough time to analyze the SAR to develop recommendations.",
      "SBSTA should include analysis of proposed commitments in its timetable.",
      "TRINIDAD AND TOBAGO, on behalf of AOSIS, said paragraph 2 was an attempt to reflect the SBSTA`s consideration of the SAR and supported taking special note of the findings.",
      "Delegates could adjust the list to ensure all members are comfortable.",
      "He welcomed assessment of protocol proposals as an indication of desire for strong reductions like those contained in the AOSIS draft protocol.",
      "The EU said paragraph 2 should use IPCC language, but he endorsed including a list.",
      "The conclusions should state that the situation requires urgent action at the widest level.",
      "NORWAY said paragraph 2 is not a biased selection and supported its inclusion.",
      "CANADA said the SBSTA must identify key findings in the SAR if it is to provide appropriate advice to the AGBM and the COP.",
      "Deleting paragraph 2 would compromise the SBSTA`s ability to carry out its mandate. The US said deleting paragraph 2 would mean the SBSTA has failed miserably in providing guidance.",
      "KENYA supported retention of paragraph 2 using IPCC language.",
      "If no agreement was reached, the IPCC reports could be annexed to the decision.",
      "AUSTRALIA supported retaining the reference to 'most authoritative and comprehensive' as well as paragraph 2.",
      "A sub-point in the paragraph should mention uncertainties.",
      "The UK supported including paragraph 2. The question of whether to include a list of highlights from the SAR dominated informal debate Friday afternoon.",
      "Saudi Arabia, China, Costa Rica, on behalf of the G-77/China, Iran, Venezuela, India and Kuwait said that developing countries did not have the time to analyze the SAR and that the list of highlights would bias the SBSTA`s conclusions against those countries that did not have the opportunity to evaluate the report.",
      "Switzerland, Norway, the US, the UK, the Marshall Islands, Uzbekistan, and Trinidad and Tobago, on behalf of AOSIS, supported including a list, noting that the SBSTA should indicate that the SAR had important messages for policy makers.",
      "The Chair suggested that the list of highlights be moved from the meeting`s conclusions to the report, indicating that many countries said the highlighted SAR conclusions were important.",
      "The conclusions would say that the SAR required further study and consideration by the SBSTA.",
      "China, the US and Trinidad and Tobago supported the Chair`s suggestion to move the highlights to the report.",
      "Saudi Arabia, supported by China, said the report would need to reflect the views of delegations that believe the highlights are selective and out of context.",
      "Delegates suggested minor changes to other paragraphs in the document. A contact group led by Evans King (Trinidad and Tobago) negotiated the report sections and conclusions on scientific assessment over the weekend.",
      "The draft conclusions on consideration of the SAR (FCCC/SBSTA2/CRP.1) say that the SAR was considered to be an important scientifically-based, comprehensive analysis.",
      "They recognize that the IPCC would have to provide further technical inputs and agree that the findings and projections of the SAR should be made available in a suitable form to different audiences with special attention to impacts and circumstances at the national level. The draft proceedings on consideration of the SAR (FCCC/SBSTA2/CRP.2) state that some delegations drew attention to important findings that they felt should be communicated to Convention bodies, particularly the AGBM, and that these delegations felt the findings underlined the necessity for urgent mitigation action.",
      "The proceedings reference the IPCC report`s 15 findings including that: atmospheric GHG and aerosol concentrations are increasing largely because of human activities; the balance of evidence suggests a discernible human influence on global climate; a 2°Celsius global mean surface air temperature rise is projected relative to 1990 by 2100 without specific mitigation measures; average sea level is projected to rise 50 cm.",
      "by 2100; stabilization at twice pre- industrial levels will require global emissions less than 50% of current levels; temperature and sea level would continue to rise even if GHG concentrations were stabilized in 2100; projected climate change will adversely impact ecological systems and socioeconomic sectors, sometimes irreversibly; developing countries and small islands are typically more vulnerable; significant emissions are technically possible and economically feasible; no regrets opportunities are available in most countries and risk of damage, risk aversion and the precautionary principle are rationales for action beyond no regrets; a portfolio of measures can reduce net emissions from all sectors; flexible policies using economic incentives and instruments can reduce mitigation and adaptation costs or increase cost effectiveness; equity considerations are important; and uncertainties remain and work is needed to reduce them. The proceedings note that other delegations said it is very premature to highlight conclusions contained in the SAR, and that the list is highly selective, limited and presents a biased view of the SAR.",
      "These delegations suggested that a preliminary review of the SAR indicated inter alia that: the highlighted conclusion on discernible human influence selectively quotes the IPCC and fails to note uncertainty in key factors on quantifying human influence including natural variability; the estimated temperature increase is one- third below the 1990 IPCC best estimate; the estimated sea level rise is 25% below the 1990 best estimate; there are inadequate data to determine whether consistent global changes in climate variability or weather extremes have occurred over the 20th century; uncertainties and factors currently limit our ability to project and detect future climate change; the conclusion on food supply impacts is misleading because studies show global agricultural production could be maintained in the face of climate change; IPCC Working Group III put great value on better information about climate change processes and impacts and responses and that the synthesis report called attention to large differences in the cost of reducing emissions and enhancing sinks due to countries economic development, infrastructure choices and natural resource base. The conclusions and proceedings were adopted at the final SBSTA plenary as part of what SBSTA Chair Tibor Farago called a 'fragile package."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}