{
   "actors": [
      "Western European and Others Group",
      "Alliance of Small Island States",
      "Asian Group",
      "European Union",
      "Eastern European group",
      "African Group",
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "Russia",
      "Iran",
      "Venezuela",
      "United States",
      "Russian Federation",
      "Japan",
      "Ghana",
      "Zimbabwe",
      "Germany",
      "Kuwait",
      "Uganda",
      "Canada",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Samoa",
      "Turkey"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_21",
   "section_title": "SPECIAL SESSION OF SBI",
   "sentences": [
      "During the special session of SBI on 8 March 1996, the Chair introduced an addendum to the draft report of the meeting containing his draft conclusions on arrangements for COP-2 (FCCC/SBI/1996/L.1/Add.4.",
      ") The conclusions note that SBI welcomed the designation of Chen.",
      "Chimutengwende, Minister of Environment and Tourism of Zimbabwe, for the Presidency of COP-2.",
      "SBI also welcomed the support given to holding a ministerial segment of COP-2 and concluded it should be held on 17-18 July 1996.",
      "SAUDI ARABIA, supported by VENEZUELA and KUWAIT, objected that no new or substantial issues were slated for discussion and questioned whether the meeting warranted ministerial attendance.",
      "He proposed a 'high-level,' rather than ministerial segment to allow flexibility.",
      "The EU said that its ministers had met in Brussels and agreed to a ministerial segment.",
      "He said ministerial participation would build political involvement.",
      "The US said the ministers should reflect on the IPCC findings and focus public attention on the issue.",
      "GHANA, on behalf of the African Group, said the Convention had gathered momentum since COP-1 and a ministerial segment will continue this.",
      "SAMOA, on behalf of AOSIS, said the ministers should review the progress and assist in moving forward. JAPAN stated that many Asian countries favor a ministerial segment.",
      "UGANDA said a ministerial segment would allow an exchange of views and experiences and could give Parties the will to move forward on Convention responsibilities.",
      "The Chair suspended discussion to consider other issues. The conclusions also note that the SBI received the following candidatures for the officers of the Bureau for COP-2.",
      "The African Group nominated the current Chair of the SBI.",
      "The Eastern European Group nominated one Vice President (Russian Federation) and the current Chair of the SBSTA.",
      "The conclusions note that the Asian Group, the Latin American and Caribbean Group and the Group of Western European and Other States (WEOG) were not yet able to present their candidates for the COP-2 Bureau.",
      "The SBI took note that no nominations had been received for the Rapporteur, which is subject to geographical rotation.",
      "It invited the President of the COP to conduct further consultations on the election of Officers of the Bureau.",
      "TURKEY, on behalf of WEOG, said the group will maintain the current Vice Presidency of the SBI.",
      "For the COP-2 Bureau, he nominated Tony Clark (Canada) and Cornelia Quennet-Theilen (Germany).",
      "TRINIDAD and TOBAGO, on behalf of AOSIS, nominated Mr. Tuiloma Neroni Slade (Samoa).",
      "IRAN, on behalf of the Asian Group, said his group has a nominee and had also asked for a Vice Presidency of the COP.",
      "He asked the Chair to provide the Group with the rules on this situation. The Chair said he will register the intention of WEOG and the Asian Group for the different posts, but the paragraph will say that the Asian Group and GRULAC did not present a candidate at this stage and they are requested to submit nominees by 18 April 1996.",
      "He said the COP is still applying the rules and they are clear.",
      "There are eleven members on the Bureau: a president, the two Chairs of the subsidiary bodies, seven Vice Presidents and one Rapporteur. SAUDI ARABIA said that because the rules are only applied nothing is binding and regional group suggestions are for the whole plenary to decide.",
      "He recalled the African Group`s re-nomination of the SBI Chair and said the issue is still open.",
      "The Chair said this was correct.",
      "The SBI adopted the document. The Executive-Secretary said the decision on the organization of the Conference will make the Secretariat`s work easier.",
      "He then announced a new document was being distributed that compiles the conclusions of SBSTA and SBI (FCCC/SB/1996/L.1).",
      "One element not included is the decision concerning money and the budget.",
      "He reminded Parties that contributions to the core budget were due 1 January and that funds were low in the special voluntary fund for participation.",
      "The SBI adjourned."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "SBI"
}