{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Venezuela",
      "Marshall Islands",
      "Russian Federation",
      "United States",
      "Japan",
      "Kuwait",
      "Canada",
      "Burkina Faso",
      "Saudi Arabia",
      "Denmark",
      "Norway",
      "Poland",
      "China"
   ],
   "enb_end_date": "16-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "16-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1234000e.html",
   "id": "1234000e_2",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "Several pending items were considered and the Chair reminded SBSTA of the need to achieve consensus on remaining items by Wednesday`s Plenary.",
      "The Secretariat read the draft text and conclusions on Agenda Item 5(d) (activities implemented jointly).",
      "Both were adopted without amendment.",
      "On Agenda Item 4(a) (Annex I communications), some amendments were proposed for the guidelines for the preparation of national communications.",
      "POLAND proposed that Parties with economies in transition present emission level projections from 'base years' rather than 1990. The US proposed that Annex II Parties separately provide information 'in accordance with' or 'on' each of their commitments under Articles 4.3-4.5, rather than 'to fulfill' their commitments.",
      "They should also provide information on measures taken to promote, facilitate and finance access 'as appropriate'.",
      "The Co-Chair of the contact group recommended that Annex II Parties 'give effect to' rather than 'fulfill' their commitments.",
      "The Co-chair`s proposal was adopted.",
      "The US suggested that Parties carry out 'as supplemental information' adjustments on inventory data.",
      "This proposal was later withdrawn at DENMARK`s urging.",
      "The text for the guidelines was then adopted. Regarding the draft decision on Annex I communications, POLAND sought clarification on the SBI`s role in dealing with Parties with economies in transition.",
      "The Chair noted that this was an issue to be determined by SBI not SBSTA.",
      "VENEZUELA and BURKINA FASO expressed concern about a tandem review process where both SBSTA and SBI review the joint contact groups` guidelines and decisions.",
      "The Chair stated this could not be avoided and that each subsidiary body was empowered only to adopt those provisions it would take part in administering.",
      "On Agenda Item 9 (report to the COP), he said that he will present general comments on SBSTA`s work on any unresolved items.",
      "SBSTA was then adjourned until 5:00 p.m. to allow for meetings of contact groups on the roster of experts, the development and transfer of technology, use of scientific assessments, and non-Annex I communications. The Chair and the Co-Chairs for the contact group on the use of scientific assessments introduced the Chair`s summary of SBSTA`s discussion and draft decisions regarding use of the SAR.",
      "The Chair reaffirmed SBSTA`s mandate to advise the COP on this issue.",
      "SAUDI ARABIA noted that the views of all delegations, including his own, were not acknowledged in the Chair`s summary.",
      "He urged that the lack of scientific certainty be better reflected as well as Parties` cost differentials in implementing the FCCC. The RUSSIAN FEDERATION stated that the summary should be adopted at an official session with interpretation and that the text should reflect the exact language submitted by delegations.",
      "KUWAIT disagreed with a reference to the SAR as a 'clear indication' of the likelihood of climate change, and noted that the optimum strategy for addressing the problem will depend on the circumstances of each country.",
      "The EU said that individual members of the EU will make interventions on specific points. The Chair noted that the exact wording of the proposals for each delegation was not reflected but the message of each was included.",
      "The US noted that the balance in the paragraph noting the divergent views did not represent SBSTA`s discussion.",
      "The G-77/CHINA recommended referring to the 'human face' of climate change and to developing countries suffering the effects of climate change. Following a brief consultation with the G-77/CHINA, Saudi Arabia and the EU, the Chair amended a reference to the SAR as 'an assessment,' rather than a 'clear indication' of the likelihood of climate change.",
      "He added a sentence noting large cost differentials of reducing GHGs among countries, and inserted a reference to areas such as agriculture, water resources and human health in regard to the socio-economic impacts on developing countries.",
      "The US, the MARSHALL ISLANDS, the EU, CANADA, NORWAY, JAPAN and AOSIS voiced concern that the text was not balanced and asked that their objection be noted on the record.",
      "The Chair stated it was 'useless' to continue deliberations on this issue. The issue of whether the SAR is to be used 'as a basis for urgent action to implement the convention' or 'taken into account during consideration of the implementation of the FCCC...bearing in mind the lack of scientific certainty in some of the information' will be left to the COP to decide.",
      "SBSTA will resume debate with the hope of reaching consensus on the remaining points of decision and solidifying its recommendations for the COP."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": "sbsta"
}