{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Iran",
      "Argentina",
      "Marshall Islands",
      "Japan",
      "Indonesia",
      "Mauritius",
      "Georgia",
      "Colombia",
      "Niue",
      "Bulgaria",
      "Philippines",
      "Uruguay",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Brazil",
      "Kuwait",
      "Canada",
      "Myanmar",
      "Niger",
      "Benin",
      "Oman",
      "Russian Federation",
      "Australia",
      "Fiji",
      "Maldives",
      "United Arab Emirates",
      "Costa Rica",
      "Samoa",
      "Nigeria",
      "Micronesia"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_4",
   "section_title": "CONSIDERATION OF THE SAR",
   "sentences": [
      "The Secretariat then introduced documents concerning consideration of the SAR (FCCC/SBSTA/1996/7/Rev.",
      "1) and three addenda.",
      "He recalled the report of SBSTA-2 (FCCC/SBSTA/1996/8) and highlighted two paragraphs, one noting some delegations` acknowledgment of specific findings, the other expressing some delegations` view that it would be premature to give effect to specific findings.",
      "IPCC Chair Bert Bolin recommended that the SBSTA should not elaborate on specific findings but discuss the results more generally with the aim of taking political action and setting targets. Many delegations, including the EU, the US, CANADA, ARGENTINA, the REPUBLIC OF KOREA, COLOMBIA, NEW ZEALAND, BANGLADESH, NORWAY, FIJI, URUGUAY, MAURITIUS, JAPAN, BENIN, SWITZERLAND, MYANMAR, BULGARIA, SAMOA, MICRONESIA, the MALDIVES, NIUE, the MARSHALL ISLANDS and COSTA RICA, endorsed the SAR as the most comprehensive assessment of scientific information on climate change available and viewed it as a basis for urgent action. The RUSSIAN FEDERATION disagreed, saying that the SAR fails to identify the permissible level of human impact on the climate system.",
      "SAUDI ARABIA, OMAN, KUWAIT, the UNITED ARAB EMIRATES (UAE), VENEZUELA, IRAN, NIGERIA and AUSTRALIA thought it would be premature to make recommendations, citing a lack of certainty in the SAR data.",
      "The following views were also expressed: INDIA said natural climate variation and the effects of extraterritorial activities on climate change should be studied in greater detail; PAKISTAN and GEORGIA thought the SAR should be amended to reflect regional differences in climate change; and the PHILIPPINES, INDONESIA, BRAZIL and others said the SAR should be used as a comprehensive whole and not selectively.",
      "A 'Friends of the Chair' group was formed to try to reach consensus regarding the use of the SAR.",
      "While Parties agreed that the IPCC should be commended for its work and encouraged in its continued cooperation with the SBSTA and the AGBM, the group was unable to resolve the key issue of the SAR`s use as a basis for action. SBSTA submitted its draft decision (FCCC/CP/1996/L.11) to the COP with two bracketed paragraphs, the first noting some delegations` view that the SAR should be used as a basis for urgent action to implement the FCCC, and the second noting other delegations` opinion that the SAR should only be taken into account during consideration of the implementation of the FCCC, given the lack of scientific certainty in some of its findings.",
      "Both paragraphs were deleted, however, when considered in the closing Plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}