{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Slovakia",
      "Russian Federation",
      "United States",
      "Czech Republic",
      "Zimbabwe",
      "Hungary",
      "Germany",
      "Monaco",
      "Israel",
      "Saudi Arabia",
      "Qatar",
      "Samoa",
      "Tanzania"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_2",
   "section_title": "OPENING PLENARY",
   "sentences": [
      "Angela Merkel, Federal Minister for the Environment, Nature Conservation and Nuclear Safety (Germany) and COP-1 President, opened the Conference and noted that the time- frames specified by the Berlin Mandate are very ambitious.",
      "A convergence of views on central issues is not yet in sight.",
      "The SAR`s results are alarming.",
      "The results of the review of the first national communications of Annex I Parties are a matter of concern.",
      "Fifteen developed countries accountable for 55% of the greenhouse gas (GHG) emissions of the Parties currently expect emissions levels by the year 2000 to exceed those of 1990.",
      "She called for ambitious reduction targets in the short and medium term. Merkel then introduced Item 2 of the Provisional Agenda, the election of COP-2 President Chen Chimutengwende, Minister of Environment and Tourism (Zimbabwe).",
      "In his opening statement, Chimutengwende said outstanding issues included reporting by Annex I Parties, preparation of guidelines for submission of initial communications by non-Annex I Parties, new and additional financial resources to meet the agreed full incremental costs incurred by developing country Parties, the role of the GEF, and the role of activities implemented jointly and other mechanisms. The Plenary then heard statements from: Nitin Desai, UN Under-Secretary General, delivering the message of the UN Secretary General; Claude Haegi, State Counselor of Geneva; Michael Zammit Cutajar, FCCC Executive Secretary; G.O.P.",
      "Obasi, Secretary General of the World Meteorological Organisation (WMO); Elizabeth Dowdeswell, Executive Director of the UN Environment Programme (UNEP); Bert Bolin, Chair of the IPCC; Mohamed El-Ashry, Chair and CEO of the GEF; Robert Priddle, Executive Director of the International Energy Agency of the OECD; Anders Wijkman, UN Development Programme (UNDP); and Assad Kotaite, Executive Director of the International Civil Aviation Organization (ICAO). The President then invited adoption of the programme of work.",
      "The RUSSIAN FEDERATION proposed that the Plenary be extended to allow the Parties to determine how the SAR should be used in making decisions, particularly regarding the Berlin Mandate and how countries will fulfill their obligations.",
      "He said these decisions should not be made by the subsidiary bodies.",
      "The Executive Secretary noted that Items 3, 4(a) and (b) of the provisional agenda for SBSTA stipulate that the subsidiary bodies will make initial recommendations on which the Parties will vote.",
      "SBSTA Chair Tibor Farago (Hungary) said his group would report its findings on the SAR to the COP.",
      "SAUDI ARABIA cautioned against a selective approach to the SAR findings. Parties then adopted the agenda (FCCC/CP/1996/1).",
      "Under Item 4(a) on National Communications from Parties included in Annex 1, the President reported that the United Republic of Tanzania and Qatar are to become signatories to the FCCC before the end of the Conference, and Israel will become a non-Annex I Party in August.",
      "The Czech Republic, Monaco, and Slovakia have applied to become Annex I Parties.",
      "Introducing Agenda Item 4(b), Adoption of the Rules of Procedure, the President said he would conduct consultations to resolve the issue of rule 42 (voting).",
      "SAUDI ARABIA said agreement on rule 22 (election of officers) is also pending.",
      "Rule 22 should be limited to regional group representatives.",
      "The President said each of the five regional groups are to be represented by two Bureau members and one Bureau member will represent the small island developing States (SIDS).",
      "SAUDI ARABIA objected to the nomination of a Bureau member from Samoa to represent the SIDS.",
      "The US said it was important to follow precedent in the election of officers to the Bureau and include the SIDS nominee.",
      "Parties proceeded to the election of the Bureau.",
      "GERMANY said the SIDS were represented in the Bureau of the INC in 1991.",
      "SAUDI ARABIA said he could not support the elections as proposed.",
      "The President postponed the election of vice-presidents."
   ],
   "subtype": "PLENARY",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}