{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Iran",
      "Venezuela",
      "United States",
      "Yemen",
      "Jordan",
      "Japan",
      "Kuwait",
      "Canada",
      "Niger",
      "Oman",
      "Sudan",
      "Bahrain",
      "Russian Federation",
      "Ghana",
      "Australia",
      "Syria",
      "Saudi Arabia",
      "Qatar",
      "Nigeria",
      "New Zealand"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_33",
   "section_title": "GENEVA DECLARATION",
   "sentences": [
      "On Thursday morning, the President introduced an 'advance text' of a Ministerial Declaration, which was produced by a drafting group.",
      "In the afternoon, he returned to the issue of the Declaration, stating that it had emerged from consultations with a representative group of 'Friends of the Chair' overseen by Canada.",
      "He asked the COP to take note of the Declaration and his introductory remarks, which will be included in his Report, and to annex the Declaration to the report of the Conference.",
      "This was accepted, but a number of delegates took the floor to express their concerns. AUSTRALIA had difficulty with the aspect of the text committing Parties to legally binding targets in a final legal instrument without the nature and context being clear, and could not associate itself with the language on targets.",
      "The US 'wholeheartedly' endorsed the Declaration and said the one point not specified was that the negotiated outcome must ensure maximum national flexibility for all Parties to implement their medium-term legally binding commitments.",
      "There is also a need to work toward a longer term concentration goal, and AIJ on a global basis and international emissions trading must be part of any future regime.",
      "NEW ZEALAND had difficulty with a reference concerning targets in the Declaration and his country`s support must be qualified by the view that it can only be advanced on the basis of a least cost approach. SAUDI ARABIA, on behalf of VENEZUELA, IRAN, KUWAIT, UAE, SYRIA, QATAR, JORDAN, the RUSSIAN FEDERATION, NIGERIA, OMAN, BAHRAIN, SUDAN and YEMEN, reported a lack of transparency throughout the Conference.",
      "He read a formal objection from this group of Parties to the adoption, approval or acceptance of the draft Ministerial Declaration due to the: lack of opportunity for the COP to discuss the draft; failure of the draft to reflect the views of many Parties as stated at COP-2, with the result that the draft reflects only some views that exist among the Parties; non-objective characterization and selective reference to some of the information in the SAR, resulting in a draft that is biased and misleading; and failure to adhere to the customary procedures of UN bodies and the absence of adoption of rules of procedure for the COP. The EU fully and unequivocally supported the Ministerial Declaration and GHANA said the FCCC is 'a matter of life and death,' and noted the need for the Declaration. This high-level statement was christened the 'Geneva Declaration' during the Closing Plenary on Friday, 19 July.",
      "When the President proposed that COP-2 'take note' of the Declaration and that it be annexed to the Report of the Session (FCCC/CP/1996/L.10), SAUDI ARABIA asked to have his statement annexed to the report as well. The Geneva Declaration notes that the ministerial meeting is a demonstration of the intention to take an active and constructive role in addressing climate change.",
      "It states that the ministers and other heads of delegations: recall Article 2 (objective of the FCCC) as well as the principles of equity, common but differentiated responsibility, the respective capabilities of Parties, the precautionary principle, and development priorities; recognize and endorse the SAR of the IPCC, noting in particular its findings that the balance of evidence suggests a discernible human influence on climate and that significant reductions in net GHG emissions are possible and feasible; believe that the findings of the SAR indicate dangerous interference with the climate system; recognize the need for continuing IPCC studies to minimize uncertainty; and reaffirm existing commitments to the FCCC, especially of Annex I Parties. The document also states that the ministers and heads of delegations: take note that Annex I Parties are fulfilling their commitments to mitigate climate change through national policies and measures and that these Parties need to make additional commitments to return GHG emissions to 1990 levels by 2000; acknowledge the work of the AGBM and call on all Parties to submit proposals for substantive negotiations at AGBM-5; instruct their representatives to accelerate negotiations on a legally-binding protocol or other legal instrument to be completed by COP-3; welcome the efforts of developing country Parties to implement the FCCC and call on the GEF to provide expeditious and timely support; recognize the continuing advancement of existing commitments by developing country Parties; and thank the Swiss government for its contribution to COP-2 and look forward to COP-3 in Kyoto, Japan."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}