{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_25",
   "section_title": "ROUND TABLE ON POSSIBLE IMPACTS ON DEVELOPING COUNTRY PARTIES OF NEW COMMITMENTS TO BE NEGOTIATED BY ANNEX I PARTIES",
   "sentences": [
      "This round table was chaired by Kilaparti Ramakrishna of the Woods Hole Research Center (US).",
      "On the impact of possible new Annex I commitments, participants agreed that developing countries would be affected by action taken by Annex I Parties to address climate change.",
      "The extent of the impact and their positive and/or negative nature was the subject of disagreement.",
      "Cited studies indicate loss of export revenue, especially for fossil fuel exporters, increased barriers to trade, and spill-over effects.",
      "Negative effects in Annex I countries may have an impact on aid flows.",
      "Potential positive benefits include technical innovation and transfers, and renewed growth based on low-emission activities.",
      "A key theme was the uncertainty concerning economic and social impacts of mitigation policies. On the question of weighing the economic and social impacts of Annex I Parties` action against the economic, social and environmental costs of inaction, participants drew attention to non-economic costs including ecosystem degradation.",
      "Noting the special vulnerability of developing countries to climate change, speakers said the short-term negative costs resulting from Annex I actions would be dwarfed by the consequences of inaction.",
      "Doing nothing is not an option. On the question of where Parties go from here, there was agreement on the need to achieve equitable and appropriately financed burden sharing through global cooperation in conformity with the FCCC.",
      "Noting the flexibility enjoyed by Annex I Parties, participants advocated well-designed, cost- effective responses that stimulate technological innovation and improved efficiency.",
      "No regrets and low-cost strategies were emphasized along with AIJ.",
      "Further study and a compensation fund were proposed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}