{
   "actors": [
      "Organization of Petroleum Exporting Countries"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "Iran",
      "United States",
      "Russian Federation",
      "Philippines",
      "Germany",
      "Kuwait",
      "Canada",
      "South Africa",
      "Antigua and Barbuda",
      "Saudi Arabia",
      "Samoa",
      "Turkey",
      "Costa Rica",
      "Switzerland"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_3",
   "section_title": "OTHER PLENARY MEETINGS",
   "sentences": [
      "On Wednesday, 10 July, the Plenary met to discuss Agenda Items 4(d) and 4(f), election of officers other than the President and the Ministerial Segment.",
      "The President reported that consultations on the rules of procedure would continue as new proposals have been introduced.",
      "Application of the draft rules will continue until a consensus is reached.",
      "The following delegates were elected to the Bureau: Alexander Bedritsky (Russian Federation), Rene Castro Hernandez (Costa Rica), John Ashe (Antigua and Barbuda), Anthony Clark (Canada), Cornelia Quennet-Thielen (Germany), Tuiloma Neroni Slade (Samoa), and Abbas Naqi (Kuwait) as vice-presidents, and Antonio G.M.",
      "La Viña (Philippines) as Rapporteur.",
      "SAUDI ARABIA and KUWAIT expressed concern about the COP`s failure to adopt the rules of procedure and said that a compromise must be reached soon. It was announced that the High-Level Segment will consist of three plenary sessions and one informal Round Table meeting to be chaired by Ruth Dreifuss (Switzerland).",
      "Plenary statements will be limited to five minutes and entry to the Round Table will be restricted to heads of delegations at the ministerial level.",
      "SAUDI ARABIA, supported by the REPUBLIC OF KOREA, the US, IRAN and BANGLADESH, objected to restricting the Round Table to ministers, saying all heads of delegations should be welcome regardless of rank.",
      "To do otherwise would prejudice those delegations not able to send ministers.",
      "Increased transparency was also recommended.",
      "The President agreed to consider the recommendations and report back to the Plenary. On Friday, 12 July, the Plenary considered Agenda Item 3(b), Other statements.",
      "IRAN announced its ratification of the FCCC.",
      "He said the SAR confirms that it is not scientifically possible to link climate change and GHGs.",
      "TURKEY explained that it had not signed the FCCC because its status as a developed or developing country is uncertain.",
      "SOUTH AFRICA said ratification has been slow and it has begun an inventory of internal emissions.",
      "OPEC stated that the IPCC 'broke the rules' by implying consensus among scientists in its conclusions.",
      "He called for full compensation for any economic damage arising from the implementation of the FCCC.",
      "Statements were also made by several IGO and NGO representatives. The Plenary also considered Agenda Item 9, Special Session of the UN General Assembly) and decided that SBI-4 should prepare a contribution to the Special Session on Agenda 21."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "COP"
}