{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "Sweden",
      "India",
      "Iran",
      "Argentina",
      "Russian Federation",
      "Gambia",
      "Japan",
      "United States",
      "Philippines",
      "Italy",
      "Kuwait",
      "Mauritania",
      "Canada",
      "Costa Rica",
      "China"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_36",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "The fourth session of SBI (SBI-4) was convened from 10-11 December 1996.",
      "Delegates considered Agenda Item 3(a), the only item on the SBI`s agenda, concerning the Annex to the Memorandum of Understanding (MOU) between the Conference of the Parties (COP) and the Council of the Global Environment Facility (GEF).",
      "The MOU was approved at SBI-2 and included a provision for an annex on the determination of funding necessary and available for the implementation of the Convention.",
      "The secretariat drafted a proposal for the MOU and the annex, which was adopted by the GEF Council prior to COP-2 (FCCC/CP/1996/9). At COP-2, SBI-3 considered the annex adopted by the GEF (GEF-adopted annex), as well as an alternative annex proposed by the G-77/China (FCCC/SBI/1996/L.4), but failed to reach agreement.",
      "COP-2, in decision 13/CP.2, requested SBI-4 to consider the GEF-adopted annex and the G-77/China`s proposed annex.",
      "At the opening of SBI-4, the G-77/China submitted a revised draft proposal.",
      "Delegates also had before them written comments submitted by Gambia, the EU and the US (FCCC/SBI/1966/Misc.1). The GEF-adopted annex recalls Article 11.3(d) of the Convention, which calls for arrangements to determine in a predictable and identifiable manner the amounts of funding necessary and available for implementation.",
      "It notes that in anticipation of a replenishment of the GEF, the COP will make an assessment of the amount of funds necessary to assist developing countries in fulfilling their commitments, taking into account: the information communicated to the COP under Article 12 (communication of information); national programmes formulated under Article 4.1(b) of the Convention; and information communicated to the COP from the GEF on the number of eligible programmes and projects, the number that were approved and the number that were turned down owing to a lack of resources. The G-77/China proposal, in addition to recalling Article 11.3(d), also recalls Article 4.7, which notes that developing country implementation depends upon the fulfillment of developed country commitments regarding financial resources, and Article 4.8, which refers to meeting the needs of developing countries arising from the impacts of climate change.",
      "It also recommends taking into account the funds necessary to meet: the full agreed costs incurred in preparing developing countries` national communications under Article 12.1, based on the guidelines adopted at COP-2; the full incremental costs of measures covered by Article 4.1; and the costs of adaptation to the adverse effects of climate change.",
      "The proposal also calls on the GEF to indicate the rationale by which the amount described as 'new and additional' is regarded as such, vis- à-vis other sources of official development assistance. SBI Chair Mohamed Ould El Ghaouth (Mauritania) stated that he favored an efficient short session, without reopening a formal debate.",
      "He called for an informal session to find solutions in less than two days so that extra time could be devoted to AGBM.",
      "He presented two options: delegates could work with the GEF-adopted annex and make changes based on the G-77/China proposal or draft a new proposal. The PHILIPPINES noted that the G-77/China draft proposal would avoid inconsistency with the Convention.",
      "She said the GEF-adopted annex refers only to Article 4.1(b) (national programmes), which amounts to 'picking and choosing' rather than including all sections of the Article.",
      "She noted other inconsistencies in the GEF-adopted annex in relation to Article 4.3 on full incremental costs and new and additional resources.",
      "She said the G-77/China proposal responds to the needs of developing countries and noted that the GEF must act in conformity with the FCCC.",
      "ARGENTINA, INDIA, IRAN and KUWAIT supported the G-77/China proposal. Several Parties expressed confusion regarding the G-77/China proposal and requested clarification.",
      "The PHILIPPINES described the proposal`s provisions in detail and highlighted the importance of funding the agreed full costs for national communications and agreed full incremental costs for all commitments under Article 4.1.",
      "INDIA said the proposal recalled more articles of the Convention than the GEF-adopted annex.",
      "It also clarifies the factors that determine when funds should be given, incorporates the idea that the COP, rather than the GEF, shall determine the funding required, and calls for more transparency regarding the reasons for project rejection. The RUSSIAN FEDERATION noted that the G-77/China proposal did not accurately reflect the language of the Convention.",
      "She said the proposed language on adaptation refers to all developing countries while the Convention refers only to those that are 'particularly vulnerable.",
      "' CANADA and ITALY also raised questions on the Convention language used in the proposal.",
      "SWEDEN reminded delegates that decisions on guidance to the GEF clearly state that national communications will be financed. JAPAN said that many delegations present at this meeting were also present at the negotiations for the GEF-adopted annex and the text should not be reopened.",
      "He also noted that the roles of the COP and the GEF were spelled out in the MOU and there was no need to reproduce paragraphs from the Convention.",
      "The US supported retaining the specific reference to national programmes because it provided a context for projects.",
      "Past GEF projects have been approved on an ad hoc basis but a coherent approach is emerging.",
      "COSTA RICA offered to chair a contact group on the issue. On Wednesday, 11 December, Amb.",
      "Manuel Dengo (Costa Rica) presented the contact group`s draft decision and draft annex.",
      "In the draft decision, the SBI adopts the annex, which is derived from the GEF-adopted annex, and transmits it to the GEF Council for expeditous approval so that SBI-5 can recommend its adoption by COP-3. The draft annex notes that the COP will make an assessment of the amount of funds necessary to assist developing countries, taking into account the funds necessary for both the agreed full costs incurred in preparing national communications and the information communicated to the COP under Article 12 of the Convention.",
      "The draft annex states that consideration must also be given to the funds necessary for meeting the agreed full incremental costs of implementing measures covered by Article 4.1, but with a footnote that specifically mentions national plans or programmes.",
      "It also notes that the GEF replenishment negotiations will take into account 'fully and comprehensively' the COP`s assessment. The US and the GEF stated that the GEF Council may not be able to approve the annex as quickly as anticipated and deleted the dates from the decision.",
      "The decision and annex were then adopted.",
      "The Chair noted that a number of informal appeals were made to regional groups at SBI-4 for flexibility regarding the issue of the SBI Bureau, but that the issue will be deferred until SBI-5."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "SBI"
}