{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Japan",
      "Mauritius",
      "Canada",
      "Niger",
      "Malaysia",
      "Thailand",
      "Philippines",
      "Australia",
      "Kiribati",
      "Saudi Arabia",
      "Tanzania",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_7",
   "section_title": "DEVELOPMENT & TRANSFER OF TECHNOLOGIES",
   "sentences": [
      "The secretariat introduced the progress report on technology and technology transfer (FCCC/SB/1991/1) and FCCC/SBSTA/1997/ Misc.1 and Add.1 containing submissions by non-Annex I countries on technology needs.",
      "The secretariat noted the need to review activities underway on technology and information centers and networks, and reported on the survey of technology and information needs conducted in conjunction with the University of Amsterdam.",
      "Luis Villanueva (Venezuela) reported on the informal SBI workshop on aspects of implementation of policies and measures by Annex I Parties.",
      "JAPAN then reported on work of the Climate Technology Initiative (CTI) to strengthen National Action Plans, increase use of existing climate friendly technology and improve new technology. A number of countries welcomed the progress report and requested that the secretariat conduct further surveys of technology and technology information needs.",
      "A number of countries, including the EU, the US and CANADA, stressed the importance of the CTI.",
      "The G-77/CHINA urged removal of restrictions on technology transfer.",
      "The US called for a focus on commercial investment in cleaner technologies in developing countries and on assessments of needs.",
      "MALAYSIA said that many technologies are only available commercially.",
      "The EU, CANADA and THAILAND also stressed the role of the private sector in technology transfer.",
      "MAURITIUS said that governments must approve transfer of technologies from commercial firms.",
      "The MARSHALL ISLANDS and CHINA said that solutions do not lie with the private sector. The G-77/CHINA, supported by KIRIBATI, MALAYSIA, NIGERIA, the MARSHALL ISLANDS, THAILAND, INDIA and TANZANIA, said fulfillment of developing countries` commitments depends on the provision of resources and technology transfer and is the basis for all negotiations, including AGBM discussions.",
      "They requested the secretariat to prepare a progress report on technology transfer by developed countries and expressed concern that little progress had been made on the promotion and transfer of adaptation technology.",
      "They further proposed that the SBSTA establish an intergovernmental technical advisory panel (ITAP).",
      "The difference between AIJ and technology transfer was also stressed. THAILAND and INDIA noted the importance of endogenous capacity building in developing countries.",
      "A number of countries, including the EU, the G-77/CHINA, MALAYSIA, CANADA, SAUDI ARABIA, NIGERIA and THAILAND, emphasized the importance of specialized information centers and networks.",
      "The US cautioned that such centers should not replicate existing capabilities.",
      "INDIA also advocated use of existing technology information centers.",
      "AUSTRALIA said that its technology transfer efforts coincide with needs outlined by CHINA: environmentally sound, appropriate for users, driven by recipient countries, and involving hard and soft technology.",
      "The GEF provided an update on its Science and Technology Advisory Panel (STAP), which is working closely with the SBSTA to study technology transfer and identify promising technologies. Informal consultations resulted in the following draft conclusions.",
      "The SBSTA urged the secretariat to accelerate preparation of reports on terms of transfer, adaptation technology and technology information centers, and to complete the itemized progress report by SBSTA-7 on access to and transfer of technology based on Annex I communications.",
      "SBSTA further requested the secretariat to expand the technology needs survey instrument, to prepare a report on existing centers and networks, to update the technology inventory for SBSTA-7 and to prepare a scoping paper on the role of the private sector and activities of governments and international bodies in creating conditions for commercial investment in cleaner technologies.",
      "CHINA and the PHILIPPINES wanted to add that it is mainly the role of Annex II Parties to carry out such activities.",
      "CANADA and the US did not agree.",
      "The Chair suggested compromise text: 'taking into account the special role of Annex I Parties and the special conditions of non-Annex I countries.",
      "' SBSTA further requested the secretariat to report on experiences in using a roster of experts.",
      "The G-77/CHINA added that many Parties urged SBSTA to set up ITAPs without delay.",
      "The US, supported by the EU, stressed institutional problems of ITAPs and said establishment of an ITAP should await completion of the evaluation report.",
      "MALAYSIA added that the SBSTA shall address this issue at its next session.",
      "Furthermore, the SBSTA requested Parties to provide information on technology needs and urged non- Annex I Parties to cooperate in the survey.",
      "The draft conclusions were adopted, as amended."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "SBSTA"
}