{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Iran",
      "Venezuela",
      "Marshall Islands",
      "Malaysia",
      "Argentina",
      "United States",
      "Philippines",
      "Australia",
      "Zimbabwe",
      "Kuwait",
      "Canada",
      "Niger",
      "Trinidad and Tobago",
      "Nigeria",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_3",
   "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS",
   "sentences": [
      "On 25 February, the secretariat introduced the document on cooperation with relevant international organizations (FCCC/SBSTA/1997/2).",
      "The report addresses coordination between the SBSTA and international organizations, such as the World Meteorological Organization (WMO) and the International Oceanographic Commission (IOC).",
      "The report also highlights the Climate Agenda, a framework to coordinate international climate research programmes and activities.",
      "The Agenda`s major partners include WMO, UNEP, UNESCO, IOC, WHO and FAO.",
      "The WMO introduced the Annex to FCCC/SBSTA/1997/2 on international coordinated research and systematic observations programmes, which provides a summary report of activities supporting Article 5 (Research and Systematic Observation).",
      "The WMO also noted the WHO/WMO/UNEP report entitled 'Climate Change and Human Health' and introduced the Interagency Network on Climate and Human Health. A number of delegations, including TRINIDAD and TOBAGO, on behalf of the Alliance of Small Island States (AOSIS), and ZIMBABWE, stressed the importance of Article 5 to developing countries.",
      "MALAYSIA recognized Article 5 as a basic building block for the Convention and urged the SBSTA to take the lead in implementation.",
      "The US stressed the need for greater clarity on the intended role of the GEF regarding Article 5.",
      "A number of countries, including the PHILIPPINES, KUWAIT and CANADA, said that the SBSTA should not invite the GEF to support Parties` efforts on improving systematic observations.",
      "The PHILIPPINES said that international organizations are not responsible for capacity building.",
      "The US noted confusion about whether the SBSTA should function as clearinghouse, implementation agency or funding source.",
      "CHINA urged that cooperation between international organizations should take place under the COP assisted by the SBSTA. ARGENTINA, the US and IRAN expressed concerns regarding participation of developing countries in scientific programmes.",
      "ARGENTINA noted insufficient information on the effects of climate change in the Southern Hemisphere.",
      "MALAYSIA called for the establishment of long-term climate monitoring stations in developing countries.",
      "The EU suggested that research and systematic observations be combined with capacity building and training.",
      "SWITZERLAND expressed concern that the WMO`s summary report does not adequately address economic and human aspects of climate change.",
      "CANADA and AUSTRALIA urged continued development of national programmes. IPCC Chair Bert Bolin reported on the status of forthcoming IPCC reports and introduced two technical papers on climate models and stabilization of atmospheric greenhouse gases.",
      "An additional technical paper on implications of emissions limitations and reduction proposals, to be completed by September 1997, would synthesize existing data and not require new research.",
      "KUWAIT, supported by NIGERIA and VENEZUELA, said Parties, rather than the IPCC, should determine the nature of this paper.",
      "VENEZUELA called for a special report rather than a technical paper.",
      "The US, supported by AOSIS, responded that the SBSTA had instructed the IPCC to provide a technical paper.",
      "The IPCC Chair said that the IPCC made the decision to prepare this paper in consultation with the SBSTA. AOSIS, the MARSHALL ISLANDS, the US and AUSTRALIA also called for speedy completion of the technical papers.",
      "Several delegations, including the EU and VENEZUELA, called for analysis of socio- economic impacts of different limitation proposals.",
      "AUSTRALIA urged that such analysis not delay research on temperature and sea level rise.",
      "With regard to the IPCC`s long-term work programme, the US suggested giving priority to regional and local impacts, and urged securing funds and resources for timely translation and distribution of documents.",
      "KUWAIT proposed requesting the IPCC to take note of country submissions, contained in FCCC/SBSTA/1997/Misc.2. In its draft recommendations, the SBSTA recognized the importance of national activities and coordination of international organizations for the Climate Agenda.",
      "It also noted the need for adequate resources to improve systematic observation and research, especially in developing countries.",
      "The SBSTA requested Climate Agenda participants to provide periodic work reports to SBSTA and requests the secretariat, the WMO and other organizations to report on observation, research and capacity- building needs. Several of SBSTA`s conclusions concern the IPCC`s technical papers.",
      "The SBSTA noted completion of technical papers on simple climate models (TP2) and global stabilization of atmospheric greenhouse gas concentrations (TP3).",
      "The conclusions also note that the IPCC Chair`s report on the Technical Paper on Implications of Emissions Limitations and Reduction Proposals (TP4) was discussed at length and delegates expressed divergent views.",
      "The Chair emphasized that the Joint Working Group (JWG) is not a decision-making body and that TP4 discussions concerning the JWG should be viewed as advisory.",
      "The SBSTA requested the IPCC, in developing TP4, to consider document FCCC/SBSTA/ 1997/Misc.2, which contains contributions from seven Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}