{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Japan",
      "Philippines",
      "United Kingdom",
      "China",
      "United States"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_4",
   "section_title": "COMMUNICATIONS FROM ANNEX I AND NON-ANNEX I PARTIES",
   "sentences": [
      "On 25 February, the secretariat made a short report on the progress achieved in the process of national communications from Annex I Parties, on the facilitation of assistance to non-Annex I Parties and the preparation of their national communications, and on responses from non-Annex I Parties on the expected date for submission of their communications.",
      "The UK noted that its national communications demonstrate progress toward reducing emissions to 1990 levels by the year 2000.",
      "JAPAN urged prompt review of communication results and welcomed the informal workshop.",
      "The EU hoped for upcoming workshops, input from the secretariat and submissions from Parties addressing technology transfer issues. In the draft conclusions on national communications from Annex I Parties, the SBSTA notes the secretariat`s report regarding review of first national communications from Annex I Parties.",
      "The SBSTA encourages Annex I Parties to submit their second national communications and inventory by 15 April 1997 or in accordance with the COP-2 decision concerning countries with economies in transition.",
      "The SBSTA also requests a work plan from the secretariat on an in-depth review of these submissions. In the draft conclusions on national communications from non- Annex I countries, the SBSTA recalled Articles 12.5 (initial communications) and Article 4.3 (financial resources for developing countries) and noted that least-developed countries may prepare initial communications at their discretion, developing country Parties have yet to receive funding for initial national communications and others have yet to request such funding.",
      "SBSTA recalled Decision 10/CP.2, which requests the Convention secretariat to facilitate assistance to Parties, especially developing country Parties, via workshops and other forms of information and to report to the SBSTA at each of its sessions. Parties did not reach agreement on funding for voluntary communications of inventories from non-Annex I Parties.",
      "The G-77/CHINA stated that available, voluntary inventories would be communicated 'should the full costs of inventory preparation be provided by the operating entity of the financial mechanism.",
      "' The PHILIPPINES supported the G-77/CHINA and called for reference to Article 11.5 (bilateral, multilateral and regional support).",
      "The US warned that these recommendations would prohibit voluntary submissions from countries with other funding arrangements.",
      "The EU urged that budgetary matters be addressed by the SBI.",
      "Parties did not reach agreement on the paragraph concerning funding for communications of inventories.",
      "The paragraph was deleted and the decision was adopted."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": "SBSTA"
}