{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Mexico",
      "China",
      "Australia",
      "Maldives",
      "Angola",
      "Panama",
      "South Africa",
      "Indigenous Peoples",
      "Sudan",
      "Guatemala"
   ],
   "enb_end_date": "02-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "02-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12629e.html",
   "id": "enb12629e_11",
   "section_title": "OPENING STATEMENTS",
   "sentences": [
      "South Africa, for the G-77/CHINA, stressed the need for equal consideration of all SBSTA agenda items and to finish work on REDD+.",
      "She emphasized that agriculture has a special role in developing countries, and underscored the need to give full consideration to developing countries§ concerns over the impact of response measures. Mexico, for the Environmental Integrity Group (EIG), highlighted the NWP, REDD+, and reporting on climate finance, adding that he looked forward to the completion of the 2013-2015 review. The EU welcomed the structured expert dialogue (SED) report and emphasized the need to finalize meaningful conclusions on the 2013-2015 review with a view to informing the ADP process.",
      "She underscored methodological issues under the Kyoto Protocol, and welcomed the work of ICAO and IMO, encouraging them to step up efforts. Australia, for the UMBRELLA GROUP, welcomed continued REDD+ efforts and looked forward to concluding all outstanding issues under this agenda item, and to engaging in informal consultations on agriculture. Sudan, for the AFRICAN GROUP, supported by Guatemala, for AILAC, and Panama, for the Coalition for Rainforest Nations, stressed the importance of making progress on non-carbon benefits and REDD+ safeguards information systems.",
      "He highlighted the importance of agriculture to African countries and the urgency of action on the impacts of response measures.",
      "He also urged, supported by AILAC, rapid ratification of the Doha Amendment to the Kyoto Protocol. Maldives, for AOSIS, supported by AILAC and Angola, for the LDCs, noted that the 2013-2015 review underscored the inadequacy of the 2°C limit, adding that a 1.5°C limit is still feasible but the window for action is closing. The IPCC reported on the dissemination of the AR5, noting it is the most comprehensive assessment of climate change ever undertaken.",
      "The World Meteorological Organization highlighted the need for more coordination among various actors to help communities adapt to extreme climate events.",
      "UN-Oceans reported on its activities on understanding the effects of climate change on the marine environment. INDIGENOUS PEOPLES recommended: a rights-based approach in the 2015 agreement; additional guidance on REDD+ safeguard information systems; guidance on REDD+ non-carbon benefits; and recognizing the role of traditional knowledge in early warning systems and agriculture.",
      "WOMEN AND GENDER called for designing tools that can be used by women, emphasizing the importance of traditional knowledge and respecting human rights. Climate Action Network, on behalf of ENVIRONMENTAL NGOs (ENGOs), called for: governments to phase out all fossil fuel emissions as early as possible; further guidance on REDD+; and avoidance of the risk that REDD+ safeguards will not be respected.",
      "Climate Justice Now!, on behalf of ENGOS, emphasized that carbon trading has not resulted in real emissions reductions, and called for polluters to pay for the real price of their emissions."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}