{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Marshall Islands",
      "United States",
      "Dominican Republic",
      "Chile",
      "Bolivia",
      "Brazil",
      "Canada",
      "South Africa",
      "Colombia",
      "Congo",
      "Mexico",
      "Turkey",
      "Dominica",
      "Australia",
      "Guinea",
      "Uruguay",
      "Panama",
      "Spain",
      "Saudi Arabia",
      "Papua New Guinea",
      "Costa Rica",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_10",
   "section_title": "Sub-paragraph 1(b)(v) of the BAP",
   "sentences": [
      "This issue was considered by the AWG-LCA contact group on 5 June and in informal consultations facilitated by Tosi Mpanu Mpanu (Democratic Republic of the Congo), based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/opportunities_for_using_markets.pdf ).",
      "Regarding an agreement in Cancún, several of those parties supporting the creation of new market mechanisms said a decision to establish such mechanisms should be adopted in Cancún and further details could then be elaborated later on.",
      "South Africa, for the G-77/China, highlighted the need to also consider non-market approaches and emphasized the importance of discussions on finance.",
      "The Marshall Islands, for AOSIS, called for a rule-based framework and robust MRV for any new mechanisms, and stressed that emission reduction targets must be primarily achieved by domestic means.",
      "Spain, for the EU, and the US highlighted the role of market mechanisms in mobilizing the US$100 billion of annual funding agreed in Copenhagen.",
      "Bolivia urged for a careful analysis of market mechanisms, including an evaluation of the existing mechanisms.",
      "Colombia, also speaking for Chile, Costa Rica, the Dominican Republic, Panama and Uruguay, said market-based approaches have proven to, inter alia : encourage private sector investment; benefit local environments; and contribute to job creation.",
      "Norway, Australia, New Zealand, the US, the EU, Canada, Turkey, Papua New Guinea and Mexico, for the EIG, supported the creation of new market mechanisms.",
      "Most of them highlighted the need for these new mechanisms to be extended beyond the project-based level to sectoral, policy-wide or NAMA crediting levels.",
      "Saudi Arabia, China and Brazil opposed the creation of new market mechanisms and underscored that the existing Protocol mechanisms are sufficient.",
      "On possible principles to guide new market mechanisms , parties proposed, inter alia : avoiding double counting of developed countries financial and mitigation commitments; ensuring supplementarity and environmental integrity; promoting sustainable development and private investment; and going beyond mere offsetting and ensuring net mitigation benefits."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}