{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Ecuador",
      "Canada",
      "Norway",
      "China",
      "Australia",
      "Kuwait",
      "Bolivia",
      "Sweden"
   ],
   "enb_end_date": "03-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "03-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12642e.html",
   "id": "enb12642e_3",
   "section_title": "FINANCE",
   "sentences": [
      "Georg Børsting (Norway) co-facilitated the morning and afternoon sessions.",
      "Reporting back from the Wednesday morning spin-off on scaling-up finance, ECUADOR highlighted, inter alia: difficulties in discussing scaling up without clarity on actions to be financed; imbalance between INDC actions and support; and differentiation among parties.",
      "Bolivia, for the G-77/CHINA, asked for clarity on when and how their impending text proposals on institutional arrangements and scaling-up finance would be discussed.",
      "Summarizing discussions with the ADP Co-Chairs, Co-Facilitator Børsting noted: ongoing discussions with the transparency group§s Co-Facilitators and a possible joint meeting with the adaptation group.",
      "KUWAIT and CHINA raised concerns about holding joint meetings.",
      "CANADA, with AUSTRALIA, suggested addressing enabling environments.",
      "The G-77/CHINA proposed utilizing UNFCCC reports on long-term finance as a basis to understand enabling environments.",
      "AUSTRALIA also stressed discussing support for the most vulnerable countries.",
      "After a procedural discussion, Co-Facilitator Børsting noted that time would be allocated according to the interests expressed by the group and invited parties to submit bridging proposals.",
      "In the afternoon, reporting back from the spin-off group on commitments/obligations/actions held in the afternoon, SWEDEN highlighted discussions on: the wide-ranging scope of commitments; the need for new commitments/obligations/actions in the agreement; enhancement of provision of resources, their predictability and scalability; and the importance of enabling environments and associated concerns around national sovereignty.",
      "He said some areas could benefit from textual proposals.",
      "Highlighting its impending submissions, the G-77/CHINA urged other parties to come up with textual proposals."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}