{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Iran",
      "Argentina",
      "Germany",
      "Mauritius",
      "Cuba",
      "Colombia",
      "Turkey",
      "Namibia",
      "Philippines",
      "Czech Republic",
      "Greece",
      "Peru",
      "Norway",
      "Kazakhstan",
      "Russia",
      "Bangladesh",
      "United States",
      "Yemen",
      "Brazil",
      "Niger",
      "Mexico",
      "Azerbaijan",
      "Poland",
      "Sweden",
      "Tuvalu",
      "Oman",
      "Russian Federation",
      "Australia",
      "Kiribati",
      "Maldives",
      "Netherlands",
      "Costa Rica",
      "Tanzania",
      "Nigeria",
      "Bhutan",
      "China"
   ],
   "enb_end_date": "12-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "12-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12230e.html",
   "id": "enb12230e_2",
   "section_title": "ROUND TABLE III - 'ASSESSMENT OF PROGRESS AT THE NATIONAL, REGIONAL AND INTERNATIONAL LEVELS",
   "sentences": [
      "The final round-table was co- chaired by Fernando Tudela Abad, Chief of Staff of the Secretariat for Environment, Natural Resources and Fisheries, Mexico, and Jürgen Trittin, Minister for the Environment, Nature Conservation and Nuclear Safety, Germany, on 'assessment of progress at the national, regional and international levels to fulfill the promise and objective enshrined in the climate change agreements, including the scientific, information, policy and financial aspects.",
      "' Co-Chair Tudela Abad said the CDM faces challenges arising from the delay in the Protocol`s entry into force, limited markets, and 'crippling' transaction costs.",
      "Co-Chair Trittin said the UNFCCC obliges all Parties to tackle climate change, and questioned the extent to which developed countries have taken the lead in combating climate change and addressing adverse effects. In the first part of the round-table, Parties discussed lessons learned from local and national climate change measures.",
      "The CZECH REPUBLIC said cooperation should be based on clear rules.",
      "TANZANIA said support for adaptation measures in LDCs is a moral requirement.",
      "The EUROPEAN COMMISSION said effective climate change measures require political will, and stressed that emissions can be reduced at low costs, using existing technologies.",
      "YEMEN expressed concern at the reluctance of Annex I Parties to take necessary actions to address climate change.",
      "The NETHERLANDS said it will continue to implement its Protocol obligations in the absence of the Russian Federation`s ratification.",
      "KAZAKHSTAN said it is preparing procedures for the Protocol`s ratification.",
      "IRAN underscored the benefits of economic diversification and stressed Parties` common but differentiated responsibilities.",
      "GREECE stressed the importance of scientific data for sound climate change policies.",
      "COSTA RICA said future generations will judge the present generation based on whether the Protocol is ratified.",
      "YEMEN, COSTA RICA, PERU and the PHILIPPINES urged Parties who have not yet done so to ratify the Protocol.",
      "AZERBAIJAN emphasized the need for technology transfer and carbon sequestration projects.",
      "TURKEY announced its accession to the UNFCCC. In the second part of the round-table, Parties discussed lessons learned from implementation of regional and international climate change measures.",
      "NORWAY observed recognition in the business and finance communities of the move toward a carbon-constrained world.",
      "COLOMBIA and others shared experiences on the CDM.",
      "The MALDIVES and MAURITIUS highlighted the vulnerability of SIDS, and called for technology transfer to address adaptation needs.",
      "The US said there are many types of international cooperation, and stressed the role of international technology partnerships.",
      "Regarding regional cooperation, COLOMBIA stressed the important role of regional institutions and the need to strengthen regional development banks.",
      "SWEDEN highlighted the value of EU Emissions Trading Scheme.",
      "BANGLADESH emphasized the need for regional capacity-building activities.",
      "NAMIBIA said the SCCF must be operationalized to justify continued expenditures on UNFCCC- related work to constituencies of LDCs.",
      "NIGERIA said the SCCF negotiations have re-opened agreements reached at previous COP sessions. In the third part of the round-table, Parties discussed the assessment of progress and practical steps for future actions, focusing in particular on cooperation and cross-sectoral partnerships to promote action on climate change.",
      "The PHILIPPINES said the current pace of negotiations is 'grossly inadequate.",
      "' The G-77/CHINA called on developed countries to fulfill their greenhouse gas emissions reduction commitments and limit adverse effects.",
      "The RUSSIAN FEDERATION urged clear procedures for the CDM, operationalization of JI, and simplification of existing Protocol procedures.",
      "BRAZIL said progress in implementing the Protocol is hindered by uncertainty of its entry into force.",
      "TUVALU noted that progress made so far does not reflect the seriousness of climate change and emphasized that real action is needed.",
      "The REPUBLIC OF KOREA stressed that state-of-the-art technology is necessary for decoupling economic growth from greenhouse gas emissions.",
      "BHUTAN expressed concern that the LDC Fund will be inaccessible to most LDCs.",
      "OMAN, and others, urged Annex I Parties to provide greater technical and financial assistance to developing countries.",
      "AUSTRALIA said it will strive to meet its Protocol targets.",
      "KIRIBATI called for a framework that ensures that vulnerable countries have access to financing to address the adverse affects of climate change.",
      "CUBA noted the importance of accessing technologies and knowledge.",
      "POLAND stressed the need to balance mitigation and adaptation measures. In his conclusion, Co-Chair Trittin stressed collaboration between Parties to limit the increase in global temperature to below two degrees Celsius this century.",
      "Co-Chair Tudela Abad said many developing countries have gone beyond their obligations under the UNFCCC and said the only option now is to 'turn off the heat.",
      "' In closing, President Persányi noted Argentina`s offer to host COP-10 and said several Parties had proposed changing the date of COP-10.",
      "He requested Parties to consult on this matter before Friday`s bureau meeting and COP Plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}