{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Independent association of Latin America and the Caribbean",
      "Like Minded Group of Developing Countries",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Iraq",
      "India",
      "Iran",
      "Argentina",
      "Marshall Islands",
      "Jordan",
      "Japan",
      "Indonesia",
      "South Africa",
      "Antigua and Barbuda",
      "Cuba",
      "Colombia",
      "Algeria",
      "Mali",
      "Dominica",
      "Belize",
      "Philippines",
      "Ecuador",
      "Palau",
      "Tonga",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Jamaica",
      "Venezuela",
      "United States",
      "Dominican Republic",
      "Chile",
      "Bolivia",
      "Brazil",
      "Kenya",
      "Kuwait",
      "Canada",
      "Nicaragua",
      "Mexico",
      "Nauru",
      "Poland",
      "Nepal",
      "Sudan",
      "Tuvalu",
      "Malaysia",
      "Russian Federation",
      "Australia",
      "Ethiopia",
      "Guinea",
      "Indigenous Peoples",
      "Uganda",
      "Guyana",
      "Zambia",
      "Singapore",
      "Egypt",
      "United Arab Emirates",
      "Costa Rica",
      "Bhutan",
      "Tanzania",
      "Papua New Guinea",
      "France",
      "China"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_82",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Bolivia, for the G-77/China, highlighted the importance of focused and urgent work, particularly in light of the outcomes of the IPCC AR5.",
      "He looked forward to balanced negotiations on all elements, calling for support for developing country INDCs.",
      "He stressed that workstream 2 is an integral part of the ADP, noting the TEMs should also address Annex I parties' mitigation actions.",
      "Noting IPCC AR5, the EU hoped that collective, urgent global action can achieve the 2 °C objective in a manner that promotes sustainable economic growth.",
      "He stressed the need to, inter alia : focus on a draft decision on upfront information for Lima; identify a list of policy options for ministers; and engage intergovernmental organizations to facilitate action and implementation on the ground.",
      "Australia, for the Umbrella Group: underlined opportunities to identify mutually agreeable elements for a draft negotiating text; called for agreement on upfront information to ensure transparency, clarity and understanding; and stressed the need to build understanding on the process by which INDCs will be proposed and considered by parties.",
      "Switzerland, for the EIG, called for: a draft negotiating text that includes clearly defined targets and commitments according to CBDR; a draft decision on information to be submitted by parties along with their INDCs; more effective adaptation instruments; and capitalization of the GCF.",
      "Sudan, for the African Group, said the Co-Chairs' information note: does not represent parties' views in their totality; contains some elements that do not conform with the principles of the Convention; and refers to 'NDCs' whereas the Warsaw decision stipulated 'INDCs'.",
      "On pre-2020 ambition, Nauru, for AOSIS, called for political discussions on paragraphs 3 (full implementation of the Bali Action Plan) and 4 (enhancing pre-2020 mitigation ambition) of Decision 1/CP.19 (advancing the ADP), and suggested the ministerial events could help enhance short-term ambition, in particular by developed countries.",
      "On the 2015 agreement, he called for focus on further elaborating its elements and identifying the information needed to allow parties to submit INDCs, stating the new agreement must include commitments from developed countries on finance.",
      "Nepal, for the LDCs, said the 2015 agreement should, inter alia , be legally binding, deliver high ambition, have short commitment periods, include a compliance mechanism, have adequate and predictable MOI, and accommodate a reference to LDCs' special circumstances.",
      "Egypt, for the LMDCs, said the 2015 agreement must be, inter alia , balanced, legitimate, credible, and avoid reinterpreting the Convention's principles.",
      "Opposing the use of the 'landscape of issues' prepared by the ADP Co-Chairs as a basis for negotiations, he said formal text originating from inputs and submissions by parties should be used.",
      "Venezuela, for ALBA, expressed concern over new arrangements, such as market mechanisms, which undermine developed and developing countries' responsibilities and lamented that the GCF had not received sufficient contributions.",
      "Emphasizing fairness, equity and justice, he identified the need for: the new agreement to build on what has been achieved to avoid a legal vacuum; measurable, reportable and verifiable commitments; and respect for principles of the Convention.",
      "Saudi Arabia, for the Arab Group, stressed the need for a draft negotiating text based on decisions taken by consensus rather than a Co-Chairs' draft.",
      "He said that the six elements identified in Decision 1/CP.17, (mitigation, adaptation, finance, technology development and transfer, transparency of action and support, and capacity-building) should have the same legal nature and that consequences of any adverse effects must be accounted for.",
      "India, for BASIC, emphasized the need to: address all elements of Decision 1/CP.17 in a balanced and comprehensive manner; identify NDCs, which should be in accordance with the principles and provisions of the Convention; and include a provision on MOI.",
      "Papua New Guinea, speaking for a group of countries from the Coalition for Rainforest Nations, said COP 20 should: incorporate REDD+ and coastal marine ecosystems into the draft negotiating text; capture the results of the TEMs so that concrete mitigation actions are identified to close the pre-2020 ambition gap; launch the Warsaw REDD+ Framework; and open a REDD+ window in the GCF.",
      "The Dominican Republic, for SICA, emphasized: balancing progress under both workstreams; working towards the 1.5 °C objective; capitalizing the GCF; and having a separate session on loss and damage to ensure its inclusion in the 2015 agreement.",
      "Noting that businesses seek clarity and predictability, BINGOs expressed readiness to work with parties on enabling environments, carbon pricing and risk management issues. CAN, for ENGOs, called for further work on loss and damage and renewable energy and preventing backtracking from Kyoto Protocol commitments by developed countries. CJN!, for ENGOs, expressed concern over lack of progress under workstream 1 (2015 agreement) and called for: closing the mitigation and finance gap; capitalizing the GCF; and basing NDCs on science, equity and justice.",
      "Farmers stressed the new agreement must include MOI as well as agriculture, as key elements relevant to food security.",
      "Indigenous Peoples called for urgent action that respects human rights, indigenous peoples' rights, traditional knowledge and customary practices.",
      "Local Governments and Municipal Authorities called for a political outcome recognizing the role of local governments and a 10-year action plan for a Decade of Urban Low Emissions Development in 2016-2026.",
      "Trade Unions lamented the lack of ambition in the negotiations, warning 'there will be no jobs on a dead planet' and calling for integrating gender equality in the new agreement. CONTACT GROUP ON ADP ITEM 3 - WORKSTREAM 1 (2015 AGREEMENT): On 5 June, the ADP contact group met to discuss the organization of work for both workstreams and initial ideas on the process for INDCs.",
      "On organization of work, ADP Co-Chair Runge-Metzger (EU) reported that there would be dedicated meetings on the 2015 agreement and pre-2020 ambition, as well as a stocktaking plenary. ADP Co-Chair Runge-Metzger outlined the 'building blocks' of the 2015 agreement, all of which, he said, required clarification.",
      "He then presented a proposal of a circular process for INDCs, starting with communication, ex ante review of INDCs, formalization, ex post review once INDCs are implemented, and new contributions informed by the review.",
      "He underlined that the timing and sequencing of these steps is an open question.",
      "The LMDCs introduced two conference room papers (CRPs) during the course of the meeting, one with elements of a 2015 agreement and one on information requirements for INDCs.",
      "Parties disagreed over whether to base discussions on text submitted by parties, the Co-Chairs' text of a draft decision on elements for the 2015 agreement or on no text at all.",
      "Parties also disagreed on whether to enter into 'drafting mode' or continue conceptual discussions.",
      "Adaptation: This issue was first taken up in a contact group on 7 June.",
      "ADP Co-Chair Kumarsingh observed adaption should feature prominently in the 2015 agreement and provided guiding questions on: long-term and collective aspects of adaptation; commitments and contributions; and institutional arrangements, and cooperation and coordination.",
      "Bhutan, for the LDCs, said NAPs should be the entry points for communicating and supporting adaptation, and called for adaptation, loss and damage, and MOI to be integral parts of the new agreement.",
      "He also underscored that adaptation is not secondary to mitigation, but an additional 'burden'.",
      "On long-term and collective aspects of adaptation , Nauru, for AOSIS, questioned a global goal on adaptation as adaptation actions are region and country-specific.",
      "She supported defining the relationship between mitigation, adaptation, and loss and damage in the 2015 agreement.",
      "Noting the localized nature of adaptation responses, New Zealand opposed a quantified global goal on adaptation but supported an expression of shared commitment.",
      "Japan questioned whether a global goal on adaptation and common methodologies for an adaptation assessment framework would be achievable by COP 21.",
      "Brazil cautioned against establishing a global goal on adaptation that would 'freeze our needs'.",
      "Australia said adaptation should be the responsibility of all countries, and called for an information-sharing process for adaptation responses for receiving recognition, sharing lessons and best practices, and drawing international attention to the issue.",
      "Colombia supported an aspirational long-term adaptation objective.",
      "South Africa suggested a global goal on adaptation that: reflects a common commitment to reduce vulnerability to climate change; and links mitigation ambition and means of implementation.",
      "The EU preferred a 'normative goal'.",
      "The Dominican Republic urged capturing synergies and co-benefits arising from adaptation action.",
      "Switzerland proposed 'to increase resilience and build adaptive capacities' as an adaptation goal, and suggested that it be included in national adaptation strategies.",
      "India urged a common understanding and common metrics.",
      "On commitments and contributions , Colombia called for focus on how the provisions of the Convention translate into implementation and a qualitative commitment from all parties to strengthen resilience.",
      "AOSIS called for individual commitments that include adaptation.",
      "Bangladesh emphasized implementation and linking finance to adaptation as main challenges.",
      "Brazil emphasized the need to: translate cooperation into implementation; provide adaptation finance; and mainstream adaptation through NDCs.",
      "Egypt, for the LMDCs, stressed the importance of economic diversification to build resilience, and highlighted financial support by developed countries as a basis for adaptation action.",
      "China underscored the need to capture in the new agreement the Convention articles relevant to adaptation.",
      "Ecuador called for recognizing Convention provisions to scale up adaptation finance.",
      "The Philippines called for developed country reporting requirements in the new agreement on support for adaptation in developing countries.",
      "Referring to INDCs, the EU questioned the usefulness of assessing individual parties' commitments to adaptation.",
      "On institutional arrangements, and cooperation and coordination , Chile, for AILAC, AOSIS, Canada, Japan, Colombia, Norway, Switzerland and New Zealand called for using existing institutional arrangements and mechanisms.",
      "New Zealand encouraged parties to streamline the existing adaptation 'components'.",
      "Mexico called for: an adaptation mechanism that would bring the NWP to the national and local levels.",
      "The Philippines proposed establishing an adaptation registry, noting, with Singapore, it could help share best practices.",
      "Mexico also suggested inclusion of local and social capabilities in institutional arrangements, noting the need for methodologies, functioning knowledge platforms and stakeholder involvement.",
      "The US, with Canada, saw value in integrating adaptation into national and subnational activities.",
      "AILAC urged parties to commit to adaptation efforts in accordance with nationally determined priorities, emphasizing the need for, inter alia : better understanding the metrics and methodologies for vulnerability assessment; social and economic dimensions of adaptation actions; and stakeholder engagement.",
      "Ethiopia expressed uneasiness with a 'common' methodology for adaptation assessment, noting differences in national circumstances.",
      "The United Arab Emirates said the 2015 agreement should reflect: diversity of adaptation actions; recognition of individual and collective adaptation efforts, including regional partnerships; and links to finance.",
      "The Philippines called attention to the 'adaptation funding crisis', and suggested linking existing institutions to the financial mechanism of the Convention.",
      "Sudan, for the African Group, stressed the need for adaptation needs assessment and assessment of support, including clarifying the type and sources of support.",
      "Tuvalu suggested incorporating a review mechanism to assess if finance matches adaptation needs, and called for a process to ensure that people displaced as a result of climate change are afforded human rights.",
      "Intended Nationally Determined Contributions (INDCs): This issue was first addressed in the ADP contact group on 11 June.",
      "ADP Co-Chair Kumarsingh opened the session on INDCs recalling Decision 1/CP.19 (further enhancing the ADP), and the Co-Chairs' draft decision text distributed on 5 June.",
      "Calling for the negotiations to move forward based on text put forward by parties, Nicaragua presented a new CRP by the LMDCs, containing draft decision text on the development of INDCs.",
      "He explained that it identifies the information to be provided by parties in their INDCs and reflects differentiation under the Convention, in the provision of information and types of information provided.",
      "Stating that the Co-Chairs' text is fully in line with the principles agreed at ADP 2-4, including that the process is party-driven and 'outputs should be based on inputs from parties', Switzerland, with South Africa, the Dominican Republic and Tuvalu, for the LDCs, cautioned against rushing into textual discussions.",
      "Nauru, for AOSIS, and the Russian Federation also welcomed the Co-Chairs' paper.",
      "In response to the LMDCs' text, Switzerland agreed that the Durban mandate for a comprehensive agreement requires inclusion of mitigation, as well as adaptation and MOI, but cautioned against: portraying mitigation as solely applied to Annex I parties; suggesting INDCs would pre-empt the content of the new agreement; and focusing on process at the expense of other issues.",
      "On the definition of INDCs , Costa Rica, for AILAC, said the definition of INDCs should be guided by the principles of no backsliding and no additional or unfair burdens on most vulnerable countries, and stressed that contributions should be treated equally in the new agreement.",
      "Brazil, with Sudan, for the African Group, described NDCs as a permanent tool to increase ambition in the context of a long-term agreement, rather than a one-time affair.",
      "Venezuela called for establishing a legal contact group to avoid any possible legal gaps between the current climate change regime and the future agreed outcome, including ensuring the legal coherence of national contributions.",
      "The Russian Federation urged awareness of possible legal consequences of including mitigation, adaptation and MOI in INDCs.",
      "Singapore stressed the need to avoid placing new burdens on developing countries so as not to discourage them from submitting INDCs.",
      "China said INDCs should provide appropriate differentiation, with: comparable contributions among developed countries, including on support; and developing countries' contributions to be in the context of sustainable development.",
      "Iran stressed that: Annex I parties must take the lead on mitigation; non-Annex I parties' contributions should reflect the diversity of national circumstances and be in the context of sustainable development and poverty eradication; and the level of developing countries' ambition will depend on the provision of MOI.",
      "New Zealand favored differentiation based on the type of commitments and not country categories.",
      "Mexico said INDCs should showcase opportunities and challenges to global low-carbon development.",
      "On the scope of INDCs , many countries, including the African Group, AILAC, the Philippines, for the LMDCs, Algeria, for the Arab Group, Brazil and Mexico agreed contributions should cover mitigation, adaptation, and MOI.",
      "Colombia said the elements do not need to be treated symmetrically, and called for a quantified goal on MOI.",
      "Singapore stressed the need to recognize the linkage between adaptation and mitigation, while cautioning that information requirements for adaptation and mitigation should not be identical.",
      "Saudi Arabia highlighted the need to give equal weight to adaptation and mitigation.",
      "South Africa called for mitigation to be guided by the 2 °C global temperature goal and adaptation to be guided by country-specific options and associated costs.",
      "India said information in INDCs should differ for mitigation, adaptation and MOI, including differentiation in the context of the Convention, with non-Annex I parties' contributions depending on support and national development priorities.",
      "The Marshall Islands expressed openness to including adaptation and other elements, but observed, with Jamaica, that adaptation is difficult to measure.",
      "The Dominican Republic mentioned: the need for a common mitigation objective with mitigation by all; a process that facilitates understanding the proposed commitments and their fairness; and space for parties to make contributions in areas other than mitigation. AOSIS identified mitigation as the core component of INDCs, saying INDCs should be submitted by a 'greater' number of parties in a transparent manner and cohere with the global goal.",
      "New Zealand said INDCs should cover mitigation 'as a minimum'.",
      "Mexico said mitigation should be a component of INDCs, with each party defining activities it will undertake.",
      "Noting that adaptation and MOI are fundamental elements of the 2015 outcome, the US stressed all countries must have a quantifiable contribution on mitigation, and said that creating an expectation that all parties should provide information on all elements would create a technical and political burden on many parties.",
      "The EU noted that all INDCs should include mitigation, and suggested some information, such as on the time frame, sectors and gases, may be similar for all countries, and said existing processes could address MOI and adaptation.",
      "Canada said contributions should reflect parties' best efforts without conditions, and called for developing countries to indicate what additional mitigation contributions they could put forward with support.",
      "Ecuador raised concerns about mitigation being the central focus of INDCs, fearing that developing countries will take on commitments without MOI materializing, risking their development priorities.",
      "Australia said INDCs should: be nationally determined; include a mitigation component from all countries; and not exclude any elements.",
      "He stressed that adaptation cannot substitute mitigation.",
      "Bolivia, for the LMDCs, and AOSIS stressed the need to support development of INDCs by developing countries.",
      "Malaysia stressed MOI is not a condition but an obligation of developed countries.",
      "The LDCs worried there is insufficient time to adequately reflect LDCs' needs if INDCs on adaptation are required by Paris, however he also expressed concern that if INDCs do not include adaptation, the issue will not be properly treated in the 2015 agreement.",
      "On developing INDCs, such as information to be provided and process, including the timeline up to 2015 through a possible review or assessment , Belize, for CARICOM, suggested a decision in Lima provide a timeline for INDCs to be submitted by 31 March 2015 by parties in a position to do so and contain a cut-off date of 31 August 2015.",
      "South Africa outlined the communication process for INDCs, including an ex ante process for assessment of fairness and adequacy by a technical panel in 2016, and subsequent final inscription of INDCs in the agreement in 2017.",
      "South Africa also called for addressing 'critical mass', namely defining the number of countries that must submit INDCs before initiating the assessment process.",
      "Singapore stressed the need to reach agreement in Lima if countries are to submit their INDCs in a timely manner, and called for facilitating the clarity and transparency of contributions by all parties.",
      "On information requirements , the African Group stated that developed countries' INDCs should include information on adaptation support, including the type of support, scale, and delivery mechanism, while developing countries' INDCs should provide information on nationally determined adaptation processes.",
      "China, with Malaysia, called for: up-front information on developed countries' economy-wide absolute emission reduction targets, referenced to a 1990 base year and to be achieved without offsets; quantifiable and comparable up-front information from developed countries on their financial and technical support to developing countries, including a clear roadmap, timetable, sources of finance, and plans for technology transfer; and voluntary information from developing countries on contributions, including the diversity of mitigation and adaptation actions, finance and technology needs, and barriers to enhanced action.",
      "Norway stressed that it is up to parties to decide what information to provide in their INDCs.",
      "He said countries may wish to include adaptation in their INDCs, but should not be requested to do so through a pre-determined information list.",
      "The Republic of Korea opposed including indicators on the adequacy of aggregate contributions in view of the global temperature goal or on the equity or fairness of individual contributions, suggesting they be considered when defining rules on the ex ante process.",
      "Noting that the future regime should be comprehensive in nature and universal in membership, the Russian Federation observed that the format for submitting INDCs should not be over-prescriptive or deter countries from providing INDCs.",
      "Japan stressed information that can be subject to MRV is needed on mitigation from all parties.",
      "He said it is not possible to have the same methodology or metrics for adaptation as for mitigation.",
      "Norway emphasized that mitigation contributions should be numerically inscribed, stressing that emission reductions need to be estimated in accordance with common parameters, such as the scope, target year and base year.",
      "Australia said up-front information should focus on mitigation, expressed by a limited set of known variables, and stressed the need for assurances that all key economies play a part and work towards the global goal.",
      "On communicating INDCs , Australia said modalities should: be simple; not be embedded in the current reporting requirements under the Convention; and include a facilitative process to advance understanding on INDCs.",
      "Noting that INDCs are not the only way to reflect commitments, Chile called for formulating quantified climate action and qualitatively defined efforts, including communicating what parties will contribute towards the achievement of the Convention's goal and global climate resilience.",
      "New Zealand announced her country has started work on its INDC with a focus on mitigation, and called for agreement in Lima on sequencing the preparation of INDCs and their elements, including time, scope and expected impact.",
      "She called for finalizing principles and rules for submitting INDCs in 2015, noting that INDCs will have to be inscribed as provisional until rules are agreed.",
      "On review and assessment , Australia said an ex ante assessment on mitigation should be finalized by Paris and not be applied in the same way to adaptation and support.",
      "China, with Cuba and the Arab Group, supported draft decision text that only includes information requirements for INDCs, noting parties did not agree to discuss a review process for INDCs.",
      "He warned this could lead to an agenda fight in Lima.",
      "India noted no consensus on an ex ante review process.",
      "The US discussed aspects of a 'consultative period', including: presentation of contributions by the first quarter of 2015; compilation of communications by the Secretariat; presentation by parties of their contributions and subsequent discussion thereof; bilateral and other consultations outside the formal process; re-visitation of contributions by parties, wherever possible; and finalization of the process in 2015.",
      "Singapore suggested the consultation process: be open and light in format, non-intrusive but respect national sovereignty, and facilitative of broadening participation; include a focus on needs of parties that have not submitted their INDCs; and apply to all submitted INDCs.",
      "Brazil encouraged countries to start domestic preparations for their NDCs as this will allow countries to engage in negotiations with a mandate supported by stakeholders at home.",
      "He called for a facilitation process for increasing ambition that would allow for communication between the national and multilateral levels on the global goal.",
      "Highlighting 'intended' and 'towards achieving the objective of the Convention' as key aspects of paragraph 2 (on the 2015 agreement) of Decision 1/CP.19 (further enhancing the ADP), Sudan, for the African Group, stated that 'intended' suggests a multilateral process for INDCs to become NDCs.",
      "He called for an ex ante multilateral assessment process that examines INDCs in terms of adequacy and fairness.",
      "Finance, Technology and Capacity Building: This issue was first addressed on 10 June.",
      "On finance , ADP Co-Chair Runge-Metzger noted: convergence among parties that the financial mechanism of the Convention could serve the 2015 agreement in the context of strengthening institutional arrangements; differences among parties on finance commitments; and related work in other bodies.",
      "He presented a roadmap for scaling up post-2020 climate finance, outlining dimensions based on parties' views, including demand, support, delivery and transparency.",
      "On finance commitments , Belize, for CARICOM, called for inscribing in the new agreement the pledge of US$100 billion per year by 2020.",
      "Malaysia, for the G-77/China, called US$100 billion per year by 2020 a 'starting point' to enhance financial commitments in the post-2020 period.",
      "Sudan, for the African Group, called for a mid-term target of US$60-80 billion per year by 2016 and a pathway for moving to US$600 billion per year by 2030.",
      "Chile, for AILAC, stressed MOI as key to enabling future action, identifying the need for a mid-term finance target of US$70 billion for 2016, and calling for the capitalization of the GCF with at least US$50 billion in 2014.",
      "Tuvalu, for the LDCs, with the Philippines, for the LMDCs, and Nauru, for AOSIS, called for an initial resource mobilization of US$15 billion for the GCF.",
      "The LDCs called for developed countries to provide new and additional funds before Paris.",
      "AOSIS highlighted the need for adequate and predictable financial support to developing countries for implementation of their actions.",
      "Switzerland opposed including in the new agreement pre-2020 financing and details on the funding procedures of the GCF.",
      "The LMDCs opposed conditions on finance, and called for quantified commitments by developed countries with levels of finance to be commensurate with needs as identified by developing countries.",
      "AOSIS stressed developed countries should have the same obligations under the new agreement as under the Convention, and take the lead in scaling up finance.",
      "The Republic of Korea, for the EIG, with New Zealand, said all countries in a position to do so should support country-driven actions in accordance with CBDRRC.",
      "New Zealand noted that the 30 richest developing countries have larger economies than the poorest Annex II country, and suggested those developing countries begin making financial contributions in accordance with CBDRRC.",
      "Norway said a broader range of countries 'will have to shoulder a share'.",
      "Brazil suggested those non-Annex I countries that are willing to could contribute to finance, based on their nationally determined circumstances.",
      "China expressed concern over 'blurring the lines' between developing and developed countries.",
      "India opposed as unfair attempts to renegotiate finance obligations or require developing countries to provide market access.",
      "India stressed a substantial amount of finance is a prerequisite for submission of INDCs by developing countries.",
      "South Africa called for an agreed burden-sharing formula for Annex II countries.",
      "Egypt noted a 'sequencing' issue because the intended financial contributions of developed countries have a direct impact on the intended actions of developing countries, calling for addressing this in the 2015 agreement.",
      "The US said that INDCs should not be conditional, and that countries should state in their INDCs what they can do within existing capabilities, and what is possible with additional resources.",
      "On adaptation finance , CARICOM, the African Group and the G-77/China called for a balance between mitigation and adaptation finance.",
      "China suggested a subsidiary body on adaptation within the GCF.",
      "The LDCs noted an adaptation funding debt and deficit, stressing the need for special consideration of most vulnerable countries.",
      "On institutions , CARICOM called for harmonization and rationalization of approval criteria among the various existing channels and institutions.",
      "The African Group, CARICOM and Guyana called for enhanced access to climate finance.",
      "AOSIS, the LDCs and LMDCs called for simplified access to resources.",
      "Many developing countries called for capitalization of the GCF.",
      "The G-77/China, with Kenya and others, said the GCF should be 'anchored' in the new agreement.",
      "Noting institutions inside and outside the Convention, the EIG called for integrated and coordinated supply of MOI.",
      "He said the GCF should be the main operating entity of the financial mechanism and that the Standing Committee's role should be strengthened.",
      "The African Group emphasized the Standing Committee's function is evaluating and analyzing financial flows.",
      "Guyana requested a REDD+ window in the GCF.",
      "Papua New Guinea said the 2015 agreement should further mobilize REDD+ finance to ensure implementation.",
      "Nicaragua called for including loss and damage as part of a finance mechanism in the new agreement.",
      "The EU said the GCF should be a major player in the post-2020 arrangement.",
      "He welcomed the GCF's agreement on having a 50/50 balance between adaptation and mitigation.",
      "On transparency , CARICOM, Bangladesh and Guyana called for developing a common definition of climate finance.",
      "The LMDCs called for robust MRV on provision of finance, and Algeria, with other developing countries, called for clear accounting rules in the 2015 agreement.",
      "The EIG said reporting systems should be common to all, but differentiated in 'depth' and that the COP should mandate a system for transparency of support, including common definitions and guidelines on effectiveness.",
      "The LDCs called for a finance review mechanism so that a finance target can be scaled up according to post-2020 adaptation, mitigation, loss and damage, technology transfer and capacity-building needs. AOSIS suggested ex ante predictability through time-bound financial targets, ex post reporting, and learning from existing mechanisms.",
      "South Africa called for an ex ante review of financial components of INDCs, including an adequacy and fairness assessment.",
      "On sources , the LDCs supported public sources, with supplementary funding coming from other sources.",
      "Iran called for a clear road map for public finance with specific targets, sources and timelines, and inclusion of individual and aggregate targets for financial support by developed countries.",
      "Developed countries identified a role for private finance.",
      "Bangladesh called for leveraging 'auto-generation mechanisms', such as passenger levies.",
      "Switzerland emphasized recognizing the importance of a variety of instruments, including grants and loans, and enabling environments to promote investments in developing countries.",
      "The EU stressed the need for domestic enabling environments to facilitate green investment and better understanding of private finance flows.",
      "Venezuela stressed that developed countries' responsibility cannot be transferred to the private sector.",
      "India lamented lack of information on climate finance flows.",
      "On capacity building , ADP Co-Chair Kumarsingh outlined existing capacity-building processes under the UNFCCC.",
      "China, for the LMDCs, suggested capacity building must focus on human skills, national institution building and development of endogenous technology.",
      "Jamaica, for AOSIS, called for: a formal and structured approach to allow countries to plan and implement measures; commitment by the international community to provide assistance; and enhancement of the Durban Forum on Capacity Building through an action-oriented process.",
      "Canada suggested focusing on capacity-building needs that arise from implementation of the 2015 agreement.",
      "The EU expressed support for a focused and thematic approach to capacity building, noting that capacity building is the responsibility of many UNFCCC institutions.",
      "Iraq called for special consideration of capacity-building needs of countries recovering from political turmoil and natural disasters.",
      "Zambia underlined the need to move from short-term approaches to local, country-driven and long-term approaches.",
      "On an institutional mechanism , the LMDCs, supported by Algeria, for the Arab Group, called for the establishment of an international mechanism for capacity building to: be funded by the GCF; be linked to the work of the TEC; and have an evaluation mechanism to assess the effectiveness of delivery of support.",
      "Tuvalu, for the LDCs, with Sudan, for the African Group, supported the establishment of a capacity-building committee under the new agreement to monitor and review the effectiveness of such activities.",
      "Japan observed existing arrangements on capacity building are functioning well and could be strengthened based on the principles of durability and flexibility.",
      "Citing capacity building as 'inherently' cross-cutting and country-driven, the US said that establishing new institutions may not improve implementation by the many existing institutions with capacity-building mandates.",
      "The LDCs responded that a capacity-building committee could bring coherence to these existing institutions' efforts and review their effectiveness, including adequacy of funding and geographic distribution of projects.",
      "On technology , ADP Co-Chair Kumarsingh provided parties with facilitative points for the discussion on institutional arrangements, cooperation and coordination.",
      "Tuvalu, for the LDCs, stressed technology as a key element of low-carbon pathways and called for links to finance mechanisms.",
      "India, for the LMDCs, supported by Belize, for AOSIS, emphasized enhanced action on technology transfer and operational modalities.",
      "Mexico called for focus on both public and private funds to ensure dynamic technology markets.",
      "The LMDCs stressed the need for political will for large-scale global coordination to move towards sustainable production and consumption patterns.",
      "He suggested addressing, inter alia , different technology needs and the role of public funds for research and development.",
      "South Africa outlined differentiated, enhanced commitments on technology transfer.",
      "China identified three elements in the 2015 agreement on technology: developing quantifiable, comparable and transparent plans by developed countries to support technology development and transfer to developing countries; developing or strengthening endogenous technologies, with support from developed countries; and establishing global research and development processes.",
      "Iran called for a dedicated technology window in the GCF.",
      "The EU said INDCs should identify specific mitigation and adaptation actions that will lead to technology development and transfer, and that the TNAs will help connect the supply and demand for specific technologies.",
      "With the US and Canada, he called for increasing outreach to the private sector.",
      "South Africa called upon developing countries to update their TNAs with the support of developed countries, and implement appropriate structures and policies to encourage effective technology transfer.",
      "On institutions , the LDCs called for: formalizing existing institutions for coherence; incorporating the Poznan Strategic Programme on Technology Transfer into the new agreement; and ensuring linkages between the Technology Mechanism and bodies inside and outside the Convention.",
      "AOSIS, the LMDCs, Mexico and the US called for strengthening existing mechanisms, with the US urging identification of reliable sources of funds for existing mechanisms.",
      "Japan called for enhancing the Technology Mechanism's institutions through COP decisions, rather than in the 2015 agreement. AOSIS stressed the need to ensure other climate change-focused technology centers and initiatives are guided by the UNFCCC, and called for establishing a special programme for SIDS and low-lying states.",
      "Malaysia said technology transfer mechanisms reflect developed countries' commitments under the Convention.",
      "Uganda suggested incorporating the Poznan Strategic Programme on technology transfer into the Technology Mechanism.",
      "Peru called for regional technology centers to help produce and adapt technologies to local circumstances and to be included in the CTCN as technology providers.",
      "On trade-related issues , the LDCs, AOSIS, and the LMDCs noted IPR-related barriers.",
      "South Africa called for developed country parties not to use IPRs in specific circumstances, and to deploy a subsidy scheme for preferential licensing rights.",
      "Algeria, for the Arab Group, said IPRs should be addressed in a 'fair and comprehensive' way, including through the establishment of an international mechanism on IPRs.",
      "Mexico called for enabling environments and creating feedback channels to inform economic, regulatory and tax policies.",
      "The EU noted that the work plan of the TEC could respond to enabling environments and barriers, including IPRs.",
      "The US underlined that IPRs are an area of divergence with little likelihood of parties reaching agreement on them and, with Canada, said IPRs constitute an incentive for innovation, not a barrier.",
      "Mitigation: This issue was first addressed on 8 June.",
      "The Marshall Islands, Colombia, for AILAC, Bangladesh, Nauru, for AOSIS, and Kenya called for mitigation commitments to be guided by science, with many highlighting the IPCC AR5.",
      "On differentiation , the LDCs called for differentiation in mitigation based on a fair categorization, ranging from absolute economy-wide reduction targets for all developed countries to results and activity-based commitments by developing countries.",
      "Brazil, India, China, AOSIS, Algeria and Papua New Guinea underlined that developed countries should present quantified economy-wide emission reduction targets.",
      "Flexibility for developing countries to tailor contributions, as appropriate, was stressed by Singapore, Bangladesh, Sudan, for the African Group, India and China.",
      "China clarified that developing countries should be able to choose between, inter alia , intensity targets, low carbon strategies, and mitigation plans, policies and projects.",
      "Mexico called on developed countries and others in a position to do so to assume quantified economy-wide emission reduction targets.",
      "The Marshall Islands raised concern that 'pure self-differentiation' would lead to a 'free-for-all', and called for ground rules.",
      "Australia and Japan called for 'serious action' by all major economies, with Japan saying they should present quantified economy-wide emission reduction targets.",
      "The EU said those with greatest capabilities should present absolute economy-wide mitigation targets.",
      "India, China and Algeria said developing country commitments should be contingent on provision of MOI.",
      "Singapore said identifying possible additional contributions by developing countries is contingent on provision of support.",
      "The Republic of Korea said contributions should be defined by each party, reflecting CBDRRC.",
      "AILAC called for differentiation based on CBDRRC.",
      "Japan emphasized operationalizing CBDR in a 'dynamic context', stressing contributions should be based on national circumstances and should not be conditional on provision of support.",
      "Switzerland underscored that the depth and type of contributions should reflect CBDRRC 'in light of today's realities'.",
      "Australia said that using fixed categories of countries would be disconnected from current realities and create a ceiling on what certain countries can do.",
      "New Zealand suggested a design applicable to all that would allow for differentiation with built-in flexibility and agreed parameters.",
      "On time frame , South Africa said INDCs should be implemented over a 10-year period, while the LDCs, with the Marshall Islands, and Antigua and Barbuda, called for a 5-year commitment period.",
      "On mitigation in the 2015 agreement , Norway suggested as options for a long-term goal: a goal of stabilized maximum CO2 concentration in the atmosphere; a temperature goal, noting the 2 °C target needs to be operational; and, with the Marshall Islands, a goal for global emission reductions that are able to achieve the 2 °C goal, with a view to achieving net zero emissions by 2050. AILAC said the agreement should, inter alia , include a long-term mitigation goal, with mitigation commitments from all parties arising from INDCs, and 'the right incentives' to encourage all parties to take action.",
      "Antigua and Barbuda said it should: recognize that the SIDS and LDCs require special treatment; reflect strong global ambition on mitigation and developed countries' leadership; and include a mitigation goal based on the latest science and the 2013-2015 Review.",
      "Ecuador, for the LMDCs, said mitigation in the new agreement should reflect equity and CBDR through differentiation, with enhanced commitments going beyond Cancun pledges by Annex I parties and enhanced NAMAs by non-Annex parties enabled by MOI. AILAC said the agreement should incorporate a review mechanism to allow for ambition to be increased.",
      "The LMDCs called for recognizing the social and economic consequences of response measures, and proposed an international institution on response measures.",
      "The LMDCs also said the agreement should operationalize Convention Article 3.5 (discriminatory climate change-related trade measures) and, with Papua New Guinea, stressed the agreement should strengthen MRV of MOI provision by developed countries.",
      "New Zealand highlighted: a global goal for mitigation; an obligation to have domestic measures to implement NDCs; the need for broad parameters for contributions and 'default settings' that can be opted out of in agreed instances; and that outcomes of mitigation contributions need to be measurable and verifiable in quantified terms.",
      "Transparency of Action and Support: This issue was discussed on 11 June.",
      "ADP Co-Chair Runge-Metzger encouraged parties to structure discussions around: transparency of action, including differentiation and flexibility, and accounting; transparency of support, including differentiation and flexibility, accounting and specifics of MRV of support; and support for implementing MRV.",
      "Many parties: identified transparency as a critical element of the 2015 agreement, both for trust building and ensuring environmental integrity; called for a strong transparency regime; and highlighted building on existing institutions and reporting and accounting mechanisms under the Convention and Kyoto Protocol.",
      "Canada said transparency promotes knowledge sharing and encourages learning from each other.",
      "Venezuela called for transparency based on responsibility, fairness, equity and justice.",
      "Colombia, for AILAC, said different types of commitments require adaptable methodologies.",
      "The EU said the agreement should include key elements and principles for a common MRV system, including common metrics, methodologies, reporting obligations, review and key principles for the land-use sector.",
      "South Africa said ex post assessment of post-2020 commitments, once implemented, should include a review process.",
      "Canada said the 2015 agreement should lay out the core commitments, while specifics should be negotiated post-2015.",
      "Algeria, for the Arab Group, Ecuador and Iran emphasized elements for enhancing transparency under the 2015 outcome, including relevant Convention articles and implementation of relevant decisions from Bali.",
      "On differentiation , Canada, the EU, Japan, Australia, the Russian Federation and New Zealand said the post-2020 transparency framework should be applicable to all while including built-in flexibility, inter alia , to accommodate a spectrum of national circumstances or for differentiation by the type of commitments.",
      "AILAC said the transparency system should take into account parties' evolving capacities, and called for countries' MRV capacities to be enhanced through international support.",
      "Algeria, for the Arab Group, Ecuador, Iran and Dominica referred to the Convention as providing the basis for differentiation regarding communication of information, and suggested this be based on, inter alia : annual GHG inventories and international assessment and review, biennial reports and national communications for developed countries; and national communications, BURs and international consultation and analysis for developing countries.",
      "On transparency of action , Nauru, for AOSIS, stressed the need for information from parties to allow assessment of their NDCs against global goals, and to ensure the special status of SIDS and LDCs.",
      "Tuvalu, for the LDCs, identified the need for: transparency in the lead-up to Paris; clear, verifiable and additional emission reductions subject to reporting provisions no less stringent than those under the Protocol, particularly for developed countries; and a compliance system.",
      "Australia supported transparency arrangements adapted to the types of NDCs to be developed, calling for moving away from the binary system to enable countries to move to the highest levels of MRV.",
      "Suggesting MRV and accounting systems build on the current systems, which will develop into a common system for all parties, Norway said the MRV system should fit parties' commitments on mitigation and respective capabilities, and improve overtime.",
      "Noting that transparency is not an end in itself but aims to promote a regime that encourages 'a race to the top rather than a race to the bottom', the Philippines called for enhanced transparency of Annex I countries' mitigation commitments that are based on comparability of efforts.",
      "Mexico said MRV should be tailored to types of commitments and should assess progress towards the Convention's objective.",
      "The Dominican Republic favored a flexible transparency system based on a common framework and emphasized the need for different types of MRV for different types of commitments.",
      "China said common MRV and accounting rules should only apply to developed countries.",
      "The US said a transparency of action system should be flexible, and promote ambition and mutual trust.",
      "He urged developing countries with greater emissions and capabilities to provide information on their projected emissions, and proposed a single MRV system based on capabilities, which would: encourage learning by doing; not be punitive; and include increased flexibility for LDCs and SIDS.",
      "The Russian Federation called for understanding the minimum information required to achieve net emission reductions without placing unnecessary burdens on any parties.",
      "He called for a single MRV system, and urged agreement on general criteria to ensure transparency.",
      "Brazil called for a strong methodology to compare parties' efforts, requested mandating the SBSTA to intensify its work on common metrics, and emphasized ex post and ex ante transparency. AILAC said MRV of action should be based on the principle of no backsliding.",
      "The Arab Group said transparency of action by developing countries should be non-intrusive, non-punitive and respect national sovereignty.",
      "On accounting for action , Norway stressed the accounting system should: track overall progress and hold countries accountable; include the land sector and market mechanisms; and be under a flexible and manageable system.",
      "The US encouraged 'borrowing' from the Kyoto Protocol, rather than adopting it wholesale.",
      "Sudan, for the African Group, South Africa, New Zealand and Japan called for common accounting rules, with South Africa proposing specific working groups to develop rules for land-based emissions and market mechanisms. AILAC called for specific accounting rules that prevent double counting, ensure environmental integrity, and prevent carry-over of assigned amount units to subsequent commitment periods.",
      "Switzerland, for the EIG, said the agreement should include core accounting rules, such as: a comprehensive land sector approach; thorough review processes; constant improvement of methods; and inclusion of all gases.",
      "The EU called for accounting for LULUCF and markets.",
      "On transparency of support , the Arab Group called for enhancing transparency of financial and technology support.",
      "China expressed concern over lack of methodology for reporting on support.",
      "The US said the post-2020 transparency system should evolve to incorporate all countries providing support.",
      "The EU and Japan said MRV of support should reflect support provided and received.",
      "AILAC supported an internationally agreed methodology for tracking financial flows, including information on donor and recipient countries, and a common definition of climate finance to avoid double counting.",
      "South Africa said MRV of support should include an assessment of the types, sources and methods of delivery of finance, and effectiveness of the agreed pathways for delivering support.",
      "Iran said developed countries should provide ex ante information on MOI in a common template.",
      "Ecuador suggested sequencing contributions so that transparency of support is addressed first, followed by an assessment by developing countries of enhanced action possibilities based on the level of support.",
      "Bangladesh called for consideration of consistency of information on delivering support and whether the biennial reports serve this purpose.",
      "The LDCs said MRV of support should be commensurate with MRV of action.",
      "The Dominican Republic stated that MRV of finance must be robust and 'give us a good idea of where we are headed'.",
      "The Philippines said MRV of support should include enhanced reporting procedures for Annex II parties based on comparability of efforts.",
      "Brazil emphasized preventing double-counting and called for linkages with work under the SBSTA.",
      "Other Issues Related to Elements: This issue was first addressed on 13 June.",
      "ADP Co-Chair Runge-Metzger invited parties to explore a cycle of future contributions under the new agreement, including assessment and review, compliance, and duration of these cycles.",
      "On assessment and review , the Russian Federation said an international assessment in 2015 or 2016 would risk not having a 'ready package' of definitive and understandable contributions in Paris.",
      "Saudi Arabia said the Convention provides the necessary mechanisms to address assessment, review and compliance.",
      "China characterized an assessment and review of INDCs as outside the mandate of the ADP.",
      "Singapore called for rules regarding up-front information and arrangements for ex ante consultation, applicable to all parties.",
      "Nepal, for the LDCs, suggested an expert review for an adequacy assessment of INDCs and a similar ex ante review process for financial support from developed countries.",
      "Japan called for the ex ante process to be simple, and the ex post process build on existing MRV systems and be common to all parties.",
      "Norway, with Switzerland called for two international review processes, one prior to Paris and another carried out periodically thereafter.",
      "South Africa outlined the timing of an ex ante process and described an ex post process with a 10-year commitment period punctuated by midterm 'checks', the possibility of adjustments at any time, and a 'seamless' inscription of new commitments during the period.",
      "China said an ex post process could assess emission reductions by developed countries, and barriers faced by and needs of developing countries.",
      "The Marshall Islands expressed preference for a five-year review cycle.",
      "New Zealand suggested that review and assessment take place during, and at the end of, a commitment period.",
      "Brazil noted that a mid-term review is different than current approaches, which do not inspire increasing ambition.",
      "A review, he said, could use global temperature or emission levels as a reference, noting that using different base years and metrics could complicate review efforts.",
      "Opposing long-term locking-in of contributions, the Dominican Republic called for 'a direction of travel' towards the 1.5 °C or 2 °C goal.",
      "On compliance , the Russian Federation suggested building on the lessons from the Kyoto Protocol's compliance mechanism.",
      "The LDCs called for robust MRV of contributions and, with Colombia, for a compliance system comparable to the one under the Protocol.",
      "Saudi Arabia said the Protocol's command-and-control approach would not incentivize participation.",
      "The EU said every regime needs a compliance system tailored to its specific commitments, but generally it must promote participation, transparency and accountability.",
      "China underlined it is 'premature' to discuss compliance because of uncertainty about the 2015 agreement's legal form.",
      "Switzerland favored legally-binding commitments and different compliance approaches for mitigation and adaptation.",
      "South Africa said the compliance mechanism should be a 'house with many rooms', with various means for parties to receive compliance assistance.",
      "The US suggested a strengthened MRV system that: is applicable to all parties; includes reporting, expert review and exchange among parties; and is capable of evolving.",
      "On the structure of the 2015 agreement , New Zealand called for a ratifiable, legally-binding agreement, with readily updatable schedules, including on parties' commitments, and COP decisions to support implementation.",
      "Norway said the new agreement should be durable and include market-based mechanisms.",
      "Singapore called for operational text on, inter alia ,strengthening the multilateral, rules-based system and anchoring NDCs in the core agreement, including recognizing the importance of national circumstances and sustainable development priorities.",
      "Nauru, for AOSIS, proposed inclusion of loss and damage in the new agreement.",
      "Bolivia emphasized: the rights of Mother Earth; non-market-based approaches; and alternative approaches to results-based payments under REDD+.",
      "Japan called for: a universal obligation to submit INDCs; a transparency mechanism applied to all; and integration of adaptation into national planning processes.",
      "The US described as core elements: an international legal obligation for each party to put forward and maintain mitigation contributions, reflected in a schedule; up-front information clarifying commitments; an obligation to report on implementation; and review.",
      "Ecuador said a 'mitigation-centric' agreement would dilute other issues important to developing countries.",
      "On the legal form , Nauru, for AOSIS, and Belize, for CARICOM, said the agreement should be legally binding, with CARICOM calling for five-year commitment periods.",
      "The Republic of Korea said the agreement should be a rules-based instrument.",
      "On the structure of the agreement , the Marshall Islands, the US and Australia called for the core agreement to be concise and durable. CARICOM called for sections on: adaptation, mitigation, finance, technology development and transfer, capacity building, loss and damage, and compliance.",
      "The Republic of Korea listed mitigation, adaptation, MOI, and transparency as core elements.",
      "Argentina, for the LMDCs, presented the structure for the new agreement as outlined in the LMDC submission, adding on other appropriate standard provisions.",
      "Switzerland opposed differentiation between Annex I and non-Annex I, saying support is a tool and not an objective, and called for MRV to be integrated into the parts of the agreement on mitigation, adaptation and finance.",
      "Australia further suggested: national schedules to capture contributions and allow for adjustments without ratification requirements; a broader package on instruments and evolving arrangements; and details on information-sharing processes.",
      "China, with India, proposed attachments to the agreement on: developed countries' mitigation commitments; developing countries' enhanced mitigation actions; and developed countries' MOI contributions, including finance targets and roadmaps.",
      "The LMDCs cautioned that 'there is no place for dynamic differentiation under the UNFCCC'.",
      "China disapproved of new categorizations, dynamic interpretations and self-differentiation.",
      "On the final clauses of the 2015 agreement, the EU called for, inter alia : a clause on entry into force; effectiveness through sufficient coverage of parties and emissions; and provisions to reflect the specific situation of regional economic integration organizations.",
      "Switzerland called for clauses on, inter alia , amendment of the agreement, and a simple process for updating annexes that would include NDCs.",
      "On inter-relationships and inter-linkages between elements , Switzerland and Japan distinguished between mitigation and adaptation as objectives, and MOI as a tool helping achieve these objectives.",
      "Sudan, for the African Group, stressed the relationship between the ADP workstreams, said there are strong linkages between the global temperature goal, mitigation and adaptation, and called for an aggregate assessment of adequacy and fairness of efforts on all elements.",
      "The Republic of Korea said mitigation and adaptation are closely interconnected.",
      "South Africa suggested anchoring in the agreement linkages between mitigation, adaptation and MOI, and between existing institutions under the Convention.",
      "The Dominican Republic stressed the co-benefits between mitigation and adaptation.",
      "Saudi Arabia described: synergies between work under the ADP and the SBs; co-benefits relating to enhancing action; alignment of response measures with reduction of emissions and promotion of the Sustainable Development Goals; and synergies from building resilience through economic diversification.",
      "Tuvalu, for the LDCs, highlighted as key inter-relationships the overall goal of the agreement to limit the global temperature rise to 1.5 °C, and linkages between ambition and the core MRV and accounting provisions coming from the Kyoto Protocol, to be applied in the new agreement.",
      "Argentina, for the LMDCs, stressed linkages between pre and post-2020 ambition.",
      "China and Malaysia reiterated key linkages between enhanced action by developing countries and MOI, with China emphasizing the need for transparency of support.",
      "Bolivia stressed linking indigenous local and traditional knowledge systems and practices to adaptation actions.",
      "On cross-cutting elements , Switzerland mentioned compliance, amendment of the agreement, annexes, and MRV, but said MRV should only be addressed in 'horizontal chapters' when relevant for mitigation and adaptation in a similar manner.",
      "Sudan, for the African Group, stressed as cross-cutting issues, inter alia : equity and CBDRRC; ex ante and ex post assessments for adequacy and fairness; and transparency and compliance.",
      "He also said gender should be mainstreamed as a cross-cutting issue.",
      "South Africa and Japan mentioned transparency as a cross-cutting issue.",
      "South Africa proposed International Cooperative Initiatives should be recognized for their contributions.",
      "The LDCs mentioned applicability to all, based on CBDR, should be reflected in all elements.",
      "On placement , namely whether to address issues in the agreement or in COP decisions, the LDCs called for inscribing into the new agreement a recognition of various existing provisions and institutions under the Convention, including inter alia : the Adaptation Committee, GCF, LEG, TEC and CTCN, and the Warsaw International Mechanism for Loss and Damage.",
      "He suggested commitments: be included as an annex to the agreement so as to provide for the possibility of upward adjustment.",
      "South Africa suggested locating common global commitments on mitigation, adaptation and MOI in the agreement text, and national contributions in a schedule.",
      "The Republic of Korea said technical matters to support the implementation of the agreement could be addressed through COP decisions, as in the Marrakesh Accords.",
      "The African Group called for the agreement to address all elements and further define the established institutions, and decisions to elaborate on more specific issues.",
      "Japan called for testing the elements against durability: those that can survive for 10-20 years can go into the agreement, and those that are not durable should be addressed in decisions.",
      "The US described three elements of the Paris agreement: the core agreement containing basic provisions; COP decisions elaborating details; and future decisions to implement the agreement. CONTACT GROUP ON ADP ITEM 3 - WORKSTREAM 2 (PRE-2020 AMBITION): This issue was first addressed on 12 June.",
      "Opening the session on workstream 2, ADP Co-Chair Runge-Metzger suggested parties discuss: options to take forward and strengthen actions under workstream 2, including informing the COP on TEMs, and actions the COP should take in relation to UNFCCC institutions supporting implementation; and ways to further strengthen the workplan on enhancing mitigation ambition, including activities in 2015 and actions by COP 20 towards establishing longer-term arrangements to enhance ambition.",
      "On strengthening actions under workstream 2 , Kuwait, for the G-77/China, called for balanced progress on both workstreams and for developed countries to enhance ambition by revisiting existing quantified emission limitation and reduction objectives, and through comparable efforts.",
      "Canada stressed workstream 2 should help build confidence among parties, highlighting TEMs as an opportunity to tap into the expertise of cities and subnational entities, and urging recognition of initiatives outside the UNFCCC process as they contribute to the achievement of the Convention's objective.",
      "Nauru, for AOSIS, suggested high-level events during the COP, expansion of existing online resources, and engagement of organizations such as the GCF.",
      "The African Group called for involving institutions under the Convention, such as the TEC and CTCN.",
      "Algeria, for the Arab Group, emphasized the need for: balanced progress on both workstreams and their elements; developed countries' leadership; and consideration of the IPCC AR5.",
      "With Iran, for the LMDCs, the Arab Group stressed that the pre-2020 mitigation ambition gap would not exist if developed countries reduced their GHG emissions by 40% below 1990 levels by 2020.",
      "The LMDCs urged developed countries not to delay pre-2020 action, and called for immediate ratification of the Kyoto Protocol's second commitment period.",
      "Jordan, supported by India and Cuba, suggested a work programme to cover all the elements of paragraphs 3 and 4 (implementing the BAP and enhancing pre-2020 ambition) of Decision 1/CP.19 (enhancing the ADP) and review the adequacy of their implementation.",
      "China, with the Philippines and Dominica, and opposed by the EU, called for launching a work programme with a review mechanism of the adequacy of financial and technological support provided by developed countries.",
      "India proposed a 'revisit mechanism' for evaluating the barriers to, and ways to incentivize, enhanced pre-2020 mitigation ambition by developed countries, and advancement of MOI of support between Warsaw and Lima, describing these as 'essential' elements for building confidence and trust.",
      "On strengthening the technical process , AOSIS, the US, Norway, Saudi Arabia, Colombia, for AILAC, and others supported a continuation of the TEMs, with options ranging from through 2015 to through 2020.",
      "Mali, for the African Group, called for the technical process to move beyond the sectoral approach, maintaining the link with the political process, and with processes under the Convention, including the NAMA registry and the GCF.",
      "Peru identified three phases for workstream 2: identifying opportunities with high mitigation potential; identifying policies to untap mitigation potential; and undertaking action and cooperation to implement identified policies.",
      "The US noted the constructive engagement in TEMs complements the more political discussions under workstream 1, and said TEMs should build on each other rather than be a 'string of events'.",
      "The LDCs and Indonesia suggested periodically updating the Secretariat's technical paper on renewable energy and energy efficiency.",
      "The LDCs encouraged Annex I parties and those in a position to do so to extend support toward this end.",
      "Papua New Guinea emphasized the involvement of the GCF in addressing the results of the TEMs, and Indonesia called for a more robust link between the TEMs' discussions and institutions, such as the GCF and the NAMA Registry.",
      "The US, Norway, Saudi Arabia, the African Group, Papua New Guinea, India and Cuba suggested ideas for new or additional TEMs on, inter alia : buildings; transport; RE and energy efficiency (EE), specifically looking at contributions of the TEC and CTCN; urban environments; SLCPs; carbon capture and storage; carbon pricing; clean fossil fuel technologies; response measures; RE feed-in tariffs; and sustainable consumption.",
      "On actions by COP 20 , AOSIS called for a COP decision extending the TEM process.",
      "Palau said the decision in Lima on workstream 2 should stress the urgency to close the mitigation ambition gap.",
      "Papua New Guinea said a Lima COP decision could include the result of the TEMs and conclusions on how the TEMs' results contribute towards closing the ambition gap, including quantified mitigation options.",
      "The US suggested the COP encourage existing institutions, such as the CTCN, to support parties in implementing ideas from the TEMs. AILAC said a decision on workstream 2 should, inter alia : urge developed countries to take the lead on mitigation and provision of MOI; create a work programme for TEMs through 2020; and provide guidance to UNFCCC institutions to work in areas with high mitigation potential.",
      "The LDCs supported providing guidance to enable UNFCCC institutions and mechanisms and other international agencies to enhance engagement with parties in order to implement options identified in the TEMs.",
      "The Marshall Islands, with Palau and Tonga, called for connecting outputs from the technical process to the political level, lamenting that ministerial discussions on ambition so far had been aspirational.",
      "Supported by Mexico, the Marshall Islands called for COP 20 to launch 'truly interactive' ministerial discussions on specific policy options emerging from the TEMs and for supporting action through partnerships.",
      "Follow-up on the TEMs: On 12 June, Halldór Thorgeirsson, UNFCCC Secretariat, facilitated the discussion.",
      "He invited the partner organizations for the TEM on RE and EE to present their activities related to these issues undertaken since March.",
      "Presentations were heard from the International Energy Agency, International Partnership on Energy Efficiency Cooperation, International Renewable Energy Agency, World Bank, European Bank for Reconstruction and Development, GEF, GCF, TEC, CTCN, and Partnership on Sustainable Low Carbon Transport.",
      "Nauru, for AOSIS, with Colombia, suggested condensing the Secretariat's technical paper (FCCC/TP/2014/3 and Add.1) into a summary for policymakers, and requested that the summary be forwarded to the UN Secretary-General for his upcoming Climate Summit.",
      "AOSIS called for focus on specific policy options addressing: financial challenges, such as subsidized capital costs; legal challenges, such as transitions to decentralized energy systems; and technical challenges, including smart grids and technical thresholds.",
      "Mali, for the African Group, underlined the need to move from information sharing toward the promotion and acceleration of implementation on the ground.",
      "Colombia called for a work programme for TEMs that includes: creating a platform to strengthen partnerships; working on specific policy options; and increasing political will internationally and nationally.",
      "Noting the potential catalytic role of the Convention, the EU queried if the actions taken by partner organizations were 'coincidental', or spurred by the TEMs.",
      "The US suggested a format designed to maximize interaction and allow follow-up on issues identified by parties.",
      "On links with other organizations, he identified the need to think about working arrangements going forward, and said the TEC and CTCN are well placed to deliver outcomes under workstream 2.",
      "Forum on Experiences and Best Practices of Cities and Subnational Authorities in Relation to Adaptation and Mitigation: Opening the session on 10 June, Aisa Kirabo Kacyira, Deputy Executive Director, UN-HABITAT, called on participants to share views on how to ensure the centrality of cities in responding to climate change.",
      "Tomasz Chruszczow, Special Envoy for Climate Change, Poland, stressed the importance of building both top-down and bottom-up momentum. UNFCCC Executive Secretary Figueres stressed the need to be on a path to carbon neutrality by the second half of the century.",
      "On the building sector, Edward Mazria, Architecture 2030, identified the need for information and technology to go carbon neutral by 2030.",
      "Mark Kenber, the Climate Group, emphasized that low-carbon development policies are not only good for the environment, but also drive investment, growth and jobs.",
      "Mark Watts, C40, highlighted reducing the need to travel, moving mobility to more efficient transport modes and improving vehicle efficiency as ways to reduce emissions in cities.",
      "On how national governments can support subnational action, Nick Harrison, Ecofys and Low Emissions Development Strategies Global Partnership, identified the need to provide direct financial, skills and knowledge support, and improve integration, coordination and access to data.",
      "Vanessa Castán Broto, 4CPPD, emphasized that effective action is context-specific, addresses structural drivers and vulnerability, and leads to knowledge co-production.",
      "Mussa Natty, City of Dar Es Salaam, Tanzania, stressed as barriers to addressing climate change: lack of project development capacity; weak institutional and policy frameworks; and inability to access international funding.",
      "Yann Françoise, City of Paris, France, emphasized opportunities for cities to connect with other actors at regional and national levels to develop integrated climate change programmes in sectors, such as building retrofits, organic agriculture and sustainable mobility.",
      "Louise Bedsworth, State of California, US, said states can play a unique role in building connections between the different levels of governance.",
      "In the ensuing discussion, participants focused on examples of successful implementation, including national-level support programmes for cities and provinces, subnational and regional carbon markets, and an integrated 'smart city department' for city-level departmental coordination.",
      "On the 2015 agreement, participants suggested it: include capacity building on GHG management systems for developing countries; promote coordination between national and subnational levels; and recognize the diversity of carbon markets.",
      "In conclusion, Gino van Begin, ICLEI - Local Governments for Sustainability, stressed the need to cement local action in the climate regime between now and 2020.",
      "Brian Kilkelly, World Cities Network, stressed understanding success stories allows 'replicating them and accelerating change'.",
      "Rohit Aggarwala, Bloomberg Philanthropies, underscored the critical role of both national and subnational governments.",
      "Chair Kirabo Kacyira emphasized 'it is in cities where the sustainable development battle will be won or lost'."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}