{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "United Kingdom",
      "United States",
      "Japan",
      "Bolivia",
      "Grenada",
      "Indigenous Peoples",
      "Trinidad and Tobago",
      "Mexico",
      "Saudi Arabia",
      "Singapore",
      "Norway",
      "China"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12478e.html",
   "id": "enb12478e_4",
   "section_title": "REDD-plus",
   "sentences": [
      "This topic was the focus of a drafting group facilitated by Audun Rosland (Norway).",
      "The group convened on Thursday to consider the relevant section of the Chair s text (FCCC/AWGLCA/2010/8, Chapter 1, paragraphs 52-53, and Chapter 6).",
      "Many delegates described the text, which had been forwarded from Copenhagen, as almost agreed.",
      "However, some points of contention emerged.",
      "In particular, Saudi Arabia, Bolivia and some other developing countries, opposed by many other parties, made proposals that included: modifications to the implementation of REDD-plus activities; removal of references to markets; and exclusions of offset mechanisms.",
      "Parties opposing the proposed changes by Saudi Arabia and Bolivia introduced an alternative option containing the original text.",
      "Both options were included in the final draft.",
      "This divergence of opinions was addressed in the closing AWG-LCA plenary, where the African Group referred to a u-turn in REDD-plus negotiations owing to the introduction of new text that he said contradicted earlier agreements.",
      "He alleged that some parties wanted to pull back from progress and urged that REDD-plus, which had previously been an area of hope, should not now be deliberately undermined.",
      "Sectoral approaches: This issue (FCCC/AWGLCA/2010/8, Chapter 1, paragraphs 54-57, and Chapter 9) was addressed in a drafting group on Thursday, facilitated by AWG-LCA Chair Mukahanana-Sangarwe.",
      "It concerns approaches to mitigation within specific sectors (such as steel-making or transport) and agriculture.",
      "Discussions focused primarily on bunker fuels (greenhouse gas emissions from international aviation and international maritime transport).",
      "Most of the discussion concerned the role of the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO) in addressing bunker fuels, and their relationship with the UNFCCC, including on aspects such as the application of UNFCCC principles to ICAO s and IMO s climate change policies.",
      "Underlying issues are potential restrictions and limitations to trade arising from bunker fuel measures, the sharing of potential revenues derived from such measures, and the fact that ICAO and IMO are not bound by the principle of common but differentiated responsibilities.",
      "Parties also discussed procedural issues such as overlap with the AWG-KP and agriculture, with one developing country suggesting text on livestock management.",
      "Market mechanisms and other approaches to enhance cost effectiveness: This issue (FCCC/AWGLCA/2010/8, Chapter 1, paragraph 58, and Chapter 8) was addressed in a spin-off group on Thursday, facilitated by AWG-LCA Chair Mukahanana-Sangarwe.",
      "It concerns the use of trade to facilitate mitigation, normally by allowing the transfer of mitigation-related credits from one actor to another.",
      "Some of the main issues under contention were: the nature of acceptable market mechanisms; the effectiveness of carbon markets in mitigating climate change; the creation of new market mechanisms in addition to those existing under the Kyoto Protocol; the continuity and fragmentation of the carbon market; the share of the revenues; the balance between international and domestic markets; the authority of the UNFCCC over carbon markets; and international trade provisions.",
      "China underscored possible trade restrictions and discrimination, accountability and reporting.",
      "He said Annex I parties should exclusively use UNFCCC-sanctioned instruments to fulfill their commitments.",
      "Another developing country said market mechanisms are being addressed under the AWG-KP.",
      "Other countries highlighted aspects such as: the role of the private sector; rights of indigenous peoples; the voluntary basis of such mechanisms; removal of oil subsidies; lifestyle and consumption patterns; offsetting; additionality and integrity of reductions and removals; geographic and sectoral balance of the instruments; the use of domestic policies; and development of modalities and procedures.",
      "Consequences of response measures: This issue (FCCC/AWGLCA/2010/8, Chapter 1, paragraph 59, and Chapter 7) was addressed in a spin off group on Friday morning.",
      "The topic concerns the adverse impacts of measures taken to combat climate change, such as decreased revenues for oil-exporting countries in the eventual case that climate change policies would result in decreased oil revenue.",
      "One of the main issues of contention regarding response measures is whether this issue constitutes adaptation or mitigation.",
      "In the spin-off group, the G-77/China made numerous proposals, including on the establishment of a forum under the COP to address, inter alia : insurance and financial risks management; modeling; economic diversification; and technology transfer.",
      "Parties also discussed possible impacts of response measures on international trade.",
      "Adaptation : Facilitated by Kishan Kumarsingh (Trinidad and Tobago), the adaptation drafting group met numerous times each day from Tuesday through Thursday, with talks focusing on options for institutional arrangements to facilitate enhanced action on adaptation (FCCC/AWGLCA/2010/8, Chapter 2, paragraph 7).",
      "Discussions also addressed: the need for more equal treatment of adaptation and mitigation in the Chair s text; finance; and expanding assistance on national adaptation programmes of action (NAPAs) from LDCs to include other parties; and addressing loss and damages associated with climate change impacts.",
      "The issue of loss and damages was also addressed by a developing country group s proposal to add a paragraph on the creation of an international climate insurance facility.",
      "Throughout the week, the main dividing line between parties was whether or not the creation of a new adaptation institution was necessary, specifically an Adaptation Committee under the Convention.",
      "The G-77/China and AOSIS advocated the creation of a committee to appraise, provide technical support and advice, and approve technical aspects of adaptation projects based on COP guidelines.",
      "However, developed countries generally preferred using existing institutions after identifying and eliminating gaps in their functionality.",
      "They also felt that an additional layer of bureaucracy would not help to bring about a simplified, expedited form of adaptation governance.",
      "The US agreed with developing countries that there has been ineffective action on adaptation, but asserted that this is not because a committee is lacking, but rather because of the absence of NAPAs, accurate knowledge and technology funding.",
      "However, developing countries insisted that it was unclear which existing institutions could be used to provide coordinated assistance on these issues, whereas the proposed committee would have this specific function.",
      "One developing country said current institutions with wider mandates often legitimately confuse adaptation projects with development projects.",
      "In addition, developing countries argued that amending the mandates of multiple existing institutions to provide enhanced action on adaptation would take years and that it was unclear which particular existing institutions should be enhanced.",
      "Another issue raised at AWG-LCA 11 was a concern that the cross-cutting nature of adaptation was leading to its fragmentation among the new drafting groups.",
      "This resulted in a joint adaptation-finance drafting group meeting on Thursday to provide clarity on the functional relationships between adaptation and the finance mechanisms.",
      "Institutional ownership issues were again discussed, with parties exchanging views on the role of an adaptation committee.",
      "India envisaged a committee that supports countries in preparing projects, provides input to the COP on project eligibility criteria, and supports the review of the proposals.",
      "However, the US, European Union (EU) and others envisaged a more hands-off approach, suggesting that the adaptation committee provide technical or scientific advice on good practice, but not necessarily provide detailed project assessments or be involved in project approval.",
      "A draft text was presented on Friday reflecting discussions on options for institutional arrangements for adaptation (paragraph 7) and addressing loss and damages associated with climate change impacts (paragraph 8).",
      "Both draft paragraphs provide two options: one expanding and strengthening the capacities of existing institutions and cooperation; and one proposing the creation of a new entity.",
      "Under paragraph 7, both options focus on provision of guidance to enhance action on adaptation but the first option would actually create a new institution functioning as the Technical Panel of the Financial Mechanism Board to receive, evaluate and recommend technical adjustments in applications for financial support, as well as review portfolios of adaptation projects to assess effectiveness.",
      "A new institution under paragraph 8 would be a mechanism addressing loss and damage through risk management, insurance, compensation and rehabilitation.",
      "Finance: This drafting group was facilitated by Dan Reifsnyder (US) and a spin-off group was facilitated by Burhan Gafoor (Singapore).",
      "Participants focused on the relevant sections of the Chair s text (FCCC/AWGLCA/2010/8, Chapter 1, paragraphs 60-64, and Chapter 3). A major focus of the discussions was the proposed fund on mitigation, adaptation, capacity building and technology transfer, and institutional linkages to thematic bodies that may have advice on funding (FCCC/AWGLCA/2010/8, Chapter 1, paragraph 60, and Chapter 3, paragraphs 9-14).",
      "Although some speakers suggested that an agreement had been close in June at AWG-LCA 10, differences of opinion did emerge.",
      "For instance, some developing counties seemed to favor the creation of a new body to perform key overview and coordinating functions for the fund (paragraph 14).",
      "However, the EU, US and other developed countries tended to favor the use of existing institutions to perform these functions.",
      "The US expressed a concern about language on direct access to funds, which he said needed further clarification.",
      "There was also disagreement on the composition of the new fund s board.",
      "AOSIS suggested 19 members, with three from each UN regional grouping, two from SIDS and two from LDCs.",
      "However, the EU preferred a membership that is balanced between net contributors and net recipients.",
      "Many speakers made suggestions to add to text on scaled up, new and additional funding (paragraph 2).",
      "Bolivia suggested increasing annual developed country contributions to 6% of GNP, while Saudi Arabia supported 6% of GNP plus an additional 2% for carbon capture and storage (CCS) activities in developing countries.",
      "Technology transfer: The drafting group briefly considered the Chair s text on technology transfer (Chapter 1, paragraph 65 and Chapter 4).",
      "Three unresolved issues were noted: the relationship between a technology mechanism and a financial mechanism; reporting functions of a technology executive committee; and intellectual property rights.",
      "Delegates agreed that finalizing text on the exact role and functionality of the proposed technology executive committee would help expedite further negotiations.",
      "In the AWG-LCA s closing plenary, the African Group lamented that technology development and technology transfer, a key pillar for Africa, had been given such limited time for discussion.",
      "Capacity building: On Thursday and Friday, the drafting group considered the section of the Chair s text on capacity building (Chapter 1, paragraphs 66-67, and Chapter 5).",
      "There were many suggested additions, with discussions focusing on three issues: the need for a new technical panel; whether the Chair s text should be streamlined; and whether the Secretariat should be asked to compile information on fast-start financing.",
      "On the technical panel , the G-77/China s supported the idea both of a technical panel and of performance indicators to measure support for capacity building.",
      "However, developed countries argued that a new panel was not necessary and that existing institutions could undertake such work.",
      "On the length of the text , the US and some other developed countries felt that there was significant duplication and proposed deleting much of the preambular text in Chapter 5 and streamlining the operative text.",
      "However, the G-77/China preferred retaining much of the existing text and reaffirmed its support for a stand-alone section on enhanced action on capacity building.",
      "Economies in transition (EITs) sought the inclusion of their capacity building needs.",
      "Finally, there was a discussion on a proposal from the facilitator to authorize the Secretariat to compile information on its website on fast-start financing measures from parties for 2010-2012.",
      "While several parties initially indicated that they were open to the idea, the group ultimately decided that no compilation of fast-start funding should be undertaken by the Secretariat, because it was unclear what the value-added would be over information currently available.",
      "Form of the outcome: On Thursday evening, delegates convened for an informal consultation on the form of the outcome and on the legal nature of obligations, commitments and actions by Parties.",
      "The discussions, which were facilitated by Luis Alfonso de Alba (Mexico), were intended to help parties consider their options in terms of the legal form of an agreed outcome to their negotiations, as envisaged under the BAP (Decision 1/CP.13, paragraph 1).",
      "Delegates were presented with a non-paper by the Secretariat, which set out three possible types of outcomes: a legally-binding outcome (i.e., a treaty); COP decisions; or a combination of both.",
      "Many parties said the goal should be a binding treaty, while some preferred a combination of binding elements and (non-binding) COP decisions.",
      "The EU preferred a single, legally-binding agreement, but added that it could be flexible on the form of the outcome, as long as it is legally binding.",
      "Developing countries generally advocated a legally-binding agreement respecting the two-track approach.",
      "Many developing countries also felt that legally-binding agreements would resolve issues of permanence and provide greater leverage to nations to achieve domestic action and implementation.",
      "Japan and the US said a legally-binding agreement should include all major emitters.",
      "During the closing plenary on Friday, several speakers said the discussion had helped to clarify the options available.",
      "However, Grenada, speaking for AOSIS, observed that the discussions on legal form had not reached any consensus and therefore should continue in Tianjin, so that an agreement could be adopted in Cancún."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "WORKING GROUP"
}