{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Thailand",
      "Ghana",
      "Brazil",
      "Canada",
      "Niger",
      "Nigeria",
      "Poland",
      "China"
   ],
   "enb_end_date": "15-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "15-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12154e.html",
   "id": "enb12154e_5",
   "section_title": "DEVELOPMENT & TRANSFER OF TECHNOLOGIES",
   "sentences": [
      "This contact group considered the Co-Chairs' revised text on a framework to enhance the implementation of UNFCCC Article 4.5 (development and transfer of technologies).",
      "Following discussion on the text, delegates heard a brief presentation by the Secretariat on a technology transfer clearinghouse.",
      "The new Co-Chairs' text also contains three additional appendices relating to: an international clearinghouse; capacity-building activities on technology transfer; and preliminary ideas for Terms of Reference for the 'international panel of experts on technology transfer' or the 'advisory group of experts on technology transfer.",
      "' On the overall approach, some participants questioned the meaning of an integrated approach, whether to specify 'state of the art' environmentally-sound technologies and the need to also focus on development of technology.",
      "CHINA and GHANA underscored a sectoral approach to technology transfer.",
      "On POLAND's suggestion to reflect the priorities of economies in transition in the text, BRAZIL said this was not explicitly reflected in UNFCCC Article 4.5, which refers to developing countries in particular. On technology needs assessment, the EU supported referring to existing activities and to reporting.",
      "TRINIDAD & TOBAGO preferred a broader reference to environmentally-sound technology rather than specifying mitigation and adaptation technologies.",
      "On the use of experts, the EU said it would be difficult to charge experts with defining country-driven approaches.",
      "The US said the experts should work on guidelines for developing such approaches. On funding for the assessment, CANADA and the US preferred not specifying Annex II countries, stating that numerous sources of funding may be involved.",
      "THAILAND and CHINA objected, noting that Article 4.5 specifically refers to Annex II Parties and not other institutions.",
      "NIGERIA said technology needs assessment should not depend on the availability of funds. Delegates then addressed issues relating to the clearinghouse mechanism, including whether the clearinghouse should be virtual and whether it should be a permanent institution.",
      "THAILAND noted with concern that the Secretariat was being asked to undertake numerous tasks, while BRAZIL asked whether the Secretariat had the required resources. The EU noted the role of the private sector in creating enabling environments.",
      "THAILAND called for balance with public sector initiated technology transfer, noting that the private sector tends to be biased towards mitigation technologies. On the implementation of enabling environments, the G-77/CHINA said that the actions of developing countries depend on the implementation of Annex I commitments.",
      "The US proposed text encouraging developing countries to 'promote efficiently functioning environmentally-sound technology markets through the appropriate structuring of taxes and to promote the accumulation of accurate, timely and reliable information on various elements of their economies where projects may be undertaken under the CDM.",
      "' BRAZIL, with CHINA and THAILAND, strongly objected to reference to the CDM and the continued attempts to link technology transfer under the UNFCCC to the Protocol.",
      "The contact group adjourned into two smaller drafting groups."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}