{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_20",
   "section_title": "AWG-KP Conclusions",
   "sentences": [
      "In its conclusions ( FCCC/KP/AWG/2008/L.6 ), the AWG-KP, inter alia : notes that approaches targeting sectoral emissions could be used by Annex I parties as a means to reach, but not replace, their targets; and agrees to continue working on these issues so that conclusions can be adopted at the first part of AWG-KP 6 in Accra.",
      "The conclusions also include an annex containing the Chair s compilation of parties views that does not prejudge any actions by the AWG-KP.",
      "On sectoral approaches, the annex indicates, inter alia, that: approaches targeting sectoral emissions in Annex I parties could assist Annex I parties in meeting their commitments and should lead to real climate benefits; and sectoral approaches within the mandate of the AWG-KP and according to its work programme should not replace Annex I national targets, lead to commitments for non-Annex I parties, and constitute arbitrary or unjustifiable discrimination or disguised restriction to international trade.",
      "On greenhouse gases, sectors and source categories, the annex lists, inter alia : ensuring a comprehensive coverage of greenhouse gases, sectors and sources based on the AR4; ensuring environmental integrity; considering implications of adding new gases; and considering possible implications of broadening the coverage of sectors and source categories.",
      "The annex also contains a bracketed section on emissions from aviation and maritime bunker fuels, mentioning, inter alia, Protocol Article 2.2 (bunker fuels) and the possible roles of IMO and ICAO."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}