{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "09-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12496e.html",
   "id": "enb12496e_2",
   "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS",
   "sentences": [
      "PARTIES PROPOSALS UNDER CONVENTION ARTICLE 17 (protocols) (COP): During informal consultations, a group of developing countries introduced a draft COP decision for consideration by parties.",
      "The text recognized the complementary, interrelated and mutually supportive nature of the AWG-KP and AWG-LCA, and the need for comprehensive and legally-binding instruments for all parties from the work of both Ad-Hoc Working Groups.",
      "The text also asked the AWG-LCA to continue its work and present a legally-binding instrument for adoption at COP 17.",
      "Additionally, the text indicated that the instrument will be based on the Bali Action Plan, the work of the AWG-LCA to date, COP 16 outcomes and decisions, and parties proposals under UNFCCC Article 17 (protocols).",
      "Responding to the text, a group of developed countries and a number of other developing countries endorsed it.",
      "Several developing countries suggested that it was premature to speak about the legal status of an instrument before the substance of the instrument is clear.",
      "One developed country said discussions could continue in parallel, while another indicated that discussions on form should follow a clear political signal.",
      "One developing country proposed additional text recalling and respecting the provisions of the Kyoto Protocol and acknowledging its crucial and ongoing role in contributing to the ultimate objective of the Convention.",
      "A developed country expressed reservations about this proposal.",
      "Parties also discussed the legal status of COP decisions, with most indicating that they do not consider them to be legally-binding.",
      "The Chair will report to the COP President and seek guidance on how to move forward. CDM (COP/MOP): During informal consultations, parties continued discussing the draft COP/MOP decision on further guidance relating to the CDM.",
      "Regarding the eligibility of new technologies and scopes under the CDM, parties continued to hold diverging opinions.",
      "Several pointed out that this issue is being addressed by the SBSTA and cautioned against prejudging conclusions."
   ],
   "subtype": "groups",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": ""
}