{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_18",
   "section_title": "THE FUTURE OF THE IPCC",
   "sentences": [
      "At this session, the work on mapping the IPCC's future began with the setting up of a Task Group to work through 2015 to allow for a decision in time for the structuring of the next assessment cycle and electing the next Bureau.",
      "IPCC is thereby assessing its own work and products to improve on them and adapt to changing times, ensuring that the Panel remains policy-relevant.",
      "The level of engagement with the issue, as shown in countries' submissions and statements at IPCC-37, is no doubt partly a sign that the IPCC feels stronger as a result of changes to its governance and procedures resulting from the IAC review in 2010.",
      "There appeared to be general agreement on the usefulness of the IPCC's comprehensive assessments, but there were also suggestions on possible improvements, including more special reports and updates, and even the restructuring the IPCC's WGs.",
      "The focus of the discussions was constructive, characterized by a general effort at anticipating what information will be needed by countries in the coming years and in light of the possible adoption of a global climate change agreement in 2015.",
      "Calls to better integrate adaptation and mitigation, and improve on regional coverage, were all suggestions that are in line with ongoing discussions on the future needs of the UNFCCC process.",
      "Concrete ideas to materialize these efforts included proposals to change the structure of the three WGs - for example, having two groups instead of three: one dealing with the 'problems' or mechanisms (climate science and impacts) and the other with the 'solutions' (adaptation and mitigation).",
      "How to increase the participation of developing countries in all areas of work and to ensure regional balance is a perennial issue at the IPCC and was again prominent in the discussions.",
      "Formal discussions on the IPCC's future work provide an opportunity to augment efforts at tackling this issue through new or innovative means, including increased participation of developing countries in Technical Support Units (TSUs) or even the establishment of a new TSU in a developing country.",
      "The continuing challenges of ensuring transparency, outreach and communication were also present.",
      "These are not easy items to address, as the need to be open must be balanced with the need to not disrupt the already complicated assessment process or overly impose on authors and others who work on the reports without compensation.",
      "The fact that countries are committed to the IPCC was made evident when practically all countries present in plenary signed up to be active members of the Task Group on the future of the IPCC.",
      "Following the meeting, as the sunny skies in Batumi turned to gray, participants foretold intense negotiations at IPCC-38 and 39 in Yokohama and Berlin, where politically charged topics in the WGII and III contributions will need to be sorted out.",
      "IPCC-37 has allowed the IPCC some respite and perhaps a certain level of confidence that it can meet these challenges and provide the scientific basis for a future global climate change agreement."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}