{
   "actors": [],
   "countries": [],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_39",
   "section_title": "NEW CONSTRUCTION MATERIALS - THE FUTURE OF THE IPCC",
   "sentences": [
      "In the same way that the 'paperless office' did not eliminate paper, it is unlikely that new construction materials will make concrete obsolete.",
      "However, they might cause it to be used in a different way. As the oldest international body dealing specifically with climate change, the IPCC was created at a time when climate change science and awareness were scarce.",
      "Today, 17 years later, the scientific and policy landscape is different.",
      "As one delegate expressed in plenary, the IPCC runs the risk of being overwhelmed by the quantity of future emission scenarios and general scientific knowledge on climate change.",
      "Some of its past 'blockbuster' products, such as the Assessment Reports or the Special Report on Emission Scenarios - generally seen as benchmarks for climate change science - might not be replicable some years from now, when the impact of IPCC reports may be diminished given the large volume of climate change science and modeling available.",
      "Some commentators have envisaged future roles for the IPCC other than 'providing periodic assessments of the current scientific understanding of climate change.",
      "' Some opinions on the roles that the IPCC should play in the future, such as a science 'manager,' or 'compiler,' can be inferred already from interventions during IPCC-24.",
      "However, this remains mere speculation.",
      "AR4 is currently drawing most of the energy of the IPCC Working Groups, and discussion on the future of the IPCC is in neutral until AR4 nears its end.",
      "The spark that lights this discussion might very well be the nature of the IPCC's involvement in future emission scenarios.",
      "Then, expect the issue of the IPCC`s role in the future to take over the agenda."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}