{
   "actors": [
      "Coalition for Rainforest Nations"
   ],
   "countries": [
      "Indonesia",
      "Philippines",
      "Norway",
      "Papua New Guinea",
      "Guinea",
      "Indigenous Peoples",
      "South Africa"
   ],
   "enb_end_date": "14-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "14-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12509e.html",
   "id": "enb12509e_5",
   "section_title": "INFORMAL CONSULTATIONS ON PARTIES EXPECTATIONS FOR DURBAN",
   "sentences": [
      "In the afternoon, South Africa, as the incoming Presidency of COP 17 and COP/MOP 7, continued open-ended informal consultation on parties expectations for Durban.",
      "Papua New Guinea, for the Coalition of Rainforest Nations, called for the full establishment of a REDD+ mechanism in Durban through, inter alia, a COP decision on the modalities for measuring, reporting and verification (MRV) and reference levels, and financing options for full implementation of REDD+.",
      "Norway said the Durban outcome should: serve as a foundation for a legally-binding instrument that includes all major emitters; establish institutions, systems and rules for achieving the 2°C target; and provide the way forward.",
      "Indonesia said a Durban outcome should provide a balance between the two negotiating tracks, reflect the Cancun outcomes, and establish a second commitment period under the Kyoto Protocol containing ambitious emission reduction targets for Annex I countries.",
      "The Philippines, noting that the Cancun outcomes include references to the importance of human rights in addressing climate change mitigation and adaptation, urged elaboration of this issue in Durban, including through the establishment of safeguards for vulnerable and marginalized communities. BINGOs said the knowledge and expertise of the business community are key resources for governments and will add value to the UNFCCC process, and called for enhanced public-private dialogues.",
      "Climate Action Network said COP 17 can provide the basis for a fair, ambitious and binding regime by making progress on, among other things: implementing the Cancun Agreements; closing the gigatonne gap; ensuring that there is no gap between commitment periods under the Kyoto Protocol; and ensuring delivery of pledged finance.",
      "Pan-African Climate Justice Alliance, for Climate Justice Now, said: legal action must be taken against non-compliance with targets; no new markets must be established; and predictable, public, new and additional finance must be provided, with at least 50% allocated to adaptation and loss and damage. ICLEI-Local Governments for Sustainability, for Local Governments and Municipal Authorities, urged implementation of the provisions of Decision 1/CP.16 regarding local and sub-national governments as government stakeholders.",
      "RINGOs urged turning to the scientific and social science community for input and advice, underscoring that RINGOs are here to help.",
      "TUNGOs called for: incorporation of the social dimensions of climate change in all UNFCCC initiatives; incorporation of social protection systems into the Adaptation Framework; and recognition of the need to assess the employment and income impacts of the mitigation regime.",
      "Indigenous Peoples Organizations highlighted the importance of full participation of indigenous peoples at COP 17, noting concerns regarding facilities, accommodation and visas.",
      "YOUNGOs said the vulnerability of the African continent must be considered, stressing that this can be achieved through a second commitment period under the Protocol.",
      "Noting parties comments regarding COP 17 being the African COP, South Africa said this means COP 17 offers opportunities for the African region to: leverage resources for important projects on climate change, and to consolidate partnerships; showcase the region s efforts to meet its climate change commitments; and infuse African symbolism into the UNFCCC s cultural heritage.",
      "She highlighted that the Durban outcome must also take account of the needs of the African people, stressing that this depends on the input and activism of African negotiators.",
      "Noting lack of common ground, South Africa urged parties to leave Bonn having reached a common understanding of what Durban should produce."
   ],
   "subtype": "groups",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}