{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Venezuela",
      "United States",
      "Japan",
      "Australia",
      "Kuwait",
      "Canada",
      "Niger",
      "Saudi Arabia",
      "Nigeria",
      "Libya",
      "New Zealand"
   ],
   "enb_end_date": "13-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "13-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12218e.html",
   "id": "enb12218e_12",
   "section_title": "UNFCCC ARTICLE 4.8 AND 4.9",
   "sentences": [
      "After informal consultations on this item in the morning, this contact group convened in the afternoon to consider a revised Co-Chairs` proposal for the draft conclusions.",
      "These conclusions include partially agreed paragraphs.",
      "The EU, CANADA, AUSTRALIA, JAPAN, US, AOSIS and NEW ZEALAND noted that while the text did not serve all their interests, they supported its use as the basis for negotiation.",
      "They said that if there was no agreement on the use of this text, they would prefer stating this in the draft conclusions and not forwarding any text to SBI-19.",
      "SAUDI ARABIA, LIBYA for the AFRICA GROUP, KUWAIT, VENEZUELA, and NIGERIA opposed the use of the text, and proposed using the last version of the draft conclusions or conclude that there was no agreement.",
      "SAUDI ARABIA cautioned against setting a precedent by not forwarding any draft texts to the next session.",
      "Recalling previous instances where Parties have 'agreed to disagree,' the US objected, and said that Parties were not obliged to forward the penultimate text. Co-Chair Fadhel Lari noted that Parties were unable to agree, and proposed that the draft conclusions state that the SBI did not complete its work on the agenda item and agreed to continue at the next session.",
      "SBI Chair Daniela Stoycheva then welcomed Parties to a pre-sessional meeting to consider how to continue with this agenda item."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}