{
   "actors": [
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "United States",
      "Malaysia",
      "Japan",
      "Chile",
      "Australia",
      "Brazil",
      "Canada",
      "Colombia",
      "Peru",
      "Bhutan",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "16-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "16-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12155e.html",
   "id": "enb12155e_1",
   "section_title": "LULUCF",
   "sentences": [
      "In the LULUCF contact group, Co-Chair Thorgeirsson informed participants that the group's meeting on Thursday, 16 November, will focus on providing technical advice to the contact group on mechanisms regarding inclusion of sinks under Protocol Articles 6 (JI) and 12 (CDM).",
      "Participants then discussed the sections on Definitions, Eligibility and Accounting Specific to Article 3.3 (afforestation, reforestation, deforestation) in the Co-Chairs' text. On the definition of 'forest,' TUVALU supported the biome approach, and said it should be elaborated by COP-7.",
      "The EU, the ENVIRONMENTAL INTEGRITY GROUP, NORWAY and CHILE agreed, but said the approach is not yet mature and the definition in the Co- Chairs' text will suffice for the time being.",
      "They said guidance on the biome approach should be sought from the IPCC.",
      "The EU stressed the need for consistency and symmetry within all definitions, while CHINA said it would be premature to agree on definitions relevant to Protocol Article 3.4 (additional activities). The EU, with NEW ZEALAND and opposed by CHINA, MALAYSIA and BHUTAN, supported including the promotion of natural regeneration within the definitions of 'afforestation' and 'reforestation.",
      "' BRAZIL and PERU said natural regeneration is a management approach according to the IPCC Special Report, and is not always human- induced. On 'revegetation,' the EU, NORWAY and PERU noted the need for a corresponding definition of 'de-vegetation.",
      "' On forest management, CANADA, NEW ZEALAND and the US called for a simple and clear definition. The EU said the discussion should focus on definitions under Article 3.3 and 3.4, noting that these definitions would not necessarily be applicable under Articles 6 and 12, should sinks be allowed under them.",
      "TUVALU, supported by MALAYSIA, objected to defining assigned amounts (AA) within this contact group. The ENVIRONMENTAL INTEGRITY GROUP, PERU, MALAYSIA and CHINA, opposed by CANADA and NEW ZEALAND, supported the COP, rather than each Annex I Party, selecting the criteria for applying the definition of 'forest' in the first commitment period. On the issue of Eligibility, TUVALU and PERU said activities under Article 3.3 subsequent to 1990 should not be eligible.",
      "Delegates then discussed two eligibility requirement options: a list of international agreements or a list of ancillary environmental effects to be taken into account.",
      "NEW ZEALAND, with CANADA and AUSTRALIA, proposed including text on the relationship between implementation of activities and other international agreements in the preamble.",
      "TUVALU proposed a new principle referring to the non-eligibility under Article 3.4 of activities that convert native forests. On additional activities during the first commitment period, the EU, TUVALU, CHINA, NORWAY and MALAYSIA, opposed by JAPAN, said these should not be pursued.",
      "TUVALU and the ENVIRONMENTAL INTEGRITY GROUP requested deletion of text that would allow Parties to 'elect' the activities under Article 3.4 to be included in the first commitment period.",
      "On additional activities during the second and subsequent commitment periods, the EU, NORWAY, TUVALU and MALAYSIA, opposed by JAPAN, said the COP should establish a list prior to the second commitment period.",
      "AUSTRALIA suggested introducing text ensuring definitional and accounting consistencies between first and subsequent commitment periods.",
      "The ENVIRONMENTAL INTEGRITY GROUP supported a full carbon accounting system that would not require the listing of activities, while COLOMBIA expressed concern with an activity-based approach and proposed a symmetrical approach. Regarding the section of the text on Accounting Specific to Article 3.3, the EU, US, PERU and TUVALU called for symmetry in terms of credits for afforestation and reforestation on one hand and debits for deforestation on the other."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}