{
   "actors": [],
   "countries": [
      "Germany",
      "South Africa"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_59",
   "section_title": "MATTERS RELATING TO SCIENCE AND REVIEW: AR5 of the IPCC",
   "sentences": [
      "This item was first considered on Monday, 1 December.",
      "SBSTA Chair Dlamini proposed, and parties agreed, that SBSTA Chair Dlamini hold informal consultations on this issue.",
      "IPCC Secretary Renate Christ provided an update on AR5 and recalled some of its key outcomes.",
      "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions and forwarded a draft decision for consideration by COP 20.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.27), the SBSTA, inter alia : - recognizes that it is important that the AR5 continue to be considered in depth by parties to the Convention and its Kyoto Protocol, so that all relevant agenda items are informed by the findings of the AR5 and requests the Secretariat, under the guidance of the SBSTA Chair, be prepared to invite the IPCC, in response to any request made by parties, to inform its consideration of relevant agenda items; - notes that the AR5 identified some information gaps, including in developing countries, especially in Africa, and on some emerging issues, such as the links between climate change and desertification; and - invites the IPCC and relevant international and regional research organizations to inform parties about efforts to address the information gaps identified in the AR5, for example, at the research dialogue meeting at SBSTA 42.",
      "In its decision (FCCC/SBSTA/2014/L.27/Add.1), the COP, inter alia : - welcomes the IPCC s AR5; - recognizes that the AR5 represents the most comprehensive and robust assessment of climate change to date, providing an integrated scientific, technical and socioeconomic perspective on relevant issues; - acknowledges that the AR5 provides the scientific foundation for the ADP; - urges parties to make use of the information in the AR5 in their discussions under all relevant agenda items; - invites the IPCC to continue to provide relevant information to parties on the scientific, technical and socioeconomic aspects of climate change, taking into account the work of the UNFCCC in determining its future products and assessment cycles; and - encourages parties to continue to support the work of the IPCC.",
      "Research and Systematic Observation (RSO): This item was first considered on Monday, 1 December.",
      "The World Meteorological Organization (WMO) provided an overview of the outcomes of the second meeting of the Intergovernmental Board on Climate Services of the Global Framework for Climate Services (GFCS).",
      "The Global Climate Observing System (GCOS) and the Committee on Earth Observation Satellites provided progress reports on their activities. SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Chris Moseki (South Africa) and Stefan Roesner (Germany).",
      "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/L.19) the SBSTA: - welcomes the IPCC s AR5 Synthesis Report and notes the continued importance of RSO to the work of the IPCC and the report by the GCOS Secretariat, including on the outcomes and recommendations of the GCOS programme review by its sponsors; - notes the progress made by GCOS towards the development of a status report to be presented at SBSTA 43, and on the new implementation plan that will be presented at SBSTA 45; - encourages parties to actively engage in the review of the status report and to support the development of the new implementation plan, including on aspects related to ocean observation and acidification; - welcomes the plans of the GCOS Secretariat to organize, in collaboration with the IPCC and the Secretariat, a workshop to identify ways to enhance systematic observation and related capacity, especially in developing countries, to support preparedness and adaptation in a changing climate, proposed to be held in February 2015 in Bonn, Germany; - expresses its appreciation to the Committee on Earth Observation Satellites (CEOS) and the Coordination Group for Meteorological Satellites (CGMS) for their updated report on the progress made by space agencies providing global observations in their coordinated response to relevant needs of the Convention, and welcomes the efforts to develop an architecture for climate monitoring from space; and - notes the information provided by WMO on the developments regarding the implementation of the GFCS, and encourages parties to make use of the opportunities that GFCS provides to help to address climate variability and change at the national level, including to enhance climate observations and monitoring, and to support the formulation and implementation of national adaptation planning processes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}