{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Nicaragua",
      "Norway",
      "Japan",
      "Australia",
      "Peru",
      "Spain",
      "Costa Rica",
      "Bolivia",
      "Guatemala",
      "Chile",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Indigenous Peoples",
      "Yemen",
      "Seychelles",
      "Indonesia",
      "Mexico",
      "Uruguay",
      "China",
      "Dominica",
      "Panama",
      "Dominican Republic",
      "Congo",
      "Lesotho",
      "Belarus",
      "Guinea",
      "Singapore"
   ],
   "enb_end_date": "02-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12463e.html",
   "id": "enb12463e_3",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Yemen, for the G-77/CHINA, expressed concern at slow progress with negotiations on the scale of Annex I parties emission reductions and stressed that the adoption of new Annex I emission reduction targets is a legal obligation.",
      "He urged Annex I parties to raise the level of ambition in their current mitigation pledges.",
      "Spain, for the EU, highlighted the need to make progress on technical issues in order to guarantee the environmental integrity of the outcome in Cancún.",
      "Emphasizing synergies between the two AWGs, she urged exploration of common concerns.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, lamented some parties lack of commitment to the Kyoto Protocol s future and requested that the AWG-KP Chair provide the opportunity for an exchange of views on this issue.",
      "He also noted that the African Group has made proposals on how to deal with the rules and modalities on accounting for forest management and Protocol Article 3.4 (LULUCF additional activities).",
      "Australia, for the UMBRELLA GROUP and Belarus, noted that all Umbrella Group members are willing to take on further commitments in the post-2012 period, as reflected in the annex to the Copenhagen Accord.",
      "He stressed the need to improve understanding and increase the transparency of all mitigation commitments in the Accord and urged working in tandem with the AWG-LCA.",
      "Lesotho, for the LDCs, stressed that the Protocol has established the institutional and governance structures that are and must remain at the heart of the climate regime.",
      "He called for extending the share of proceeds and broadening the scope of eligible LULUCF activities under the CDM.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, stressed the need to consider linkages between the AWGs and achieve an ambitious and comprehensive legally-binding agreement.",
      "He identified the need to, inter alia to: raise the ambition of Annex I targets; enhance the CDM and carbon market; and consider carry-over of Assigned Amount Units (AAUs).",
      "MEXICO called for strengthening the Protocol through an amendment in accordance with the AWG-KP s mandate.",
      "INDONESIA stressed that deliberations must be guided by historical responsibility, leading to deep emission cuts by developed countries.",
      "PERU, also speaking for Colombia, Costa Rica, Chile, the Dominican Republic, Guatemala, Panama and Uruguay, urged agreement on a second commitment period as soon as possible to avoid critical increases in global temperatures. JAPAN stressed the need for a fair and effective international framework where all major emitters participate.",
      "He said coordinated discussions with the AWG-LCA are absolutely essential and requested the AWG-KP Chair to update parties on the status of his discussions with the AWG-LCA Chair. NICARAGUA expressed concern over slow progress and lowering of expectations, and pleaded with parties not to leave financing to the carbon market.",
      "BOLIVIA expressed concern over delay tactics and the bottom-up approach to defining emission reductions, stressing the need for developed countries to reduce their emissions domestically by 50% by 2017.",
      "Seychelles, for AOSIS, stressed that AOSIS has made the economic, scientific and moral case for emission reductions at the level that science demands, while lamenting the enormous gap between the pledges and science. NORWAY underscored the need to achieve a comprehensive, legally-binding outcome in Cancún, explaining that her country is flexible regarding whether the outcome will be one or two legal instruments, but that the key elements of the Kyoto Protocol must be retained.",
      "SINGAPORE, noting that the core element of work at this session is to agree on numbers, highlighted the importance of understanding the aggregate effects, and identifying the shortfall, of the Annex I parties pledges contained in the Copenhagen Accord.",
      "The Democratic Republic of the Congo, for the CONGO BASIN COUNTRIES, highlighted the gulf between REDD+ accounting requirements for developing countries and the flexibility in LULUCF accounting for developed countries.",
      "PAPUA NEW GUINEA called for straightforward and honest LULUCF rules that account for all sources and sinks, and for the use of reference levels that ensure that business as usual scenarios are not credited.",
      "Women in Europe for a Common Future, for GENDER NGOs, called for limiting global temperature increase to 1.5°C, transiting to a nuclear-free and low-carbon future, and financial investment to achieve innovative and pro-poor implementation.",
      "IndyACT-The League of Independent Activists, for ENGOs, called for first negotiating the rules so that reductions can be subsequently allocated among Annex B parties with an understanding of the relevant rules.",
      "The International Emissions Trading Association, for BUSINESS AND INDUSTRY, urged parties to reaffirm their commitment to international carbon markets, noting that robust carbon markets must be engaged to drive investment in low carbon technologies.",
      "The Norwegian Confederation of Trade Unions, for TRADE UNION NGOs, called on Annex I countries to commit to 25-40% reductions by 2020 within a framework of just transition to a low-carbon economy that ensures respect for workers of today and creation of jobs for the future.",
      "SustainUS, for YOUTH, called for emission reductions of at least 45% from 1990 levels by 2020.",
      "LOCAL GOVERNMENTS FOR SUSTAINABILITY called on all Annex I countries, regardless of whether they are Protocol parties, to reduce emissions by 30% below 1990 levels by 2020 and by 80% by 2050.",
      "Focus on the Global South, for ENGOs, drew attention to the People s Agreement of the World People s Conference on Climate Change and the Rights of Mother Earth, and called for adoption of an emission reduction target by Annex I countries of 50% by 2017.",
      "Tebtebba, for the INDIGENOUS PEOPLES GROUP, called for a legally-binding agreement in Cancún on a second commitment period under the Protocol in line with the IPCC AR4, a fund-based approach providing financing to vulnerable people, and recognition of indigenous peoples."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}