{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Norway",
      "Switzerland",
      "New Zealand"
   ],
   "enb_end_date": "16-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "16-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12136e.html",
   "id": "enb12136e_3",
   "section_title": "ARTICLES 5, 7 & 8",
   "sentences": [
      "The group continued consideration of the six parts of the Co-Chairs' Proposed Elements of Draft Guidelines under Article 8 of the Kyoto Protocol, starting with the General Approach to Review.",
      "The US stated that there could be overlap between annual reviews, since the process might take more than a year.",
      "NEW ZEALAND said the text should specify to whom the final compilation and accounting would be reported/transmitted.",
      "The EU suggested an additional option that the pre-commitment reviews could be initiated when a Party makes a voluntary submission within a mandatory deadline.",
      "AUSTRALIA said the review of national registries could occur more frequently than on an annual basis.",
      "SWITZERLAND said the guidelines should establish criteria for the selection of experts not nominated by governments. On Review of National Inventory Submissions, delegates discussed the categories of first-order problems to be identified during the initial check or during the individual inventory review stage.",
      "The US and AUSTRALIA suggested that methodological problems be identified during the inventory review stage.",
      "The EU stressed that these problems, such as 'unexplained apparent data inconsistencies,' could be identified during the initial check.",
      "The US said the lateness of a submission should be defined and distinguished from the failure to submit.",
      "The EU said the trial period would help in achieving a better understanding of potential inventory problems. On procedures for adjustments, JAPAN suggested adding the option whereby the Party itself could voluntarily apply an adjustment.",
      "AUSTRALIA said this could accelerate the review process.",
      "The US said the incentive should rather be for Parties to follow the IPCC methodologies as elaborated by good practice.",
      "NORWAY said the Expert Review Team (ERT) would only propose an adjustment, while the compliance body would adopt it.",
      "The US said the compliance body had a role if the Party concerned refused a recommended adjustment. On the Review of Information on Assigned Amounts, NEW ZEALAND sought a reference to Article 4 (joint fulfillment) to ensure transparency on the distribution of assigned amounts between members of the agreement.",
      "AUSTRALIA called for the addition of a new Part VI 'Review of Activities under Article 6."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}