{
   "actors": [
      "European Union",
      "African Group",
      "Alliance of Small Island States",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Iran",
      "United States",
      "Japan",
      "Kenya",
      "Indonesia",
      "Timor-Leste",
      "Nicaragua",
      "South Africa",
      "Colombia",
      "Nauru",
      "Nepal",
      "Philippines",
      "Australia",
      "Swaziland",
      "Ecuador",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_17",
   "section_title": "ROUNDTABLE ON MEANS OF IMPLEMENTATION:",
   "sentences": [
      "The roundtable on means of implementation (Workstream 1) took place on Wednesday morning, chaired by Co-Chair Mauskar.",
      "He requested focusing on what is needed for the 2015 agreement in terms of means of implementation.",
      "Iran stated that the Convention s existing provisions constitute a sound framework for means of implementation.",
      "China indicated that the notion of means of implementation is too general.",
      "He highlighted Annex I parties commitments on finance, technology and capacity building, noting a close link between the implementation of these commitments and developing country commitments.",
      "He underscored the need for clarity on how much financial support developed countries will be providing to developing countries, saying the amount must exceed US$100 billion in 2020.",
      "The Philippines identified the need to harmonize the work of bodies currently dealing with adaptation, technology, finance and capacity building.",
      "Swaziland, for the African Group, underscored adaptation and mitigation in line with the 1.5°C target as the context for the means of implementation.",
      "The Republic of Korea emphasized the importance of MRV of climate finance.",
      "He identified the GCF as the key mechanism for ensuring transparency of financial support and enhancing trust between developed and developing countries.",
      "Nauru, for AOSIS, called for robust provisions in the 2015 agreement on developed country support, and periodic review of these commitments.",
      "She stressed that grant-based funding for adaptation should be a priority.",
      "Nepal identified the need for financial targets for developed countries.",
      "Kenya called for finance, technology and capacity-building commitments in the 2015 agreement and identified the need to strengthen and review the institutions created.",
      "Ecuador, for Like-minded Developing Countries, called for: a review of adequacy of developed country commitments on means of implementation, integrated in the ADP s work; evaluation of the implementation of these commitments; and exploring new ways to enhance implementation.",
      "He also highlighted the current collapse of the carbon market as a lesson to be taken into account.",
      "New Zealand highlighted the importance of market mechanisms in helping countries to address climate change and expressed confidence that these will form a part of the post-2020 world.",
      "India identified the need to address finance, technology and capacity building in a distinct manner, and proposed a roundtable on finance, technology and capacity building during the June session.",
      "Colombia, for AILAC, expressed support for universal contributions, provided that there are net benefits for developing countries and developed countries continue to lead the efforts.",
      "She also identified the need to review the means of implementation in the post-2020 period.",
      "Switzerland highlighted the need to consider lessons learned and create a framework for means of implementation that is fair, with contributions coming from all parties in a position to do so.",
      "Australia identified the need to direct means of implementation to measures that lead to demonstrable results.",
      "He called for a dynamic approach that reflects changing capacities, noting interesting submissions on the capacity to provide support.",
      "The EU indicated that stable and transformative environments include not only support but also, for example, creating policy frameworks and tackling subsidies.",
      "He underscored the need to make the existing institutions deliver and for addressing transparency of support.",
      "The US indicated that efforts to push capital to developing countries will not be useful without appropriate policies and regulatory frameworks.",
      "Japan acknowledged that means of implementation will remain important but reserved its position on whether they should form an integral part of the 2015 agreement.",
      "Timor-Leste underscored the need for developed country commitments on finance and technology, and stressed transparency and enhancing existing institutions as key issues.",
      "South Africa called for addressing the financing gap, capitalizing and operationalizing the GCF and reviewing the financing goal on a regular basis.",
      "Norway identified the need for finance to be results-based and for priority to be given to the poorest.",
      "He highlighted private finance, market-based mechanisms and funding potential through addressing emissions from international aviation and maritime transport.",
      "Indonesia called for taking stock of what has been achieved and evaluating what mistakes have been made in the past.",
      "Nicaragua questioned the delivery status of financing pledges made by developed countries in Doha."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}