{
   "actors": [],
   "countries": [
      "Georgia",
      "Cook Islands",
      "Swaziland",
      "Antigua and Barbuda",
      "Switzerland"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_16",
   "section_title": "EDUCATION, TRAINING AND PUBLIC AWARENESS (ETPA) WORKING GROUP",
   "sentences": [
      "Brian Challenger (Antigua and Barbuda) chaired the ETPA Working Group.",
      "The Group discussed: the difficulties in interpreting the information provided in national communications; the education, training and public awareness needed for preparing national communications; the need to foster interdisciplinary educational programmes; general training issues; and how public awareness programmes should target key decision-makers and place climate change in the context of other environmental challenges.",
      "The Group was guided by the recent CGE report (FCCC/SBI/2001/15), including information and analyses of non-Annex I communications and recommendations for the future, information provided in recent national communications, and the presentation on ETPA from Wednesday morning. On interpreting national communications, the Secretariat, with Chair Challenger and Switzerland, noted that Parties often fail to distinguish between ongoing and planned programmes, between general environmental awareness and specific awareness of climate change, and between educating the general public and training key decision-makers. On preparing national communications, Switzerland, with the Secretariat, characterized a lack of education, training and public awareness as a major impediment to preparing national communications.",
      "The Secretariat noted that public awareness helps national coordinators who are preparing national communications to garner political and technical support.",
      "Chair Challenger remarked that continuing these programmes after a national communication has been completed will facilitate the preparation of future national communications. On education, the Secretariat observed that some national communications had emphasized a lack of interdisciplinary input into discussions on environmental issues.",
      "The Cook Islands stated that this can lead to a lack of coordination among government departments because officials fail to recognize the range of issues related to climate change.",
      "The Secretariat noted that a number of countries had stressed the need to improve institutional cooperation between the universities and other research institutions in teaching on climate change. On training, the Secretariat, with Switzerland, noted that several Parties had stressed the importance of keeping policy makers up- to-date with the latest information on climate change.",
      "Chair Challenger highlighted that international meetings can be used to train government officials.",
      "The Cook Islands stressed that international meetings are particularly important for training officials from States without universities or other institutions that provide guidance on writing national communications.",
      "Chair Challenger remarked on the difficulty of training a critical mass of experts to guide the process of preparing national communications.",
      "Georgia said that while some EIT countries have a critical mass of experts, they are unable to finance participation of experts in the climate change process.",
      "Switzerland stated that linking training programmes to specific climate change projects could enhance their effectiveness. On public awareness programmes, Chair Challenger noted that some countries have emphasized community level awareness.",
      "Switzerland observed that in many cases sensitization training of a small portion of the population is sufficient.",
      "Chair Challenger also suggested that training key decision-makers properly requires sound scientific understanding of the implications climate change has for different sectors, and that this scientific understanding is lacking in non-Annex I Parties.",
      "The Secretariat emphasized the need to build climate change concerns into the mandates of existing institutions so that these concerns are reflected in their activities.",
      "Swaziland, with the Cook Islands and Chair Challenger, stated that information on climate change should be promoted as part of a larger package of environmental and sustainable development concerns."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": ""
}