{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "United Kingdom",
      "Argentina",
      "United States"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_2",
   "section_title": "OPENING CEREMONY",
   "sentences": [
      "On Monday morning, WGII Co-Chair Osvaldo Canziani (Argentina) opened the session.",
      "Belgian Prime Minister Guy Verhofstadt said Europe is leading the way in taking responsibility for global warming, and highlighted the European Council decisions on climate change.",
      "Stressing the role of the IPCC in shaping public opinion, and noting past public confusion due to mixed messages on climate change, Verhofstadt said that the IPCC has ended the climate change debate with WGI clearly stating that global warming is an incontestable fact and human activities are responsible for it.",
      "Noting that taxes are one of the governments most powerful tools, Verhofstadt urged a shift from property and labor taxation towards consumption and pollution taxation.",
      "Stavros Dimas, European Commissioner for the Environment, highlighted the historic European Council decisions, which he said will have an impact not only climate change, but also on EU's energy security and economic competitiveness.",
      "Dimas underscored the need for international cooperation and a new treaty after the Kyoto Protocol's first commitment period.",
      "He called for differentiated emissions targets for developed and developing countries, noting that developing countries that reach economic development levels similar to developed countries should assume commitments.",
      "Stressing the need for the US and Australia to make commitments and collaborate, he said negotiations should be launched at the next UNFCCC meeting to be held in Bali in November 2007.",
      "Dimas stressed that deforestation must be halted within two decades and then reversed.",
      "He explained that emissions from aviation will be included in the European Union Emissions Trading Scheme (EU ETS) and noted interest from California to link its carbon trading initiative to the EU ETS.",
      "Hong Yan, WMO, commended the solid reputation of the IPCC and the importance of its previous reports for the negotiations on the UNFCCC and the Kyoto Protocol, and for national and regional climate policies.",
      "He hoped that this meeting would provide a useful forum for dialogue between the experts who have prepared the WGII report and its main users.",
      "Highlighting the importance of outreach activities, he urged participants to distribute information contained in AR4 to decision-makers at all levels. IPCC Chair Rajendra Pachauri underscored the serious implications of the complex and wide set of changes in climate identified by WGI for natural and social systems around the globe.",
      "Stressing new information since the TAR, he highlighted the importance of the WGII report in identifying linkages between climate change and sustainable development around the world, and for the implementation of adaptation and mitigation measures.",
      "Renate Christ, IPCC Secretary, read a welcome address from UNEP Executive Director Achim Steiner, noting that AR4 comes at a defining moment in the climate change debate and underscoring WGI's contribution, which conclusively answered the question of whether humans are affecting the climate.",
      "In the message, Steiner highlighted the WGII draft contribution to the AR4 and overwhelming evidence on escalating negative impacts, and welcomed the focus on adaptation as complementary to mitigation.",
      "Delegates approved the agenda ( WG-II:8 th /Doc.1 ).",
      "Co-Chair Canziani, noted that the WGII report is based on the work of 174 Lead Authors, 222 contributing authors and the participation of 1183 experts.",
      "He presented an overview of changes in the WGII contributions since the First Assessment Report, highlighting the introduction of cross-cutting issues and sectors, information on sustainable development, cost-benefit analyses and methodologies.",
      "He drew attention to the integrated analysis in the AR4, which he said has improved but needs to be further developed. WGII Co-Chair Martin Parry (UK) noted the TAR recommendations for AR4 that had been taken up insofar as possible, including incorporating: more quantified assessments; more complete regional coverage; more about context, multiple stresses and sustainable development; the role of adaptation and of mitigation; assessment of thresholds and non-linearities; and more on currently observed effects.",
      "He highlighted greater use of empirical studies rather than models, and the incorporation of information on impacts of inaction and how effects might vary under different development pathways.",
      "Co-Chair Parry also recalled IPCC decisions that had been implemented, such as making the WGII contribution more concise, establishing better connections with work done by WGI and WGIII, and making wider use of non-English and grey (government and NGO reports) literature.",
      "Co-Chair Parry announced that Lead Author presentations, explaining the underlying text for each section, would be given as appropriate during discussions."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "ipcc"
}