{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_58",
   "section_title": "COP Decision",
   "sentences": [
      "The decision (FCCC/CP/2004/L.16), entitled the Buenos Aires Programme of Work on Adaptation and Response Measures, is divided into four parts: adverse effects of climate change; impact of the implementation of response measures; further multilateral work relating to activities under decision 5/CP.7; and the SBSTA programme of work on impacts, vulnerability, and adaptation to climate change. On adverse effects of climate change, the COP decides to further implementation of actions under decision 5/CP.7 on information and methodologies, and vulnerability and adaptation.",
      "It requests the GEF to report to COP-11 and subsequent sessions on relevant activities of, inter alia, the LDC Fund and SCCF.",
      "It also requests the Secretariat to organize, before COP-13, three regional workshops, reflecting regional priorities, and one expert meeting for SIDS, reflecting issues of priority identified by that group.",
      "Regarding modeling, the COP encourages the IPCC to incorporate regional-specific modeling information on adverse effects of climate change in its Fourth Assessment Report. On reporting, it requests Annex II Parties to provide detailed information on progress made to meet the needs of developing countries arising from the adverse effects of climate change, encourages non-Annex 1 Parties to provide information on their specific needs and concerns arising from the adverse effects of climate change, and requests SBI-27 to, inter alia, consider compilation and synthesis reports of national communications regarding the adverse effects of climate change. On the impact of the implementation of response measures, the decision focuses on progress on implementation, modeling and economic diversification, and reporting.",
      "Regarding progress on implementation, the COP recalls that decision 5/CP.7 mandates GEF support for response measures.",
      "On modeling and economic diversification, it requests the Secretariat to organize two expert meetings and that the outcomes be reported to SBI-25.",
      "On reporting, it requests Annex II Parties to provide information on progress made on support programmes for developing countries, and developing countries to report on needs and concerns arising from the impact of implementation of response measures.",
      "The COP also requests SBI-27 to consider reports regarding the implementation of response measures, and invites the GEF to provide feedback to COP-12 on actions taken. On further multilateral work relating to activities under decision 5.CP/7, the COP decides to assess the status of implementation of UNFCCC Article 4.8 and decision 5.CP/7 and to consider further action at COP-14. On the SBSTA programme of work on impacts, vulnerability and adaptation to climate change, the COP: requests SBSTA to develop a five-year programme of work on the impacts, vulnerability and adaptation to climate change; requests the Secretariat to organize an in-session workshop at SBSTA-22 to facilitate the development of the programme of work; invites Parties to submit views to the Secretariat by 31 March 2005; and requests the Secretariat to compile the submissions for consideration at SBSTA-22."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}