{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Bangladesh",
      "Tanzania",
      "China",
      "Cook Islands",
      "Maldives",
      "Saudi Arabia"
   ],
   "enb_end_date": "07-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12436e.html",
   "id": "enb12436e_5",
   "section_title": "ADAPTATION:",
   "sentences": [
      "The contact group focused on the objectives, scope and guiding principles of the non-paper.",
      "The Maldives, for the G-77/CHINA, emphasized that adaptation actions in developing countries must be supported by developed countries in accordance with their obligations under the Convention.",
      "He noted, with Bangladesh, for the LDCs, the Cook Islands, for AOSIS, Tanzania, for the AFRICAN GROUP, and BRAZIL, that action should be based on principles including, inter alia , common but differentiated responsibilities and country-drivenness.",
      "The LDCs expressed concern that reference to integration of adaptation into development could lead to too much integration and detract from the value of stand-alone action.",
      "AOSIS noted that the objective should be to address the urgent and immediate needs of developing countries especially SIDS, LDCs, and African countries.",
      "She also stressed that the nature of actions to be taken, how actions will be supported and mechanisms for addressing loss and damage need to be captured as part of the scope.",
      "The AFRICAN GROUP noted the need for consistency on the definition of vulnerable developing countries throughout the text.",
      "SAUDI ARABIA called for retaining language on impacts of response measures.",
      "The EU underscored that the focus should be on the most vulnerable developing countries and opposed language on impacts of response measures and historical emissions.",
      "BRAZIL noted the need to include the principle of participation and that integration of adaptation into development is controversial."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}