{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_17",
   "section_title": "Session 2: Implementing Actions: Finance, Technology and Capacity Building",
   "sentences": [
      "On Thursday morning, Frank Jésus, GEF, outlined models for scaling up EE, saying successful programmes combine measures to address market failures and targeted policies.",
      "Curt Garrigan, UNEP, discussed the en.lighten initiative, a public-private partnership to phase-in compact fluorescent light bulbs, describing the importance of multi-stakeholder representation and demonstrating benefits.",
      "Jan-Willem van de Ven, European Bank for Reconstruction and Development, noted the Bank's Sustainable Energy Initiative, saying successes stem from mainstreaming EE, enabling regulations and providing technical assistance.",
      "Jarl Krausing, World Bank, outlined the Bank's EE portfolio for the period 2004-2013, identifying lessons learned, including the importance of: getting the price right; good governance; sustained commitment, monitoring and evaluation; and joint public-private action.",
      "Cornie Huizenga, Partnership on Sustainable Low Carbon Transport (SLoCaT), noted that transport is responsible for 25% of GHG emissions.",
      "He described SLoCaT's work on: modeling; supporting NAMA development; developing MRV procedures for the transport sector; and examining climate finance.",
      "Terri Wills, C40 Cities - Climate Leadership Group, said the initiative consists of 66 of the world's mega cities.",
      "She explained that C40 enables the sharing of success stories among cities and that solutions are identified according to local circumstances.",
      "Luis Gomez-Echeverri, SE4All, highlighted the organization as a global platform for EE.",
      "He explained that targets include ensuring universal access to modern energy services, doubling the use of RE in the global energy mix, and doubling the rate of improvement in EE.",
      "During discussions, participants addressed: awareness of partnerships and initiatives; initiatives engaged in EE; and benefits, shortcomings, and areas for improvement in the uptake of EE measures."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}