{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Independent association of Latin America and the Caribbean",
      "African Group"
   ],
   "countries": [
      "India",
      "Mexico",
      "Nepal",
      "Nicaragua",
      "Venezuela",
      "China",
      "Australia",
      "Dominica",
      "Nauru",
      "Colombia",
      "Poland",
      "Dominican Republic",
      "Bolivia",
      "Sudan"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_20",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "On Friday, ADP Co-Chair Kumarsingh opened the closing plenary.",
      "He observed that the goals of the meeting had been achieved, although there was still work to be done.",
      "He said there had been many useful inputs on all areas of work, which signified better understanding of positions, observing that this would be reflected in the Co-Chairs' reflection note on the meeting.",
      "He explained that the Co-Chairs were guided by the understanding that negotiating text will be 'collectively constructed based on views expressed by parties in their submissions and in the negotiations, which would reflect a truly party-driven process'.",
      "Parties agreed to the establishment of a contact group, co-chaired by Runge-Metzger and Kumarsingh.",
      "Co-Chair Kumarsingh said the first meeting would take place after the ADP opening session in June.",
      "He informed delegates that the process would be: party-driven; built on input from parties; and reflect inputs from parties in any outputs from the process.",
      "He called for using the negotiating time efficiently.",
      "Parties also agreed to hold an additional ADP session in October.",
      "The Secretariat outlined the financial implications for the additional session noting that €1.5 million would be required and that a suitable venue had been secured around the third week of October.",
      "He informed delegates that a high-level ministerial dialogue for enhanced action would take place on Friday, 6 June, preceded by high-level roundtable on increased ambition on Kyoto Protocol commitments on Thursday, 5 June.",
      "Anna Serzysko (Poland), ADP Rapporteur, introduced the draft report (FCCC/ADP.2014/L.1/Rev.1), which was adopted by parties.",
      "Bolivia, for the G-77/China, recalled the urgency to accelerate the current process, welcomed the constitution of the contact group, and requested the ADP Co-Chairs to present a plan of work for the June session and the rest of the year.",
      "Australia, for the Umbrella Group, welcomed progress made during the session under both workstreams and called for focusing on elements of text rather than entering into a detailed compilation exercise, cautioning against adopting a 'silo-ed' approach to the thematic elements of the 2015 agreement.",
      "The EU said the June session should focus on making further progress on up-front information requirements for the NDCs and on the definition of the rules-base of the 2015 agreement.",
      "Mexico, for the EIG, urged the inclusion in the cross-cutting issues contained in the 2015 agreement of some fundamentals and principles, including language on the linkages between climate change and human rights, as well as the principle of gender equality.",
      "Sudan, for the African Group, called for: a clear schedule and organization of work for the remainder of 2014; deliverables ahead of Lima; and Annex I parties to raise their level of ambition to 40% below their 1990 levels by 2020 and not 2030.",
      "Nauru, for AOSIS, suggested the June session focus on the further elaboration of the elements of the 2015 agreement, information on NDCs, and a transparent and robust review of the NDCs.",
      "He added that loss and damage should be a separate element of the 2015 agreement.",
      "Nepal, for LDCs, pointed to the current lack of leadership and expressed concern over the 'lack of enthusiasm' to raise pre-2020 ambition.",
      "Venezuela, for LMDCs, looked forward to working in a structured and formal mode covering both workstreams, focused on all elements.",
      "She welcomed participants to the first social pre-COP in November and the preparatory meeting in July.",
      "India, for BASIC, expressed concern with the slow progress, observing that sessions have seen further reiteration of ideas and positions already outlined at roundtables and workshops over the last two years, rather than the initial elaboration of elements of a draft negotiating text.",
      "The Dominican Republic, for the Central American Integration Group, made an urgent appeal to all parties to enter into concrete commitments and actions to bridge the existing ambition gap.",
      "Nicaragua, for ALBA, said he did not agree with the way negotiations had been conducted in Bonn, which he said undermined the principles of multilateralism.",
      "He also said there was a lack of ambition on finance, capacity building and technology.",
      "Colombia, for AILAC, outlined challenges in transitioning to the new mode of work.",
      "She said successful engagement on a draft negotiating text will require a strong sense of ownership by parties, and underscored the need to identify elements that enhance momentum under workstream 2. ADP Co-Chair Kumarsingh looked forward to constructive negotiations in June and suspended the second session of the ADP at 7:14 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}