{
   "actors": [],
   "countries": [
      "Canada",
      "France",
      "Madagascar",
      "United States"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_36",
   "section_title": "COMMUNICATIONS DECISIONS:",
   "sentences": [
      "Delegates discussed communications in the context of the IAC Review recommendation to complete and implement a communications strategy that emphasizes transparency, rapid and thoughtful responses and relevance to stakeholders, and includes guidelines about who can speak on behalf of the IPCC and how to represent the organization appropriately .",
      "Secretary Christ introduced the communications strategy (IPCC-XXXII/Doc.21), noting that the first IPCC communications strategy had been developed in 2005-2006, which led to the recruitment of a communications officer to address requests for IPCC speakers.",
      "She highlighted ongoing activities, including participation in the UN communications group on climate change and redesign of their website, and noted additional communication needs, in particular proactive media work to allow the IPCC to react quickly to emerging issues and events.",
      "She said the IPCC should continue participating in seminars, thematic and side events, and noted the need to increase use of frequently asked questions, interactive graphics and other visual tools, outreach in the regions, and media training for IPCC experts and authors.",
      "Further discussions were taken up in a task group, which met on Wednesday and Thursday, and was co-chaired by Nirivololona Raholijao (Madagascar) and Darren Goetze (Canada).",
      "Co-Chair Goetze first asked the task group to address the short-term task of developing a statement of the Panel to communicate to the world what happened at this meeting, noting the longer-term task of developing a communications strategy for the IPCC may not be completed at this meeting.",
      "The group decided that a task group to guide the development of the long-term communications strategy should be developed.",
      "Regarding the statement by the Panel, Co-Chair Goetze said the group could highlight the key messages that should be conveyed to the outside world.",
      "It was suggested that the message could convey that the IPCC: welcomes the IAC Review; sees it as a constructive input to the workings of the Panel; accepts most, if not all, of the IAC recommendations; and is working positively, constructively and quickly to bring this to conclusion.",
      "Delegates also discussed who should speak on behalf of the IPCC, with the suggestion that the IPCC Chair and Vice-Chairs and the WG Co-Chairs could do so.",
      "Participants also raised issues related to specific guidelines that IPCC leadership should not speak to policy and there should be clarity on what they can discuss.",
      "It was suggested that IPCC is about its products and the focus should be on the assessments and the assessment process.",
      "Participants also stressed the need for a process to manage requests, and a distinction between authority and spokespeople.",
      "The Secretariat made a presentation to the task group on the draft communications strategy, the aims of which are to, inter alia : maintain the IPCC s credibility and reputation; and disseminate the findings of the IPCC assessment reports to all user groups in a neutral manner.",
      "She said the key communication strategies were to: establish a clear reporting line and identify spokespersons; adhere to guidelines based on communications best practices; share expertise with governmental focal points and their communications staff; prepare assessment-specific communication plans; and explain the IPCC s unique qualities.",
      "She said rapid response actions should include the ability to: monitor online activities and content, including social media; monitor IPCC-related posts on Wikipedia and major print articles featuring information about the IPCC; assess when appropriate to correct errors in major media articles; and identify trends in the blogosphere.",
      "Co-Chair Goetze reported outcomes of the task group to plenary, which included a draft preamble, draft decision and ToR for the task group established to guide the development of the communications strategy.",
      "WG I Co-Chair Thomas Stocker suggested adding to the ToR that the task group will seek the advice of the IPCC Chair, the IPCC Vice-Chairs, WG and TFI Co-Chairs, and the Secretariat.",
      "Regarding the draft preamble, the US requested stating that the assessment process is robust, and reflecting that the Panel s work rests on the back of the thousands of scientists who contribute to it.",
      "France asked that the ToR mention communication takes place in many languages.",
      "Co-Chair Goetze clarified that the draft preamble could be framed as a main message coming out of the plenary, and as a statement on how the IPCC is responding to the IAC review, and would be useful in informing a press release."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "IPCC"
}