{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United Kingdom",
      "United States",
      "Chile",
      "Kuwait",
      "Canada",
      "Slovenia",
      "Saudi Arabia",
      "France",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "31-Jul-97",
   "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "31-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1249e.html",
   "id": "enb1249e_2",
   "section_title": "AD HOC GROUP ON ARTICLE 13",
   "sentences": [
      "Chair Patrick Szell (UK) convened the final meeting of the fifth session of AG13 to consider the Group`s draft report to COP-3 (FCCC/AG13/1997/CRP.2).",
      "FCCC Executive Secretary Michael Zammit-Cutajar indicated support for the completion of AG13 proceedings by COP-4.",
      "The Chair informed SAUDI ARABIA that the FCCC Bureau or the COP would decide what happens if AG13 does not meet this target date.",
      "The EU, supported by CHILE, SAUDI ARABIA, and SWITZERLAND called for at least two more AG13 sessions, each lasting 8 half- days and, with KUWAIT and FRANCE, called for a stronger commitment to completion of work by COP-4.",
      "The US and CHINA did not agree.",
      "Chair Szell modified the draft decision for COP-3 (FCCC/AG13/1997/CRP.2 Annex III) to indicate that AG13 should continue beyond the COP, to invite AG13 to complete its work by COP-4, and request it to report to COP-4 on progress if it fails to meet the target date.",
      "He also amended the draft report (Organizational Matters) to indicate that AG13 will require two further sessions each consisting of about six to eight meetings. Reviewing paragraphs 1-5 of the draft compilation for a Multilateral Consultative Process (MCP) (Annex II), the Chair announced a number of editorial changes.",
      "On a paragraph describing how issues are to be taken up, CHINA asked for the re-insertion of a reference, in brackets, to consideration of any submission made by 'a Party on its own request.",
      "' KUWAIT, CHINA and SAUDI ARABIA questioned the adequacy of a decision to cross-reference this procedural paragraph in an earlier paragraph on the Mandate of the Committee in order to deal with concerns about consultation with the Party or Parties concerned. In the paragraph on the MCP Committee Mandate, SAUDI ARABIA asked for the re-insertion of a bracketed reference indicating that questions considered shall be 'upon the Parties request and in consultation with them.",
      "' He also asked that a subparagraph on tasks entrusted to the MCP Committee by the COP be placed in its own set of brackets.",
      "The US, supported by CANADA, noted that its bracketed proposal on the need to maintain the independence of the MCP under the financial mechanism should form a separate element in a subparagraph. Rapporteur Andrej Kranjc (Slovenia) presented the draft report of AG13-5 (FCCC/AG13/1997/CRP.2) for adoption.",
      "Chair Szell commended the group and indicated that progress had been made on the draft MCP.",
      "He noted that detailed discussions would be needed at AG13-6 on: assistance to Parties; the question of who can trigger proceedings; and the implications of COP-3."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "WORKING GROUP"
}