{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Niger",
      "Nigeria",
      "Japan",
      "China",
      "United Kingdom",
      "Finland"
   ],
   "enb_end_date": "15-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "03-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12354e.html",
   "id": "enb12354e_77",
   "section_title": "ADAPTATION FUND",
   "sentences": [
      "The issue was introduced during SBI plenary on 4 December (FCCC/SBI/2007/14), when the Secretariat recalled that a decision had been taken at SBI 26 to refer a negotiating text, annexed to the SBI 26 report (FCCC/SBI/2007/15), for further deliberation.",
      "A contact group was formed, co-chaired by Jukka Uosukainen (Finland) and Osita Anaedu (Nigeria).",
      "At COP/MOP 3, deliberations on the institutional arrangements for the Adaptation Fund (decision 5/CMP.2) were completed following deliberations at previous SBI sessions.",
      "A decision was adopted to operationalize the Adaptation Fund for developing countries particularly vulnerable to the adverse effects of climate change.",
      "The role of the GEF was a key consideration for parties.",
      "During SBI plenary discussions on the fourth review of the financial mechanism, GEF CEO Monique Barbut noted that the GEF had become the largest funder of adaptation activities.",
      "In a contact group on 5 December, the G-77/China stressed that the Fund must operate under the authority of the COP/MOP.",
      "Japan and the EU supported a role for the GEF, while China suggested that this role be temporary.",
      "The EU also submitted proposals that the entity consist of a governing body, a secretariat, and a trustee, with the World Bank filling the latter role.",
      "Lengthy deliberations took place on whether the Adaptation Fund Board should supervise or manage the Fund with the final decision containing language on both.",
      "Delegates also discussed the composition of the Board, with consideration given to several variations to accommodate regional and special groups (SIDS and LDCs) and representation of Annex I and non-Annex I parties.",
      "As part of an agreement to invite the GEF to act as the secretariat, it was also decided to make this an interim arrangement that will be subject to periodic review.",
      "Subsequently, parties agreed to a new paragraph to ensure that funded projects would not be jeopardized in the event of any revision of institutional arrangements.",
      "Agreement was reached on a COP/MOP decision, which was adopted on Friday, 14 December.",
      "Following its adoption, the COP/MOP President Witoelar said the decision had been well worth the wait and its adoption marked a major step forward in addressing the critical issue of adapting to climate change."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "COP"
}