{
   "actors": [
      "Group of 77",
      "Group of 77 and China",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "United States",
      "Bolivia",
      "Uruguay",
      "Canada",
      "South Africa",
      "Antigua and Barbuda",
      "Zambia",
      "Congo",
      "Saudi Arabia",
      "Panama",
      "Egypt",
      "Peru",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_11",
   "section_title": "MATTERS RELATING TO FINANCE:",
   "sentences": [
      "This item was first considered on Wednesday, 3 December.",
      "COP 20 President Pulgar-Vidal invited parties to address sub-items on long-term climate finance, reports of the SCF, the GCF and the Global Environment Facility (GEF), and the fifth review of the financial mechanism.",
      "Pulgar-Vidal proposed, and parties agreed to, a contact group on long-term climate finance and the report of the SCF co-chaired by Tosi Mpanu Mpanu (Democratic Republic of the Congo) and Dany Drouin (Canada), and a contact group on the reports of and guidance to the GCF and GEF, and the fifth review of the financial mechanism co-chaired by Ayman Shasly (Saudi Arabia) and Stefan Schwager (Switzerland).",
      "On the GCF, Zambia called for speeding up direct access modalities for disbursement of funds, and accreditation and support to national entities.",
      "Climate Justice Now!, for Environmental NGOs (ENGOs), called for addressing developing countries needs if the change from brown to green economies is to be achieved.",
      "Business and Industry NGOs stressed the importance of establishing credible and transparent MRV systems and avoiding double counting.",
      "Uruguay said the Inter-American Institute for Global Change Research is ready to cooperate with the UNFCCC.",
      "Egypt, for the African Group, said long-term climate finance should not be confined to US$100 billion annually and called for discussing a strategic approach to finance, including addressing sources, predictability, adequacy and stability, and ways to deliver the necessary scale of finance needed to stay below 2 °C.",
      "Panama suggested taking advantage of the Adaptation Fund.",
      "On Thursday, 4 December, in the contact group on long-term climate finance and the report of the SCF , Co-Chairs Tosi Mpanu Mpanu and Dany Drouin introduced the report of the SCF (FCCC/CP/2014/5).",
      "Bolivia, for the Group of 77 and China (G-77/China), said MRV of support is also being discussed in the ADP and called for: coherence and coordination; clarity on the level of financial support to developing countries; guidance on the third forum of the SCF; and finance for forests.",
      "The US suggested addressing deliverables and, with the European Union (EU), highlighted the GCF s initial capitalization of US$9.7 billion prior to Lima.",
      "In the contact group on reports of and guidance to the GCF and GEF , and fifth review of the financial mechanism , Co-Chairs Ayman Shasly and Stefan Schwager introduced documents (FCCC/CP/2014/2 and Add.1, and FCCC/CP/2014/5 and 8).",
      "Bolivia, for the G-77/China, noted the important work of the Adaptation Fund.",
      "The EU noted other agenda items have financial dimensions, including adaptation, and suggested discussing those in the contact group on climate finance.",
      "Early on Saturday, 13 December, a contact group convened, chaired by Rosa Morales (Peru), on behalf of the COP 20 President.",
      "Edward Davey (UK) and Edna Molewa (South Africa) briefed parties on ministerial consultations, noting they had: met with parties on Thursday and produced draft text on this basis; undertaken another consultation process on Friday evening; and based the five draft decision documents on these consultations.",
      "The contact group was suspended early Saturday after addressing the report of the SCF, the report of and guidance to the GEF, and the fifth review of the financial mechanism.",
      "The contact group reconvened at 11:46 am on Saturday to consider long-term climate finance and the report of and guidance to the GCF, with Chair Morales noting the texts were the result of ministerial consultations.",
      "After some discussion, the rest of the decisions on long-term climate finance and report of and guidance to the GCF were forwarded to COP 20 for consideration by the contact group.",
      "The contact group closed at 2:08 pm.",
      "Long-Term Climate Finance: On Wednesday, 3 December, COP 20 President Pulgar-Vidal invited parties to consider the summary of the in-session workshop on long-term climate finance in 2014 (FCCC/CP/2014/3) and provide guidance on organization of future workshops.",
      "On Saturday, 13 December, the contact group agreed to forward a draft decision, with minor amendments to reflect previously agreed language, to COP 20 for consideration.",
      "During the COP closing plenary on Saturday, December 13, parties adopted the decision.",
      "Final Outcome: In its decision (FCCC/CP/2014/L.13), the COP welcomes: the pledges to the GCF and to the sixth replenishment of the GEF, and contributions to the Least Developed Country (LDC) Fund (LDCF), the Special Climate Change Fund (SCCF), and the Adaptation Fund; and the biennial submissions received to date from developed country parties on updated strategies and approaches for scaling up climate finance from 2014 to 2020, as contained in Decision 3/CP.19, paragraph 10, and urges those developed countries that have not yet done so, to do so.",
      "The COP also, inter alia : - calls on developed countries to channel a substantial share of public climate funds to adaptation activities; - requests parties to continue to enhance their enabling environments and policy frameworks to facilitate the mobilization and effective deployment of climate finance, in accordance with decision 3/CP.19; - recognizes that developed countries commit, in the context of meaningful mitigation actions and transparency on implementation, to a goal of mobilizing jointly US$100 billion per year by 2020 to address the needs of developing countries; - requests developed countries, in preparing their next round of updated biennial submissions on strategies and approaches for scaling up climate finance for the period 2016-2020, to enhance the available quantitative and qualitative elements of a pathway, placing greater emphasis on transparency and predictability of financial flows; - requests the Secretariat to prepare a compilation and synthesis of the biennial submissions on the strategies and approaches, to inform the in-session workshops, and to organize annual in-session workshops through to 2020 and to prepare a summary report of the workshops for annual consideration by the COP and the high-level ministerial dialogue on climate finance; and - decides that the in-session workshops will, in 2015 and 2016, focus on the issues of adaptation finance, needs for support to developing countries, and cooperation on enhanced enabling environments and support for readiness activities.",
      "Report of the Standing Committee on Finance: On Wednesday, 3 December, SCF Co-Chairs Stefan Schwager (Switzerland) and Diann Black-Layne (Antigua and Barbuda) introduced the report (FCCC/CP/2014/5 and Add.1).",
      "On Saturday, 13 December, the contact group agreed to forward a draft decision without amendments to COP 20 for consideration.",
      "During the COP closing plenary on Saturday, parties adopted the decision.",
      "Final Outcome: In its decision (FCCC/CP/2014/L.10), the COP welcomes: the report of the SCF; the transparency and openness with which the SCF conducts its work; the successful completion of the 2014 biennial assessment and overview of climate finance flows, noting the related report; the 2014 SCF forum on the mobilization of adaptation finance, taking note of the related report; and the inputs of the TEC and the Adaptation Committee to the work of the SCF in preparing elements of draft guidance to the operating entities.",
      "The COP also, inter alia : - endorses the SCF workplan for 2015, and the recommendations on the provision of guidance to the operating entities provided in paragraph 10 of the SCF report to the COP; - decides to conduct the review of the functions of the SCF no later than COP 23; - requests relevant technical bodies to consider the recommendations contained in the report of the 2014 biennial assessment of climate finance as part of their related deliberations; and - looks forward to the third forum of the SCF, in 2015, focusing on issues related to finance for forests.",
      "The COP furthermore requests the SCF to: - consider the findings and recommendations of the biennial assessment in its annual report to the COP 21, with a view to recommending improvements to the methodologies for reporting financial information; - further explore ways to enhance its work on the MRV of support, based on best available information on the mobilization of various resources, including private and alternative resources, through public interventions; - include, in its report to COP 21, information on progress made in the implementation of its 2015 workplan; and - consider issues related to possible future institutional linkages and relations between the Adaptation Fund and other institutions under the Convention, and guidance provided to it in other COP decisions.",
      "Report of the GCF to the COP and Guidance to the GCF: On Wednesday, 3 December, GCF Board Co-Chair Ayman Shasly (Saudi Arabia) introduced the report (FCCC/CP/2014/18).",
      "On Saturday, 13 December, the contact group agreed to forward a draft decision, with an amendment to delete reference to the private sector facility from a paragraph requesting the GCF Board to accelerate the operationalization of the adaptation and mitigation windows, to COP 20 for consideration.",
      "During the COP closing plenary on Saturday, 13 December, parties adopted the decision.",
      "Final Outcome: In its decision (FCCC/CP/2014/L.12), the COP welcomes the successful and timely initial resource mobilization process of the GCF that led to the mobilization of US$10.2 billion to date by contributing parties, enabling the GCF to start its activities to support developing country parties to the Convention, and making it the largest dedicated climate fund.",
      "The COP also, inter alia : - requests the GCF to ensure that the ongoing resource mobilization efforts are commensurate with the ambitions of the Fund, and calls for contributions by other developed countries, and invites financial inputs from a variety of other sources, public and private, including alternative sources, throughout the initial resource mobilization process; and - urges the GCF, the Interim Trustee, and contributors to confirm the pledges in the form of fully executed contribution agreements/arrangements, taking note that the commitment authority of the GCF will become effective when 50% of the contributions pledged by the November 2014 pledging session are reflected in fully executed contribution agreements/arrangements received by the Secretariat no later than 30 April 2015.",
      "Moreover, the COP requests the GCF Board to: - accelerate the operationalization of the adaptation and mitigation windows, and to ensure adequate resources for capacity building and technology development and transfer; - accelerate the operationalization of the private sector facility by aiming to ensure that private sector entities and public entities with relevant experience in working with the private sector are accredited in 2015, expediting action to engage local private sector actors in developing countries, including small and medium-sized enterprises in the LDCs, small island developing states (SIDS) and African states, emphasizing a country-driven approach, expediting action to mobilize resources at scale, and developing a strategic approach to engaging with the private sector; - complete, in the implementation of its 2015 workplan, its work related to policies and procedures to accept financial inputs from non-public and alternative sources, the investment and risk management frameworks of the GCF, the impact analysis on its initial results areas, including options for determining the Board-level investment portfolios across the structure of the Fund, and the approval process of the Fund, including methodologies for selecting programmes and projects that best achieve its objectives; - consider ways to further increase the transparency of its proceedings; - accelerate the implementation of its work programme on readiness and preparatory support, ensuring that adequate resources are provided for its execution, including from the initial resource mobilization process, providing urgent support to developing countries, in particular LDCs, SIDS and African states, led by their national designated authorities or focal points to build institutional capacities; - consider, when deciding its policies and programme priorities, the information and lessons learned through engagement with other relevant bodies under the Convention, and other relevant international institutions; - further enhance the participation of all stakeholders; - develop a monitoring and accountability framework; - consider decisions relevant to REDD+; - make available its annual report in a timely manner, and no later than 12 weeks prior to a COP session; and - report to COP 21 on progress made in the implementation of this decision.",
      "The COP also: - requests the GCF to enhance its collaboration with existing funds under the Convention and other climate relevant funds in order to enhance the complementarity and coherence of policies and programming at the national level; - urges the GCF to ensure that staff selection is open, transparent and based on merit without discrimination, taking into account geographical and gender balance; - urges developing countries to enter into bilateral agreements with the GCF based on the template to be approved by the GCF Board, in order to provide privileges and immunities for the Fund; and - requests the GCF to include in its annual report to the COP the recommendations of its independent redress mechanism, if any, and any actions taken by the Board in response to those recommendations.",
      "Report of the GEF to the COP and Guidance to the GEF: On Wednesday, 3 December, Chizuru Aoki, GEF, introduced the report (FCCC/CP/2014/2 and Add.1).",
      "On Saturday, 13 December, the contact group agreed to forward a draft decision with minor amendments to COP 20 for consideration.",
      "During the COP closing plenary, parties adopted the decision.",
      "Final Outcome: In its decision (FCCC/CP/2014/L.11), the COP welcomes: the sixth replenishment of the GEF, while urging countries that have not fulfilled their pledges for the fifth replenishment to do so as soon as possible; the pledges and contributions made to the LDCF and the SCCF, calling for continued support to these funds; and the GEF s gender mainstreaming policy.",
      "The COP also, inter alia : - notes that the amount of funding available for the climate change focal area was reduced in the GEF s sixth replenishment period, and that the allocation of some countries, including some LDCs, SIDS, and African states, has decreased as a consequence; - takes note of the GEF s policy on co-financing, and the concerns raised by some parties regarding its implementation; - invites parties to submit annually to the Secretariat their views and recommendations on the elements to be taken into account in developing guidance to the GEF, and requests the SCF to take into consideration these submissions when providing draft guidance to the GEF for consideration by the COP; and - encourages the GEF to, inter alia , continue work on improving its project cycle, increase the overall transparency and openness of its operations, and improve the communication of its co-financing policy.",
      "The COP also requests the GEF to: - ensure that gender mainstreaming is implemented both within its portfolio and its structure; - continue to work with its implementing agencies to further simplify its procedures, and improve the effectiveness and efficiency of the process through which non-Annex I parties receive funding to meet their obligations under Convention Article 12.1 (communication of information related to implementation); and - include in its annual report to the COP information on the steps it has taken to implement the guidance provided in the decision.",
      "Fifth Review of the Financial Mechanism: On Wednesday, 3 December, COP 20 President Pulgar-Vidal introduced this item (FCCC/CP/2014/5 and FCCC/CP/2013/INF.1).",
      "On Saturday, 13 December, the contact group agreed to forward a draft decision without amendments to COP 20 for consideration.",
      "During the COP closing, parties adopted the decision.",
      "Final Outcome: In its decision (FCCC/CP/2014/L.9), the COP welcomes the progress made by the GCF Board in operationalizing the GCF, and notes that the fifth review of the financial mechanism focused on the GEF, as the GCF is still developing its operations.",
      "The COP also, inter alia : - welcomes the expert input to the fifth review of the financial mechanism provided by the SCF and encourages the SCF to build on the same methodology and criteria in future reviews of the mechanism; - encourages the operating entities of the financial mechanism to address these recommendations in their future work; - recognizes the general positive assessment of the performance of the GEF, but notes that the LDCs and SIDS still experience challenges in accessing GEF resources; - decides to consider the timing of guidance provided by the COP to the operating entities of the financial mechanism in order to ensure that key guidance is fully considered in the programming strategies and policy recommendations associated with the replenishment cycles of these entities; - decides to initiate the sixth review of the financial mechanism at COP 22 in accordance with the criteria contained in the guidelines annexed to Decision 8/CP.19 (fifth review of the financial mechanism), or as subsequently amended; and - requests the SCF to provide expert input to the sixth review of the financial mechanism in 2017 with a view to the review being completed by COP 23.",
      "Further Guidance to the LDCF: These discussions are summarized under the SBI agenda item on further guidance to the LDCF (see page 16)."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}