{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Slovakia",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand"
   ],
   "enb_end_date": "09-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "09-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12131e.html",
   "id": "enb12131e_2",
   "section_title": "GUIDELINES UNDER PROTOCOL ARTICLES 5, 7 & 8",
   "sentences": [
      "Subgroup on Articles 5.2 (adjustments) and 8 (review of information): Delegates exchanged views on the Draft Guidelines under Article 7.",
      "On information submitted under Article 7.1 (inventory) delegates, inter alia, stressed that information through registries would be available more frequently than annually, and highlighted linkages with work on mechanisms and LULUCF.",
      "On information submitted under Article 7.2 (national communication), the EU, supported by SAUDI ARABIA, proposed reporting on 'demonstrable progress.",
      "' The US, CANADA, NEW ZEALAND and AUSTRALIA said this issue was not a priority for COP-6 and could be dealt with through the forthcoming national communications.",
      "When considering the Draft Guidance on Methodologies for Adjustments, the EU, with SWITZERLAND and SLOVAKIA, said the trial period on inventory review would provide the IPCC with the information on problems to be addressed.",
      "AUSTRALIA, the US, and NEW ZEALAND highlighted the urgency of addressing adjustment methodologies, in particular in relation to the base-year inventory. On Classification of Inventory Problems in the Guidelines under Article 8, delegates continued consideration of the EU proposal.",
      "They agreed on the following steps: identification of a failure to use agreed methodologies and guidelines or to produce a timely report; description/categorization of the problem; and determination of whether or not the problem triggers, an expedited procedure, or whether it is adjustable or not.",
      "On adjustments, SLOVAKIA, the US, NEW ZEALAND and CANADA said all inventory problems were adjustable, while the EU said inventory problems of a specific threshold were not adjustable. Subgroup on Article 5.1 (national systems): Participants discussed the second Draft Guidelines for National Systems under Article 5.1 of the Kyoto Protocol.",
      "On Inventory Management, CANADA noted the lack of reference to confidential information, and JAPAN said the extent of, and access to, confidential information is resolved under Article 8.",
      "Delegates resolved the issue of reporting by making reference to reporting requirements as they would be defined in the guidelines under Article 7.",
      "The EU, supported by NORWAY, proposed language on monitoring of emissions of legal entities and/or projects under Articles 6 and 17.",
      "Co-Chair Plume said it was a reporting issue and noted that relevant work on the mechanisms was still at an early stage.",
      "The US opposed specific reference to Articles 6 and 17, and noted a paragraph leaving the door open for future linking through Article 7 and relevant decisions by the COP or COP/MOP."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}