{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Japan",
      "Australia",
      "Peru",
      "Kenya",
      "South Africa",
      "Guatemala",
      "Russia",
      "Chile",
      "Papua New Guinea",
      "United Kingdom",
      "Switzerland",
      "Colombia",
      "Indigenous Peoples",
      "Ecuador",
      "Canada",
      "China",
      "Panama",
      "Saudi Arabia",
      "El Salvador",
      "Argentina",
      "Ukraine",
      "Kazakhstan",
      "Congo",
      "Belarus",
      "Gambia",
      "Grenada",
      "Guinea"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_22",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-LCA closing plenary convened on Friday afternoon.",
      "Executive Secretary Figueres paid tribute to Nobel Laureate Wangari Maathai, describing her as a champion for the environment, sustainable development, women s rights and democracy.",
      "Kenya expressed appreciation for the tribute, observing that it was in recognition of Maathai s efforts to serve mankind with dedication.",
      "Delegates then observed a one-minute silence in memory of Wangari Maathai. AWG-LCA Chair Reifsnyder noted that submissions received from parties during the third part of session had been compiled online in documents FCCC/AWGLCA/2011/MISC.6/Add.4, MISC.7/Add.5, and MISC.7/Add.6, as well as FCCC/AWGLCA/2011/CRP.14-23.",
      "South Africa reported on consultations, which she said had been conducted in a spirit of give-and-take, highlighting the distinct sense that the Durban outcome must be balanced, fair and credible, and strengthen the multilateral rules-based response to climate change.",
      "She called for operationalizing the key mechanisms of the Cancun Agreements, and underscored the need to find a resolution to the issue of the second commitment period under the Kyoto Protocol and the legal nature of a future climate change system.",
      "Argentina, for the G-77/China, acknowledged flexibility shown in enabling progress and expressed hope that this constructive spirit would prevail in Durban.",
      "He reaffirmed the commitment of the group to move forward on both tracks, reiterating that the Kyoto Protocol and the Convention must be preserved.",
      "He called for fair and equal treatment of all issues in Durban.",
      "Highlighting the importance of response measures for all developing countries, he expressed disappointment with the unwillingness of developed countries to make progress, which had resulted in no outcome during the session.",
      "Grenada, for AOSIS, called for Durban to deliver a clear and ambitious mandate to negotiate a legally-binding agreement under the Convention and a second commitment period under the Kyoto Protocol.",
      "On the GCF, she expressed concern about the messages sent from this meeting regarding the commitment of developed countries to capitalize the fund.",
      "She urged all parties to consider the reality of the impacts of climate change on small island developing states when finalizing their negotiating positions.",
      "She reiterated that efforts in Durban should aim to strengthen the multilateral rules-based regime.",
      "El Salvador, for SICA, said the meeting has laid a solid foundation for Durban.",
      "The Gambia, for the LDCs, called for progress on accounting rules to ensure comparability of efforts.",
      "Australia, for the Umbrella Group, said the meeting in Panama represented an important advance towards Durban on issues such as mitigation, finance, technology and capacity building to enable discussions in Durban.",
      "She underscored their remaining commitment to the long-term financial goal, underscoring that Durban must bring the Cancun Agreements to life.",
      "The EU welcomed progress made, and reiterated their preference for a single legally-binding framework containing the essential elements identified in the Cancun Agreements as a means to reach a balanced and ambitious outcome.",
      "Since believing this would not be achievable in Durban, they supported agreeing on a mandate in Durban to conclude an LBI.",
      "In this context, he reiterated the EU s support for a second commitment period under the Kyoto Protocol and highlighted a robust market-based system as essential in achieving the global mitigation objectives.",
      "Switzerland, for the EIG, welcomed progress in Panama, but underscored outstanding work on the road to Durban.",
      "He called for progress on issues, such as MRV, biennial reports, ICA and IAR, market mechanisms, REDD+, loss and damage, technology, mid and long-term finance, and capacity building.",
      "Ecuador, for ALBA, underscored a tendency by some parties to distract attention away from the principle objectives of the Convention by focusing on technical and procedural issues.",
      "She said parties advocating for a legally-binding agreement needed to show that they respect the laws and current rules and adopt a second commitment period under the Kyoto Protocol.",
      "Saudi Arabia, for the Arab Group, said developing countries showed their full commitment towards making progress in Panama through their positive participation in all working groups and across all subjects.",
      "He added that some developed countries that attempted to impede negotiations on long-term finance and response measures had not reciprocated this commitment.",
      "On REDD+, Papua New Guinea, for the Coalition of Rainforest Countries, expressed disappointment that negotiations had only resulted in a non-paper with a placeholder for text.",
      "The Democratic Republic of Congo, for the African Group, highlighted that progress in Panama was uneven among the different issues under negotiation.",
      "He expressed concern over the slow progress on finance and the AWG-KP track.",
      "He called for, inter alia : a common accounting framework for Annex I parties that are not parties to the Kyoto Protocol; comparability of efforts among Annex I parties; and progress on finance, REDD+ and loss and damage.",
      "Peru, for Colombia, Chile, Guatemala and Panama, reaffirmed a second commitment period under the Kyoto Protocol as a decisive outcome in Durban and a key milestone for achieving a multilateral comprehensive legally-binding rules-based regime.",
      "She encouraged the incoming COP 17 Presidency to continue consultations on the legal options.",
      "Belarus, for Kazakhstan, Ukraine and Russia, for EITs, recognized a step forward in resolving to take into consideration the special situation of the EITs.",
      "Centro Mexicano de Derecho Ambiental, on behalf of the Climate Action Network, stressed that the fate of Kyoto Protocol is in the EU s hands and called on Japan, Canada and Russia not to destroy the Kyoto Protocol.",
      "Pan-African Climate Justice Alliance, for Climate Justice Now, called for further progress on developing countries concerns, including on response measures and long-term finance, as agreed to in Cancun, to ensure the GCF does not become an empty shell.",
      "Tebtebba Foundation, for IPOs, called for the recognition of the rights of indigenous peoples, including the right to self-determination and free prior informed consent.",
      "Chair Reifsnyder thanked everyone for their hard work and suspended the meeting at 6:18 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}