{
   "actors": [],
   "countries": [
      "Pakistan"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_21",
   "section_title": "National level and national hydro-met services perspective",
   "sentences": [
      "Ambassador Qamar-Uz-Zaman Chaudhry, WMO and Pakistan, outlined Pakistan s weather and climate observational systems.",
      "He said there were over 100 weather stations, of which 26 are climate change GCOS stations, satellites for data acquisition and national and regional drought and environment monitoring and early warning centers.",
      "Chaudhry stated Pakistan is installing 300 automatic weather stations, to be gradually increased to 500.",
      "He gave examples of successful forecasts, including flood warnings issued by the Flood Forecasting Division in Lahore in 1997, which through early warning prevented significant financial loss.",
      "Chaudhry highlighted some shortfalls and said needs included: capacity building; new tools and technologies for quick utilization and processing of data; outreach to end users; and effective dissemination and maintaining of data quality.",
      "Cecilia Conde, presenting on behalf of the IPCC Task Group on Data and Scenario Support for Impact and Climate Analysis, said the mandate of the group was to facilitate availability of climate change data and information across the three IPCC Working Groups.",
      "She explained the Data Distribution Center provides datasets on observations, model projections and socioeconomic variables, as well as climate scenarios, data on monthly means and on 20 and 30-year averages.",
      "Conde drew attention to forthcoming guidance, which includes sea level scenarios and application of socioeconomic scenarios."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}