{
   "actors": [
      "Group of 77",
      "Group of 77 and China"
   ],
   "countries": [
      "Canada",
      "Argentina",
      "Colombia",
      "Saudi Arabia",
      "United States",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "09-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12533e.html",
   "id": "enb12533e_4",
   "section_title": "REDD+ (AWG-LCA)",
   "sentences": [
      "Delegates discussed options on REDD+ finance sources.",
      "One option considers, inter alia : that appropriate market-based approaches be developed and that the SBSTA could develop modalities and procedures.",
      "Another states that results-based finance provided to developing countries may come from a wide variety of sources, including alternative sources, considering appropriate market and non-market based approaches created under the Convention.",
      "Some developing countries supported a footnote explaining that appropriate means exclusion of offsetting mechanisms and/or carbon markets.",
      "Another country strongly supported developing non-market based approaches and multiple functions of forests.",
      "Parties also addressed outstanding text in the preamble and on the way forward. DEVELOPED COUNTRY MITIGATION (AWG-LCA): Parties discussed whether options have been adequately reflected.",
      "On possible elements of a draft decision for adopting IAR, they considered options for, inter alia : comparability; the timeframe for the adoption of modalities and procedures; frequency of IAR; and compliance.",
      "Parties also discussed the objectives of IAR, technical review and multilateral assessment.",
      "On IAR, one developed country said that emerging developing countries should be subject to a similar regime, and that IAR is for emission reduction targets and not for reporting on the provision of support to developing countries. DEVELOPING COUNTRY MITIGATION (AWG-LCA): Parties discussed revised draft text on possible elements for adoption of modalities and guidelines for the ICA.",
      "Options were considered for: objectives; scope and process; and outcome of the ICA. GREEN CLIMATE FUND (COP): Parties were able to agree on paragraphs regarding the host country selection process and a process for conferring legal personality on the fund.",
      "On the interim secretariat, parties agreed that it shall be fully accountable to the Board and shall function under its guidance and authority.",
      "Parties also agreed that the head of the secretariat should have experience working with developing countries.",
      "On the host of the interim secretariat, three options were presented: the UNFCCC Secretariat; the GEF Secretariat; and the UN Office in Geneva. NATIONAL ADAPTATION PLANS (COP) : Many countries stressed that GEF guidance should be clear, simple and operationally feasible to ensure the support that LDCs require will be provided.",
      "COLOMBIA said the GEF would need to work through agencies with on-the-ground experience and through one or two core programmes to ensure funds can be accessed quickly.",
      "Many developing countries supported inviting UNDP and UNEP to consider establishing support programmes, with the US opposed to singling out the two organizations.",
      "The G-77/CHINA stressed the need to ensure the provision of long-term support for the process. TECHNOLOGY TRANSFER (AWG-LCA) : Parties identified outstanding work remaining on, inter alia : the selection process and call for proposals; agreement on the role of IPR; potential linkages between the Technology Mechanism and the financial mechanism, and other institutions under the Convention. CDM (CMP): Parties continued reviewing the draft decision paragraph by paragraph, with many clauses remaining in brackets, including on: the CDM beyond the first commitment period, the first review of the CDM modalities and procedures, guidelines on stakeholder consultation and improvements on the assessment of additionality.",
      "Parties agreed, inter alia , on: the launch of a CDM policy dialogue by the CDM Executive Board, operational entities carrying out sector-specific validation, voluntary measures and programmes of action. RESPONSE MEASURES (COP) : Parties convened to share views on a draft decision distributed by the SB Chairs.",
      "NEW ZEALAND stressed the need to define the boundaries of a work plan and possible forum and, with CANADA and the US, said the current text is unbalanced.",
      "Argentina, for the G77/CHINA, said her group has made compromises and urged others to follow suit.",
      "On future revisions to the text, SAUDI ARABIA requested retaining the current text as a separate option, with NEW ZEALAND saying that it reserves the right to have a third option if parties go down the option route."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}