{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Mauritania",
      "Cuba",
      "Hungary",
      "Uruguay",
      "Tanzania",
      "China",
      "Tunisia",
      "Finland"
   ],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_14",
   "section_title": "PRESENTATIONS ON NATIONAL EXPERIENCES",
   "sentences": [
      "Suhel al-Janabi, German Agency for Technical Cooperation (GTZ), spoke on synergies and coordination in GTZ projects in Mauritania, China and Tunisia.",
      "He said that early warning systems, identification of vulnerability indicators, and economic risk assessments represent linkages between the UNFCCC and the CCD.",
      "On interlinkages between the UNFCCC and the CBD, he noted that the ecosystem approach adopted by the CBD can be useful for the UNFCCC.",
      "He recommended increased cooperation on the impacts of adaptation measures and urged the GEF to link thematic areas.",
      "Al-Janabi stressed that local-level action should address the Rio conventions simultaneously, taking into consideration poverty alleviation, economic and social development, combating environmental degradation, and developing education and health policies. Virginia Sena, Ministry of Environment, Uruguay, stated that the National Capacity Self Assessment (NCSA) project in Uruguay builds the capacity of national institutions.",
      "Sena said the anticipated benefits of the NCSA include efficient resource use, enhanced national domestic awareness and knowledge about the Rio conventions, and greater opportunities for public participation in these activities. Gisela Alonso Dominguez, Environmental Agency, Cuba, provided an overview of Cuba`s natural resources, environmental problems, and domestic environmental laws and institutions.",
      "Dominguez drew attention to Cuba`s Committee on the Environment, which oversees policy actions on all MEAs, and whose principal goals include integral environmental management, pollution reduction, enterprise management, and environmental education.",
      "She outlined a hydrographical basins programme that integrates policies on soil degradation, deforestation, waste, water management, biodiversity, natural disasters, climate studies, health, education and employment. Outi Berghäll, Ministry of the Environment, Finland, said that to achieve synergies, Finland has to focus on the regional level and on forest owners in particular.",
      "She noted that Finland addresses synergies through the Interministerial Committee on Climate Change, the EU institutions and the National Council of Sustainable Development.",
      "As a concrete example of an integrated approach, she highlighted the Arctic Climate Impact Assessment Project, which is a comprehensive assessment of climate change and its impacts on the Arctic Region. Rawson Yonazi, Division of Environment, Tanzania, presented an overview of the national efforts to address UNFCCC provisions on adaptation, technology transfer, and education and outreach.",
      "Describing the formal and informal processes of institutional coordination, he noted that the Vice President`s office is the national focal point for the GEF, the Rio conventions, matters relating to the UN Commission on Sustainable Development and poverty alleviation initiatives.",
      "He noted that most of the conventions are implemented separately by sectoral ministries.",
      "Yonazi said the main challenge in the work on synergies is mobilizing resources for national synergy workshops, enhancing the focal points` capacities, mainstreaming conventions into national policies, generating information and establishing national databases. Dora Kulauzov, Ministry of Environment and Water, Hungary, outlined the Hungarian experience in reinforcing synergies among the Rio conventions.",
      "She listed a number of relevant laws, programmes, and strategies, and discussed environmental, policy, financial, and institutional aspects of synergistic approaches.",
      "Kulauzov noted the need to, inter alia: take into account the impacts of policies on all ecosystems, systematically observe the state of the environment, conduct integrated assessments of proposed policies, strengthen the scientific base of decision making, and effectively use financial resources."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}