{
   "actors": [],
   "countries": [
      "Australia",
      "Brazil",
      "South Africa"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_71",
   "section_title": "CONVENTION DIALOGUE",
   "sentences": [
      "The third workshop under the Dialogue on long-term cooperative action to address climate change by enhancing implementation of the Convention took place on Wednesday and Thursday, 16 and 17 May 2007.",
      "The Dialogue was the result of negotiations during COP 11 and COP/MOP 1 on a long-term framework for addressing climate change after the Kyoto Protocol's first commitment period ends in 2012.",
      "In Decision 1/CP.11, COP 11 resolved to engage in a dialogue, without prejudice to any future negotiations, commitments, process, framework or mandate under the Convention, to exchange experiences and analyze strategic approaches for long-term cooperative action to address climate change.",
      "The Dialogue is widely referred to as the Convention track for discussions on long-term issues, as opposed to the Protocol track, under the AWG.",
      "The Dialogue at SB 26 was co-facilitated by Sandea de Wet (South Africa) and Howard Bamsey (Australia).",
      "Participants focused on two main areas: realizing the full potential of technology, and addressing action on adaptation.",
      "These discussions involved detailed presentations from invited experts and feedback and interventions from parties and observers.",
      "The workshop concluded with a short discussion on substantive and organizational matters relating to the fourth workshop, which is scheduled to take place in Vienna in late August 2007.",
      "During this discussion, Co-Facilitator Bamsey explained that the fourth workshop was the last one mandated by the COP, and that the Co-Facilitators would prepare a report on the Dialogue for consideration by COP 13 in Bali.",
      "Several parties commented on the process.",
      "Brazil reflected on the positive exchange of ideas while adding that discussions disconnected from effective negotiations cannot prosper, and South Africa identified a variety of possible options for moving forward during COP 13, including a new agenda item leading to policy level discussions and negotiations.",
      "He also mentioned the option of continuing the Dialogue, creating a platform and reorganizing and consolidating the COP agenda.",
      "Detailed reports on this workshop and these discussions can be found at: http://www.iisd.ca/vol12/enb12331e.html and http://www.iisd.ca/vol12/enb12332e.html ."
   ],
   "subtype": "PLENARY",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": "WORKING GROUP"
}