{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Argentina",
      "Malaysia",
      "United States",
      "Australia",
      "Kenya",
      "Uganda",
      "Canada",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_42",
   "section_title": "Consultative Group of Experts:",
   "sentences": [
      "Two draft decisions and one set of draft conclusions on this item were considered by the SBI and a contact group chaired by Emily Ojoo-Massawa (Kenya) and in informal consultations.",
      "Following their approval in the SBI, all three texts were adopted by the COP on 9 November. In the first SBI discussion on this matter, the US proposed that recommendations from the CGE be considered as a basis for improvements of the UNFCCC reporting guidelines.",
      "On the report of the CGE, Canada, with Australia, noted that there might be overlap between the report and the COP-6 Part II funding package, suggesting they be harmonized.",
      "The EU and Australia, opposed by Malaysia, China and Argentina, said the report provided a sound basis to initiate the revised guidelines.",
      "SBI Chair Ashe said this issue would be further considered in a contact group, along with the provision of financial and technical support. In the contact group, Parties discussed the terms of reference for the CGE, in particular language in the document referring to LDCs.",
      "Several LDCs noted that the CGE did not have a mandate to address the LDC NAPA process.",
      "The EU stressed linkages between the processes of preparing national communications and NAPAs.",
      "Text referring to LDCs was bracketed and remained so until agreement on linkages was reached between LDCs and the CGE within the group discussing LDC issues. On the composition of the CGE, the G-77/China requested removal of the expert from non-Annex I Parties in Europe proposed in the new terms of reference.",
      "The EU, Switzerland and Australia supported the initial composition, and Switzerland and Australia said further consideration of the terms of reference was not necessary. On the improvement of guidelines for the preparation of non-Annex I communications, several Parties supported the extension of the current terms of reference, although consensus was not achieved.",
      "Delegates addressed at length the timing for three issues: the improvement and adoption of the guidelines; the preparation of draft improved guidelines and a workshop to be held on this; and the submission by Parties of proposals on the draft guidelines to the Secretariat.",
      "Uganda, for the LDCs, supported adopting the improved guidelines at COP-10, while the G-77/China preferred COP- 9.",
      "The US, with Australia, supported doing this at COP-8, underscoring the relevant COP-5 decision that had scheduled this for COP-7, and stressed that it was not acceptable to postpone this for more than one year.",
      "Parties agreed to the adoption of the improved guidelines at COP-8, the holding of a workshop prior to SB-16, and the submission of Parties' proposals on these guidelines by 5 August 2002 for consideration at SBI-17.",
      "The US did not support deciding at COP-7 on the frequency of submission of national communications by non-LDC developing country Parties. On the terms of reference, participants discussed: the cut-off time for reviewing national communications and for inclusion in the Secretariat's compilation and synthesis report; the number of workshops to be held; and the number of experts to be invited to these workshops.",
      "Regarding dates for workshops, and the review of the terms of reference for the CGE, the G-77/China proposed two workshops be held in 2002, and that the terms of reference be reviewed at COP-8, to which delegates agreed."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": ""
}