{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Chad",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Indonesia",
      "South Africa",
      "Colombia",
      "Belarus",
      "Russian Federation",
      "Thailand",
      "Philippines",
      "Australia",
      "Indigenous Peoples",
      "Uganda",
      "Guyana",
      "Saudi Arabia",
      "Egypt",
      "Gabon",
      "Switzerland",
      "Barbados",
      "China"
   ],
   "enb_end_date": "03-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12433e.html",
   "id": "enb12433e_1",
   "section_title": "AWG-LCA PLENARY",
   "sentences": [
      "In the afternoon, the AWG-LCA stocktaking plenary convened.",
      "Chair Zammit Cutajar observed that parties had worked in an inclusive and transparent manner, which is helping to build trust.",
      "He also noted that the length of the negotiating text was not the key issue, but rather the number of substantive issues reflected within those pages that needed to be resolved.",
      "Parties then heard progress reports on the six contact groups.",
      "On a shared vision, Chair Zammit Cutajar explained that a non-paper had been produced and that parties had discussed proposals related to review of the long-term global goal.",
      "He identified issues for further consideration, including determining what is to be reviewed and finding the political will for this.",
      "On adaptation, Facilitator Kolly reported convergence on many areas, explaining that the contact group had streamlined the entire adaptation text.",
      "On technology, Facilitator Kumarsingh reported that the text had been substantially reduced and that parties had exchanged views and arrived at a common understanding on some key elements.",
      "On capacity building, Facilitator Gaye reported that a new text had been prepared based on parties proposals, which will be distributed on Saturday.",
      "On finance, Vice-Chair Machado said that the contact group aimed to complete the first reading of the text by the end of the week.",
      "On mitigation, Zammit Cutajar noted varied progress under the sub-groups focusing on the six sub-paragraphs of the BAP.",
      "He also noted that in the overall mitigation contact group, an interesting discussion had taken place on the general elements proposed by parties to be inserted in the mitigation chapter and that the discussion had helped to clarify where parties stand despite disagreement on substance.",
      "Chair Zammit Cutajar said he would consult informally on Saturday on organization of work on texts and that Vice-Chair Machado would consult informally next week on the organization of work for the rest of the session in Barcelona.",
      "In their statements, several parties expressed sympathy with the Philippines and other Asian countries hit by natural disasters.",
      "VENEZUELA, for several Latin American countries, called on Annex I countries to demonstrate political will to fulfill their obligations.",
      "She said current proposals on carbon-neutral development and a low-carbon society are devoid of content and objected to attempts to merge the two AWGs.",
      "The Philippines, for the G-77/CHINA, expressed guarded optimism on progress, noting the need to maintain pace under both AWGs.",
      "Barbados, for AOSIS, noted that negotiations had reached a critical juncture and expressed serious concern with the pace, considering that only eleven days of negotiating time remain before Copenhagen.",
      "He underscored that a political declaration would not be an adequate outcome from Copenhagen.",
      "Uganda, for the LDCs, proposed convening a short plenary to review progress on Wednesday. AUSTRALIA highlighted the need to increase the pace of negotiations and called for a clear vision of necessary deliverables in Copenhagen, including a new treaty, supported by complementary decisions.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, stressed that the outcome from Bangkok should identify the key issues needed in an agreed outcome in Copenhagen.",
      "The EU called for focusing on the core issues such as: emission reductions by developed countries; a machinery to enable NAMAs; a robust reporting system; tools and instruments to enable cost-efficient climate policies; review and compliance; as well as finance, technology and capacity-building support. COLOMBIA, for several Latin American countries, lamented slow progress under the AWG-LCA.",
      "BANGLADESH highlighted the need for additional funding representing 1.5% of annual GDP of Annex I countries.",
      "BOLIVIA highlighted her country s proposal for a universal declaration on the rights of Mother Earth, stressing the need for humans to live in harmony with nature. SAUDI ARABIA opposed protectionist trade measures planned by developed countries and urged focusing on the Convention s implementation and adaptation.",
      "He called for party-driven negotiations, warning against new documents that would hamper negotiations next week. SOUTH AFRICA highlighted bright spots in capacity building and technology, while expressing concern over progress on adaptation and mitigation, and over proposals: to move elements of the Protocol to the AWG-LCA; use a bottom-up approach; and blur the distinction between the sub-paragraphs 1b(i) and 1b(ii) of the BAP. CHINA stressed the need for a party-driven and fully transparent process, and for sticking to the clear mandate in the BAP, warning that deviation would mean failure in Copenhagen.",
      "He noted strong political signals from the UN Secretary General s Climate Summit and lamented that these have not been reflected in the way that developed countries have negotiated in Bangkok.",
      "Highlighting time constraints, he urged focusing on essential issues.",
      "GABON underscored issues of trust between developed and developing countries.",
      "Expressing concern with the pace of work, INDIA highlighted the need to work within the mandate of AWG-LCA and the BAP, and urged developed countries to meet their commitments on technology transfer.",
      "GUYANA suggested focusing on shared vision and giving increased attention to REDD. EGYPT expressed concern about the Convention s future, called on developed countries to take the lead on mitigation, and suggested that the different non-papers be integrated and addressed together.",
      "The RUSSIAN FEDERATION noted the need to focus on the main elements of the negotiating text and ensure global participation in the next agreement.",
      "BELARUS called for taking into account the specific characteristics of countries with economies in transition.",
      "JAPAN urged speeding up work on the text, and identified the need to discuss overarching mitigation issues and to ensure coherence between the two negotiating tracks. THAILAND called for urgent implementation of adaptation actions and cautioned against attempts to differentiate among developing countries.",
      "INDONESIA lamented the lack of significant movement under the AWG-LCA, observing that differences between parties were wide and worrying. CHILE called for a single working method and supported giving the AWG-LCA Chair a mandate to work towards further consolidating the text so that it could be used as a basis for negotiations.",
      "Expressing confidence in the ability of parties to move forward, the US highlighted recent developments in his country, including the introduction of a new climate bill in the Senate and the intention of the Environmental Protection Agency to move towards regulation of greenhouse gas emissions.",
      "On the negotiating text, he called for a focus on operational elements that will lead to specific language in the agreement and requested assistance from the AWG-LCA Chair in focusing parties on this.",
      "The INTERNATIONAL INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE emphasized that concerns of indigenous peoples should be seriously addressed in the negotiations.",
      "BUSINESS AND INDUSTRY called on parties to, inter alia , provide certainty for markets, and mobilize diverse sources of funding.",
      "The CLIMATE ACTION NETWORK stressed that parties should seize the political momentum mandated by their leaders.",
      "Summarizing the discussions, Chair Zammit Cutajar acknowledged concerns with the pace of progress and calls from parties for a focus on the critical issues of operational elements and mechanisms."
   ],
   "subtype": "plenary",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}