{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "25-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "25-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12241e.html",
   "id": "enb12241e_2",
   "section_title": "UNFCCC ARTICLE 6",
   "sentences": [
      "Contact group Chair Markus Nauser reported on the deliberations in the group.",
      "Parties adopted the conclusions (FCCC/SBI/2004/L.6) without amendment.",
      "In the conclusions, SBI encourages Parties to cooperate in the key areas identified at the African regional workshop in January 2004.",
      "SBI requests the Secretariat to prepare an intermediate review report on progress in implementing Article 6, based on information contained in national communications and other information received by the Secretariat, by 15 August 2004.",
      "The report of the submissions will form the basis for a draft COP-10 decision.",
      "Regarding the small- scale model of the Article 6 information network clearing house, SBI requests the Secretariat to report to SBI-21 on progress of work, including: detailed technical specifications for the development and implementation of the clearing house; a profile for an institutional home for the clearing house; a tentative time frame for implementation; and options, and their estimated financial implications, for the development and implementation of the clearing house. SBI also notes that regional workshops are essential to advance the implementation of Article 6 activities, and invites Parties and others in a position to do so, to contribute to financing the remaining workshops, which address the needs of Asia, Latin America and the members of AOSIS.",
      "The annex to the conclusions contains consolidated views of Parties and guidance to the Secretariat on the further development of the Article 6 information network clearing house.",
      "It outlines the characteristics and elements of the first phase of work, including to: target Parties, but be accessible to the general public; focus on the education and public awareness components of Article 6; facilitate contributions from, and dissemination of relevant information to, the target audience; explore and use nodes to provide and exchange information from regional, sub-regional and national entities; and assess the effectiveness of the clearing house on an on-going basis."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}