{
   "actors": [],
   "countries": [
      "Canada",
      "France",
      "Switzerland",
      "Saudi Arabia",
      "United States"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_4",
   "section_title": "IPCC PROGRAMME AND BUDGET",
   "sentences": [
      "On Monday morning, Acting IPCC Chair El Gizouli introduced this agenda item (IPCC-XLII/Doc.2 Rev.1 and IPCC-XLII/INF.2).",
      "Acting IPCC Secretary Stewart said that CHF1.5 million had been received this year, noting the financial trend had been a net drop in savings.",
      "He highlighted that by the end of the AR6 cycle the IPCC would be in a difficult situation if this trend continues.",
      "The US expressed concern about the trend and called for the Financial Task Team (FiTT) to address how to reverse the declining number of contributors and raise the resources required.",
      "The FiTT convened throughout the meeting to consider the IPCC Programme and Budget.",
      "On Thursday afternoon, Nicolas Beriot (France), for the FiTT, reported on the FiTT.",
      "He noted that the 2016 budget will be finalized after scoping for the AR6 cycle.",
      "He highlighted options identified for addressing the downward trend in contributions, such as: exploring models from other organizations; identifying cost-cutting measures; making efforts to mobilize new resources; and exploring other sources of support, including non-governmental foundations.",
      "He said the FiTT report: recommends reviewing costs and missed savings during the AR5 cycle, perhaps with assistance from the WMO or UNEP; and calls for a special agenda item on the IPCC§s financial situation at IPCC-43 and a decision on SRs, which is critical for financial planning.",
      "Saudi Arabia called for ensuring at least the minimum number of Bureau meetings required in the Rules of Procedure rather than replacing them with special topic-specific meetings.",
      "The US noted the cost of holding Bureau meetings and suggested that these be defrayed by streamlining, such as holding Bureau meetings back-to-back in the same location as regular IPCC sessions.",
      "The Secretariat stated that two Bureau meetings per year are budgeted, but also noted the Secretariat workload and time commitment required for two Bureau and two plenary meetings per year.",
      "The US proposed that the new Bureau and Chair consider how to solicit the required resources and proposed approaching private philanthropic organizations.",
      "Canada said both the Chair and the Secretariat should be charged with exploring ways to reverse the downward trend in contributions.",
      "WGI Co-Chair Thomas Stocker (Switzerland) asked for information on in-kind contributions from TSU host countries.",
      "Beriot noted the difficulty of calculating in-kind contributions but agreed that estimates were needed for IPCC-43.",
      "The FiTT report was adopted with the proposed amendments."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "IPCC"
}