{
   "actors": [],
   "countries": [],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12477e.html",
   "id": "enb12477e_1",
   "section_title": "SHARED VISION DRAFTING GROUP:",
   "sentences": [
      "Delegates resumed their discussions, proposing many additions to the Chair s text (FCCC/AWGLCA/2010/8, Chapter 1).",
      "On emissions cuts and global temperatures (paragraph 2), a developing country proposed limits of 1.5°C and 350 ppm.",
      "However, an industrialized country said 2°C, not 1.5°C, had been agreed by leaders under the Copenhagen Accord.",
      "He said this goal was intended to inspire and guide, but was not an operational directive to divide rights to the atmosphere based on some formula.",
      "A developing country responded that the Copenhagen Accord was not adopted by the COP and is not a legally-binding document, whereas any UNFCCC outcome should be agreed by all parties.",
      "On text dealing with the peaking of global emissions by 2020 (paragraph 3), a developing country suggested changing the deadline to 2015.",
      "Several developing countries said the peaking point should relate only to Annex I parties.",
      "One developing country said Annex I parties emissions should have peaked by 2000, according to the Convention.",
      "On text referring to global reductions by 2050 (paragraph 4), a developing country proposed text on equitable access to global atmospheric resources, based on historical emissions.",
      "Some developed countries suggested a goal of at least 50% global emission reductions by 2050, and one suggested around 80% for Annex I parties collectively by 2050.",
      "A developing country proposed text that Annex I parties 2050 target does not imply that developing countries will pick up the remainder of the emission reductions.",
      "He said developing countries contribution will depend on Annex I parties meeting commitments on financing and technology transfer."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}