{
   "actors": [],
   "countries": [
      "Grenada",
      "Burkina Faso"
   ],
   "enb_end_date": "19-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "19-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12169e.html",
   "id": "enb12169e_3",
   "section_title": "FINANCIAL ISSUES",
   "sentences": [
      "This group met in morning and evening sessions.",
      "In the morning, delegates considered the proposals on funding and resource levels in Pronk's text, with many Parties expressing reservations.",
      "Most Annex I Parties, opposed by developing countries, supported voluntary rather than mandatory levels of contribution, and opposed any compliance consequences/penalties. One developed country added that levels of contributions should be set for countries collectively, not individually, and did not accept the formula for burden sharing, which calculates Annex I Parties' financial contributions based on their share of carbon dioxide emissions in 1990.",
      "Annex I Parties also preferred building on existing institutions, with a focus on the GEF.",
      "These delegates stressed that any new institutions must add value and not duplicate the GEF's work or mandate. One Annex I Party said the discussion on additional funding was taking place because some Parties wished to move beyond the UNFCCC.",
      "He said this should not involve Parties that do not intend to ratify the Protocol.",
      "Another group of Annex I Parties said implementation of both the UNFCCC and Protocol requires additional funding, and insisted on the involvement of all Annex II Parties in this regard. Developing countries stressed the need to separate UNFCCC and Protocol issues.",
      "They said President Pronk's adaptation fund proposal is a Protocol issue.",
      "Emphasizing the polluter pays principle, they said existing UNFCCC commitments have not been fully implemented.",
      "They expressed reservations over the suggestion of a climate resources committee.",
      "A group of countries with economies in transition (EITs) opposed the text's proposals for funding from EITs. Parties then considered Pronk's text paragraph by paragraph.",
      "In the preamble, several Annex I Parties called for deletion of 'new and additional' funding.",
      "Several EITs proposed refering to Annex II Parties rather than Annex I Parties.",
      "Co-Chair Ashe said a Co- Chairs' text outlining countries' positions and the various options would be prepared for the Plenary. The group on finance reconvened in the evening to discuss The Hague text on impact of the implementation of response measures.",
      "Co-Chair Tsering noted that with the anticipated completion of the texts on Article 3.14 and LDCs, only matters related to financial matters would be outstanding in the text on adverse effects.",
      "On support for the development of energy sources, Parties discussed at length a footnote referring to the Agenda 21 definition of 'environmentally sound.",
      "' Non-Annex I Parties, opposed by several developed countries, supported keeping it.",
      "One developed country said the term is normal usage in the UN system and the sensitive nature of the issue meant it should be left without the footnote in this text. Delegates also met throughout the day in various informal groups, making progress on texts on several relevant issues.",
      "Text on UNFCCC Article 4.9 (LDCs) was discussed in a group facilitated by Mamadou Honadia (Burkina Faso), while talks on Protocol Article 3.14 were chaired by Leon Charles (Grenada).",
      "Progress was made in both groups, with some brackets being removed.",
      "The group on Article 3.14 also considered certain paragraphs in the section on impacts of the implementation of response measures. The informal group on technology transfer agreed on the title 'Expert Group on Technology Transfer.",
      "' Outstanding unresolved issues include the purpose and function of the group, its terms of reference, and its composition.",
      "Co-Chair Ashe will prepare a non- paper on this issue to be made available Thursday."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}