{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Norway",
      "Japan",
      "Australia",
      "Maldives",
      "United States",
      "South Africa",
      "Bolivia",
      "Russia",
      "Brazil",
      "Uganda",
      "Papua New Guinea",
      "United Kingdom",
      "Switzerland",
      "Canada",
      "Mexico",
      "China",
      "Saudi Arabia",
      "Iceland",
      "Argentina",
      "India",
      "Ukraine",
      "Russian Federation",
      "Belize",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "28-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "28-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12335e.html",
   "id": "enb12335e_4",
   "section_title": "CONVENTION DIALOGUE",
   "sentences": [
      "On Monday afternoon, co-facilitators Sandea de Wet (South Africa) and Howard Bamsey (Australia) opened the fourth Convention Dialogue workshop , identifying it as an opportunity to consider how ideas from the previous workshops might fit together in a coherent way.",
      "Delegates then elaborated on building blocks for long-term cooperative action.",
      "The EU and NORWAY called for a shared vision to reach the UNFCCC ` s ultimate objective.",
      "The EU called for deeper emission reduction commitments for all developed countries and further fair and effective contributions by developing countries.",
      "He identified carbon markets, technology, investment, adaptation and deforestation as other building blocks to be addressed.",
      "NORWAY indicated that shared vision, mitigation and adaptation should be the main building blocks, with financing, technology, carbon markets, deforestation and aviation emissions as additional elements.",
      "CANADA, AUSTRALIA and JAPAN emphasized participation by all major emitters and, with ARGENTINA, emphasized the need to consider national circumstances. SOUTH AFRICA stressed five building blocks.",
      "He said the first would address adaptation for all but particularly LDCs, SIDS and Africa.",
      "He called for mitigation through legally binding reductions by Annex I countries and voluntary action for developing countries with technological and financial support.",
      "He also identified the need to address the unintended consequences of adaptation and mitigation policies and response measures on oil exporting countries and others; technology research, development and diffusion; and means of implementation.",
      "SAUDI ARABIA supported South Africa's building blocks approach and highlighted the importance of financing and the need for technology transfer.",
      "Belize, for AOSIS, called for urgent, practical and ambitious actions, including large reductions within the next 10-15 years by the largest historical emitters and by major emitting developing countries with assistance from developed countries.",
      "He urged stabilizing greenhouse gas concentrations at a level below 450 ppm, limiting temperature rise to less than 2 °C.",
      "He highlighted the role of renewable energy, energy efficiency and sustainable and environmentally friendly technologies; action and financing for adaptation; and that any new framework must build on the UNFCCC and the Kyoto Protocol. NEW ZEALAND identified deforestation and technology as possible elements.",
      "UGANDA called for a formal and binding instrument on technology, ICELAND emphasized climate friendly technologies as a way to meet emission reductions without halting economic growth, and MALDIVES called for modern cleaner technologies.",
      "The REPUBLIC OF KOREA stressed the importance of private sector participation, financing, technology transfer and capacity building. BOLIVIA called for real domestic emission reductions by developed countries and cited adaptation and flexible mechanisms as other building blocks.",
      "EGYPT called for more incentives under the CDM , and removal of barriers that have hindered participation and for non-commercial technology transfer.",
      "PAPUA NEW GUINEA said the focus should be on mobilizing resources, identified market instruments as the most viable tool and said new ones should be created. ARGENTINA mentioned the expense of mitigation measures, specifically for agriculture.",
      "INDIA highlighted developing countries ` need to increase their energy use and stressed economic development as the best form of adaptation.",
      "CHINA underscored the need to enhance the implementation of the Convention.",
      "On the process, INDIA said the co-facilitators ` report should be a compilation of views rather than a reflection of their sense of the discussions.",
      "BRAZIL identified a two-track process explaining that the AWG will lead to legally binding mitigation by Annex I countries .",
      "He proposed a formal process to succeed the Dialogue, focusing on voluntary and incentivised action by non-Annex I countries . JAPAN said one negotiation track would be ideal for ensuring effectiveness.",
      "CANADA stressed the need to build on the momentum created by the Dialogue and launch a process in Bali to establish a broad and comprehensive framework involving all Convention parties.",
      "SWITZERLAND, NEW ZEALAND, AUSTRALIA and others called for the Dialogue to continue in negotiations.",
      "UKRAINE and NORWAY proposed that COP 13 should create a negotiation process to be finalized at COP 15.",
      "The RUSSIAN FEDERATION called for formal negotiations within the COP, the subsidiary bodies or within a new expert group.",
      "UGANDA supported formal negotiations to enhance the implementation of the Convention. MEXICO said the Dialogue should move into decision-making, ensuring equity and common but differentiated responsibilities with the possibility of voluntary commitments.",
      "The UNITED STATES outlined President Bush's major economies initiative that would lead to an agreement by major economies on a new framework by 2008 and contribute to global agreement under the UNFCCC in 2009.",
      "The REPUBLIC OF KOREA, with CHINA, proposed extending the Dialogue for two more years. CAN INTERNATIONAL reminded delegates of the high expectations for Bali from general public and business."
   ],
   "subtype": "plenary",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}