{
   "actors": [],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Botswana",
      "Brazil",
      "Germany",
      "Canada",
      "Slovenia",
      "Austria",
      "Sweden",
      "United Kingdom",
      "Ghana",
      "Australia",
      "Ecuador",
      "Panama",
      "Bahamas",
      "Saudi Arabia",
      "Tanzania",
      "Norway",
      "Switzerland",
      "Saint Lucia"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_9",
   "section_title": "Sectoral Risks and Potential for Adaptation",
   "sentences": [
      "In the chapeau to this section, participants discussed how best to express the relative certainty of statements based on models, projections or scenarios of the future or expert judgment.",
      "The chapeau, as accepted, reads that: climate change is projected to amplify existing climate-related risks and create new risks for natural and human systems; some of these risks will be limited to a particular sector or region and others may have cascading effects, and to a lesser extent, climate change will also reduce some climate-related risks and is projected to have some potential benefits.",
      "Freshwater Resources: After consultations, an informal group reached agreement on text that states, inter alia : the fraction of the global population under water scarcity and the fraction affected by major river floods increase with the level of warming in the 21st century and climate change over the 21st century will reduce renewable surface water and groundwater resources significantly in most dry subtropical regions and to a lesser extent in some other regions, intensifying competition for water among sectors; in presently dry regions, drought frequency will likely increase by the end of the 21st century under RCP8.5; renewable water resources will increase at high latitudes; climate change will reduce raw water quality and pose risks to drinking water quality due to a number of factors; and adaptive water management techniques can help address uncertainty due to climate change.",
      "Terrestrial and freshwater ecosystems: The text on terrestrial and freshwater ecosystems was approved stating, inter alia , that: a large fraction of both terrestrial and freshwater species faces increased extinction risk under projected climate change, especially as climate change interacts with other stressors; and magnitudes and rates of climate change associated with medium to high-emissions scenarios pose a high risk of abrupt and irreversible regional-scale changes in terrestrial and freshwater ecosystems.",
      "Participants also adopted Figure SPM.5: Maximum speeds at which species groups can move across landscapes compared with speeds at which temperatures are projected to move .",
      "Coastal systems and low-lying areas: Regarding a paragraph stating that due to sea-level rise throughout this century and beyond, coastal systems and low-lying areas will increasingly experience adverse impacts, Switzerland, the US, Canada and Saudi Arabia suggested insertion of 'are projected to' experience adverse impacts, rather than 'will'.",
      "Australia and the Bahamas opposed, noting 'projected' is not definitive enough.",
      "Participants agreed to language that takes both views into consideration. Côte d'Ivoire and Ghana called for reference to Africa in a sentence stating that by 2100 without adaptation, hundreds of millions of people will be affected by coastal flooding and displaced due to land loss, particularly in Asia.",
      "Some participants expressed concern over wording, with the US proposing without 'effective' adaptation, and deleting specific reference to Asia.",
      "Australia, Canada and the US expressed concern regarding the accuracy of and inferences arising from the text.",
      "Participants agreed to delete the sentence.",
      "Participants agreed on text that the population and assets projected to be exposed to coastal risks as well as human pressures on coastal ecosystems will increase significantly in the coming decades due to population growth, economic development, and urbanization.",
      "Participants agreed to a sentence on impacts faced by some low-lying developing countries and small island states having associated damage and adaptation costs of several percentage points of gross domestic product (GDP).",
      "Marine systems: Participants approved text on marine systems, which states, inter alia ,that: due to climate change, global marine-species redistribution and marine-biodiversity reduction in sensitive regions will challenge the sustained provision of fisheries productivity; and for medium and high-emissions scenarios, ocean acidification poses substantial risks to marine systems.",
      "Participants also adopted Figure SPM.6: Climate Change Risks for Fisheries with changes arising from suggestions made by the US on changing the number of exploited fish (1060 instead of 'approximately 1000') and by Sweden on inserting language stating 'approximately equivalent to ppm in the atmosphere' to clarify μatm (microatmospheres).",
      "Food security and food production systems: On a sentence on impacts of projected climate change without adaptation on the major crops, in response to queries from Tanzania and the UK, a CLA explained that: confidence goes down when restricting projections to certain crops and regions; and the use of local temperatures was consistent with the literature.",
      "Germany inquired why 2 °C was used as a reference point, and a CLA explained that the number is a conservative reflection of all the crops analyzed.",
      "The sentence was approved with minor textual revisions.",
      "A number of participants, including the UK, Slovenia and Austria, found a sentence on climate change reducing yields, as compared to a baseline without climate change, lacking transparency for policymakers.",
      "Participants agreed to elaborate on the text by including language stating: 'Projected impacts vary across crops and regions and adaptation scenarios, with about 10% of projections for the period 2030-2049 showing yield gains of more than 10%, and about 10% of projections showing yield losses of more than 25%, compared to the late 20th century'.",
      "The UK, Australia and Saint Lucia found a sentence on agricultural adaptation improving yields misleading and it was deleted. A sentence on local temperature increases combined with increasing food demand posing large risks to food security globally and regionally was discussed at length.",
      "The UK and Australia proposed referring to 'global' temperature increase.",
      "India noted that local warming generally exceeds global warming.",
      "Germany suggested that 'non-production elements of the food system' be made more explicit.",
      "Participants agreed to text stating: 'All aspects of food security are potentially affected by climate change, including food access, utilization, and price stability ( high confidence )'.",
      "On the sentence on food security risks, Saudi Arabia proposed replacing 'tropical' with 'low latitudes' regions, and stating that all aspects of food security are affected.",
      "Participants agreed to text stating: 'Risks to food security generally are greater in low-latitude areas'.",
      "Norway suggested linking food security to changes in marine fisheries catch potential, which was agreed.",
      "Regarding Figure SPM.7: Summary of Projected Changes in Crop Yields due to Climate Change over the 21st Century , Brazil asked whether the figure refers to total global production and Slovenia, Ghana and Sweden expressed concern that it does not distinguish between adaptation and no adaptation cases.",
      "A CLA confirmed that the figure does refer to total global production and explained that the figure cannot accurately distinguish between adaptation and no adaptation cases and, that to do so, an additional figure would be needed.",
      "Slovenia cautioned that the figure may be misleading as it implies that adaptation does not affect yields.",
      "The UK expressed concern that the figure does not state how the risk to food varies with temperature and, with Austria, stressed that information on the risk of reduction of yields is important.",
      "Austria, India and Sweden suggested adding an explanation in the caption.",
      "Co-Chair Field explained that the figure provides a comprehensive assessment of the data and that if broken down, the ability to draw systematic conclusions may be lost.",
      "IPCC Chair Pachauri intervened stating that the figure does not give everything desired, but does provide a good broad indication of what to expect in the future, which will be valuable to policymakers.",
      "The UK proposed, and participants agreed, to add a sentence stating: 'Relatively few studies have considered impacts on cropping systems for scenarios where global mean temperatures increase by 4 °C or more'.",
      "Participants approved the figure.",
      "Urban areas: The section on urban areas was approved after additions from Ecuador, Venezuela, Norway and Panama.",
      "The text states that: many global risks of climate change are concentrated in urban areas; steps that build resilience and enable sustainable development can accelerate adaptation; heat stress, extreme precipitation, inland and coastal flooding, landslides (inserted by Ecuador, Venezuela and Norway), air pollution (inserted by Norway), drought and water scarcity and vector-borne diseases (inserted by Panama) pose risks in urban areas; risks are amplified for those lacking essential infrastructure or in poor quality housing and exposed areas; and reducing basic service deficits, improving housing and building resilient infrastructure systems could significantly reduce vulnerability and exposure.",
      "Participants also agreed that urban adaptation benefits from, inter alia , effective multi-level urban risk governance and alignment of policies and incentives, and that increased capacity, voice, and influence of low-income groups and vulnerable communities, inter alia , also benefit adaptation.",
      "Rural areas: In this section, Botswana suggested adding the word 'availability' to language on impacts on water supply.",
      "The approved text reads, inter alia , that: major future rural impacts are expected in the near-term and beyond through impacts on, inter alia , water availability and supply and food security; these impacts are expected to disproportionately affect the poor in rural areas, such as, inter alia , those with limited access to modern agricultural inputs; further adaptations can occur through policies taking account of the rural decision making context; and trade reform and investment can improve market access for small-scale farms.",
      "Key economic sectors and services: Participants approved this section after agreeing to a proposal from Saudi Arabia to highlight economic diversification.",
      "The final text reads that: the impacts of drivers such as changes in, inter alia , population, income, regulation and governance, are projected to be large relative to the impacts of climate change; climate change is projected to affect energy sources and technologies differently depending on the resources, technological processes or locations involved; more severe and/or frequent extreme weather events and/or hazard types are expected to increase losses and loss variability in various regions and challenge insurance systems to offer affordable coverage while raising more risk-based capital; and large-scale public-private risk reduction initiatives and economic diversification are examples of adaptation actions.",
      "Human health: Discussion on this section involved mainly clarification by CLAs and suggestions for editorial modifications.",
      "Participants agreed to text stating, inter alia : projected climate change will impact health problems that already exist and will lead to increases in ill health in many regions, especially in developing countries.",
      "Human security: In response to questions from Saudi Arabia, the US and the UK, CLAs explained the basis for a sentence noting that multiple lines of evidence relate climate variability to conflict.",
      "Clarification was also requested on a sentence stating that 'the impacts of climate change on the critical infrastructure and territorial integrity of many states are expected to influence national security policies'.",
      "Participants agreed to the section with small editorial changes.",
      "Livelihoods and poverty: Participants agreed to text stating that climate change impacts will slow economic growth, make poverty reduction more difficult, and further erode food security, and to text stating that climate change impacts are expected to exacerbate poverty.",
      "They also agreed to text stating that poor households that are net buyers of food could be particularly affected due to food price increases, and that insurance programs, social protection measures, and disaster risk management may enhance long-term livelihood resilience among poor and marginalized people."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}