{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Japan",
      "Italy",
      "Iceland",
      "France",
      "Poland"
   ],
   "enb_end_date": "12-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "12-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12139e.html",
   "id": "enb12139e_2",
   "section_title": "PRESENTATIONS",
   "sentences": [
      "Following the IPCC overview and question- and-answer session, participants heard presentations from representatives of five Parties and one NGO on additional human-induced activities under Article 3.4. Party presentations: David Boulter, Senior Climate Change Advisor, Canada Forest Service, provided a national perspective of forest management under the Protocol, suggesting that sustainable forest management would be a cost-effective sink opportunity for Parties to fulfill their emissions targets, and should be included under Article 3.4. Andres Arnalds, Deputy Director, Iceland's Soil Conservation Service, presented on carbon sequestration by revegetation.",
      "Emphasizing that degradation is a global phenomenon, he underscored the importance of incentives to local farming communities and highlighted the multiple benefits of revegetation, including wide ranging socio- economic benefits and the encouragement of non-forest species. Adele Morris, Special Advisor, US State Department, presented a national perspective on the LULUCF long-term approach and phase-in for the first commitment period.",
      "She suggested LULUCF objectives should include: linking Article 3.3 as a package with Article 3.4; incorporating a long- term system; assisting Parties to meet Kyoto targets cost- effectively; and considering a phase-in approach to address first commitment period issues.",
      "She proposed moving toward a system of complete greenhouse gas accounting on all managed lands and emphasized that Article 3.4 activities should be broadly defined and take a comprehensive approach.",
      "She suggested a phase-in option to full accounting for the first commitment period, including: adjusting assigned amounts by including only net removals over a certain threshold; and applying a discount rate.",
      "She recommended consideration of incentives and ancillary environmental effects in domestic implementation and land conversion accounting. Konrad Tomaszewski, General Director of State Forests for Poland, discussed the role of the state's involvement in and ownership of forested areas in addressing climate change concerns.",
      "He outlined Poland's forestry management legislation, principles and activities.",
      "He concluded that government involvement in forest management has played a significant role in enhancing carbon storage, such as through development of an effective forest fire protection system and strong afforestation programme. Lorenzo Ciccarese, Senior Researcher on Climate and Forestry for Italy's National Environmental Protection Agency, made a presentation on Italy's national experience relevant to Article 3.4, including identification and estimation of relevant changes in the carbon budget.",
      "He described work on estimating changes in carbon storage, and outlined relevant policies, including: emissions avoidance activities; soil carbon conservation; forest conservation; and forest management and silviculture techniques. NGO presentation: Stephan Singer, Head of WWF's European Climate and Energy Policy Office, made a presentation on Article 3.4 activities and repercussions on the integrity of the Protocol.",
      "He said Parties should agree to: prohibit projects and credits without agreed inventories and independent monitoring; address leakage and permanence concerns; and exclude commercial forestry and business-as- usual projects.",
      "He expressed concern that industrialized countries might attempt to negotiate an agreement at COP-6 that would effectively allow CO2 emissions to increase by 25-50%.",
      "He drew attention to a report on technical and additional potentials for activities under Article 3.4 relating to cropland, rangeland and forest management sequestration, which concluded that Article 3.4 activities could create significant new entitlements for countries with large landmasses, as well as the potential for serious loopholes. Question-and-answer session: In the ensuing question-and- answer session, a number of participants asked Adele Morris for additional information on the US position.",
      "On thresholds, Morris said an option for the phase-in proposal during the first commitment period was to adjust assigned amounts by including only net removals over a set threshold.",
      "She suggested that this threshold could vary by Party to fit their specific circumstances.",
      "In response to questions from JAPAN and FRANCE on the idea of discount rates, Morris said this related to the phase-in proposal, and would involve straightforward percentage discounts for particular accounts - for instance, forest management accounts - before adjusting assigned amounts.",
      "AOSIS expressed concern over the degree to which the US position was additional to the business-as-usual scenario. Several questions were asked relating to the WWF's presentation.",
      "In response to a query relating to sinks and the CDM, Stephan Singer said a key concern was that domestic action should not be undermined as the primary tool in meeting Protocol commitments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}