{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Nepal",
      "India",
      "United States",
      "Senegal",
      "Ghana",
      "Australia",
      "Kenya",
      "Indonesia",
      "Mexico",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_7",
   "section_title": "SESSION 1:",
   "sentences": [
      "Mexico discussed a three-phase approach to NAMAs, including reducing emissions up to 50% by 2050 from the base year of 2000.",
      "He highlighted the potential of NAMAs in the housing, transport, cement and iron/steel sectors and indicated domestic, international and crediting mechanisms would be used to finance actions.",
      "Underlining that NAMAs are voluntary, China described actions to: lower its emissions by 40-45% per unit of GDP by 2020 compared to 2005 levels; increase its share of non-fossil fuels in primary energy consumption to 15% by 2020; and increase forest coverage by 40 million hectares and forest stock volume by 1.3 billion cubic meters by 2020 from 2005 levels.",
      "He highlighted that China is the number one country in terms of clean energy investment.",
      "Ghana recalled that his country submitted a list of 55 NAMAs to the UNFCCC after COP 15 and described further analytical work on five priority NAMAs including for cooking fuel and sustainable forest management.",
      "He described the importance of the GHG inventory for NAMAs and conservation, sustainable management of forests and enhancement of forest carbon stocks (REDD+) reporting, and added that his country is open to technical and financial support for preparation and implementation of NAMAs.",
      "Outlining its voluntary mitigation action, India described its goal to reduce the emission intensity of GDP by 20-25% by 2020 compared to 2005 levels, with the exclusion of agriculture.",
      "He highlighted the difficulty of reducing emission intensity while facing the development imperative of lifting 470 million people out of poverty.",
      "Indonesia outlined plans for a NAMA scheme comprising 26% domestic-, 15% international-, and 41% market-supported actions.",
      "Responding to a round of questions from the EU, New Zealand, Switzerland, Nepal, Australia, Norway, the US, Senegal and Kenya, presenters addressed: their expectations regarding the mix of public finance and carbon finance from abroad; economic growth assumptions; expectations of support for preparing NAMAs; the use of market mechanisms; carbon accounting methods; and institutional arrangements for the preparation of NAMAs.",
      "Mexico said he expected a greater role for the private sector in 2020 and beyond, and described institutional arrangements, including those for MRV, consisting of a special group to assess short-term mitigation actions.",
      "He favored the use of new market mechanisms.",
      "China described a GDP growth target of 7% for the period 2010-2018, and explained that inventory data is still under preparation to establish the scope and definition of carbon intensity.",
      "Ghana said that support for the preparation of NAMAs is required."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}