{
   "actors": [],
   "countries": [
      "South Africa",
      "Canada",
      "Argentina"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_52",
   "section_title": "LOSS AND DAMAGE:",
   "sentences": [
      "This issue (FCCC/SBI/2012/29, INF.14, MISC.14 & Adds.1-2 and FCCC/TP/2012/7) was taken up by the SBI plenary on 26 November, and in informal consultations co-chaired by Don Lemmen (Canada) and Lucas Di Pietro (Argentina).",
      "The issue proved controversial and was forwarded for ministerial consultations by Edna Molewe (South Africa) on 5 December.",
      "She reported that the main political issue concerned the potential establishment of an institutional arrangement, such as a mechanism.",
      "An institutional mechanism was proposed by developing countries, while developed countries were reluctant to accept this.",
      "After the last night of negotiations, text was included on establishing institutional arrangements at COP 19, such as an international mechanism to address loss and damage in developing countries that are particularly vulnerable to the adverse effects of climate change.",
      "The text also indicates that the functions and modalities of such an international mechanism will be elaborated in accordance with the role of the Convention and include: enhancing knowledge of comprehensive risk management approaches; strengthening dialogue with relevant stakeholders; and enhancing actions and support to address loss and damage.",
      "The COP decision on loss and damage was adopted on Saturday evening, 8 December, as part of the Doha Climate Gateway package.",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L44), the SBI: - considers the progress made in the implementation of the work programme on loss and damage and noted that a range of approaches is required to address loss and damage associated with the adverse effects of climate change, including impacts related to extreme weather events and slow onset events; and - decides to recommend draft decision text for consideration and finalization by the COP.",
      "In its decision (FCCC/CP/2012/L.4/Rev.1), the COP, inter alia : - agrees that the role of the Convention in promoting the implementation of approaches to address loss and damage includes, inter alia : enhancing knowledge and understanding of comprehensive risk management approaches; strengthening dialogue among relevant stakeholders; and enhancing action and support, including finance, technology and capacity-building, to address loss and damage; - invites all parties to enhance action on addressing loss and damage by, inter alia : designing and implementing country-driven risk management strategies and approaches; implementing comprehensive climate risk management approaches; and promoting an enabling environment that would encourage investment and the involvement of relevant stakeholders in climate risk management; - requests developed country parties to provide developing country parties with finance, technology and capacity building; - decides to establish at COP 19 institutional arrangements, such as an international mechanism, to address loss and damage in developing countries that are particularly vulnerable to the adverse effects of climate change; and - requests the Secretariat: to carry out, prior to SBI 39, an expert meeting to consider future needs, including capacity needs associated with possible approaches to address slow onset events; and to prepare technical papers on non-economic losses, and on gaps in existing institutional arrangements within and outside of the Convention to address loss and damage. PROTOCOL ARTICLE 3.14 (ADVERSE EFFECTS): These joint SBI/SBSTA discussions are summarized under the SBSTA agenda item on Protocol Article 2.3 (see page 24)."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "SBI"
}