{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_29",
   "section_title": "JOINT CONTACT GROUP CONCLUSIONS",
   "sentences": [
      "Chair Chow said he would redraft the documents based on Parties` comments, and asked for new submissions to be provided by 1 July 1999.",
      "The G-77/China urged a later deadline for submissions.",
      "The EU asked for additional time to complete its technical work in producing draft appendices.",
      "Chair Chow said he would extend the deadline for the technical submission to 1 August, and would consult with Parties on the suggested 1 July deadline. On Friday, 11 June, delegates adopted the draft conclusions (FCCC/SB/1999/CRP.4) of the SBI and SBSTA Chairs on the Protocol mechanisms.",
      "In these conclusions, SBI and SBSTA invited the Parties to submit further proposals by 31 July on issues raised in the Buenos Aires Plan of Action relating to principles, modalities and guidelines for the mechanisms, and elements to be included in the plan to facilitate capacity building.",
      "They requested the Chairs, with the Secretariat, to prepare a revised and consolidated synthesis of proposals taking into account the views and submissions of the Parties. SBSTA Chair Chow noted that a synthesis document and a miscellaneous document will be prepared, and stated that submissions for further proposals received from Parties before the deadline will be available by 15 September 1999.",
      "He added that submissions of a technical nature may be synthesized into a new document or included together with late submissions in a miscellaneous document.",
      "The G-77/CHINA stressed the need to address the principles and basic elements in the structure in order to guide the methodological and institutional aspects of the mechanisms` design."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}