{
   "actors": [],
   "countries": [
      "France"
   ],
   "enb_end_date": "01-Feb-07",
   "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)",
   "enb_short_title": "IPCC WGI",
   "enb_start_date": "29-Jan-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12319e.html",
   "id": "enb12319e_2",
   "section_title": "OPENING CEREMONY",
   "sentences": [
      "On Monday morning, Dahe Qin, Co-Chair of IPCC Working Group I, opened the Session.",
      "Christian Bordhag, Interministerial Delegate for Sustainable Development, France, highlighted the role of clear communication with the media.",
      "Bordhag underscored the importance of consensus and certainty for policy makers.",
      "He stressed the role of IPCC in the climate change process and stated France's support for a similar body for biodiversity.",
      "Patricio Bernal, Assistant Director-General, UNESCO, noted that relevant UNESCO programmes will seek to identify priority areas of monitoring and research and reminded delegates of the importance of education and both scientific and social knowledge in combating climate change.",
      "Jeremiah Lengoasa, Assistant Secretary-General, WMO, stressed the importance of disseminating the contents of the report and encouraged visualizing this meeting as an opportunity for networking and dialogue between scientists and policy makers.",
      "Alex Alusa, UNEP, drew attention to the IPCC's scientific integrity and transparent and participatory procedures.",
      "He highlighted the expected contribution of IPCC to the UNFCCC dialogue on long-term cooperative action on climate change, and noted the need for engaging expert authors from a wider range of countries and disciplines. IPCC Chair Rajendra Pachauri underscored the world's appetite for scientific knowledge on climate change.",
      "Noting that the outcome of this meeting represents launching the first of the four products that will constitute the AR4, Pachauri stressed that the WGI report is a significant advance over the Third Assessment Report (TAR).",
      "Susan Solomon, Co-Chair of IPCC Working Group I, noted that the selection of co-authors was based on their scientific publications.",
      "She explained the revision process for the report, noting that over 30,000 comments from experts and governments had already been incorporated.",
      "Participants then agreed to the proposed agenda ( WG-I:10 th /Doc.1 ).",
      "On Thursday morning, Nelly Olin, France's Minister of Ecology and Sustainable Development, addressed participants.",
      "Olin commended the work of the IPCC, stressing the importance of international solidarity.",
      "She noted various recent initiatives that will allow France to meet its commitments under the Kyoto Protocol and drew attention to the upcoming Paris conference on global ecological governance."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}