{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Philippines",
      "Bangladesh",
      "Algeria",
      "Venezuela",
      "China",
      "Maldives",
      "Gambia",
      "Switzerland",
      "Colombia",
      "Egypt",
      "Swaziland",
      "Bolivia",
      "Argentina"
   ],
   "enb_end_date": "06-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "06-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12565e.html",
   "id": "enb12565e_5",
   "section_title": "AGREED OUTCOME:",
   "sentences": [
      "During afternoon informal consultations that were open to observers, AWG-LCA Chair Tayeb reported that some issues are close to conclusion, while others are moving in circles or even backwards.",
      "He also noted that ministers from the Maldives and Switzerland had agreed to facilitate informal consultations on the continuity of finance in the 2013-2020 period.",
      "Algeria, for the G-77/CHINA, proposed closing all the spin-off groups under the AWG-LCA and called for a central forum to help parties understand the status of negotiations.",
      "He also called for prioritizing finance.",
      "The PHILIPPINES, BANGLADESH and others emphasized the need for consultations on finance to be open, inclusive and transparent.",
      "Swaziland, for the AFRICAN GROUP, called for a decision on finance, scaling up mitigation and support for adaptation.",
      "SWITZERLAND said financing is a core and ongoing issue that cannot be concluded in Doha, and that a COP decision is needed to define how to continue working on it.",
      "The EU expressed disappointment over the lack of progress on, among other issues, shared vision and various approaches.",
      "She called for consensus text with clear options for ministers.",
      "The Gambia, for the LDCs, urged for a balanced text that would be the basis for further negotiations.",
      "BOLIVIA expressed concern over the lack of balance in the texts, underscoring the need for further reflecting non-market approaches in text on various approaches and REDD+.",
      "Highlighting the relevance of interlinkages, VENEZUELA suggested considering various approaches together with other interlinked issues under the AWG-KP and CMP, such as CDM continuation.",
      "Egypt, for the ARAB GROUP, supported by CHINA, encouraged the AWG-LCA Chair to prepare a revised text.",
      "INDIA and ARGENTINA noted that text on response measures did not adequately reflect parties submissions.",
      "Colombia, for the ASSOCIATION OF INDEPENDENT LATIN AMERICAN AND CARIBBEAN STATES (AILAC), called for an open Indaba on finance, saying that ministerial bilateral meetings will not suffice.",
      "Noting lack of progress, she supported discussing adaptation and REDD+ issues at a higher level.",
      "Many parties queried the working methodology and status of the texts presented, with many calling for predictability concerning the issues that will be addressed, and meeting times.",
      "AWG-LCA Chair Tayeb clarified that negotiations on the AWG-LCA agreed outcome will continue in a single open-ended group and that in those areas where progress was still within reach, such as developed and developing country mitigation and REDD+, break-out groups will meet again."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "working group"
}