{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Chad",
      "Bangladesh",
      "Belize",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "South Africa",
      "Panama",
      "Saudi Arabia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12362e.html",
   "id": "enb12362e_7",
   "section_title": "Finance",
   "sentences": [
      "Discussions on issues related to finance took place in the informal plenary on Thursday afternoon.",
      "Delegates discussed issues of: sources of financing, mechanisms, financial needs for adaptation, parallel financial initiatives and necessary activities to be included in the work programme.",
      "The G-77/China and others called for adequacy and accessibility of financing and developing a mechanism to mobilize resources, with the G-77/China proposing to create an umbrella multilateral fund under the Convention.",
      "On funding sources, the US indicated that the private sector would generate the majority of financing and noted US bilateral initiatives on financing adaptation.",
      "South Africa supported consolidating funding sources into one instrument that can be easily accessed, and said public financing, not the private sector, must provide the main sources of financing.",
      "China said developed countries must fulfill their legal obligations under the Convention to provide funding to developing countries.",
      "The G-77/China expressed concerns over parallel financial initiatives, while the US and Japan highlighted their national initiatives.",
      "Japan and Switzerland supported streamlining roles and objectives of coexisting financial mechanisms. AOSIS noted the high costs of some adaptation options, particularly in coastal areas, and proposed creating an adaptation fund under the Convention on the basis of the polluter pays principle.",
      "The LDCs emphasized the inadequacy of existing financing and highlighted their urgent adaptation needs, particularly in preparing, updating and implementing National Adaptation Programmes of Action (NAPAs).",
      "Bangladesh called for adequate, predictable and sustainable funding, as well as new and additional resources, and said the 2% levy on the CDM was inadequate. AWGLCA s Work Programme: The contents of the AWGLCA s work programme for 2008 were first addressed in parties opening statements on Monday afternoon and Tuesday morning.",
      "Negotiations on the details took place in a closed informal drafting group chaired by Chair Machado from Tuesday evening until late Friday night, as well as in small group consultations.",
      "The AWGLCA closing plenary adopted conclusions on the work programme for 2008 just after midnight on Saturday morning.",
      "In their opening statements on Monday and Tuesday, delegates elaborated on what they saw as key elements for the work programme.",
      "Many emphasized that the building blocks were equally important and urged discussing all of them at each session.",
      "They also highlighted that the work programme should be iterative.",
      "The G-77/China and the US stressed the need to keep the two AWGs as separate and parallel processes, while others, including Switzerland, Canada and Australia, highlighted interlinkages.",
      "Delegates also made several proposals for issues to be addressed at upcoming sessions, including: shared vision; mid and long-term goals; legal issues related to the post-2012 regime; LULUCF; sectoral approaches; MRV; carbon capture and storage (CCS); technology-related issues, and risk management and insurance.",
      "During the exchange of views in the informal plenary, several delegates proposed workshops on the key elements of the Bali Action Plan.",
      "Many identified the need for a workshop on shared vision.",
      "The EU proposed holding a workshop, roundtable and high-level discussion at COP 14 on this issue.",
      "The EU, China, Belize, Panama, Saudi Arabia, AOSIS and others proposed several specific workshops related to adaptation.",
      "Japan and others supported a workshop on sectoral approaches.",
      "The US proposed a workshop addressing technology options, availability and costs.",
      "Several developing countries called for a workshop on comparability of mitigation efforts by developed countries.",
      "Saudi Arabia proposed a workshop on economic and social consequences of response measures.",
      "Several delegates also proposed workshops relevant to technology transfer and issues related to finance.",
      "During the informal discussions from Tuesday through Friday evening, delegates discussed Chair Machado s proposed draft conclusions and the work programme for 2008, contained in an annex with a timetable, proposed agenda items and specific activities for each session.",
      "Delegates agreed to discuss all four building blocks and a shared vision at every session, and the need for stocktaking at COP 14.",
      "Discussions focused on the timing, format and contents of proposed workshops.",
      "One of the most contentious issues the group addressed was a proposed workshop on sectoral approaches and its timing in the work programme.",
      "Japan supported a workshop on sectoral approaches during AWGLCA 2, while several developing countries opposed holding such a workshop in 2008, and proposed postponing the discussions until 2009.",
      "After extensive consultations, delegates agreed to hold a workshop on cooperative sectoral approaches and sector-specific actions during AWGLCA 3.",
      "Another contentious issue was whether to hold a workshop on comparability of efforts and MRV.",
      "Countries positions were divided on whether to consider issues related to the paragraph 1b(i) (MRV and comparability of efforts for developed country commitments or actions) and paragraph 1b(ii) (MRV for developing country actions) of the Bali Action Plan separately or in one workshop.",
      "Several developing countries opposed addressing the two issues in one workshop, while some developed countries insisted on linking the two.",
      "After lengthy consultations on Friday evening, delegates agreed to postpone holding special activities on MRV and comparability of efforts until 2009, with the assurance that all elements of the Bali Action Plan will be addressed at each of the upcoming sessions in 2008.",
      "Delegates also debated timing of a workshop on shared vision for long-term cooperative action, with the EU initially proposing to hold this workshop at AWGLCA 2, and a ministerial level roundtable on the issue at COP 14 in Poznan.",
      "Developing countries opposed holding this workshop so early in the process and felt that clarity is needed on other issues first.",
      "Delegates agreed that a workshop on a shared vision will take place in Poznan during AWGLCA 4.",
      "Delegates also agreed to hold workshops on, inter alia : finance, technology, Reducing Emissions from Deforestation and Degradation (REDD), research and development, and risk management and risk reduction strategies.",
      "Just after midnight on Saturday morning, Chair Machado presented the draft conclusions to the closing plenary.",
      "Following consultations in the plenary hall, he proposed, and delegates agreed, to clarify text on inviting other relevant intergovernmental processes, the business and research communities and civil society to take note of the AWGLCA s work programme.",
      "China stressed the need to clarify that all elements of the Bali Action Plan, including MRV, would be on the agenda at all sessions in the meeting s report, and Chair Machado indicated the explanation would be made for the record and also included in his summary report."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}