{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Sudan",
      "United States",
      "Philippines",
      "Mexico",
      "Malta",
      "China"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_15",
   "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION",
   "sentences": [
      "AWG-LCA Chair Michael Zammit Cutajar (Malta) opened the informal session on Monday, 10 August, saying he considered the meeting as a part of a three-week phase extending through Bangkok.",
      "He noted the length and complexity of the AWG-LCA s revised negotiating text (FCCC/AWGLCA/2009/INF.1) and emphasized that shortening it would be a challenge.",
      "He reminded delegates that the text being discussed prior to Kyoto in October 1997 was only around 30 pages.",
      "He identified the need for balanced consideration of the elements of the BAP and hoped to have a further revised negotiating text as an outcome from the session.",
      "Sudan, for the G-77/China, said the outcome from Bonn should be a Bonn parties text, not a Chair s revised negotiating text.",
      "In addition to the opening session on Monday morning, the AWG-LCA convened a mid-week stocktaking meeting and a closing meeting on Friday afternoon.",
      "During the week, most of the work was undertaken in informal groups focusing on the five main elements of the BAP, namely: adaptation; finance; technology transfer and capacity building; mitigation; and a shared vision for long-term cooperative action.",
      "A number of sub-groups also convened to address the mitigation sub-paragraphs 1(b)(i)-(vi) in the BAP.",
      "No conclusions were adopted at week s end; instead the focus was on identifying ways to proceed.",
      "The Philippines, for G-77/China, lamented that their proposals were not clearly reflected in the revised negotiating text and, opposed by some developed countries, stressed the need to include attribution of proposals.",
      "She also emphasized that, in combining elements of the text, party ownership must be retained.",
      "Sudan highlighted the right to full participation by all parties and the need to consult parties on issues, including scheduling.",
      "The US, the EU and others expressed satisfaction with the work of the facilitators, and Mexico, for the Environmental Integrity Group, stressed the need to switch to a full negotiating mode and have a workable negotiating text in Bangkok.",
      "Throughout the week, the informal groups and their facilitators worked toward identifying areas of potential convergence and divergence, and began developing tools to navigate through the AWG-LCA s negotiating text, including reading guides, tables, matrices and non-papers consolidating text on some sections.",
      "On Friday, Chair Zammit Cutajar proposed, and parties agreed, that the revised negotiating text would remain on the table, accompanied by corrections submitted by parties, and that an additional document would be posted on the UNFCCC website, containing the revised negotiating text with attributions and original notes.",
      "He explained that before Bangkok, a second information document would also be issued containing the various tools and consolidated sections.",
      "He indicated that, with the new document, parties would have a number of tools for navigating through the text but that the material would consist of their own proposals that the parties have chosen to take forward.",
      "Discussions by the AWG-LCA informal groups and sub-groups on the five key elements of the BAP are summarized below."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}