{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "Nicaragua",
      "Norway",
      "Australia",
      "Thailand",
      "Costa Rica",
      "Kenya",
      "Bolivia",
      "South Africa",
      "Brazil",
      "Cuba",
      "Iraq",
      "Sudan",
      "Ecuador",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "China",
      "Saudi Arabia",
      "Slovenia",
      "El Salvador",
      "Swaziland",
      "Argentina",
      "India",
      "Philippines",
      "Congo",
      "Kuwait",
      "Gambia",
      "Egypt"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_23",
   "section_title": "AD HOC WORKING GROUP FOR LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION",
   "sentences": [
      "AWG-LCA Chair Aysar Tayeb (Saudi Arabia) opened the informal AWG-LCA plenary, noting tasks for the group in Bangkok, including continuing practical work and exploring other decisions that may be required, and developing a textual basis for the AWG-LCA outcome to be finalized in Doha.",
      "He noted the preparation of: matrix tables that provide an overview of issues from the BAP mandate and identify progress made since Bali; and informal notes on the issues that also reflect differing levels of maturity of various items.",
      "Australia, for the Umbrella Group, said no further decisions were required for the AWG-LCA to terminate in Doha.",
      "He urged identifying areas where consensus might be possible, observing that not all unresolved issues will garner consensus, and asked what outcome or product was envisaged at the conclusion of the Bangkok session.",
      "Algeria, for the G-77/China, emphasized the need for: balance between mitigation and adaptation; and finance to ensure ambition is enhanced, highlighting public long-term finance and not transferring the financing burden to developing countries.",
      "The EU advocated determining the most appropriate body or bodies to take work forward on individual issues when the AWG-LCA closes in Doha, and avoiding transferring them to the ADP.",
      "She said decisions related to closing the AWG-LCA should not delay progress in the ADP.",
      "Swaziland, for the African Group, called for progress from developed countries on converting pledges to economy-wide emission reduction targets and, with the Gambia, for the LDCs, expressed concern over the lack of clear projections for mid-term financing.",
      "Ecuador, for ALBA, emphasized developed country mitigation as a critical pending issue from the BAP.",
      "He identified the principle of CBDR and respective capabilities as the main element for guiding the work of the group, and called for considering draft decision text by the group.",
      "South Africa, for BASIC, highlighted unresolved issues, including equity, IPRs and unilateral trade measures.",
      "Egypt, for the Arab Group, called for: affirming the Convention principles; effectively implementing the BAP; and considering how to carry forward any incomplete work from the AWG-LCA.",
      "The Democratic Republic of the Congo, for Algeria, Argentina, Bolivia, China, Cuba, Ecuador, Egypt, El Salvador, India, Iraq, Kuwait, Malaysia, Nicaragua, Philippines, Saudi Arabia, Sri Lanka, Sudan, Thailand and Venezuela, said termination of the AWG-LCA in Doha should only occur after a successful agreed outcome on all elements of the BAP mandate.",
      "He highlighted outstanding issues, including: improving joint understanding of what he called contextual elements, such as historical responsibility, equitable access to sustainable development and IPRs; enhancing mitigation ambition for a second commitment period; and ensuring comparability of efforts for those that are not party to the Protocol.",
      "Costa Rica, for the Coalition for Rainforest Nations, emphasized the need to reach agreement on market mechanisms and to increase investment in REDD+.",
      "Nicaragua, for SICA, said reaching an agreed outcome on all pillars of the BAP was a precondition for terminating the AWG-LCA, and noted pending issues related to, inter alia , long-term finance and shared vision. CONTACT GROUP (AGENDA ITEMS 3, 4 AND 5) AWG-LCA Chair Tayeb chaired the contact group, assisted by facilitators on the various issues.",
      "Following discussions in Bonn, parties continued consideration of issues mandated by COP 17 for further implementation in spin-off groups, including on: shared vision; developed country mitigation; developing country mitigation; the Review; REDD+; sectoral approaches; and various approaches, including markets.",
      "Technology, adaptation, finance, capacity building, response measures, and economies in transition (EITs) were considered in the AWG-LCA contact group.",
      "The AWG-LCA stocktaking contact group was held on Monday, 3 September, where progress on all the items was reported.",
      "The AWG-LCA closing plenary took place on Wednesday, 5 September.",
      "Work conducted in Bangkok was captured in a 34-page informal overview note prepared by the AWG-LCA Chair.",
      "Shared Vision: This issue was considered in a spin-off group facilitated by Zou Ji (China).",
      "AWG-LCA Chair Tayeb reported to the AWG-LCA stocktaking contact group that there was divergence of views regarding whether the context or the numbers for a global goal and peaking timeframe should be addressed first.",
      "He said parties had not yet discussed which body will undertake this issue after the closure of the AWG-LCA.",
      "Mitigation : Developed country mitigation: This issue was considered in a spin-off group facilitated by Andrej Kranjc (Slovenia).",
      "Parties considered an informal note and a matrix table reflecting decisions taken since Bali.",
      "Many developed country parties highlighted progress made in areas, such as clarification of pledges and International Assessment and Review, while many developing country parties underscored their disappointment over, inter alia: lack of concrete results; the low level of ambition in existing developed country pledges; and gaps in comparability of efforts.",
      "Norway, supported by Australia and the EU, but opposed by Brazil, China, India and Kenya, suggested common accounting rules for all parties.",
      "Reporting to the AWG-LCA stocktaking contact group, Kranjc highlighted a useful exchange on substantive issues and the way forward, adding that parties agreed on the need to further engage in discussions on clarification of targets and approaches for measuring progress."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}