{
   "actors": [],
   "countries": [
      "Saudi Arabia"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_35",
   "section_title": "COMMUNICATING CLIMATE SCIENCE BY MORE THAN A HUNDRED STATES",
   "sentences": [
      "Reaching agreement on any report with so many cooks in the kitchen is not an easy task, especially if the text is filled with complex technical information and reviewed line-by-line by an intergovernmental body in a plenary setting.",
      "Yet, the mood was highly constructive, with genuine will to describe the big picture of global climate change to policymakers in a clear and readable report.",
      "However, some political disagreements did surface during these discussions with Saudi Arabia trying to mute the tone of the scientific findings by tirelessly stressing uncertainties throughout the meeting.",
      "There were other clear linkages to the ongoing UNFCCC negotiations in the discussions, for instance on: what period can be referred to as 'pre-industrial', how to describe the qualities of such metrics as Global Warming Potential and Global Temperature Potential, and how to address the implications of RCP scenarios in the context of staying below 2 °C of warming or a lower warming target.",
      "The allegations of climate skeptics of a global warming slowdown in the popular media had some bearing on the emphasis placed on communicating the messages of the SPM.",
      "Many delegations highlighted the possibility of climate skeptics misrepresenting, or 'cynically' taking sentences out of context.",
      "This in turn led to extra-careful deliberations and some time-consuming wordsmithing around the key findings.",
      "Delegates debated at length to find the clearest language possible to explain that a claimed '15-year hiatus' is based on a single variable (global mean surface temperature), too short a period of observation for climatic significance, and sensitive to the choice of the starting year from which a 15-year period is calculated.",
      "The IPCC entered its final stage of the Fifth Assessment with quite a few internal changes.",
      "In the last three years the Panel has responded to the recommendations from the independent review by the InterAcademy Council, which was launched in the aftermath of controversies surrounding the Fourth Assessment Report and introduced significant changes to its governance and procedures.",
      "A question thus arises as to how the recent reforms of the IPCC affected the meeting's approval of the first part of the AR5.",
      "The reforms have made the IPCC a stronger and more solid institution, with a more robust review process and more consistent language on uncertainties.",
      "It seems evident that the Panel became more transparent and responsive in the run up to the Stockholm meeting.",
      "The communications have also been strengthened with a new communications unit, a related strategy, and media trainings for authors.",
      "Other changes, including a procedure to address possible errors in the assessment, will, however, have to withstand the test of time with much scrutiny and a plethora of questions to come. SETTING THE STAGE FOR A PARIS AGREEMENT?",
      "With less than two months to go before UNFCCC COP 19 opens in Warsaw, and the UN Secretary-General planning to host a Climate Summit with world leaders in September 2014, the WGI contribution to AR5 is well-timed to influence global climate policy.",
      "The SPM and the WGI report provides the much needed scientific guidance to climate negotiators both in the international negotiations and in domestic contexts.",
      "Seasoned negotiators remember how the AR4 re-energized the UNFCCC climate negotiations in 2006 and 2007.",
      "Given the increased levels of certainty regarding human-induced global warming (from 90 to 95%), more robust projections on sea-level rise and data on melting of ice sheets, and the 'carbon budget' for staying below the 2 °C target, the WGI conclusions together with other AR5 component reports are likely to put more pressure on the UNFCCC parties to deliver by 2015 an ambitious agreement that is capable of preventing dangerous anthropogenic interference with the climate system."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}