{
   "actors": [],
   "countries": [
      "Australia",
      "Bahamas"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_9",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBI/2007/L.17), the SBI notes, inter alia , that only eight Annex I parties met the deadline for the demonstrable progress reports.",
      "Draft COP/MOP Decision: The draft COP/MOP decision ( FCCC/SBI/2007/L.17/Add.1 ) annexed to the SBI Conclusions acknowledges: progress by Annex I Kyoto parties in developing and implementing policies and measures and reducing emissions; progress by Annex II Kyoto parties in providing capacity building and technology transfer to developing countries; the decrease in Annex I aggregated emissions, while noting that this has mainly resulted from a decrease in emissions in countries with economies in transition (EITs), and that emissions in some Annex I parties have increased from the base year; and that all EITs in Annex I and several other Annex I parties expect to meet their Kyoto targets with implemented policies and measures, others are elaborating and implementing additional policies and measures; and for others, further actions are needed to achieve their targets.",
      "The draft COP/MOP decision also calls on Annex I parties to continue and where appropriate, intensify their efforts to reduce greenhouse gas emissions and provide financial assistance and capacity building.",
      "It also contains an annex with data on total Annex I emissions without LULUCF on a country-by-country basis, including changes in 2003 or 2004 as compared to the base year of 1990.",
      "NON-ANNEX I COMMUNICATIONS While the agenda item on information contained in non-Annex I national communications was held in abeyance (see the section on Organizational Matters, above), the items on the work of the Consultative Group of Experts (CGE) and provision of financial and technical support were addressed by the SBI plenary on Monday, 7 May, and subsequently taken up during informal consultations facilitated by Kristin Tilley (Australia) and Arthur Rolle (Bahamas) (FCCC/SBI/2007/3, 6, 7, 10, 10 Add.1, and INF.2).",
      "Although there were some differences over the appropriate response to the CGE's technical reports and the provision of financial and technical assistance, including the implications of the Global Environment Facility's (GEF) Resource Allocation Framework on non-Annex I reporting, these were resolved in the group, and parties adopted conclusions on 18 May."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}