{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Bolivia",
      "Philippines",
      "Brazil",
      "Bahamas",
      "China"
   ],
   "enb_end_date": "03-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "03-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12491e.html",
   "id": "enb12491e_1",
   "section_title": "ADAPTATION FUND (COP/MOP)",
   "sentences": [
      "During the morning COP/MOP contact group, parties considered a draft decision text on the report by the Adaptation Fund Board (AFB).",
      "Regarding amendments to the terms and conditions of services to be provided by the World Bank, the Philippines, for the G-77/CHINA, expressed concern with the timeline for reviewing the Fund at COP/MOP 7 and the AFB s proposal to extend the mandate of the World Bank as a trustee on an interim basis until COP/MOP 9.",
      "She said this could prejudice the review of the Fund. AFB Chair Khan explained that even if a decision to terminate the services of the World Bank was taken after the review in 2011, the selection of a new trustee would take some time.",
      "He indicated that, in the interests of continuity, it would be necessary to extend the World Bank s mandate until March 2014 to facilitate the operation of the Fund.",
      "He also noted that the proposed extension would not impact the review of the Fund.",
      "The G-77/CHINA enquired about the World Bank s performance reviews and whether it would be possible to request information from entities, which had conducted these reviews.",
      "The WORLD BANK responded that its internal audit report could be disseminated.",
      "Responding to a call by Bahamas, for AOSIS, to hold workshops to improve direct access capacity, AFB Chair Khan explained that the mandate of the Fund is to finance in-country adaptation projects rather than capacity building.",
      "However, he noted that capacity building could be facilitated and a toolkit had been developed relating to accreditation and accessing funding. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): During the contact group meeting, parties considered draft conclusions on enhancing the engagement of observer organizations, paragraph-by-paragraph.",
      "Discussions centered on issues including: the classification of NGO constituencies; the inclusion of national parliaments and legislators in the UNFCCC process; and the creation of consultative panels and matters relating to modalities, objectives and functioning of these panels.",
      "Revised text will be prepared. ANNEX I NATIONAL COMMUNICATIONS (SBI): In the morning contact group, delegates discussed: a proposal for draft SBI conclusions; a draft COP decision; and a draft COP/MOP decision on Annex I national communications.",
      "On reports on national greenhouse gas (GHG) inventory data from Annex I parties for the period 1990-2007 and 1990-2008, delegates debated two options: taking note of both reports; and taking note of the reports and of Annex I parties total aggregate GHG emissions over the period 1990-2008.",
      "CHINA supported the second option, with BRAZIL suggesting some amendments to it.",
      "The US also supported the second option but highlighted that the text should remain as it is.",
      "BOLIVIA said the SBI should go beyond taking note of the reports and drew attention to increasing GHG emissions from Annex I parties.",
      "On the sixth national communications, delegates discussed the proposed requirement to submit sixth national communications by 1 January 2014, which was supported by many parties.",
      "BOLIVIA suggested submission by 2012.",
      "BRAZIL supported text urging timely submission of reports.",
      "BRAZIL and CHINA proposed, and the US agreed, to indicate that the seventh national communication should be submitted no later than four years after 2014.",
      "On the frequency of reporting for Annex I parties, BOLIVIA suggested submissions every two years.",
      "BRAZIL said this agenda item should be further discussed during SBI 34.",
      "Discussions on these issues will continue and revised text will be prepared."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}