{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "China",
      "Peru",
      "New Zealand"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_69",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions ( FCCC/SBI/2009/L.5 ), SBI reemphasizes the need to strengthen the Secretariat s capacity to manage the reporting and review process, including training for members of the expert review teams participating in annual reviews under Protocol Article 8.",
      "The draft COP decision ( FCCC/SBI/2009/L.5/Add.1 ), inter alia , requests the Secretariat to develop and implement an updated training programme for expert review team members, as well as to make available information on the training programme.",
      "The draft COP decision includes an annex outlining details of the training programme. PROTOCOL ARTICLE 3.14 (ADVERSE EFFECTS OF CLIMATE CHANGE AND IMPACTS OF RESPONSE MEASURES): This issue was first considered by the SBI plenary on 2 June (FCCC/SBI/2009/11).",
      "This issue was then referred to a joint SBI/SBSTA contact group and informal consultations co-chaired by Eduardo Calvo Buendia (Peru) and Kristin Tilley (Australia).",
      "The SBI closing plenary adopted conclusions on 10 June.",
      "Parties met in formal and informal discussions, many of which were underpinned by the issue of whether to address Article 2.3 (adverse effects of policies and measures) and Article 3.14 jointly or separately within the contact group.",
      "Parties agreed to proceed by giving separate but equal time to the two issues, however some developed country parties directed their interventions to both issues at once.",
      "Discussions also covered substantive issues including: understanding the issues; information sharing on impacts of response measures; and implementation.",
      "On information sharing, New Zealand favored using the national communications process to share information on adverse effects of response measures, while the G-77/China stressed the need for a new process facilitating increased frequency of information exchange.",
      "The G-77/China also called for a phased approach to implementation.",
      "These issues remained unresolved in heavily bracketed text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}