{
   "actors": [],
   "countries": [
      "Ghana",
      "Bolivia",
      "New Zealand"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_69",
   "section_title": "APPEALS AGAINST DECISIONS OF THE CDM EXECUTIVE BOARD :",
   "sentences": [
      "This new issue (FCCC/SBI/2011/MISC.2 and FCCC/TP/2011/3) was first considered by the SBI plenary on 10 June.",
      "Bolivia supported the introduction of an appeals procedure in the CDM project approval process and urged defining the class of stakeholders who would have the right of appeal as widely as possible, stressing this should include project-affected peoples and communities, and relevant civil society groups.",
      "The issue was subsequently considered in a contact group and informal consultations co-chaired by Tredene Dobson (New Zealand) and Yaw Bediako Osafo (Ghana).",
      "Discussions focused on: the type, form and main features of an appeal mechanism against decisions of the CDM Executive Board; essential elements and level of detail to be included in a draft COP/MOP decision; and preparation of a draft COP/MOP decision establishing the appeal mechanism.",
      "During the session, the Co-Chairs prepared and revised draft text on a CDM appeals mechanism.",
      "Regarding the institutional framework, parties discussed, among other things, the form of the appeals body, the number of experts and the expertise required, and who should be responsible for selecting a panel.",
      "On the form, parties suggested: an ad hoc panel, with a chair or chairs that would be responsible for selecting experts from a roster of experts; or using an existing body, such as the Enforcement Branch of the Compliance Committee.",
      "On expertise, most parties said experts should have legal or regulatory expertise, and while some said experts should also have CDM experience, others considered this unnecessary.",
      "Regarding the scope of appeals, parties discussed whether this should be limited to CDM Executive Board decisions rejecting project registration or requests for issuance of Certified Emission Reductions (CERs), or whether it should also cover decisions to approve project registration or CER issuance requests.",
      "Several parties underscored that the focus of the group s work, as mandated by the COP/MOP, is on a procedure for appeals against decisions to reject project registration or CER issuance requests.",
      "Some parties noted that certain projects are registered automatically, as reviews are only undertaken if requested by three members of the Executive Board or a party involved in the proposed project.",
      "They said that, in such cases, it might be appropriate to allow appeals against CDM Executive Board decisions to approve such project registration requests.",
      "One party highlighted that if parties decide to allow appeals against CDM Executive Board decisions to approve projects, this decision should not apply retroactively, but should only apply to new projects approved after the appeals procedure has been established.",
      "Parties were unable to reach agreement on these issues.",
      "During the closing plenary, Co-Chair Osafo noted that divergent views remain, in particular, on the scope of the appeals procedure.",
      "The SBI adopted conclusions on 16 June."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "SBI"
}