{
   "actors": [],
   "countries": [
      "Poland",
      "Ghana",
      "Switzerland"
   ],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_1",
   "section_title": "IPCC-29 REPORT CELEBRATION OF THE IPCC S 20TH ANNIVERSARY",
   "sentences": [
      "On Sunday afternoon, 31 August 2008, the IPCC gathered at the Bâtiment des Forces Motrices, Geneva, Switzerland, to open the session and commemorate its 20th anniversary.",
      "IPCC Chair Rajendra Pachauri opened the celebration and noted the historic juncture of the anniversary and the accumulated knowledge it represents, as well as the recognition brought by the 2007 Nobel Peace Prize.",
      "He further pointed to the many references made during the 2007 UNFCCC Bali negotiations to the IPCC Fourth Assessment Report (AR4) as indicative of the Panel s contribution to the international climate policy process.",
      "In light of the high expectations placed on the IPCC, he suggested that internal changes may be needed to enable the Panel s future work at a time of increasing demand for climate knowledge.",
      "He thanked the hundreds of writers and reviewers who have contributed their expertise over the years to the IPCC. UN Secretary-General Ban Ki-moon, congratulated the IPCC on its 20th anniversary, underscored the importance of IPCC results, and thanked WMO and UNEP for their support.",
      "Ban stressed the need to reach a comprehensive, enforceable and ratifiable agreement in Copenhagen in 2009, saying we should learn from the experience of two decades of environmental negotiations, but not be trapped by it.",
      "He compared climate negotiations to a jigsaw puzzle, where a final deal is possible only by building towards it in increments, chipping away at small manageable pieces at a time and putting them to rest once that piece of the puzzle is solved.",
      "He added that concrete outcomes from negotiations were needed in Poznan, Poland, in December and called on Poland to provide leadership and engage other national leaders.",
      "Moritz Leuenberger, Federal Councillor and Head of the Department of Environment, Transport, Energy and Communication, Switzerland, thanked IPCC Chair Pachauri for his commitment to a better understanding of climate change.",
      "Pointing to the considerable time lag between the science warnings of impending dangers to humanity and the response to the challenge by policy makers and the public, he emphasized the importance of the IPCC continuing its work to maintain sobriety in the climate debate, and to disseminate its findings for a broad-scale commitment to the necessary lifestyle changes. WMO Secretary-General Michel Jarraud noted his organization s pride in the achievements of the Panel.",
      "He stressed WMO s activities to bring attention to human-induced climate change.",
      "Jarraud congratulated the IPCC on its AR4 key messages, saying they served as basis for what was agreed in Bali in 2007.",
      "Reaffirming the WMO s continued support for the IPCC he encouraged the Panel to maintain its current form and to concentrate on supporting expertise and capacity development in developing countries that will be most affected by climate variability impacts. UNEP Executive Director Achim Steiner said bringing the world to the negotiating table on climate change, despite the different countries realities, is a testimony to the power of knowledge and the importance of the IPCC process.",
      "He noted knowledge and science create an imperative to act and to think about how societies will develop in the future.",
      "He underlined questions raised by the economic downturn on whether we can afford to deal with climate change.",
      "Steiner said the 21st century will reshape the paradigm of development.",
      "He concluded that science and knowledge empower politicians, business, the UN and, particularly, the public, and said the IPCC has handed facts and figures that cannot be ignored by the leadership of the world.",
      "Roberto Acosta, UNFCCC, highlighted the links between climate change impacts, poverty and food supply.",
      "He said people of the world need to understand how climate change will affect them if an agreement is not reached in Copenhagen.",
      "He outlined the influence of the IPCC on UNFCCC negotiations, and informed on the UNFCCC negotiations in Accra, Ghana, noting a number of proposals that can set the foundations for an agreed text in Copenhagen.",
      "Renate Christ, IPCC Secretary, asked to pay a special tribute to Professor Bert Bolin, former IPCC Chair, and other contributors to the Panel s work who had passed away."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}