{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "United States",
      "Japan",
      "Chile",
      "Germany",
      "Brazil",
      "Belgium",
      "Canada",
      "South Africa",
      "Nicaragua",
      "Mali",
      "Mexico",
      "Slovenia",
      "Sweden",
      "Dominica",
      "United Kingdom",
      "Russian Federation",
      "Ecuador",
      "Indigenous Peoples",
      "Maldives",
      "Netherlands",
      "Saudi Arabia",
      "Egypt",
      "Peru",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "27-Feb-15",
   "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)",
   "enb_short_title": "IPCC-41",
   "enb_start_date": "24-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12627e.html",
   "id": "enb12627e_7",
   "section_title": "IPCC Product Types and their Timing:",
   "sentences": [
      "On preparation of comprehensive ARs , the Panel agreed to a paragraph on continuing to prepare ARs every 5-7 years.",
      "However, there was much discussion on three supplementary options on preparation of: SRs during an assessment cycle; rapid updates to supplement an AR; and regional reports to supplement an AR.",
      "On SRs, Norway, supported by Belgium, Brazil, Pakistan, Saudi Arabia and South Africa, proposed that identification of SRs should begin as early as possible and, as feasible, be done in the context of all deliverables of the cycle.",
      "Norway, the UK, South Africa, Slovenia and others supported the concept of rapid updates, particularly in order to meet the UNFCCC s needs, although others, including Brazil, the US and Mali, expressed concerns, including on how to carry them out credibly and accurately, the frequency of availability of new information, review procedures and the additional workload for authors.",
      "WGI Co-Chair Thomas Stocker, supported by China, South Africa and Belgium, noted that the term rapid was not clear.",
      "On preparing regional reports, many parties supported a stronger regional focus.",
      "Pakistan, supported by Brazil, suggested addressing this together with SRs.",
      "The Netherlands, supported by Brazil, recommended developing an online database and methodology to provide flexible and comparable regional information and climate models.",
      "WGI Co-Chair Stocker, supported by Belgium, questioned the definition of region, and noted that any new IPCC product must maintain the IPCC elements of scoping, review and final approval.",
      "IPCC Secretary Christ noted two existing procedures for preparing regional reports, either as dedicated SRs on regions or as technical reports based on a completed AR.",
      "The Russian Federation, supported by Germany, lamented the increase in the IPCC workload that would be required for regional reports.",
      "After numerous suggestions on consolidating the text on SRs and regional aspects, the Secretariat and the TGF presented revised text on Wednesday morning, specifying that the identification of SRs, including those with a focus on regional information and priorities, should be made as early as possible and in the context of all deliverables of the cycle, and that any new requests, particularly from the UNFCCC, will be dealt with consistent with the Decision Framework for SRs, Methodology Reports, and Technical Papers.",
      "Brazil, South Africa, Nicaragua, Mexico and the Maldives stressed the need for additional language, including on: the inclusion of local communities and indigenous peoples; and evidence gathering, such as from workshops, on highly vulnerable areas that do not have peer-reviewed literature, but this was not accepted.",
      "Chile and Tanzania noted that the proposed paragraph on regional aspects had come about due to gaps in the AR5 WGII report and preferred strengthening regional aspects of the AR.",
      "Acting Chair El Gizouli noted that concerns regarding rapid updates were covered by the sentence on consistency with the Decision Framework.",
      "The consolidated text was adopted without amendment, and the previous paragraph on spacing of assessments was amended to highlight regional aspects of ARs.",
      "On proposed provisions on scoping of cross-cutting issues at an early stage and on the increasing importance of cross-WG cooperation , and with regard to a reference to the SPMs and the SYR as the main products of the IPCC, WGII Co-Chair Chris Field stressed the need to emphasize all IPCC products.",
      "Supporting this, the US cautioned against creating a hierarchy regarding the importance of products, while Saudi Arabia stressed that the SPMs and the SYR are the main products.",
      "Following some discussion, proposals were put forward: suggesting that the scoping of the SPMs and SYR, as well as cross-cutting issues, should begin at an early stage; emphasizing the importance of enhanced cross-WG cooperation; and requesting that the new Bureau pay particular attention to this, taking into consideration lessons learned in previous assessments.",
      "Germany, supported by Egypt, favored scoping of SPMs rather than the full report, noting it would enable a more focused and decreased workload.",
      "WGI Co-Chair Stocker, supported by Sweden and Norway, noted that the SPMs have never been scoped since they are integral parts of the full ARs, and proposed scoping of SYRs, as well any cross-cutting issues.",
      "WGII Co-Chair Field clarified that cross-cutting issues should be considered, not necessarily scoped, at an early stage.",
      "After further discussion, delegates agreed to provisions on scoping of SYRs and giving attention to cross-cutting issues at an early stage, and on the increasing importance of enhanced cross-WG cooperation.",
      "The Panel then discussed two alternative proposals regarding the timing of WG reports : releasing the AR within one year, with staggered release of the WG reports over a few months; or longer staggering between the WG reports to allow for information presented by one WG to be adequately reflected by the other WGs and the SYR.",
      "New Zealand supported releasing the reports within one year with some flexibility, noting that a staggered approach might mean a gap of several years between reports.",
      "Belgium suggested that a staggered approach would enable the IPCC to capture the attention of the media for a longer period of time.",
      "The US also preferred a staggered approach, noting the challenges of conducting concurrent reviews of WG reports.",
      "Also favoring a staggered approach, the Maldives highlighted its capacity constraints to comment on reports within one year. WGIII Co-Chair Ottmar Edenhofer said the choice of the AR timeline should depend on whether procedures are in place to integrate the results across all WGs and recommended a compact timeline if so.",
      "WGI Co-Chair Stocker suggested a flexible approach that would allow information in the WG reports to be reflected in the SYR in a timely manner.",
      "Acting Chair El Gizouli introduced reformulated text combining the two options, calling for all parts of an AR to be released within about one year, with staggering between the reports to allow for information presented by one WG to be adequately reflected by the other WGs and the SYR.",
      "Supporting this text, Germany noted he would be open to changing the sequence of the WG reports, with El Gizouli responding that the sequencing would be decided during the scoping meeting.",
      "China preferred extending the timeline to 18 months, while Slovenia favored keeping the timeline under 18 months.",
      "The EU noted that a more compact timeline would add value, saying that the change made in the scenarios for AR5 would probably not be repeated for the Sixth Assessment Report (AR6).",
      "The text was adopted with amendments stating that the WG reports would be released within 12-18 months.",
      "Participants then addressed a provision related to developing specific methodology reports or good practice guidance reports to enable and assist countries and regions in preparing regional and/or national scientific assessments.",
      "Discussion centered on whether the IPCC will or may develop or further consider whether to develop such reports.",
      "Noting that the text was unclear and that such a decision could be taken at any point in the future, the UK, opposed by Germany, the Netherlands, Ecuador and others, suggested deleting the paragraph.",
      "Members generally agreed it was important to acknowledge the need for methodology reports or good practice guidance reports, while not being too prescriptive.",
      "After further discussion on precise language, the Panel agreed to a proposal by Belgium, with slight amendments, stating that the IPCC will consider developing methodology reports or good practice guidance reports, for example, to facilitate the preparation of regional and/or national scientific assessments.",
      "On further exploring ways to enhance collaboration with other relevant international organizations and assessment bodies , including producing reports in partnership with those bodies, Japan sought to include regional and international research organizations or networks in a list of possible partners, given that some of these organizations support capacity building of scientists in various regions.",
      "A call by India and the Maldives to include national bodies was ultimately not accepted. WGI Co-Chair Stocker and others proposed text expanding the list of organizations to include other international organizations and research bodies providing relevant information to IPCC assessments.",
      "The UK and Peru preferred reference to scientific rather than research organizations, which was ultimately accepted.",
      "The Netherlands sought reassurance that jointly produced reports are fully compliant with IPCC rules and procedures.",
      "Secretary Christ listed examples of IPCC cooperation with other organizations, all of which, she said, had complied with IPCC rules and procedures.",
      "Following agreement to delete reference to collaboration on Technical Papers, Saudi Arabia, with Brazil, the Maldives and Tanzania, also suggested deleting language specifying production of reports in partnership with other bodies, including a list of such bodies.",
      "Switzerland, supported by Dominica, Tanzania, the US, Saudi Arabia and the Maldives, opposed specifying the nature of the collaboration, noting it was too limiting.",
      "This deletion was accepted.",
      "The final text states that the IPCC will further explore ways to enhance collaboration with other relevant international organizations and scientific bodies.",
      "Final Outcome: Regarding IPCC product types and their timing , the Panel decided to: continue to prepare comprehensive ARs every 5-7 years, including regional aspects, supplemented by SRs; take into account the work of the UNFCCC in determining its future reports and their timing; and release all parts of an AR within 12-18 months.",
      "The Panel also decided to: conduct scoping of SYRs at an early stage; enhance cross-WG cooperation; continue to prepare Methodology Reports on National GHG Inventories and other methodology reports or good practice guidance reports; and explore options to foster cooperation with relevant international and scientific organizations.",
      "The Panel further decided to consider requests from the UNFCCC according to the Decision Framework for Special Reports, Methodology Reports and Technical Papers.",
      "Further Enhancing the Usability of IPCC Reports: On engagement of communication specialists for SPMs, many countries noted the need to involve specialists in all IPCC products rather than just SPMs.",
      "The US, supported by Norway, called for engaging specialists throughout the drafting period.",
      "Others noted the need to further consider the roles and qualifications of specialists to be engaged.",
      "Canada, supported by the US, noted the need to involve both communications specialists as well as scientific writers.",
      "Citing the example of WGI s use of a scientific writer in the report s Frequently Asked Questions section and for SPM headline statements, WGI Co-Chair Stocker highlighted the role that specialists can play.",
      "However, supported by WGII Co-Chair Field, he noted the need for authors to maintain ownership of IPCC products.",
      "Acting Chair El Gizouli introduced an amended text stating that the IPCC would further consider how science writers and communications specialists could assist during the drafting period in enhancing the usability and readability of IPCC products.",
      "Egypt, expressing concern with this new text, introduced alternative language, emphasizing the need to conform to IPCC procedures and to seek assistance from relevant experts throughout the drafting period.",
      "Norway, supported by the Netherlands, called for a clear decision on the engagement of communications specialists at IPCC-41.",
      "Saudi Arabia objected, noting that the matter continued to be under discussion and supported language reflecting this.",
      "Canada, supported by the UK, proposed new text highlighting the need to be more direct and proposed taking a decision at this session.",
      "Brazil opposed the draft decision as amended by Canada and called for consideration of WGI Co-Chair Stocker s proposal, which: eliminated the focus only on the SPM; and called for seeking advice from various specialists to enhance the readability of IPCC products.",
      "This proposal was accepted.",
      "On how to better reflect non-English language literature in IPCC reports , the TGF text suggested the Panel adopt a recommendation to the Bureau to consider the following measures: (1) establish or use existing regional committees or networks to improve access to non-English language literature; (2) approach authors of such literature to provide expert opinions or specific inputs on particular topics; and (3) identify relevant literature published in languages other than English, in particular from developing countries.",
      "Regarding the latter, the text also suggested that a UN-based language service could assist in translating such documents, and authors of such literature could be approached to provide expert opinions or specific inputs on relevant topics.",
      "On the first point, WGI Co-Chair Stocker noted the valuable function of IPCC focal points and Bureau members in identifying non-English language literature.",
      "The US, Japan and Canada preferred using existing committees and networks to improve access to non-English language literature rather than establishing new ones, while the Republic of Korea opposed limiting such committees to those currently in existence.",
      "On the second point, WGII Co-Chair Field suggested approaching such authors to become expert reviewers, contributing authors and chapter scientists, which was agreed.",
      "On the third point, the US, with Germany, Canada and Switzerland, opposed by Egypt, objected to a full translation of the literature assisted by a UN-based language service, questioning the necessity and the cost of such translations.",
      "Brazil and others opposed reference to authors of such literature being approached to provide expert opinion or specific inputs on relevant topics. TGF Co-Chair Plume recalled that this was only a recommendation to the Bureau to consider, that all decisions would be made in the context of resource availability, and that these views had come out strongly in the TGF.",
      "The Panel then agreed on revised text, which recommends that the Bureau: use regional committees or networks, IPCC focal points and WG Vice-Chairs to improve access to non-English language literature; approach authors of such literature to serve as expert reviewers, contributing authors and chapter scientists; and identify literature published in languages other than English, in particular from developing countries, which a UN-based language service could assist in translating.",
      "Final Outcome: On increasing the usability of IPCC reports , the Panel decided to: request the IPCC Secretariat to facilitate and enhance the use of digital technology for exchange and distribution of information; and request advice of specialists as needed to increase the readability of IPCC products.",
      "On enhancing the assessment of non-English language literature in the IPCC , the Panel requested the Bureau to: improve access to non-English literature; identify scientific literature in other languages in collaboration with governments and international organizations; and encourage authors of relevant non-English literature to engage with the IPCC process."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}