{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Iran",
      "United States",
      "Japan",
      "Brazil",
      "Cyprus",
      "Canada",
      "Belgium",
      "Malta",
      "Bulgaria",
      "Sweden",
      "Ireland",
      "United Kingdom",
      "Senegal",
      "Ukraine",
      "Samoa",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "08-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "08-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12187e.html",
   "id": "enb12187e_5",
   "section_title": "STATEMENTS BY PARTIES",
   "sentences": [
      "Forty-four ministers and heads of delegation made statements.",
      "Many speakers highlighted the importance of maintaining the environmental integrity of the Protocol.",
      "Parties also drew attention to success on Tuesday in negotiations on compliance, and called for completion at COP-7 of work under the Buenos Aires Plan of Action, with many stating that this would support ratification and entry into force in time for the WSSD in September 2002.",
      "In addition, several speakers noted that the events of 11 September demonstrate the need for multilateral solutions to global problems that cannot be tackled by just one country.",
      "A number of delegates drew attention to the IPCC TAR, which demonstrates the need for urgent action to address climate change, and paid tribute to both COP-6 President Pronk and UNFCCC Executive Secretary Michael Zammit Cutajar. On the current negotiations at COP-7, SWITZERLAND said it could not accept changes that weaken the Bonn Agreements, and stated that no country can shirk its responsibilities, especially if it is a major country in the ratification process.",
      "IRAN, for the G-77/CHINA, underscored its approach of 'principled flexibility,' and stated that neither COP-7 nor the WSSD was the appropriate forum for raising the issue of new commitments for developing countries.",
      "BELGIUM, for the EU, highlighted outstanding issues on the mechanisms requiring resolution, including the election of the Executive Board of the CDM.",
      "BULGARIA, for CG-11, CYPRUS and MALTA, noted the special circumstances of these individual countries in fulfilling their commitments.",
      "CANADA highlighted the need to be responsive to those whose participation is critical to entry into force of the Protocol.",
      "SWEDEN said success in Marrakesh would constitute a powerful pledge for the US to reconsider its decision to be part of a global coalition to combat climate change. On mechanisms, JAPAN cautioned against too many constraints on their use.",
      "The REPUBLIC OF KOREA said the full potential of the mechanisms should be realized, including unilateral CDM.",
      "UKRAINE said JI should be given priority and that the main goal should be the reduction, rather than the redistribution, of emissions.",
      "On LULUCF, CHINA cautioned against any loopholes. Regarding the circumstances and needs of developing countries and LDCs, many speakers underscored the need for capacity building, adaptation and technology transfer.",
      "IRELAND and NORWAY highlighted linkages between climate change and poverty.",
      "CHINA underlined the principle of common but differentiated responsibilities, and SENEGAL stressed the value of NAPAs and called for greater commitment to the LDC Fund. On next steps in the climate change process, SAMOA, for AOSIS, said that once work on the BAPA is completed, Parties should review commitments under this regime, and suggested that they be stronger and more extensive.",
      "The US said it would continue to play a leading role in addressing climate change and is moving ahead with science-based measures.",
      "BRAZIL said it looked forward to negotiations on the second commitment period, taking into account the 'Brazilian proposal' based on the share of responsibility for causing climate change.",
      "INDIA said it was considering the possibility of hosting COP-8."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}