{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Qatar",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Kuwait",
      "Micronesia",
      "Saudi Arabia",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "04-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "04-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12366e.html",
   "id": "enb12366e_1",
   "section_title": "MEANS TO REACH EMISSION REDUCTION TARGETS:",
   "sentences": [
      "AWG-KP Chair Dovland outlined the aim behind this agenda item, explaining that Annex I parties wish to understand the means, tools, rules or guidelines that will be available to them before they agree on emissions targets.",
      "He said parties should adopt conclusions on this item in August 2008, and subsequently consider mitigation ranges before finalizing the levels of Annex I party commitments in 2009.",
      "On procedural matters, CANADA said discussions under the AWG-LCA and AWG-KP would eventually need to be brought together.",
      "SAUDI ARABIA stressed that the AWG-KP s mandate did not include developing country action.",
      "CHINA said rules and methodologies should be based on the Marrakesh Accords, and highlighted energy efficiency, renewable energy, and technology as important issues.",
      "On LULUCF, CANADA said the current rules are a starting point but improvements are needed.",
      "She also supported an improved incentive structure.",
      "AUSTRALIA said LULUCF and carbon capture and storage (CCS) should be reflected fully in the post-2012 framework.",
      "BRAZIL said LULUCF rules should be improved but not fundamentally changed.",
      "TUVALU, BRAZIL and MICRONESIA supported preserving the architecture of the Kyoto Protocol.",
      "On sectoral approaches, JAPAN stressed these as a valuable tool that would not replace national targets.",
      "He supported improving the mechanisms and more equitable distribution of CDM projects.",
      "SWITZERLAND requested more information on the potential of sectoral approaches.",
      "CANADA supported new mechanisms such as sectoral crediting mechanisms.",
      "BOLIVIA supported discussion of REDD as a sectoral approach.",
      "On aviation and maritime emissions, the EU noted broad support to address this under the UNFCCC.",
      "KUWAIT said discussions on aviation and maritime emissions raise serious methodological, technical and legal concerns.",
      "SAUDI ARABIA highlighted differences of opinion on sectoral approaches, aviation and maritime emissions, biofuels and nuclear power.",
      "BOLIVIA said biofuels pose a risk to food security. BRAZIL and MICRONESIA opposed CCS under the CDM, while QATAR highlighted the potential for CCS.",
      "The EU noted the IPCC AR4 references to new greenhouse gases that could be included in a future agreement. ICAO described its programme of action on aviation emissions, scheduled for completion in 2009.",
      "IMO described its work plan on a binding instrument for all ships by 2009 and emphasized the importance of flag neutrality in emissions treatment.",
      "CAN proposed that Annex I parties auction a fraction of their emissions allowances for the second commitment period in order to raise funds for, inter alia , adaptation.",
      "The INTERNATIONAL COUNCIL FOR SUSTAINABLE ENERGY stressed that private sector involvement can speed up the delivery of existing technologies.",
      "Parties decided to convene contact groups on the flexible mechanisms, LULUCF, and other issues."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": "WORKING GROUP"
}