{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Netherlands",
      "Barbados",
      "China",
      "Australia",
      "Saudi Arabia",
      "Poland"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_76",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "The agenda item on arrangements for intergovernmental meetings was first taken up by the SBI in plenary on 4 June ( FCCC/SBI/2008/4 and Add.1 ).",
      "It was then considered in a contact group and during informal consultations chaired by Karen Nicole Smith (Barbados) and Maas Goote (Netherlands).",
      "The contact group concluded its work on 12 June, and the SBI adopted conclusions on the matter on 13 June.",
      "The two main issues considered under this agenda item were arrangements for COP 14 and COP/MOP 4 in Poznan, Poland in December 2008, and arrangements for future sessional periods in 2009.",
      "With regard to COP 14 and COP/MOP 4, two issues received particular attention: the heavy workload expected under the multiple bodies meeting in Poznan; and concerns about the high costs of accommodation and other logistical matters.",
      "Responding to questions about accommodation, the Polish delegation held a question-and-answer session on 11 June.",
      "However, the G-77/China and other parties continued to express unease on this issue, and this was reflected in the final SBI text.",
      "On future sessional periods, delegates focused on suggestions for managing the heavy workload expected in 2009 in the lead up to COP 15 and COP/MOP 5 in Copenhagen.",
      "Parties agreed on text recommending two further sessional periods in March/April and August/September 2009, in addition to the usual sessional periods in June and late November/December.",
      "Parties also agreed to proposals by Australia and others for the March/April and August/September AWG-LCA and AWG-KP events to run from mid-week to mid-week so as to avoid having delegates spend too many weekends away from home - an approach Australia referred to as family friendly.",
      "There were also some discussions on where these additional sessional periods might take place.",
      "Parties proposed various formulations, with many supporting locations that minimized costs and logistical burdens.",
      "In the closing SBI plenary on 13 June, parties urged resolution over concerns regarding arrangements for Poznan.",
      "Saudi Arabia noted overlap with the Islamic festival of Eid al-Adha.",
      "SBI Chair Asadi said the Bureau would take these concerns into account, and the SBI adopted its conclusions on this matter, without amendment."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}