{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "Japan",
      "Australia",
      "Iceland",
      "Canada",
      "Niger",
      "Norway",
      "Nigeria",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_20",
   "section_title": "EMISSIONS TRADING",
   "sentences": [
      "On emissions trading, the EU said the adoption and ratification of a compliance regime is a prerequisite for emissions trading, as is careful consideration of risk-sharing between buyers and sellers.",
      "The US favored a simple set of rules for emissions trading and specified, inter alia, that no formal trading should occur until the Protocol enters into force.",
      "A Party should not be able to sell once it has emitted its allowed amounts during any period, i.e., 'deficit trading.",
      "' He opposed limiting the percentages that can be sold.",
      "NEW ZEALAND called for early decisions on transparent emissions trading to harness economic efficiency to the achievement of environmental goals, backed by a firm compliance regime.",
      "He objected to a proposal for ceilings on amounts traded.",
      "The REPUBLIC OF KOREA and NIGERIA stressed that emissions trading should supplement national reductions and cautioned that rules to govern it must be defined in advance to avoid compliance and verification problems.",
      "CHINA noted that emissions trading is illegal until the COP defines relevant rules, principles, and guidelines.",
      "Supporting emissions trading, RUSSIA said the Russian people had paid a very high price for 'hot air' by reducing their living standards. CANADA tabled a discussion paper on principles, modalities, rules and guidelines for an international emissions trading regime on behalf of Australia, Canada, Iceland, Japan, New Zealand, Norway, Russia and the US.",
      "The tradable unit would be Assigned Amount Units (AAUs).",
      "AAUs would be denominated in 'CO2 equivalent' and would express one metric tonne of CO2 equivalent emissions.",
      "Each Annex B Party could issue serialized AAUs from its 'assigned amounts.",
      "' AAUs would be valid until used to offset emissions for the purposes of contributing to compliance.",
      "Parties could trade directly and/or authorize legal entities to acquire and or transfer AAUs.",
      "Each Annex B Party would need to comply with Protocol Article 5 (national emission estimation systems) and Protocol Article 7 (emissions inventories).",
      "They must also establish and maintain a national system for recording their 'assigned amounts' and tracking AAUs held, transferred or acquired.",
      "Each Party would also be required to report annually on activities and be assessed on compliance at the end of the commitment period."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}