{
   "actors": [
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Mexico",
      "Bangladesh",
      "Norway",
      "Japan",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Chile",
      "Saudi Arabia",
      "Switzerland",
      "Turkey",
      "Costa Rica",
      "Pakistan",
      "South Africa"
   ],
   "enb_end_date": "01-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12400e.html",
   "id": "enb12400e_2",
   "section_title": "SHARED VISION:",
   "sentences": [
      "South Africa, for the AFRICAN GROUP, with COSTA RICA and TURKEY, said a shared vision should cover the four building blocks.",
      "UGANDA stressed the need to respect the Convention s principles.",
      "COSTA RICA noted that a shared vision should be simple but profound in establishing the path forward, and CHILE said that it should communicate the parties political will to the public. TUVALU proposed three dimensions: a quantitative goal of stabilization; a qualitative goal including the right to survive and transition to a low-emission society; and a functional dimension describing urgency, cooperative action, financial support and compensation for impacts to LDCs and SIDS. NORWAY supported a science-based approach.",
      "BRAZIL noted that a shared vision should include, inter alia , a level of financing for both mitigation and adaptation actions. AUSTRALIA suggested a shared vision should be expressed as a brief objective.",
      "PAKISTAN underlined long-term cooperative action as a more important element than a long-term goal, while JAPAN stressed that a long-term goal is the key element.",
      "SAUDI ARABIA said that setting a long-term goal is premature.",
      "BANGLADESH noted the need to link the long-term goal with poverty reduction.",
      "The AFRICAN GROUP suggested that a long-term goal be ambitious and have a base year and clear mid-term targets.",
      "MEXICO noted it will play its fair part in achieving a global goal without jeopardizing its development.",
      "SWITZERLAND noted that a long-term goal should follow the reality of current and future emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}