{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "Bangladesh",
      "China",
      "United States",
      "Russian Federation",
      "Japan",
      "Australia",
      "Indonesia",
      "Timor-Leste",
      "Uganda",
      "Maldives",
      "Colombia",
      "Norway",
      "Malawi",
      "Cook Islands"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12438e.html",
   "id": "enb12438e_6",
   "section_title": "ADAPTATION:",
   "sentences": [
      "In the afternoon contact group, parties focused on means of implementation.",
      "The RUSSIAN FEDERATION supported reference to economies in transition in the text.",
      "JAPAN, with the US, AUSTRALIA and NORWAY, said that the provisions on finance should be dealt with by the finance contact group.",
      "The US supported hubs of climate experts providing information and tools at the international level and a corps of climate specialists working in countries to accelerate the diffusion of technology. TIMOR-LESTE, with MALAWI, stressed that funding should be grant rather than loan-based.",
      "INDONESIA underscored the need for a compliance mechanism.",
      "INDIA called for a 2% levy on all capital transfers in developed countries to support adaptation in developing countries.",
      "UGANDA, with MALAWI, noted the need for improved access to funding for the LDCs.",
      "MALAWI and Bangladesh, for the LDCs, opposed co-financing.",
      "The LDCs stressed that financial flows should be scaled up to 1.5% of the GDP of developed countries and that 70% of adaptation funds should be earmarked for the LDCs, SIDS, and African countries.",
      "On risk reduction, the Maldives, for the G-77/CHINA, stressed the need to speed up the pace of work on this issue.",
      "The Cook Islands, for AOSIS, noted, inter alia , that risk reduction and management should: have a special window in the financial mechanism; address both extreme and slow onset events; and include both risk reduction and insurance components.",
      "The G-77/CHINA called for inclusion of migration, displacement, and planned relocation.",
      "COLOMBIA said that 30% of adaptation funding should be dedicated to disaster reduction and preparedness."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}