{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Nepal",
      "Ukraine",
      "United Kingdom",
      "United States",
      "Gambia",
      "China",
      "Indonesia"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_39",
   "section_title": "CONVENTION ARTICLE 6 (education, training and awareness-raising)",
   "sentences": [
      "This issue (FCCC/SBI/2010/2, 3 and 9) was first considered by the SBI on 31 May.",
      "It was subsequently considered through a contact group and informal consultations chaired by Liana Bratasida (Indonesia).",
      "The SBI plenary adopted conclusions on 9 June.",
      "Discussions focused on the intermediate review of the implementation of the New Delhi work programme, as mandated by decision 9/CP.13 (amended New Delhi work programme on Article 6 of the Convention).",
      "The Gambia, for the G-77/China, suggested requesting the Secretariat to compile and synthesize the outcomes and recommendations from the regional workshops held so far, together with the implementation of these outcomes and recommendations.",
      "The EU suggested inviting parties to provide funding for the regional workshops yet to be held.",
      "Ukraine urged that the implementation of Convention Article 6(b)(ii) (development and implementation of education and training programmes) should be extended to countries with economies in transition.",
      "Nepal called for extending the work programme for at least five years.",
      "Youth urged parties to adopt a proper review process and proposed, inter alia : giving the Secretariat a broad mandate to conduct the review in an inclusive manner and provide sufficient financing for the Secretariat to organize regional workshops in Africa and the LDCs.",
      "The US announced that it will partially finance the two outstanding regional workshops for Africa and SIDS."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}