{
   "actors": [],
   "countries": [
      "Australia",
      "Germany",
      "Brazil"
   ],
   "enb_end_date": "15-Apr-99",
   "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol",
   "enb_short_title": "Tech. Work",
   "enb_start_date": "09-Apr-99",
   "enb_url": "http://www.iisd.ca/vol12/enb1298e.html",
   "id": "enb1298e_5",
   "section_title": "WORKING GROUP ON THE CDM",
   "sentences": [
      "Gylvan Meira Filho (Brazil), Cornelia Quennet-Thielen (Germany) and Brian Fisher (Australia) facilitated the working group on the CDM.",
      "Discussions in the working group centered on the terms of reference of the Executive Board and on reference/baseline methodologies and additionality, validation, verification, certification and funding and adaptation. The need for further work on methodologies and clear rules for project eligibility was highlighted.",
      "A number of participants stressed that the rules, modalities and procedures for the CDM should be simple and environmentally credible, and underscored that the CDM should not focus on profits but on emissions reductions.",
      "Another cautioned against oversimplifying the rules for the CDM, as this would weaken its developmental objectives.",
      "Participants addressed the need to: distinguish between the CDM and other projects; minimize transaction costs when designing CDM projects; distinguish between certifying project activities and certifying emissions; and seek guidance from the COP/MOP on the elaboration of the modalities and procedures. Regarding the baseline methodologies, participants inquired as to the extent to which sustainable development components should be included.",
      "One participant proposed that each host country identify sustainable development indicators relevant for each project.",
      "Another noted the difficulty of developing exhaustive lists of sustainable development indicators.",
      "Noting that the sustainability of the CDM can only be gauged at the end of the project, one participant highlighted the need to create a sense of ownership within the host country and recommended involving local communities. With regard to the need for predefined baseline methodology, one participant objected to using top-down approaches of defining general baselines for an entire sector or country and said that the perimeter of the baseline should be the same as that of the project activities.",
      "A number of participants objected to the suggested use of economic indicators in baselines to determine CDM eligibility, noting that this is very complex and would put the Executive Board in the role of analyzing the potential profitability of individual projects. On baseline setting, one participant raised the need to devote attention to the indirect effects of baseline selection on national policies and regulatory regimes, noting that a host country might implement policies to increase returns, which may lead to higher emissions.",
      "One participant said that an agreed upon baseline would reflect the objectives of both Parties involved in a CDM project.",
      "Another participant noted that defining baseline methodology against conditions for additionality would be very bureaucratic.",
      "She preferred definition of various methodologies for baseline creation, noting that one method would lead to environmental stringency.",
      "On project-by-project benchmarks, one participant cautioned that the quest for transparency could lead to higher transaction costs.",
      "He proposed that project registration or validation and sustainable development determination be left to the host country. Proponents for dynamic baselines argued that they would create continuous pressure for investment.",
      "They said that static baselines could increase the uncertainty for the investor.",
      "Another participant argued that dynamic baselines could lead to temptations to institute changes to meet an elusive objective.",
      "He advocated for review of baselines and cautioned against confusing it with the concept of dynamic baselines.",
      "Another participant noted that, for investor certainty, there must be a baseline estimate, but that a baseline might change over time.",
      "Another asked whether, if a project only runs at 60%, a baseline should be recalculated to reflect that the project is not operating at 100%.",
      "One participant objected to periodic revision of the baseline, noting that unexpected events that come later cannot have the retroactive power of modifying a decision taken earlier.",
      "Such revision could lead to data manipulation.",
      "One participant stated that baselines must be static because these are necessary for the determination of the GHGs mitigated.",
      "He added that, if there is need to adjust the carbon offsets, then insurance, penalties and securities must be considered as guarantees to Parties involved. On additionality, one participant said there was a need to add investment additionality and regulatory additionality to the criteria for baseline determination and noted that private FDI projects risk overloading CDM.",
      "Some participants supported consideration of investment additionality stating that this would be useful in determining whether a project contributes to sustainable development and would allow 'no regrets' investment to take place.",
      "They stressed that FDI should not lead to an increase in emissions and that companies should be encouraged to do more.",
      "Another participant sought clarification on whether two types of additionality would be necessary for the CDM and JI and asked if there was a possibility of a common definition. One participant identified two ways of using baselines: to qualify a project and determine its eligibility; and to quantify the CERs.",
      "He noted even if Article 6 (JI) does not require congruence with Article 12 (CDM), there should symmetry between the JI and CDM baselines.",
      "He noted that, in any case, a first step of certification is the definition of a baseline.",
      "Two steps in the CDM process were identified as: checking the criteria for eligibility and certifying the emissions reduction.",
      "The stage before certification is a very qualitative judgement on whether a project meets the criteria established for the CDM, whether it is consistent with international agreements, and if there is sufficient monitoring.",
      "In principle, certification should happen before the implementation of the project.",
      "Certification or validation of the CDM project will remove most uncertainty surrounding the project and reduce risk. Regarding when certification should take place, one participant suggested that this be left to the Parties initiating the project to decide on and noted that certification of the emissions reduction can take place only after the reduction has taken place.",
      "Another said that the certificate of validation for CDM activities must be obtained before the project begins, otherwise trying to retroactively validate a project would incur high costs. With regard to registration, one participant noted that there would have to be a registry for the projects that are validated and one for the emissions that are certified.",
      "He cautioned against confusing registration with validation, certification or emissions reduction certification.",
      "A question was raised if when two Parties have reached agreement on a CDM project, they would have to wait for registration and validation from the Executive Board before proceeding with the project.",
      "On the timing of validation, it was observed that a project developer might prefer to receive it earlier in the project, as it could be risky later.",
      "He suggested that rather than mandating the time when validation is to be conducted, information on the possible risks of late validation could be provided. On early action, one participant said that investors in early action schemes run the risk that the COP/MOP may refuse to recognize their activities.",
      "Another participant illustrated two scenarios: the optimistic scenario whereby the rules for the early start are approved at the next COP; and the less optimistic scenario where the final rules are not approved at the next COP.",
      "In the first scenario, CERs will be certified after the year 2000, while in the second scenario there will be a transitional period leading up to the entry into force of the Protocol and thus the reductions will have to be validated retroactively.",
      "He said that those who carry out early action schemes would have to meet the costs of retroactive validation.",
      "One participant emphasized the need for transitional rules for the early start of the CDM.",
      "He proposed differential use of terms such as registration before the rules and validation after the rules are established. On the terms of reference for the Executive Board, participants proposed that the Board: review and update an indicative list of suggested methodologies for particular project types; determines the guidelines for baselines; and supervise the development of baseline methodologies.",
      "More work to establish linkages between the different approaches proposed to the development of baseline methodology was urged.",
      "One participant raised a question about work in the initial period leading up to the entry into force of the Protocol when the Executive Board will be established. On independent auditing and verification, one participant proposed that the operational entities conduct this themselves.",
      "Another participant objected stating that auditing should be conducted independently of the operational entities.",
      "The need for clear designation of an independent entity to audit and verify the project separate from the project proponent or implementing entity was voiced.",
      "The need to ensure total professional independence of third party entities undertaking validation was stressed. One participant said that interested transnational and national companies could participate in the CDM.",
      "The need to balance bureaucracies, costs and results as well as uncertainty was emphasized.",
      "Regarding funding of CDM projects, one participant proposed that it be arranged after certification of the activity.",
      "Noting difficulties with involving the private sector, another underscored the importance of a fund for the early stages.",
      "She asked if the adaptation fund would be centralized for all countries or only for non-Annex I countries.",
      "She said host countries could contribute a symbolic share of project investment.",
      "One participant noted the need to determine what adaptation projects will be eligible for funding and to assess vulnerability.",
      "Another proposed that the vulnerability assessment could be one element in project assessment and noted that a theoretical vulnerability assessment followed by a concrete assessment seemed repetitive. Emphasizing the importance of the adaptation fund for developing countries, one participant underscored the need to determine what share of CDM proceeds should go into the fund and how they should be split between administrative and adaptation costs.",
      "Another asked how the percentage of CDM proceeds for adaptation would be captured and remarked that the investor would need to receive credit for the percentage given to adaptation and should not be penalized by the redirection of funds. The need to determine what eligible administrative costs are and how funds will be shared was raised.",
      "A participant cautioned against bringing ODA into the discussion.",
      "Money for the special adaptation fund should be reliable and not dependent on the market.",
      "Another said indicative lists of priority projects could be useful in distributing funds and said that emissions trading and JI should also render adaptation funds. A developing country participant asked if adaptation funds earned from a project would go directly to the host country or to a general fund.",
      "Another advocated a high volume of CDM projects to generate a high level of proceeds, keep administrative costs low and ensure environmental integrity.",
      "One developing country noted that a high 'adaptation tax' would result in lower investment flows to developing countries because countries could bear part of the tax.",
      "Participants emphasized the need to: keep administrative costs low to keep the CDM attractive; generate a high volume of projects; cooperate to pool resources; and increase cost effectiveness.",
      "They acknowledged that a large volume of CDM projects could diminish the value of CERs. In summarizing the discussion, Co-Chair Quennet-Thielen noted that a number of participants: expressed the need to separate the CDM from ODA; stated that there should be no additionality requirement on the private capital flows; identified the need to address baseline setting in the short and long term; and recognized the possible role of the Executive Board in supervising entities involved in CDM and providing guidance on methodologies.",
      "She said that a general agreement was emerging that a host country is the best judge on a project`s contribution to sustainable development.",
      "She highlighted the need: for consistency with Protocol language; for demonstrated approval by Parties of the certification criteria; and to address baseline methodology.",
      "She noted differing opinions as to whether baselines should be static or dynamic and said Parties would need to demonstrate that they have procedures for monitoring CDM projects.",
      "Regarding the timing of certification, she noted that several participants preferred to see it done before project initiation. Concerning who should do work during the first phase, she recalled many participants had said this was the responsibility of the operational entities, although some proposed the involvement of the Executive Board.",
      "As for CERs, there were diverging views regarding their sale or use for compliance with some suggesting that they should be shelved.",
      "She underlined the need for further work on the CDM interim phase, noting that a number of participants were in favor of an early start.",
      "She noted the need for different sets of rules for the early start period and for the post COP/MOP period."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}