{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "10-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12470e.html",
   "id": "enb12470e_36",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Wednesday at the Maritim began with several informal groups meeting in cramped breakout rooms, as parties tried to finalize work in time for the evening plenaries of the SBI and SBSTA.",
      "In one room, a seasoned negotiator was heard commenting: I ll just be happy if we don t take any steps backwards, then we can pick the issue back up at SB 33.",
      "One issue that will definitely be discussed at SBI 33 in Cancún relates to Annex I national communications, as parties did not reach agreement on the date for submission and expressed different understandings of the proposals that had been made, making one observer sigh: After so many formal and informal meetings, it seems that parties have not even been talking to each other.",
      "In the afternoon, many parties and observers were seen emerging misty-eyed from the joint SBI/SBSTA plenary to bid farewell to outgoing UNFCCC Executive Secretary Yvo de Boer.",
      "Referring to the shoes presented to de Boer by incoming UNFCCC Executive Secretary Christiana Figueres, one negotiator agreed that she really has large shoes to fill, but I am confident in her ability to do so.",
      "In the SBSTA closing plenary late in the evening, strong pleas for a compromise were made in what some delegates described as a standoff over the proposal for a technical paper analyzing the 1.5°C target, under the agenda item on scientific, technological and socio-economic aspects of mitigating climate change.",
      "Those familiar with the negotiations expected conflict: I reserved a front row seat for the fireworks, but never expected a suspension of the SBSTA, said one observer.",
      "The varied interests of countries in the G-77/China are well-known, but it s clear that some of these differing priorities are becoming challenging to coordinate on, commented another participant.",
      "Some were speculating on the reasons for such strong opposition to the technical paper: If the SBSTA requests this technical paper, it could be seen as a signal to the IPCC to consider low-emission scenarios in the Fifth Assessment Report, a prospect some countries are opposed to, noted one delegate."
   ],
   "subtype": "corridors",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}