{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Mexico",
      "Algeria",
      "Japan",
      "China",
      "Croatia",
      "Lesotho",
      "Gambia",
      "Colombia",
      "Grenada",
      "Turkey",
      "Costa Rica",
      "South Africa",
      "Bolivia",
      "Sudan"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_25",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-KP closing plenary took place in the afternoon of 12 June.",
      "Parties adopted the meeting s report ( FCCC/KP/AWG/2009/L.9 ).",
      "Several developing countries expressed disappointment with the outcome and targets pledged by Annex I parties .",
      "Sudan, for the G-77/China, pointed to a lack of commitment by Annex I parties to achieve a positive outcome.",
      "Grenada, for AOSIS, expressed disappointment that Protocol parties could not collectively trigger the six-month rule.",
      "She called for at least a 45% reduction by 2020 and 95% by 2050 in order to ensure the survival of small island states.",
      "Lesotho, for LDCs, highlighted that failure to combat climate change will increase poverty and threaten the livelihoods and existence of vulnerable countries.",
      "Algeria, for the African Group, noted that the proposals made by Annex I parties fall far short of the Group s proposal for a 40% aggregate emission reductions target for Annex I parties, and said Annex I parties seem to be moving away from the leadership role assigned to them by the Convention.",
      "He opposed proposals to link the two AWGs.",
      "Bolivia urged targets that reflect the climate debt of developed countries.",
      "China stressed that success in Copenhagen requires that countries respect the mandate from the Bali Roadmap, and not reopen issues that have already been agreed.",
      "Brazil lamented that despite all efforts, the position of some Annex I countries prevented the AWG-KP from tabling text that will trigger the six-month rule for amending Annex B.",
      "He stressed that if left unchecked, the outcome would kill the possibility of setting a second commitment period.",
      "He announced that 37 developing countries have submitted a joint proposal on Protocol amendment, including a proposed aggregate emission reduction target for Annex I countries of at least 40% below 1990 levels by 2020, and individual quantified reduction commitments.",
      "India, South Africa and others announced that they had joined the amendment proposal, while also expressing support for such developing countries calling for a 45% aggregate emission reduction.",
      "Pointing to a significant gap between per capita emissions in developed and developing countries, the Gambia said he was appalled by strategies being put forward to replace the Kyoto Protocol.",
      "Colombia indicated that her country had submitted to the Secretariat a proposal for Protocol amendments.",
      "Mexico highlighted interesting and useful discussions providing genuine understanding of the different proposals, but stressed that the AWG-KP is far from reaching its objective.",
      "Costa Rica called on developed countries to demonstrate how to have a vibrant economy with energy efficient production and consumption.",
      "The EU announced that it had submitted to the Secretariat a proposal for Protocol amendments, identifying the proposal as one component, which does not prejudice the overall Copenhagen outcome.",
      "He underscored the difficulty of discussing comparable targets in the absence of some Annex I countries from the AWG-KP negotiations.",
      "With Japan, he called for strengthening links between the AWGs, identifying this as the only way to bring key issues under a single political package that everyone can agree upon in Copenhagen.",
      "Croatia and Turkey expressed dissatisfaction with some parties proposing targets for them. AWG-KP Chair Ashe said the meeting had achieved a deeper understanding of the various positions and said the several Protocol amendment proposals submitted to the Secretariat provide a sufficient legal basis for parties to adopt Protocol amendments at COP/MOP 5.",
      "He closed the session at 4:50 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}