{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_5",
   "section_title": "Eligibility to Raise Issues:",
   "sentences": [
      "Sand introduced this item by stressing that the decision on who could trigger the compliance system was a very important issue.",
      "He said it was clear that Parties as well as the COP/MOP had this function, but that it was more complicated when it came to the Secretariat.",
      "He added that other potential actors, such as affected groups, could be eligible to trigger the compliance system. One participant stressed that this issue was linked to the nature of the procedure.",
      "In the case of enforcement, the number of actors entitled to trigger the process would be more limited than in a facilitative context.",
      "With regard to Protocol Article 6.4 (joint implementation), she said that raising an issue under Protocol Article 8 (review of information) should not prevent a Party from proceeding with joint implementation.",
      "On the role of the COP/MOP, she said it should not have to approve whether an issue went forward to facilitation or enforcement, but could have a say at the end of the compliance procedure. One participant cautioned that the potential triggering role of the Secretariat should not affect its neutrality.",
      "Another participant said that any Party was eligible to raise compliance issues regarding Protocol Article 3 (quantified emission limitation and reduction commitments).",
      "He added that Protocol Article 3.2, which requires that Annex I Parties shall, by 2005, have made demonstrable progress in achieving their commitments, could be the basis for a facilitative compliance process in order to help Parties 'put on track what has to be put on track.",
      "' One participant stressed that the determination of who was eligible to trigger a compliance regime should be decided on the basis of what was best for the efficient functioning of the Protocol.The process should be open and transparent.",
      "He emphasized the need to look at processes developed under other treaties and reviewed possible actors: * any Party or group of Parties, generally accepted; * the Secretariat, as shown by previous positive experiences under the LRTAP and the Montreal Protocol; * SBI or SBSTA or COP/MOP, which is redundant since it is covered by a 'group of Parties;' * expert review teams, as under Protocol Article 8 (review of information); and * NGOs or civil society, through a Party rather than through a Secretariat. Two participants suggested a possible screening of the issues that would take the enforcement track, either by requesting the triggering actor to bring concrete evidence of a Party's possible non-compliance, or by providing that the enforcement track only be taken if the expert review teams have identified a potential problem."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}