{
   "actors": [],
   "countries": [
      "India",
      "Jamaica",
      "Luxembourg",
      "Argentina",
      "United States",
      "Bolivia",
      "Germany",
      "Brazil",
      "Canada",
      "South Africa",
      "Nicaragua",
      "Mali",
      "Mexico",
      "Congo",
      "Slovenia",
      "Austria",
      "United Kingdom",
      "Ghana",
      "Australia",
      "Indigenous Peoples",
      "Panama",
      "Saudi Arabia",
      "Peru",
      "Costa Rica",
      "Norway",
      "Switzerland",
      "Tanzania",
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_12",
   "section_title": "Principles for Effective Adaptation",
   "sentences": [
      "Regarding a sentence stating that 'national governments can coordinate adaptation efforts by local and subnational governments, for example, by protecting vulnerable groups, and by providing information, policy and legal frameworks, and financial support', Saudi Arabia called for reference to economic diversification.",
      "India suggested reference to public financing.",
      "Saudi Arabia, opposed by Australia, called for removing reference to local and subnational governments.",
      "China, supported by Saudi Arabia, India and Ghana, opposed by the US and Germany, called for a reference to international cooperation.",
      "On a sentence on the role of local government and the private sector, the UK suggested, and participants agreed, to include reference to civil society.",
      "Regarding a sentence on national governments coordinating efforts of local and subnational governments , participants agreed to language on support for economic diversification.",
      "On a sentence stating that 'a first step towards adaptation to future climate change is reducing vulnerability and exposure to present climate, including through actions with co-benefits for other objectives (often called low-regrets measures)', Tanzania and Slovenia asked for clarification on the meaning of the sentence 'exposure to present climate'.",
      "Jamaica and Saudi Arabia proposed, and participants agreed to, alternative language to 'vulnerability and exposure' and to 'low-regrets measures'.",
      "The agreed text states: 'A first step towards adaptation to future climate change is reducing vulnerability and exposure to present climate variability ( high confidence ).",
      "Strategies include actions with co-benefits for other objectives'.",
      "Participants agreed to split a sentence in two clarifying a first step of reducing vulnerability and exposure, and a second step on strategies with co-benefits for other objectives.",
      "Co-Chair Barros clarified that the high confidence level at the end of the first of these sentences applied to the entire paragraph.",
      "Saudi Arabia requested deletion of reference to co-benefits as 'low-regrets measures', stating that this term is too narrow.",
      "Both sentences were accepted, as amended.",
      "On a sentence on available strategies and actions, the Republic of Congo noted that other species have their own adaptation strategies about which human beings do not have perfect knowledge.",
      "The sentence was approved without amendment.",
      "Regarding a statement that integrating adaptation into planning and decision making can promote synergies with development and disaster risk reduction, Bolivia's request to add 'sustainable' before development was rejected by a CLA as being too narrow, and the sentence was approved without change.",
      "Regarding a paragraph on adaptation planning and implementation being contingent on values, objectives and risk perception, Bolivia suggested introducing the concept of 'world views'.",
      "Saudi Arabia objected, emphasizing the need to focus on the domestic perspective and proposing a reference to 'national circumstances' instead of 'world views'.",
      "Austria emphasized that social and cultural backgrounds inform world views.",
      "Mexico proposed recognizing 'cultural differences', Peru suggested 'cultural practices', and Nicaragua proposed 'social and cultural backgrounds'.",
      "Saudi Arabia stressed that national circumstances encompass, inter alia , values, objectives, and social, religious and cultural values.",
      "Argentina said circumstances and conditions vary greatly within countries as well.",
      "Regarding a sentence on indigenous, local and traditional knowledge being an adaptation resource, Bolivia called for explicit recognition of indigenous peoples' world views of Mother Earth.",
      "Participants agreed to text stating: 'Recognition of diverse interest, circumstances, socio-cultural contexts and expectation can benefit decision-making processes.",
      "Indigenous, local, and traditional knowledge systems and practices, including indigenous peoples' holistic view of community and environment, are a major resource for adapting to climate change, but these have not been used consistently in existing adaptation efforts.",
      "Integrating such forms of knowledge with existing practices increases the effectiveness of adaptation'.",
      "Participants approved text on decision-support mechanisms, communication, transfer and development of climate-related knowledge, and use of economic instruments.",
      "On a sentence describing economic instruments that may be used for fostering adaptation, Saudi Arabia asked for consistent use of the term 'charges and subsidies' instead of 'financial incentives'.",
      "Participants also agreed to text on risk financing mechanisms, the role of governments as regulators, providers or insurers of last resort, and constraints impeding adaptation planning and implementation.",
      "On constraints to implementation, Mexico, Panama and Costa Rica sought a reference to the need for research, with Switzerland requesting references to the need for improved observation and monitoring.",
      "Participants agreed to add: 'Another constraint includes insufficient research, monitoring and observation and the finance to maintain them'.",
      "Participants also agreed on text on underestimating the complexity of adaptation, poor planning, maladaptation and near-term responses.",
      "Regarding the costs of adaptation, Canada, with Austria and Germany, expressed concern over quality of the scientific data behind the text.",
      "Canada proposed language stating: 'Estimates, which are highly preliminary due to important omissions and/or shortcomings in data and methods suggest global adaptation costs range very broadly from ...' ( medium confidence )'.",
      "India, China and Panama emphasized that previously deleted text must be returned, stating that: 'The most recent global adaptation cost estimates for developing countries suggest a range from 70 to 100 US$ billion per year from 2010 to 2050 ( low confidence )'.",
      "Luxembourg said the applicable climate change scenario should be stated.",
      "Norway said numbers in a SPM must be based on sound science, and the US said using a set of numbers with low confidence is out of place in a SPM.",
      "Brazil, Mali, Peru and South Africa called for more information and discussion regarding the basis for the text.",
      "After further discussions in an informal group, participants agreed to soften the language to ensure it was aligned with the evidence, and specific reference to numbers regarding costs of adaptation was deleted.",
      "The final text states that limited evidence indicates a gap between global adaptation needs and funds available for adaptation ( medium confidence ).",
      "It also cites the need for better assessment of global adaptation costs, funding and investment; and states that studies estimating global costs of adaptation are characterized by shortcomings in data, methods and coverage ( high confidence ).",
      "Participants approved a paragraph on significant co-benefits, synergies and tradeoffs between mitigation and adaptation and among different adaptation responses after agreeing to add sustainable agriculture and forestry and protection of ecosystem for carbon storage and other ecosystem services as additional examples of actions with co-benefits.",
      "On Table SPM.1: Approaches for Managing the Risks of Climate Change , a CLA clarified that the table was included in response to requests for examples of the types of adaptation and vulnerability reduction projects referred to in the report.",
      "He added that: approaches in the table should be considered overlapping rather than discrete, and examples given could be relevant to more than one category.",
      "An informal group considered the table, agreeing to minor adjustments to the language and order and adding a few additional examples from the underlying report.",
      "Participants noted a graphic modification in the table to better show the overlapping and continuous nature of approaches suggested, and noted the addition of a few examples from the underlying report and the inclusion of reference to mitigation in the caption and its removal from the title.",
      "Some suggestions for additional changes were put forward, including by Costa Rica on a reference to biological corridors and by Bolivia on inserting 'in accordance to national policies and circumstances' to compensate for sensitive issues, such as water pricing.",
      "No changes were made to the text.",
      "On Table SPM.A1: Observed impacts attributed to climate change reported in the scientific literature since the AR4 , Co-Chair Field stated that some of the studies for the Africa chapter of the underlying report did not reach the authors and were not processed, but that these studies had since been assessed.",
      "A CLA proposed, and participants agreed, to reflect these studies with respect to coral reefs, stating: 'decline in coral reefs in tropical African waters beyond due to human impacts ( high confidence, major contribution from climate change )'.",
      "Responding to a query from Switzerland, a CLA clarified that 'due to human impacts' included anthropogenic climate change."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}