{
   "actors": [],
   "countries": [
      "Japan"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12477e.html",
   "id": "enb12477e_16",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The mood in several groups seemed to turn sour on Thursday, with some suggesting things were moving backwards or moving only at a glacial pace, especially in the AWG-LCA groups.",
      "With texts still growing and tempers occasionally fraying in several groups, at least one chair had to ask delegates to refrain from political rhetoric that was creeping back into some discussions.",
      "The texts will keep us busy in Tianjin, observed one negotiator dryly.",
      "The mood was not helped by some confusion about where and when some groups were meeting.",
      "Several delegates were complaining that they had missed the REDD informals, while others were seen shuttling back and forth from one room to another, in search of the consultations on form of the outcome.",
      "I hope this isn t a metaphor for the process, but right now no one seems to know where we re going!",
      "joked one delegate.",
      "Meanwhile, talk continued in the corridors about shifts in various groups approaches to the negotiations.",
      "Several delegates were also detecting a more assertive and forthright approach from Japan, particularly with regard to the Kyoto Protocol.",
      "I can understand their position, but it will be interesting to see how it is received by developing countries in Tianjin and beyond, said an old hand in the process.",
      "For their part, Japanese negotiators felt their position had actually been very consistent over the past year, suggesting that gradual shifts in some other parties positions might simply have thrown Japan s views into stark relief.",
      "Some participants were also noting the relatively low-key role of NGOs.",
      "Indeed, many NGOs were notable more by their absence.",
      "Our priorities are not in this process right now, acknowledged one civil society representative.",
      "We may step things up closer to Cancún, she added."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}