{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Malaysia",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Kuwait",
      "Saudi Arabia",
      "Switzerland",
      "Iceland"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_31",
   "section_title": "THIRD ASSESSMENT REPORT OF THE IPCC",
   "sentences": [
      "At the SBSTA meeting on 29 October, IPCC Chair Bob Watson introduced the Synthesis Report of the Third Assessment Report (TAR), and delegates considered the implications of the TAR for the future work of the SBSTA.",
      "The EU, supported by Japan, Canada, Malaysia, AOSIS, Norway, Switzerland and Australia, but opposed by Saudi Arabia, suggested holding a workshop on the implications of the TAR for the work of the SBSTA.",
      "Saudi Arabia and the G-77/China stressed the inclusion of developing country scientists, and literature in languages other than English.",
      "Chair Dovland invited Halldor Thorgeirsson (Iceland) to conduct informal consultations on a draft decision on the TAR. On Tuesday, 6 November, Thorgeirsson reported that while a large group of Parties supported steps on follow-up on the TAR, delegates had been unable to reach consensus on the proposed draft conclusions.",
      "Saudi Arabia and Kuwait proposed deferring the issue to SBSTA-16.",
      "Following additional informal consultations, compromise text was agreed and adopted by the SBSTA.",
      "References to assessing 'the implications' of the TAR were deleted, and the scope of the proposed workshop on the TAR was amended to include reference to 'scientific uncertainty' and the 'effects of measures.",
      "' A decision was adopted by the COP Plenary on Friday, 9 November."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}