{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "China",
      "Iran",
      "Marshall Islands",
      "United States",
      "Jordan",
      "Japan",
      "Chile",
      "Bolivia",
      "Brazil",
      "Timor-Leste",
      "Canada",
      "South Africa",
      "Mali",
      "Niger",
      "Nauru",
      "Tuvalu",
      "Belize",
      "Australia",
      "Swaziland",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "Nigeria",
      "New Zealand"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_6",
   "section_title": "MITIGATION, CYCLE AND OTHER MATTERS:",
   "sentences": [
      "These issues were addressed by the contact group on ADP item 3 on Saturday.",
      "SBSTA Chair Emmanuel Dlamini (Swaziland) provided an overview of the 2013-2015 review, recalling the ADP shall be informed by the outcomes of the review and noting, inter alia : that climate-related impacts are already happening and the long-term global goal aims to help determine the level of acceptable impacts; the success of the structured expert dialogue; the technical and economic feasibility of the 2 °C goal; and the long-term global goal as a catalyst for action.",
      "Mitigation: Tuvalu, for the LDCs, proposed a legally-binding agreement and a system based on two annexes, including the possibility of making amendments for parties to increase their level of mitigation ambition through COP decisions.",
      "The US preferred schedules.",
      "The LDCs called for all parties to make efforts to reduce emissions from deforestation and forest degradation, and to make the forum on the impact of the implementation of response measures a permanent institution under the agreement.",
      "Nauru, for AOSIS, Norway, the EU, Japan and Switzerland called for time-bound, binding mitigation commitments by all parties.",
      "The US called for all parties except the LDCs to submit mitigation contributions that are quantified or quantifiable.",
      "AOSIS added that developed countries should take the lead.",
      "Norway stressed that additional action could be conditional on finance and support.",
      "Norway suggested an operational goal of zero net emissions by 2050.",
      "New Zealand cautioned against using considerable negotiation time on a global goal, whereas Chile, for AILAC, said agreeing on a global goal is key.",
      "China, the EU, Norway and Switzerland called for provisions against backsliding.",
      "South Africa said the 'no backsliding rule' should apply to all parties.",
      "China added that the agreement should 'encourage, not force' developed countries to take action on mitigation.",
      "Bolivia suggested a 'compound index of country participation', based on historical responsibilities, ecological footprint, capability and state of development.",
      "New Zealand proposed 'bounded flexibility', based on broad parameters, such as quantification of mitigation commitments.",
      "Nigeria called for strong mitigation commitments from Annex II parties.",
      "On operationalizing differentiation, the EU suggested self-differentiation through INDCs.",
      "Brazil said self-differentiation 'would not take us to an agreement', and, supported by AILAC, suggested a 'concentric' approach to differentiation.",
      "Saudi Arabia called for focusing on implementation.",
      "Canada said that national determination of contributions resolves the difficulty of differentiation.",
      "Cycle: The LDCs, AOSIS, Belize, for CARICOM, Switzerland, Timor-Leste, the Marshall Islands and the US called for a five-year cycle.",
      "CARICOM pointed to the 'poor track record' of mid-term reviews under the Convention.",
      "Singapore suggested seven-year cycles.",
      "Brazil, Japan, Jordan and the Republic of Korea supported a ten-year cycle, with the Republic of Korea calling for a mid-term review to accommodate parties' capabilities.",
      "Iran said discussing cycles is beyond the Durban mandate.",
      "Drawing attention to the numerous existing cycles, China and Iran cautioned against adding cycles to the process.",
      "The EU informed its INDC would have a 2030 target, and suggested: a robust mid-term review; and including mitigation commitments in a legally-binding annex, with details of the cycle to be defined in COP decisions.",
      "New Zealand and Australia preferred setting a common cycle, with Australia suggesting phased cycles linked to the Intergovernmental Panel on Climate Change (IPCC) assessment cycles, including: ex ante and ex post MRV; and review of aggregate level.",
      "The US said the cycle should include: submission of contributions; a consultative period; formalization of contributions; and review.",
      "On the review, China and Iran supported anchoring existing arrangements in the 2015 agreement, including the international consultation and analysis.",
      "Switzerland, Chile, for AILAC, and South Africa supported a compliance mechanism.",
      "Jordan proposed an ex post review for mitigation, adaptation and MOI.",
      "AOSIS, Norway and the LDCs stressed that an ex ante assessment of INDCs is necessary to inform whether 'we are on the right track' to achieve the 2 °C goal, suggesting the Secretariat assess aggregate ambition.",
      "Brazil proposed five-year contribution terms with an aggregate exercise to estimate the level of ambition in light of the 2 °C goal.",
      "The LDCs stressed separate MRV systems for the new agreement and the INDCs.",
      "Other Matters: On the legal form, the LDCs, AILAC and the Marshall Islands suggested a legally-binding protocol.",
      "The LDCs added that annexes should be enshrined in the agreement, not COP decisions.",
      "China said the legal form would depend on the substance of the agreement.",
      "AOSIS called for addressing loss and damage and the legal form in Lima.",
      "Iran stressed the need to address response measures.",
      "South Africa, supported by AILAC, emphasized that transparency is no substitute for legal force.",
      "AILAC and the Marshall Islands called for a legally binding protocol.",
      "Cautioning against a system of targets as in the Kyoto Protocol, New Zealand suggested a legally binding agreement, with commitments embedded in a formally logged schedule."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}