{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Senegal",
      "Japan",
      "China",
      "Australia"
   ],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_8",
   "section_title": "OTHER ISSUES (basket of methodological issues):",
   "sentences": [
      "The morning s contact group focused on a basket of methodological issues, including: common metrics to calculate the carbon dioxide equivalence of emissions by sources and removals by sinks; 2006 IPCC Guidelines for National Greenhouse Gas Inventories; and inclusion of new greenhouse gases.",
      "On common metrics, parties discussed whether to use global warming potentials (GWPs) provided by the IPCC in the Fourth Assessment Report, leave them unchanged until possible action by the SBSTA on global temperature potentials (GTPs), or continue using the Protocol s provisions on global warming potentials.",
      "Vice-Chair Dovland suggested the last option as the basis for moving forward.",
      "The EU responded that they could move towards compromise if language was added on the implications of adding new greenhouse gases.",
      "Parties then discussed whether to use the IPCC 2006 Guidelines, UNFCCC reporting guidelines as revised by the SBSTA in its work programme, or a hybrid of the two.",
      "The EU stressed that the first option provides clarity on what needs to be done, when and by whom.",
      "BRAZIL emphasized that the process in the SBSTA must not be prejudged and that it is necessary to maintain coherent reporting guidelines under the Convention and Protocol. AUSTRALIA underscored that the second option integrates a strong foundation with the ongoing SBSTA process.",
      "She agreed to take the lead on informal consultations with Brazil and the EU to look for ways to resolve the issue.",
      "Parties then discussed whether enough information is available to add new gases to the Protocol, the form such addition should take, and which gases to include.",
      "AUSTRALIA, JAPAN, and CANADA highlighted lack of information on certain gases.",
      "BRAZIL, CHINA, and SENEGAL opposed amending Annex A to include new gases.",
      "The EU proposed considering a process through which new gases could be added by using COP/MOP decisions."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}