{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Philippines",
      "United States",
      "Mauritania"
   ],
   "enb_end_date": "05-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "05-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12104e.html",
   "id": "enb12104e_4",
   "section_title": "LULUCF",
   "sentences": [
      "The contact group on land use, land-use change and forestry (LULUCF) met in the afternoon to consider draft conclusions on policy and procedural matters aimed at facilitating future development of rules and guidelines for LULUCF.",
      "After considerable debate, delegates could not agree on many elements of the proposed text, and placed a number of sentences and paragraphs in brackets.",
      "The group decided to postpone its discussion on the draft conclusions pending consideration of a proposed process flow chart of SBSTA activities from SBSTA-10 through to SBSTA-13 designed to facilitate progress in negotiations. Budget: The contact group on the budget, chaired by Mohamed Ould el Ghaouth (Mauritania), met at noon.",
      "Presentations were made by the Secretariat on its activities regarding non-Annex I Party greenhouse gas (GHG) communications and inventory data.",
      "The Secretariat noted that extensive analysis of non-Annex I Party communications indicated that many Parties had provided more information than that requested by the IPCC guidelines, that communications differed slightly from the IPCC format and that several innovative elements were improvements to the process.",
      "The Secretariat also referred to capacity-building activities related to preparation of national communications. The PHILIPPINES underscored the need for continuity of work on non-Annex I Party communications, inquired about the extent of compliance to IPCC guidelines and noted the need to identify Parties` technical and financial constraints.",
      "On the status of carry-overs, the Secretariat indicated that it is assessed on a biannual basis and that the status for 1999 would only be known by the end of the year.",
      "The US referred to a budgetary rule that impedes the expenditure of carry-overs from previous period contributions as a 'perverse incentive' against timely payment of contributions.",
      "The EU said untimely contributions were not the only cause of carry-overs.",
      "The Secretariat suggested a COP decision to allow expenditure of carry-overs up to the amount approved by the budget. Research and Systematic Observation: Delegates meeting in informal consultations on research and systematic observation agreed on a series of conclusions that, inter alia, urged Parties to enhance support for capacity building in developing countries to enable them to reverse degradation of observing capacity and improve data collection and use to meet local, regional and international needs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}