{
   "actors": [
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "African Group",
      "Alliance of Small Island States",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Jamaica",
      "Bangladesh",
      "Mexico",
      "Nepal",
      "Norway",
      "Japan",
      "Timor-Leste",
      "Australia",
      "China",
      "Venezuela",
      "Nauru",
      "Saudi Arabia",
      "Switzerland",
      "Gambia",
      "Peru",
      "Swaziland",
      "South Africa",
      "Singapore",
      "Kyrgyzstan",
      "Marshall Islands"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_16",
   "section_title": "ROUNDTABLE ON ADAPTATION:",
   "sentences": [
      "The roundtable on adaptation (Workstream 1) took place on Wednesday morning, chaired by Co-Chair Dovland.",
      "He invited parties to share concrete proposals and ideas on how to enhance and complement action on adaptation in the 2015 agreement.",
      "Many parties, including AOSIS, Australia, Norway, Japan, AILAC, the EU, Singapore and Mexico, identified the need to build on existing institutions.",
      "AOSIS, LDCs, AILAC, EU, Switzerland, Timor-Leste, Norway, China and others recognized the need for adaptation support in particularly vulnerable countries.",
      "Nauru, for AOSIS, stressed the need to channel the means of implementation into the institutional framework created at COP 16 in Cancun, highlighting provision of finance as a priority and observing that attracting private sector funding for adaptation has been difficult.",
      "The Gambia, for the LDCs, regretted that only 25% of the LDCs needs identified in national adaptation programmes of action (NAPAs) have received support.",
      "India called for measurable, reportable and verifiable provision of resources to developing countries, adding that no new commitments for non-Annex I parties should be introduced.",
      "Australia suggested focusing on adding value to the existing adaptation architecture and emphasized mainstreaming adaptation into national decision-making.",
      "The EU supported drawing on the work of the SBs and the new bodies, including the Adaptation Committee, and said that a transformation in growth, development and investment needs to be facilitated.",
      "Nepal cautioned that if the global temperature rise is not limited to 1.5°C, adaptation requirements will exceed adaptation capacity, even with support provided.",
      "Swaziland, for the African Group, emphasized that the Group will not accept the 2015 agreement if adaptation and enhanced adaptation support are not central to it.",
      "He proposed a technical paper on adaptation strategies associated with different temperature increase scenarios.",
      "Peru, for AILAC, urged moving forward on the practical implementation and operationalization of the Cancun adaptation framework.",
      "Norway identified the need for monitoring and evaluation of adaptation processes under the Convention.",
      "Switzerland stressed the need to mainstream adaptation strategies, including by fostering the engagement of private actors.",
      "China called for: mainstreaming adaptation in climate strategies; identifying the most vulnerable sectors and regions; and strengthening the financial support mechanisms, such as the GCF and the Adaptation Fund.",
      "South Africa said that transition to sustainable development at the national level requires support, adding that a separation between adaptation and means of implementation would make this transition difficult.",
      "Jamaica and Timor-Leste emphasized the need to adequately address loss and damage.",
      "Kyrgyzstan, for the Mountainous Landlocked Developing Countries, called for an ecosystems approach in the 2015 agreement.",
      "Timor-Leste urged for financial commitments with respect to national adaptation plans (NAPs), as opposed to voluntary support.",
      "Venezuela, for ALBA, called for systematic support for NAPs in developing countries.",
      "Marshall Islands urged domestic legally-binding commitments on adaptation for all nations.",
      "Singapore cautioned against institutionalizing a disconnect between mitigation and adaptation and said that the adaptation framework should feed into a review process for scaling up mitigation ambition.",
      "Saudi Arabia suggested a comprehensive framework on adaptation that would account for economic resilience, economic diversification and means of implementation.",
      "Bangladesh stressed that adaptation issues must be urgently brought to the implementation phase.",
      "He also highlighted the need to agree on a loss and damage mechanism at COP 19.",
      "Co-Chair Dovland identified areas of convergence, including: the need to include adaptation in the 2015 agreement; the need for balance between mitigation and adaptation; using existing institutions; means of implementation; and mainstreaming adaptation at the national level."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}