{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Iceland",
      "Tuvalu",
      "Brazil",
      "Canada",
      "New Zealand"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_19",
   "section_title": "Land Use, Land-use Change and Forestry",
   "sentences": [
      "This issue ( FCCC/KP/AWG/2009/4 ; FCCC/AWG/KP/2009/INF.1 ; FCCC/AWG/KP/2009/MISC.5 and Corr.1 & Add.1 ; FCCC/AWG/KP/2008/3; FCCC/AWG/KP/2008/5; and FCCC/AWG/KP/2008/8) was taken up by the plenary on Tuesday, 31 March, and in contact groups and informal consultations co-chaired by Marcelo Rocha (Brazil) and Bryan Smith (New Zealand).",
      "The AWG-KP plenary adopted conclusions ( FCCC/KP/AWG/2009/L.3 ) on Wednesday, 8 April.",
      "Parties agreed to focus on clarifying some concepts proposed by parties and reflected in the AWG-KP Chair s document on LULUCF ( FCCC/KP/AWG/2009/INF.1 ).",
      "Based on these discussions, parties agreed to have the Co-Chairs prepare a non-paper to facilitate negotiations in June using decision 16/CMP.1 on LULUCF as the basis.",
      "Parties discussed the EU s proposal for a bar approach to account for forest management.",
      "The EU described it as an agreed level above which removals would be credited and below which they would be debited.",
      "Brazil, Tuvalu and others expressed concern with the concept, in particular with how the bars for individual countries would be set.",
      "Tuvalu elaborated on his proposal for compulsory accounting for forest biomass decline as a means to ensure that carbon stock losses do not go unaccounted for as a result of the forest definition.",
      "Other proposals addressed included: Tuvalu s and others proposal to include devegetation to balance out accounting for revegetation; Canada s proposal for assuming zero emissions or removals for cases of carbon saturation in cropland management; Iceland s proposal to include wetland restoration and degradation as an optional activity under Article 3.4 (additional LULUCF activities); and two different proposals by New Zealand and Tuvalu for accounting for harvested wood products.",
      "Parties also briefly referred to the land-based approach (as opposed to activity-based approaches), which some supported as a long-term goal but felt it was premature to adopt now, while others favored retaining it as an option.",
      "For the draft conclusions, parties agreed to request submissions before AWG-KP 8.",
      "There was some disagreement on whether the AWG-KP Chair should take into account only previous submissions and the Co-Chairs non-paper, or whether he should also consider the new submissions when preparing his document.",
      "Parties preferring the latter option felt that the Co-Chairs non-paper did not properly elaborate on land-based accounting, while others argued that the new submissions should first be discussed by parties.",
      "After extended discussions, parties agreed to note in the annex that land-based accounting could be further elaborated based on submissions and views expressed at this session, and to include consideration of all submissions in the AWG-KP Chair s text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}