{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Argentina",
      "Saudi Arabia",
      "United States",
      "Japan",
      "Australia",
      "Brazil",
      "Norway",
      "Switzerland"
   ],
   "enb_end_date": "20-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "20-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12263e.html",
   "id": "enb12263e_3",
   "section_title": "METHODOLOGICAL ISSUES",
   "sentences": [
      "Emissions from Fuel Used for International Aviation and Maritime Transport: The UNFCCC Secretariat introduced its updated note on this matter (FCCC/SBSTA/2005/INF.2).",
      "The International Civil Aviation Organization then summarized its work in this area.",
      "Several Parties underscored the importance of this issue.",
      "SAUDI ARABIA questioned whether the UNFCCC report is consistent with the request of SB-21, because it references non-Annex I Parties even though they are not required to report on bunker fuels.",
      "José Romero (Switzerland) will chair a contact group on this agenda item. Implications of CDM Project Activities for the Achievement of Objectives of Other Environmental Conventions and Protocols: The Secretariat recalled COP-10 decision 12/CP.10 requesting SBSTA and the CDM Executive Board to develop a recommendation for COP/MOP-1 on implications for other environmental instruments, particularly the Montreal Protocol, arising from the establishment of new hydrochlorofluorocarbon-22 facilities to earn certified emissions reductions (CERs) for the destruction of hydrofluorocarbon-23. The EU, supported by ARGENTINA, AOSIS and the US, suggested that the Secretariat invite contributions from the Parties and prepare a paper for SB-23.",
      "AOSIS proposed a limit on credits.",
      "ARGENTINA noted that some facilities were being moved from developed to developing countries.",
      "Chair Abdulla invited Georg Børsting (Norway) to convene a contact group. Completion of the Technical Guidance on Methodologies for Adjustments under Protocol Article 5.2 (Methodologies for LULUCF): The EU, with AOSIS, welcomed the Secretariat`s document (FCCC/SBSTA/2005/2) as a sound basis to begin discussions and looked forward to completing the work at this session.",
      "JAPAN stressed consistency with previous decisions and the need for simplified guidance, taking into account the specific nature of land use, land-use change and forestry (LULUCF).",
      "Noting the possibility of disagreements between review teams and Parties, AUSTRALIA welcomed SBSTA`s discussion on adjustments following completion of the trial period.",
      "Audun Rosland (Norway) and Newton Paciornik (Brazil) were requested to co-chair a contact group."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}