{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Senegal",
      "New Zealand",
      "Russian Federation",
      "Australia",
      "United Kingdom",
      "Switzerland",
      "Saint Lucia",
      "Marshall Islands",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "04-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12553e.html",
   "id": "enb12553e_2",
   "section_title": "CONTACT GROUP:",
   "sentences": [
      "In the afternoon, AWG-KP Chair Diouf convened a stocktaking meeting.",
      "Jürgen Lefevere, co-facilitator of the spin-off group on numbers/text reported that while there seemed to be a common goal on raising the level of ambition, divergent views remained on how and when.",
      "On informal consultations on a second commitment period, AWG-KP Vice-Chair Jukka Uosukainen noted increased clarity on the elements needed to address the gap between commitment periods in Doha, emphasizing that now is the time for parties to enrich and build textual proposals on these elements.",
      "The EU requested text emerging from Bangkok in order to ensure a clear mandate from capitals for Doha .",
      "AUSTRALIA said the review should include all parties and over-achievement should not be penalized in the carry-over limitations.",
      "Saint Lucia, for AOSIS, registered deep concern over the lack of ambition, saying that the consequences of a 3°C world had not been fully appreciated.",
      "SWITZERLAND said that the carry-over issue should be approached from a comprehensive perspective and that the alternative to the CDM is the Wild West of disparate carbon markets.",
      "The EU, NEW ZEALAND, SWITZERLAND and AUSTRALIA underscored the importance of maintaining demand for CDM credits.",
      "The RUSSIAN FEDERATION said that parties that do not join a second commitment period should not be isolated, in order to ensure easy transition into the post-2020 legal regime.",
      "South Africa, for the AFRICAN GROUP, and AOSIS said that only parties to a second commitment period should have access to the flexible mechanisms.",
      "NEW ZEALAND said access to CDM per se is not an enticement for countries to join the second commitment period.",
      "SENEGAL, for LDCs, noted that without movement on the Kyoto track, other tracks cannot move significantly.",
      "The MARSHALL ISLANDS said that his position on a five-year commitment period is driven by mitigation ambition and not symmetry between the negotiation tracks.",
      "He expressed concern over voluntary processes with respect to increasing mitigation ambition."
   ],
   "subtype": "groups",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}