{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Yemen",
      "China",
      "Australia",
      "Kuwait",
      "Lesotho",
      "Spain"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_93",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The SBSTA closing plenary first convened in the evening on 9 June 2010.",
      "The plenary was suspended at 10:06 pm to allow parties to consult on the scientific, technical and socio-economic aspects of mitigating climate change.",
      "The SBSTA closing plenary resumed on Thursday morning, 10 June.",
      "Parties adopted the meeting s report (FCCC/SBSTA/2010/L.1).",
      "Yemen, for the G-77/China, stated that it looked forward to considering issues identified by the EGTT under the AWG-LCA and underscored action-based implementation of the NWP.",
      "Lesotho, for the LDCs, highlighted the importance of the NWP and research and systematic observation, and called for increased attention to the LDC work programme.",
      "Spain, for the EU, welcomed progress on the NWP, the EGTT s work programme and standardized baselines under the CDM.",
      "Australia, for the Umbrella Group, noted progress on REDD and the UNFCCC reporting guidelines.",
      "Kuwait emphasized his country s efforts to reduce the effects of climate change and financially support projects in other developing countries. ICLEI-Local Governments for Sustainability welcomed progress on the NWP, highlighting the role of local governments in addressing climate change.",
      "Women s Environment and Development Organization, for Women and Gender NGOs, underscored that REDD should not worsen the livelihoods of women and called for, inter alia , gender equality.",
      "World Coal Institute, for BINGOs, urged parties to include CCS under the CDM and establish regulatory frameworks that give incentives to CCS.",
      "International Trade Union Federation, for Trade Unions, highlighted the importance of enhancing the NWP and raised concerns about the lack of progress on scientific, technical and socio-economic aspects of mitigation. SBSTA Chair Konate declared SBSTA 32 closed at 1:10 pm on 10 June. JOINT SBI/SBSTA SESSION On 9 June, a joint SBI/SBSTA session took place to bid farewell to UNFCCC Executive Secretary Yvo de Boer.",
      "SBSTA Chair Mama Konaté expressed his thanks to de Boer for his work.",
      "De Boer thanked the negotiators, NGOs, IGOs, the business community and his colleagues in the Secretariat for their hard work over the past four to fourteen years.",
      "He stressed that we do not have another fourteen years to show that the UNFCCC progress can deliver, explaining through a football analogy that we were given a yellow card in Copenhagen and the referee s hand will edge towards the red one if we fail to deliver in Cancún and beyond.",
      "He noted that for many, the way forward would be legally binding, explaining that these words mean different things to different people and that this is good as it enables defining the concept in broader terms.",
      "De Boer stressed that we cannot afford to delay more stringent action much longer as the 2°C world would be in danger and the door to the 1.5°C world is rapidly closing.",
      "He called for addressing the political essentials and separating political questions from the technical ones, and highlighted the importance of technical negotiations with clear mandates.",
      "The G-77/China, the EU, AOSIS, the African Group, the LDCs, the Environment Integrity Group, the Umbrella Group and SBI Chair Robert Owen-Jones then thanked UNFCCC Executive Secretary de Boer for his leadership."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}