{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Mauritius",
      "Canada",
      "Mexico",
      "United States",
      "Philippines",
      "Peru",
      "Finland"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_12",
   "section_title": "BILATERAL SUPPORT PROGRAMMES",
   "sentences": [
      "On Friday, delegates were briefed on three bilateral support programmes funded by Canada, Finland, and the US.",
      "The presentations were followed by a general discussion on the issues raised. Satender Singh, Department of Foreign Affairs and International Trade, Canada, opened the session with a description of the Canada Climate Change Development Fund, a CA$100 million, five-year initiative started in July 2000.",
      "He explained that the Canadian International Development Agency administers the fund, with the broad goal of promoting activities to combat the causes and effects of climate change while contributing to sustainable development and poverty reduction.",
      "Singh noted that the fund has four programme areas: emissions reductions, adaptation, carbon sequestration and core capacity building.",
      "He said current activities include 36 main projects, six small project funds created to provide a more flexible and responsive mechanism, and three contributions to multilateral funds. Mervi Kultamaa, Second Secretary to Finland`s Embassy to the Philippines, reported on a bilateral support programme for small island developing States in the Caribbean.",
      "Noting that countries in this region are among those suffering the most from climate change, she highlighted problems with the region`s weather observation systems, which have been deteriorating due to lack of funding, infrastructure and expertise.",
      "Outlining her country`s efforts to help strengthen the meteorological services in the region, Kultamaa reported that Finland had provided €3.8 million to upgrade the observation network, improve telecommunications used for transmitting data, and establish a regional laboratory to provide much-needed instrument calibration and maintenance.",
      "The funding had also been used to rescue historical data and to increase the number of national meteorological experts. Jack Fitzgerald, US EPA, on behalf of Toral Patel-Weynand, US Department of State, presented a list of US bilateral projects in non-Annex I Parties.",
      "He elaborated on an impacts and adaptation project in Mexico, which aims to evaluate adaptation to the potential impacts of climate change on water resources.",
      "The project also aims to identify, analyze and prioritize adaptation options, and to develop and apply a process for assessing adaptation needs.",
      "Fitzgerald stressed that climate impacts and adaptation activities should involve local stakeholder processes.",
      "He also drew attention to US engagement in a bilateral initiative on integrated environmental strategies, which addresses global and local benefits of climate-related activities involving eight countries worldwide. In the general discussion that followed, several participants expressed their appreciation at the support provided by Finland and the US for projects to enhance regional capacity in tracking climate patterns.",
      "Peru noted her gratitude at the role played by bilateral aid in complementing the resources made available from multilateral sources, which are sometimes difficult to access.",
      "However, she questioned why only LDCs were provided funds to prepare NAPAs.",
      "She said several other developing countries were experiencing levels of poverty equivalent to that in LDCs, and faced a dilemma over whether limited available resources should be spent on development, or on climate change activities.",
      "Mauritius called on the UNFCCC Secretariat to devise a mechanism to channel bilateral aid in cooperation with other UN agencies, so as to make it more accessible to small developing countries.",
      "Martha Perdomo, UNFCCC Secretariat, informed participants that the Secretariat has been mandated to prepare a website listing bilateral sources, and is in the process of doing so."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}