{
   "actors": [],
   "countries": [],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_33",
   "section_title": "Bonn Agreement:",
   "sentences": [
      "The section on LULUCF includes a paragraph affirming eight governing principles for the treatment of LULUCF activities: treatment on the basis of sound science; use of consistent methodologies over time for estimation and reporting of activities; consistency with the aim of Protocol Article 3.1 (quantified emissions commitments); non-inclusion in accounting of 'mere presence' of carbon stocks; contribution to biodiversity conservation and sustainable use of natural resources; accounting that does not imply transfer of commitments to a future commitment period; accounting at the appropriate time for the reversal of a removal of carbon from the atmosphere; and exclusion of windfall effects from accounting. The decision on LULUCF proposes that the Protocol Article 3.3 definitions of 'forest,' 'afforestation,' 'reforestation' and 'deforestation' are based on changes in land use.",
      "Debits during the first commitment period from harvesting following afforestation and reforestation since 1990 are not to be greater than credits on the same land.",
      "Each Party may choose to apply all or a selection of additional activities - forest management, cropland management, grazing land management and revegetation - under Protocol Article 3.4 during the first commitment period.",
      "These activities must be proven to be human-induced and to have occurred since 1990. The decision lays out the following accounting rules for the first commitment period: net-net accounting for agricultural activities; accounting for forest management up to the level of a possible debit under Article 3.3; and negotiated Party caps included in an Appendix Z for Article 3.4 activities and LULUCF resulting from joint implementation.",
      "The decision further allows LULUCF under the CDM in the form of afforestation and reforestation only and limits such credits during the first commitment period."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}