{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Japan",
      "Niger",
      "Norway",
      "Nigeria",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_33",
   "section_title": "PROGRAMME BUDGET FOR BIENNIUM 2008-2009:",
   "sentences": [
      "During the SBI plenary on 7 May, UNFCCC Executive Secretary Yvo de Boer outlined a work programme for the biennium focused on enhancing support to developing countries; strengthening the Secretariat's capacity in support of the carbon market; and strengthening support to the Convention and the Kyoto Protocol.",
      "In this context, the Secretariat proposed a budget of US$55.3 million representing an increase of 3.3% ( FCCC/SBI/2007/8 and Adds.1 and 2).",
      "This budget proposal was considered in contact group and informal sessions chaired by Harald Dovland (Norway).",
      "Negotiations were lengthy and detailed and the Secretariat was required to revise their originally proposed budget several times before agreement could be reached.",
      "The US, Japan and the Russian Federation initially favored a zero nominal increase, while Nigeria, speaking for the G-77/China, opposed a reduction of the original proposal, and asked for the avoidance of any budgetary cuts that would affect activities directed at non-Annex I parties.",
      "The US sought clarification regarding attribution of costs between the Protocol and the Convention.",
      "The budgetary implications of the proposed installation of a new records management system became a particular sticking point during negotiations.",
      "Delegations suggested reductions under this item.",
      "Several reduction scenarios were proposed by the Secretariat, but parties expressed views that further cuts could still be made.",
      "On Tuesday, 15 May, the Secretariat distributed a table outlining a reduction scenario of US$1,754,900, and identified cost-cutting measures already implemented.",
      "The G-77/China identified some areas where it might show some flexibility, while the US reiterated its preference for zero nominal growth, but also expressed willingness to compromise.",
      "During the final contact group meeting, delegates approved the core programme budget of US$54,031,584 representing a 0.99% increase.",
      "The final budget also reflected details for the contribution of fees from parties relating to the International Transaction Log, which had been the subject of additional Friends of the Chair consultations facilitated by Helen Plume (New Zealand).",
      "Conclusions and a draft COP decision were adopted by the SBI on 18 May."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": "SBI"
}