{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "Thailand",
      "Bolivia",
      "Grenada"
   ],
   "enb_end_date": "17-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "17-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12538e.html",
   "id": "enb12538e_2",
   "section_title": "TECHNOLOGY (SBI/SBSTA)",
   "sentences": [
      "In the morning informal consultations, parties discussed the report on the evaluation of proposals for hosting the Climate Technology Centre (CTC) (FCCC/SBI/2012/INF.4) and issues relating to the Advisory Board.",
      "It was noted that the host of the CTC will be selected from three short-listed candidates, namely the United Nations Environment Programme, the Global Environment Facility and Det Norske Veritas AS.",
      "The three candidates will speak to the group on Thursday morning.",
      "Parties also heard an explanation of proposed elements of the host agreement, including: status given to the CTC within the host country; financial and staffing arrangements; relationship to the Technology Executive Committee (TEC); and cooperation with other UNFCCC bodies.",
      "Some parties requested a more specific timeframe on the selection process, while others reiterated the need for the host to be selected by 2013.",
      "Parties also requested details on alternative approaches if the proponent with the highest ranking does not match the criteria during the negotiations, with some stressing the need for transparency in the negotiation process.",
      "Parties also briefly discussed issues relating to the Advisory Board, including composition, responsibilities and inclusiveness in regards to gender, regions and stakeholder representation. APPEALS AGAINST CDM EXECUTIVE BOARD S DECISIONS (SBI): In the morning contact group, parties considered a Co-Chairs draft text on appeals against decisions of the CDM Executive Board.",
      "On eligibility criteria for members of the appeals body, BOLIVIA highlighted that they should have expertise on environmental and socio-economic issues.",
      "GRENADA noted that appeals could be made on technical grounds and proposed either listing an extensive skillset or only mentioning that members should have ten years of relevant experience.",
      "AUSTRALIA stressed the link between functions of the appeals body and the skillset required of its members.",
      "He emphasized the need for impartiality and highlighted the possibility for judicial experts to seek outside technical assistance. GRENADA, supported by THAILAND, suggested deleting the requirement that members must be unaffiliated with any government.",
      "AUSTRALIA preferred retaining it, highlighting a situation where an appeals body member was involved in CDM negotiations.",
      "The EU proposed that the appeals body develop a code of conduct on impartiality and independence.",
      "Parties also addressed internal management of the appeals body, including its composition and the quorum required for decision-making.",
      "Highlighting the importance of accountability and access to justice, the CDM WATCH stressed the need for a broad legal standing and legitimate process that enables all those affected by the the CDM to raise their concerns.",
      "Negotiations will continue. NATIONAL ADAPTATION PLANS (SBI): In the morning informal consultations, parties discussed issues relating to both financial and non-financial arrangements for the formulation and implementation of national adaptation plans (NAPs) for LDCs (FCCC/CP/2011/9/Add.1).",
      "The meeting was open to observers.",
      "Parties highlighted the importance of institutional issues in facilitating financial and technical support for the NAP process in LDCs.",
      "Various LDC parties outlined areas where support is required, noting the need for strengthening national capacity to ensure integration of adaptation into national development.",
      "Parties will submit inputs for a draft text to be presented at the next meeting."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}