{
   "actors": [],
   "countries": [
      "South Sudan",
      "Sudan",
      "Venezuela",
      "United Kingdom",
      "Malaysia",
      "United States",
      "Bolivia",
      "Brazil",
      "Canada",
      "Netherlands",
      "Mexico",
      "Saudi Arabia",
      "Austria",
      "Tanzania",
      "France",
      "Switzerland"
   ],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_6",
   "section_title": "APPROACHES TO CLIMATE CHANGE MITIGATION :",
   "sentences": [
      "Co-Chair Edenhofer explained that this section presents the main perspectives available to examine mitigation and their limitations, and that it is meant to enhance the transparency of the entire report.",
      "He clarified that the text had been revised by the Coordinating Lead Authors (CLAs) to take into account the many comments received on the previous draft. A CLA provided an overview of the section, noting that it is based on Chapters 1-4 of the underlying report and is presented in the SPM as framing questions, such as how to treat decision making under uncertainty, what the best metric for aggregating gases is, whether moral philosophy can help determine how to share the mitigation burden, and how to determine what 'dangerous anthropogenic interference' means.",
      "He also highlighted key findings in the section, including that: deep cuts in emissions will be difficult; extreme events are important in determining the benefits of mitigation; and sustainable development offers a framework for the design of climate policy.",
      "The CLA further explained that in restructuring the section, certain issues were downplayed, for example, deleting specific reference to UNFCCC Article 2, while still retaining the concept of 'dangerous' in a new paragraph on ethics appearing later in the report.",
      "He also noted the deletion of a paragraph on international cooperation involving ethical considerations, including equitable effort sharing.",
      "Venezuela, supported by Bolivia, suggested reinserting an introductory paragraph referencing UNFCCC Article 2 to set the context for the section, noting its inclusion of many complex issues.",
      "She also expressed concern with terms that are not clearly defined, such as technological 'transition'.",
      "Participants commenced discussions on the text with a paragraph stating that climate change mitigation involves a global commons problem .",
      "The US noted that the concept of 'global commons' may not be widely understood and could lead to different interpretations.",
      "The US, Tanzania, Canada, South Sudan and France suggested various formulations without using the term 'global commons'.",
      "Saudi Arabia suggested referring to collective action, differentiated responsibilities and global commons.",
      "Supporting the insertion of a glossary entry proposed by Switzerland, a CLA pointed out that the global commons concept is defined in the social sciences and that the following sentences in the paragraph provide further explanation of the concept and its relevance.",
      "Many participants, including Brazil, Saudi Arabia, Bolivia and Malaysia, noted difficulties in moving forward with text in SPM.2, given the complexity of concepts, such as 'global commons', and the difficulties of trying to summarize them.",
      "Saudi Arabia, supported by Brazil, Malaysia, Bolivia and South Sudan, stressed the importance of addressing responsibilities when referring to global commons, and called for using the December version of the paragraph, which refers to climate change as a global commons problem that implies the need for international cooperation.",
      "He stated that international cooperation 'can contribute by defining and allocating rights and responsibilities with respect to the atmosphere'.",
      "Bolivia, supported by the UK, the US and the Netherlands, proposed addressing the issue and the entire SPM.2 section in a contact group.",
      "The contact group, which was chaired by Austria and Mexico, met from Monday to Thursday.",
      "Discussions in the contact group focused on a handful of controversial matters.",
      "Participants debated at length the issue of sustainable development and its role in relation to climate policy.",
      "Some developing countries stressed the need to emphasize the importance of the right to development and poverty eradication in addressing climate change, while some developed countries underlined that action is motivated by climate change risks.",
      "After three days of discussions, participants agreed to insert a paragraph on sustainable development and equity as providing a basis for assessing climate policies and highlighting the need for addressing the risks of climate change .",
      "Another sentence in the paragraph mentions that 'some mitigation efforts could undermine action on the right to promote sustainable development, and on the achievement of poverty eradication and equity'.",
      "Another point of contention was the reference to climate change as a 'global commons' problem.",
      "Some countries expressed concern over including reference to this concept, saying it might be misunderstood by policymakers and carry unintended legal connotations related to international law.",
      "Another developing country stressed that any reference to global commons should be linked to the right to development.",
      "Many participants suggested adopting a descriptive approach, rather than trying to define the concept.",
      "The agreed text states that climate change has the characteristics of a collective action problem at the global scale, because most GHGs accumulate over time and mix globally, and emissions by any agent affect other agents.",
      "Moreover, a footnote explains that in the social sciences this is referred to as a 'global commons problem', and notes that the expression 'has no specific implications for legal arrangements or for particular criteria regarding effort sharing'.",
      "Participants also discussed international cooperation on mitigation and technology transfer.",
      "On a reference in the December draft text to the need for cooperation on research and development in support of mitigation, opening up of markets, and the creation of incentives to encourage private firms to develop and deploy new technologies, some developing countries requested deletion of references to opening up of markets as being prescriptive.",
      "Many developing countries called for including references to technology transfer and 'environmentally sound' or 'reliable and affordable low-carbon' technologies, with one developed country delegate cautioning against referring to technology transfer, noting it is a 'contentious' issue under the UNFCCC, given some interpretations regarding its relation to intellectual property rights.",
      "The text agreed by the contact group states that effective mitigation will not be achieved if individual agents advance their own interests independently , and that 'international cooperation can play a constructive role in the development, diffusion and transfer of knowledge and environmentally sound technologies'.",
      "Participants also debated a proposed paragraph on climate policy raising issues of ethics, with some developing countries calling for reference to historical contributions of GHGs to be clear in relation to mitigation and adaptation, and others calling for inserting reference to the concept of equity.",
      "The agreed text points to issues of equity, justice and fairness arising with respect to mitigation and adaptation , and states that countries' past and future contributions to the accumulation of GHGs in the atmosphere are different, as are the challenges and circumstances they face, and their capacities to address mitigation and adaptation.",
      "Participants also approved, with minor amendments, paragraphs on, inter alia : climate policymaking involving value judgments and ethical considerations; economic evaluation as one method commonly used to inform climate policy design, while acknowledging 'well-documented' limitations of tools for economic assessment; co-benefits and adverse side-effects created by intersections of climate policy with other societal goals, such as health, food security, and biodiversity; and climate policy being informed by consideration of different risks and uncertainties, some of which are difficult to measure, notably low probability events that would have a significant impact if they occurred.",
      "The contact group presented the text to plenary late on Thursday night and it was approved without amendment."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": "ipcc"
}