{
   "actors": [],
   "countries": [
      "India",
      "Gambia"
   ],
   "enb_end_date": "06-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12519e.html",
   "id": "enb12519e_11",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, tense standoffs played out in several of the numerous AWG-LCA informal group meetings.",
      "Delegates singled out review, markets and non-market approaches and finance, in particular.",
      "It doesn t look like we will ever have any text on long-term finance, remarked one, we may as well pack our bags and leave now.",
      "Some developing countries claimed that developed countries were reneging on their commitments, with one issuing a stark warning that without finance, there would be no mitigation, adaptation nothing for MRV.",
      "Meanwhile, developed countries reiterated their commitment to providing long-term finance, maintaining, however that the issue has been adequately addressed elsewhere and that there was no mandate to discuss it here.",
      "On the technology front, the atmosphere seemed more congenial.",
      "One delegate emerging from the informal group acknowledged slow progress, but added that compared to other groups, the technology group is doing well.",
      "He said the informal group discussed text on the roles and responsibilities of the CTCN and that governance would be discussed on Thursday, with discussions on the selection criteria for the host to be left for Durban.",
      "In the afternoon, the informal group on legal options was once again filled to capacity, indicating intense interest on this issue.",
      "Parties addressed a non-paper, prepared by the facilitator, containing a menu of legal options, which for many was a modest step forward, setting out the possible options for a Durban outcome.",
      "The text was based on a range of views expressed by parties that included the following options: a legally binding instrument (LBI); and COP decisions, including a sub-option on a mandate to conclude an LBI with a clear roadmap.",
      "Ensuing discussions were heated.",
      "Many developed countries acknowledged, while a legally-binding agreement coming out of Durban would be ideal, it is unlikely to happen.",
      "One developing country expressed that the political conditions were not right to agree to a mandate to conclude an LBI in Durban.",
      "Many developing countries expressed their disappointment with the turn that discussions were taking in some of the negotiating groups as a whole, with no clear signal of will to sign on to a second commitment period and some of the Bali pillars, such as adaptation and finance, lagging behind on the road to Durban.",
      "As India put it, In some negotiating groups, we re really splitting hairs.",
      "The Gambia, for the LDCs, concluded, the ball is in the court of Annex I parties that have made commitments in Bali and Copenhagen.",
      "If they start backtracking now, how are we ever going to have an agreement?"
   ],
   "subtype": "corridors",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "working group"
}