{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Japan",
      "Australia",
      "United States",
      "China"
   ],
   "enb_end_date": "07-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "07-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12105e.html",
   "id": "enb12105e_1",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "The G-77/CHINA identified elements relevant to procedures and mechanisms relating to compliance under the Kyoto Protocol.",
      "She noted that the principle of common but differentiated responsibility is regarded as the cornerstone in the design and implementation of the compliance regime.",
      "Aspects to be considered in the development of a compliance regime include the need for, inter alia: the elaboration of relevant principles; modalities and guidelines for verification, reporting and accountability under the Protocol's mechanisms; the potential application to the Protocol of any multilateral consultative process (MCP) adopted under the Convention; and a critical evaluation of the Convention and the Protocol's financial mechanism as a means of assessing both the obligations of Annex I Parties and the adequacy of the mechanism in assisting non-Annex I Parties to comply with the Protocol. The G-77/CHINA also stated that only Parties that are in compliance with their obligations and are bound by a compliance regime should be allowed to participate in the Protocol mechanisms.",
      "Binding consequences for non-compliance are essential, as they will enhance the Parties' collective ability to deter non-compliance.",
      "She said it may be desirable to identify cases and/or activities that may constitute non-compliance.",
      "She supported an indicative list of non-compliance consequences, depending on the cause, type, degree and frequency of non- compliance, including: * appropriate assistance, including technical and financial expertise and capacity building; * issuing cautions; * suspension of rights, including the ability to participate in Article 6 (joint implementation), 12 (clean development mechanism) and 17 (emissions trading); and, * penalties, including financial penalties for Annex B Parties. She said financial penalties resulting from a non-compliance procedure should be made available to meet the cost of adaptation.",
      "If necessary, an appropriate institution or body may be required.",
      "Such an institution should be based on the principle of equitable geographic distribution.",
      "The G-77/CHINA also circulated a list of questions on a compliance system, including: what should be the principles that guide the development of procedures to implement Article 18 (non-compliance) of the Protocol and what procedures and mechanisms under Article 18 entail binding consequences.",
      "The questions also focus on specific provisions of the Protocol that may require binding consequences and raise issues with regard to the expert review teams contemplated in Protocol Article 8 (review of information). JAPAN, the US and AUSTRALIA said the proposal would form a useful basis for beginning a dialogue, and expressed their intention to raise questions at the working group's next meeting.",
      "The CENTER FOR INTERNATIONAL ENVIRONMENTAL LAW proposed a 'compliance fund.",
      "' If Parties reach the end of a commitment period and find that their emissions, minus removals, exceed their assigned amount, they would be obligated under the Protocol to purchase credits or parts of assigned amount (PAA) to cover their overage.",
      "However, if there are insufficient credits or PAA available from the market, they would have to purchase the required credits from the compliance fund, which would invest the money in the highest quality emission reduction and removal projects. Following a discussion on ways to proceed, Co-Chair Rønneberg invited delegations to submit additional questions.",
      "These, along with the G-77/China's and the Secretariat's list of questions, will be compiled into a revised list.",
      "These questions and a draft work programme will be considered on Tuesday."
   ],
   "subtype": "groups",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "sbi/sbsta"
}