{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Bolivia",
      "Saudi Arabia",
      "Canada"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_13",
   "section_title": "Climate-resilient Pathways and Transformation",
   "sentences": [
      "Participants agreed to a paragraph on prospects for climate-resilient pathways for sustainable developmentbeing fundamentally related to what the world accomplishes with climate change mitigation, including statements that mitigation increases time available for adaptation, and delaying mitigation actions may reduce options for climate-resilient pathways in the future.",
      "Regarding a paragraph on greater rates and magnitude of climate changeincreasing the likelihood of exceeding adaptation limits, participants discussed a sentence on limits occurring when adaptive actions to avoid intolerable risks are not possible.",
      "The UK pointed out that adaptation limits do not necessarily imply intolerable risks.",
      "Canada reiterated that limits do not only occur in the natural world.",
      "The text was amended to reflect these concerns.",
      "Participants also agreed, inter alia , to a sentence on differing value-based judgments regarding what constitutes an intolerable risk.",
      "Regarding a sentence on current failures to address emerging impacts eroding the basis for sustainable development, the UK asked for more specificity regarding 'current failures' and 'emerging impacts'.",
      "Following other expressions of concern over the language, participants agreed to text citing 'insufficient responses to emerging impacts', rather than 'current failures to address' them.",
      "Regarding a paragraph on transformations in political, economic, social and technological systems facilitating adaptation and mitigation, and promoting sustainable development, Bolivia asked to redraft it to align the language with the definition of transformation.",
      "Saudi Arabia underscored that language should not be policy prescriptive, and called for 'repackaging the message' to be more politically sensitive.",
      "Following informal consultations, participants agreed to text stating that transformations enable climate-resilient pathways, improve livelihoods and are considered most effective when they reflect national visions to achieve sustainable development.",
      "On Figure SPM.9: Opportunity Space and Climate-resilient Pathways , participants approved the text with minor changes.",
      "The text states, inter alia , that: our world is threatened by multiple stressors, which include climate change, climate variability, land-use change, degradation of ecosystems, poverty and inequality, and cultural factors; opportunity space refers to decision points and pathways that lead to a range of possible futures with differing levels of resilience and risk; and decision points result in actions or failures-to-act throughout the opportunity space."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}