{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_1",
   "section_title": "BACKGROUND AND CONTEXT",
   "sentences": [
      "Wanna Tanunchaiwatana, UNFCCC Secretariat, presented the background and context for the seminar.",
      "She noted that adaptation is a cross-cutting activity under the UNFCCC, and is being addressed by the Subsidiary Body for Implementation (SBI) as well as by SBSTA.",
      "She noted that COP 10 requested SBSTA to develop a five-year structured programme of work on scientific and technical and socioeconomic aspects of the impacts of, and vulnerability and adaptation to, climate change (referred to as the PWA).",
      "She asked delegates to consider: what practical next steps would be to promote the development and transfer of ESTs for adaptation to climate change; what possible contributions this seminar could make for the development of the PWA; how the PWA could support the work of the EGTT; and what the seminar`s key message to the SBSTA should be. Florin Vladu, UNFCCC Secretariat, gave an overview of technologies for adaptation to climate change in the UNFCCC process.",
      "He said that defining adaptation technologies in the context of climate change is difficult, and suggested that an operational definition might be 'the application of technology in order to reduce the vulnerability, or enhance the resilience, of a natural or human system to the impacts of climate change.",
      "' Vladu noted that technological approaches to adaptation include both 'hard' technologies such as capital goods and hardware, as well as 'soft' technologies such as knowledge of methods and techniques, which enable 'hard' technologies to be applied.",
      "Stressing that the benefits might be too far in the future and local uncertainties too numerous to justify large investments solely for climate change, he suggested that investments should begin with present-day needs that are further justified by consideration of climate change. Richard Klein, Potsdam Institute for Climate Impact Research, Germany, and UNFCCC consultant, presented the seminar background paper on applications of ESTs for adaptation to climate change.",
      "He noted that the paper provides an overview of concepts, challenges, experiences and lessons learned in developing, transferring and applying ESTs for adaptation.",
      "He highlighted some issues outlined in the draft paper, including: concepts and definitions of adaptation to climate change; implications for developing and transferring technology; and policy issues.",
      "Klein noted that adaptation measures include: increasing robustness of infrastructural designs and long-term investments; increasing flexibility of vulnerable managed systems; enhancing adaptability of vulnerable natural systems; reversing trends that increase vulnerability; and improving societal awareness and preparedness.",
      "Klein stressed the importance of adaptation, noting that: climate change cannot be totally avoided; anticipatory adaptation (adjustments prior to the manifestation of impacts based on the expectation of changes) is more effective and less costly than emergency measures; climate change may be more rapid and pronounced than currently suggested; and immediate benefits can be gained from better adaptation to climate variability and extreme events.",
      "He highlighted that adaptation processes should include: raising awareness; planning design, policy criteria and development objectives; implementing activities; and monitoring outcomes.",
      "Klein underscored some factors that determine adaptive capacity of human systems, including the level of economic wealth, access to technology, information, knowledge and skills, and existence of institutions, infrastructure and social capital."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}