{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Least Developed Countries"
   ],
   "countries": [
      "Canada",
      "United States",
      "Senegal",
      "Philippines",
      "Peru",
      "Norway",
      "China"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_26",
   "section_title": "CLEAN DEVELOPMENT MECHANISM",
   "sentences": [
      "On the objectives, principles and purposes of the CDM, the EU identified convergence on various areas, including cost effectiveness, transparency and equity, and divergence on issues, such as inter-tradeability between the mechanisms.",
      "The US identified the areas of convergence as being those that recognize, inter alia, private sector participation in the CDM and the need for baseline determination to precede use of the mechanisms.",
      "PERU recommended a common baseline for JI and the CDM.",
      "She said such an approach would, inter alia: provide a simple, transparent and reliable methodology for common baseline application, as the regional average of Annex II in energy and other sectors would constitute the calculation basis; and ensure environmental integrity in emissions reductions. Regarding legal entities, the EU identified convergence on the involvement of both public and private entities in CDM activities but added that Parties should be responsible for fulfilling their Protocol commitments.",
      "She said the COP/MOP should designate operational entities.",
      "NORWAY, supported by CANADA, said operational entities were a key element for the CDM`s institutional structure.",
      "He added that they should be drawn from the private sector and be independent, centralized and accredited by the Executive Board.",
      "On project eligibility, the US stressed the need for a comprehensive approach to certification and verification, including options for baselines.",
      "The G-77/CHINA said project eligibility is central to the principle, nature and scope of the CDM.",
      "NORWAY noted that there was no section on baselines in the synthesis report.",
      "The REPUBLIC OF KOREA said project eligibility and baselines are essential in formulating CDM rules.",
      "He said eligible projects should demonstrate GHG reduction, and investment, financial and technology additionality. Regarding the contribution to sustainable development, the G-77/CHINA said the recipient country should be the sole judge of whether a project meets its sustainable development priorities.",
      "The EU suggested that non-Annex I Parties confirm in writing how a project will help it achieve sustainable development and stressed that the project activity should be consistent with all international agreements to which the Parties involved belong.",
      "CHINA suggested applying a similar condition to the funding country to confirm how the CDM would result in certified emissions reductions (CERs). On sequestration, the G-77/CHINA said discussions should be avoided until the conclusion of ongoing studies by SBSTA and the IPCC.",
      "The EU stated its preference for excluding consideration of sequestration pending a COP decision. On technology transfer and project financing, the G-77/CHINA highlighted the dimension of additionality, a feature absent in the Chair`s draft.",
      "He said funding for CDM projects should be additional to GEF, ODA and other developed country financial commitments.",
      "The US identified convergence on the CDM`s role in facilitating technology transfer. On supplementarity, the G-77/CHINA highlighted the primacy of domestic action and recommended the development of guidelines on supplementarity.",
      "The EU restated its proposal for a concrete ceiling and the US noted possible divergence on the issue. Regarding levies, the G-77/CHINA highlighted establishing an adaptation fund.",
      "The US questioned how this fund would be managed and its proceeds dispersed.",
      "On CERs, the G-77/CHINA suggested discussing them in the context of the CDM`s purposes. On further work on CDM, the G-77/CHINA stressed addressing principles and basic elements that are currently not featured in the synthesis report.",
      "The US identified convergence on, inter alia, the need for work on baselines and share of proceeds.",
      "The EU highlighted monitoring, verification, certification and validation. In the discussion on capacity building, the G-77/CHINA underscored its significance and, supported by PERU, said capacity building should be incorporated into all CDM projects to enhance endogenous expertise to identify technology needs and capacities for assimilation of technology.",
      "He urged attention to the special needs of least developed countries.",
      "The PHILIPPINES stressed that capacity-building initiatives should be country- driven and within the intergovernmental process.",
      "CHINA said capacity building should be 'of, for and in' the developing country.",
      "The AFRICAN GROUP underscored the importance of an integrated approach to capacity building and called for guidance from the subsidiary bodies to UN agencies working on such activities.",
      "The EU suggested coordinating the various capacity- building initiatives so as to optimize resource use.",
      "PERU highlighted the beneficial nature of regional discussions on CDM.",
      "SENEGAL suggested involving the financial sector, sensitizing the public and decision makers and training developing country officials."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}