{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Iran",
      "United States",
      "Japan",
      "Grenada",
      "South Africa",
      "Colombia",
      "Nauru",
      "Nepal",
      "Philippines",
      "Australia",
      "Palau",
      "Saudi Arabia",
      "Egypt",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_5",
   "section_title": "ADAPTATION:",
   "sentences": [
      "This issue was considered on Monday, 10 March, in discussions facilitated by ADP Co-Chair Kumarsingh.",
      "He stressed the importance for the new agreement to build on existing arrangements, including NAPs, and drew attention to the adaptation-mitigation nexus and national efforts.",
      "Parties were requested to consider the adaptation aspects of the long-term perspective, taking into consideration the guiding questions contained in the Co-Chair's scenario note for the session (ADP/2014/2 InformalNote).",
      "On adaptation in the 2015 Agreement , China stated that the discussions should be framed under the heading of adaptation and not the long-term perspective.",
      "Nauru, for AOSIS, underlined that ambitious and timely mitigation is required to minimize adaptation action.",
      "China suggested considering: which provisions of the Convention are relevant; adaptation implementation gaps; and necessary information to be submitted by developed countries on financial and technological support.",
      "Norway recalled its submission on adaptation for the 2015 agreement, highlighting that adaptation could frame the agreement, with commitments on adaptation provided by all parties, anchored in development goals and priorities, based on science, and accounting for indigenous and traditional knowledge.",
      "Switzerland highlighted that the 2015 agreement should provide an impulse for adaptation action, saying concrete elements could include a commitment by all parties to prepare adaptation actions and enhance the resilience of the most vulnerable.",
      "On the enduring outcome, Grenada said the 2015 agreement should: provide a mechanism to assess the scale and scope of different economic impacts given GHG concentrations and temperature increases; provide a mechanism to bring information into the UNFCCC process; and facilitate the implementation of measures that developing countries can take to manage impacts.",
      "He said the new agreement should also: set out the relationship between mitigation and adaptation; address MOI and how it relates to NAPs; address MRV of support for adaptation; and anchor the Warsaw International Mechanism for loss and damage.",
      "South Africa called for expressly confirming adaptation as a global responsibility.",
      "Bangladesh and India underscored that adaptation is site-specific but a global responsibility.",
      "Egypt called for building on national and regional actions.",
      "Japan agreed that adaptation is a global responsibility, but added that actions vary by country and region, stressing there is 'no one size fits all' approach.",
      "Colombia emphasized that adaptation is a matter of collective responsibility.",
      "The EU, New Zealand, Japan, Iran, India, Nepal, for the LDCs, Saudi Arabia and Switzerland called for building on existing institutions .",
      "Iran stressed this requires resources.",
      "New Zealand discussed how to reflect existing structures and institutions, saying these could be referenced in the text.",
      "Switzerland proposed reconsidering existing arrangements and authorizing the COP to take them forward.",
      "The Philippines emphasized anchoring the work of the ADP within all existing mechanisms on adaptation.",
      "Saudi Arabia underscored bridging gaps in these decisions and considering how institutions for adaptation could be enhanced.",
      "The US said the agreement could play a 'crucial role' in elevating the role of adaptation in national processes.",
      "On loss and damage , AOSIS emphasized reflecting the relationship between mitigation, adaptation and loss and damage, and, with Colombia, South Africa and Palau, called for the 2015 agreement to include a loss and damage mechanism.",
      "She also called for MOI to cover the costs of adaptation and loss and damage.",
      "The EU, with Japan, said the new institution needs time to get under way and demonstrate impact.",
      "Japan noted the review of the Warsaw International Mechanism on loss and damage scheduled for 2016, stressing it is premature to place this issue in the context of adaptation in the 2015 agreement.",
      "The Philippines said the global goal for adaptation , proposed by the African Group, should be included in the 2015 agreement.",
      "The African Group outlined their proposal, saying the global goal for adaptation recognizes that the agreed temperature goal has an associated level of climate impacts and costs.",
      "He further noted that the adaptation costs associated with the long-term mitigation goal shall constitute the global adaptation goal, with an ex ante determination of adaptation costs based on the long-term mitigation goal, envisaged climate impacts, and the required finance and technology support.",
      "The US questioned how a global adaptation goal could be operationalized.",
      "He described the African Group's proposal as 'difficult', noting that a cooperative approach would be more successful.",
      "He said suggesting adaptation as an alternative to mitigation would be counterproductive.",
      "The EU called for clarification on measurement of impacts, and distinguishing between costs of adaptation and general investment in sustainable development.",
      "He said that modeling and analysis of the scientific basis will continue to be an important part of ongoing efforts.",
      "New Zealand stressed adaptation is a country-driven process that does not lend itself to a legally-binding outcome.",
      "She said a global adaptation goal would have to be high-level and directive rather than quantifiable, along the lines of 'all parties shall ensure resilience to the adverse effects of climate change' by incorporating adaptation into their national responses.",
      "Switzerland said the agreement should equip countries to enhance resilience and measure how this is being accomplished, while noting it is unclear how a global goal would advance this.",
      "Japan said the agreement should include, inter alia , incentives to incorporate adaptation into national planning processes and address the most vulnerable people in society.",
      "Australia suggested considering a NAP-type commitment, emphasizing it should produce on-the-ground results and calling for clarity on the legal status of NAPs in the context of commitments.",
      "He questioned the utility of a global aggregate approach to adaptation.",
      "On information required for an adaptation goal , South Africa said parties should analyze vulnerable sectors, and examine technology and capacity needs in each of these sectors.",
      "The EU welcomed exploration of how local cost assessments can further the regime but questioned the operational role of local cost assessments as a part of determining allocation of adaptation costs among parties.",
      "Norway highlighted the technical challenges of setting a financial goal related to adaptation, questioning whether this would result in more action on the ground.",
      "He agreed that national responsibility should be underpinned by support for vulnerable parties.",
      "Japan asked for clarification on measuring the costs of adaptation.",
      "On AILAC's proposal for an adaptation assessment framework, Colombia explained it aims to provide guidance on: modeling climate change scenarios, vulnerability assessments, methodologies and matrices for risk assessment; quantification of non-economic losses; and methodology for monitoring and review.",
      "She noted the need for: better understanding the cost of residual damage; entry points for the private sector; and a review of the adequacy of adaptation action and support.",
      "On MOI , the Philippines noted that past decisions have focused on financing adaptation because adaptation is country specific.",
      "She underscored the urgency for clarification of support, including through the capitalization of the GCF, to enable enhanced implementation of the Convention.",
      "South Africa emphasized that MOI should frame the adaptation goal and commitment.",
      "Bangladesh stressed the need to clarify support for adaptation implementation.",
      "India highlighted that current funding available for adaptation is limited, calling for exploration of how the GCF can improve the predictability of finance.",
      "Nepal noted the need for long-term adaptation finance and called for clear rules for a robust MRV framework for tracking provision of adaptation funds.",
      "Palau said support for adaptation should be framed in plans for sustainable development."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}