{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "India",
      "New Zealand",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Switzerland"
   ],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12362e.html",
   "id": "enb12362e_14",
   "section_title": "Sectoral Approaches",
   "sentences": [
      "On Wednesday afternoon, parties discussed sectoral issues for the first time in the AWG.",
      "In the overview presentations, Richard Baron, International Energy Agency, outlined three sectoral approaches: mitigation potentials on a sectoral level; sectoral international cooperative action; and sector-specific action in developing countries.",
      "Jake Schmidt, Center for Clean Air Policy, outlined sectoral methods to encourage developing country mitigation while deploying low carbon technology.",
      "He also illustrated how sectoral approaches can help in defining Annex I targets.",
      "Jane Hupe, International Civil Aviation Organization (ICAO), described the organization s activities on the sectoral approach to aviation, including: mitigation, emissions quantification, technology, standards, and operational measures.",
      "She called for cooperation between the UNFCCC and the Group on International Aviation and Climate Change processes.",
      "Brian Flannery, International Chamber of Commerce, recommended continuation of voluntary initiatives, prioritizing cost effectiveness, maintaining flexibility and avoiding competitiveness among sectors and countries, and assessing the economic and trade implications of sectoral approaches.",
      "In the discussion, the EU, New Zealand, China and Canada stressed that sectoral approaches should support, not replace, national targets.",
      "Switzerland, Australia, Tuvalu, New Zealand and others supported addressing sectoral approaches in the AWGLCA.",
      "New Zealand suggested a workshop on sectoral approaches to report to both AWGs, and Japan noted that sectoral approaches were useful in bridging the AWGs.",
      "India expressed concerns with issues of competitiveness being raised in the discussion.",
      "Chair Dovland cited general agreement that sectoral approaches should not replace targets but could be a complementary tool to achieve them.",
      "He noted that several voluntary agreements and initiatives had been presented, but there was no consensus as to which process, the AWG or AWGLCA, should take this forward."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}