{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Youth NGOs",
      "China",
      "Australia",
      "Maldives",
      "Gambia",
      "Angola",
      "Switzerland",
      "South Africa",
      "Indigenous Peoples",
      "Sudan"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_66",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "On Thursday, 11 June, the Secretariat informed parties of the budgetary implications of the conclusions adopted by the SBI.",
      "SBI Rapporteur Sidat Yaffa (The Gambia) introduced, and parties adopted, the report of the session (FCCC/SBI/2015/L.1). Switzerland, for the EIG, inter alia, welcomed outcomes of the in-session workshop on gender-responsive climate policy and considered the multilateral assessment process as helpful to enhance understanding of parties§ commitments; and regretted no progress was made on modalities of the CDM. South Africa, for the G-77/China, highlighted, inter alia: the importance of reaching a decision on response measures by COP 21; progress on adaptation as an urgent priority for developing countries; disappointment over lack of progress on capacity building; and the need to provide support to enable the full and effective participation of developing countries in meetings. Australia, for the Umbrella Group, noted a constructive atmosphere and stressed the need for the facilitative sharing of views under international consultation and analysis (ICA) to begin by Paris.",
      "He welcomed the agreement to extend the mandate of the LEG and welcomed Annex I parties§ nominations to the Warsaw International Mechanism Executive Committee. Maldives, for AOSIS, lamented lack of progress in the consideration of the SED report, on capacity building and in improving the environmental integrity of Kyoto flexibility mechanisms.",
      "He welcomed conclusions on technology. Angola, for the LDCs, called for a long-term global temperature rise limit to be set below 1.5°C in the new agreement, underscored the special circumstances of LDCs and lamented the lack of resources for LDCs. The EU, inter alia, welcomed the multilateral assessment process, saying it had enhanced transparency and built trust.",
      "She welcomed progress made on adaptation issues and constructive discussions on technology development and transfer. Sudan, for the African Group, welcomed progress made on: the Poznan Strategic work programme, LDCs, Article 6 and NAPs.",
      "He lamented inadequate funds and lack of clear guidance on how developing countries can access direct financial support for formulating and implementing NAPs, and lack of progress made on the issue of capacity building. Indigenous Peoples called for the 2015 agreement to respect the human rights of indigenous peoples, including rights to lands, territories and resources. Climate Justice Now!, for Environmental NGOs (ENGOs), said developing countries cannot equitably scale up ambition without finance and technology support. Stating that the multilateral assessment had provided a valuable opportunity for mutual learning and transparency, Climate Action Network, for ENGOs, said it also highlighted a collective international ambition gap in keeping temperature rise below 1.5°C. Women and Gender expressed disappointment that the in-session workshop on gender-responsive climate policy had only addressed developing countries, and called for a just and gender-responsive agreement in Paris. Business and Industry NGOs called for more effective institutional arrangements to create better channels for business to work with parties, groups and the Secretariat, suggesting businesses can bring insights into how public funding can leverage private capital. Stating that the first \"batch\" of INDCs is unambitious, Youth NGOs said \"you will decide what the world will look like in 2050.\" She underscored that human rights, gender, indigenous rights and education are \"about more than keeping §section C§ (general/objective) in the Geneva text.\" SBI 42 was gaveled to a close at 5:13 pm."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}