{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Norway",
      "Japan",
      "Australia",
      "Maldives",
      "United States",
      "South Africa",
      "Brazil",
      "Chile",
      "Uganda",
      "Papua New Guinea",
      "Canada",
      "Mexico",
      "Algeria",
      "China",
      "Saudi Arabia",
      "Mauritius",
      "Iceland",
      "Argentina",
      "India",
      "Qatar",
      "Belize",
      "Mali",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "31-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "27-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12339e.html",
   "id": "enb12339e_9",
   "section_title": "BUILDING BLOCKS AND NEXT STEPS:",
   "sentences": [
      "On Monday afternoon, delegates elaborated on building blocks for long-term cooperative action to address climate change.",
      "On Wednesday, they considered next steps on long-term cooperative action on climate change, also putting forward ideas related to elements of long-term cooperation.",
      "This section contains the key elements from these discussions.",
      "Identifying building blocks for future cooperation, the EU and Norway called for a shared vision to reach the UNFCCC's ultimate objective of stabilizing greenhouse gas concentrations to a level that avoids dangerous anthropogenic interference with the climate system (Article 2).",
      "The EU identified the need for deeper emission reduction commitments for all developed countries and further fair and effective contributions by developing countries.",
      "He mentioned carbon markets, technology, investment, adaptation and deforestation as other building blocks to be addressed.",
      "Norway indicated that shared vision, mitigation and adaptation should be the main building blocks, with financing, technology, carbon markets, deforestation and aviation emissions as additional elements.",
      "South Africa identified five building blocks for long-term cooperative action.",
      "He said the first would address adaptation for all but particularly LDCs, SIDS and Africa.",
      "He called for mitigation through legally binding reductions by Annex I countries and voluntary action by developing countries with technological and financial support.",
      "He emphasized the need to address the unintended consequences of adaptation and mitigation policies and response measures on oil exporting countries and others.",
      "He also stressed the role of technology research, development and diffusion.",
      "Saudi Arabia supported South Africa's building blocks approach, underlining the importance of financing and technology transfer.",
      "China compared the Convention with a car that is not running smoothly.",
      "He identified mitigation, adaptation, technology and finance as the car's four wheels and lamented that only one of them, mitigation, is on track.",
      "China indicated that legally binding instruments should be adopted on adaptation, technology transfer and financing to safeguard the process.",
      "On mitigation, Belize, for AOSIS, called for urgent, practical and ambitious actions, including large reductions within the next 10-15 years by the largest historical emitters and by major emitting developing countries with assistance from developed countries.",
      "He urged stabilizing greenhouse gas concentrations at a level below 450 ppm, limiting temperature rise to less than 2 °C from pre-industrial levels. AOSIS also stressed the need to consider the impacts on vulnerable countries of a long-term target, trade-offs implicit in emission pathways and damages caused by climate change.",
      "The Third World Network called for clarification of the potential impact on developing counties of a 50% global target for emission reductions.",
      "Canada, Australia and Japan emphasized participation by all major emitters and underlined the need to consider national circumstances.",
      "Argentina called for incentives for mitigation action in developing countries, including measures to allow them to overcome obstacles to mitigation in the agriculture and energy sectors.",
      "She identified the need for a differentiated approach based on national circumstances and per capita emissions.",
      "Brazil said that a successor process to the Dialogue should consist of a formal track, addressing measurable actions with incentives for non-Annex I countries.",
      "Mexico said the new process should provide the way for long-term reductions in concentrations of GHGs, and identified the need for an evolution of the current division between Annex I and non-Annex I parties into a more realistic form of differentiation.",
      "He said voluntary commitments, based on gradual strengthening of capacity, should be part of a new formalized dialogue, and advanced developing countries should have incentives for innovative schemes to build goals over time.",
      "Uganda stated that developing countries had no objections to reducing emissions but were asking about the cost and impact on development.",
      "India highlighted that developing countries need to increase their energy use and stressed economic development as the best form of adaptation.",
      "The United States underlined the need to respect national circumstances, notably energy endowments, and applauded efforts by India, China and South Africa.",
      "Chile, New Zealand and several others highlighted the role of technology in long-term cooperation.",
      "Uganda called for a formal and binding instrument on technology, Iceland emphasized climate friendly technologies as a way to reduce emissions without halting economic growth, and Maldives called for modern cleaner technologies.",
      "Algeria mentioned the UN Convention to Combat Desertification where problems with technology transfer and financing are also halting implementation and said that the carbon market was necessary but insufficient.",
      "He proposed a fund with contributions from developed countries of 0.1-0.5% of their GDP.",
      "The Republic of Korea stressed the importance of private sector participation, financing and capacity building.",
      "Egypt identified the need for more incentives under the CDM, and removal of barriers that have hindered participation and for non-commercial technology transfer.",
      "Papua New Guinea said the focus should be on mobilizing resources, identified market instruments as the most viable tool and said new ones should be created.",
      "The Third World Network expressed skepticism about the role of private financing and called for a viable adaptation fund.",
      "He also identified intellectual property rights as a barrier to technology transfer.",
      "Mauritius said that carbon trading needs to be reassessed as it is allowing emissions to continue with profits accruing to only some developing countries.",
      "Qatar identified the need for discussions concerning the impact of response measures on non-Annex I countries, the linking of sustainable development goals with climate change objectives and moving from coal to cleaner fossil fuels.",
      "The EU identified a strong degree of consensus on certain building blocks, including the need for deeper absolute emission reduction commitments for developed countries; measurable and incentivized action by developing countries; adaptation; technology and enhancing the carbon market. AOSIS stressed that any post-2012 framework must build on the UNFCCC and the Kyoto Protocol, and the EU emphasized the UNFCCC as the global framework for addressing climate change, including adaptation and mitigation.",
      "Uganda said it was time for the Dialogue to deliver and called for the launch at COP 13 of a process leading to a legally binding instrument.",
      "The Business Council for Sustainable Energy supported a legally binding agreement after 2012 to underpin climate responsible investment and accelerate the deployment of renewable and energy efficient technologies in the coming decades.",
      "India recalled that the Dialogue was not meant to open negotiations on new commitments.",
      "Saudi Arabia stated that there was no need for a new regime and argued that Annex I countries were preoccupied with an economic agenda, citing the EU's bid to control the carbon market.",
      "He called for further dialogue and confidence building and warned against attempts by countries to use the climate regime to exert economic leverage at the expense of others.",
      "During the final session of the Convention Dialogue workshop on Wednesday morning, Co-Facilitator Bamsey reflected on the Dialogue and the building blocks he saw emerging from the process.",
      "He identified mitigation and adaptation as the key building blocks and indicated that technology issues are linked to both, and that the importance of finance and investment is increasingly understood."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}