{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Saudi Arabia",
      "South Africa",
      "United States",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_6",
   "section_title": "Guidelines under Protocol Articles 5, 7 and 8",
   "sentences": [
      "Delegates took up issues related to Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information) in the SBSTA opening session on Wednesday, 23 October.",
      "A contact group was convened under Co-Chairs Helen Plume (New Zealand) and Festus Luboyera (South Africa).",
      "The group met in three formal sessions to take stock and agree on text negotiated during informal sessions.",
      "On Tuesday, 29 October, the SBSTA Plenary adopted conclusions and COP draft decisions. At the first SBSTA Plenary, on Wednesday, 23 October, Chair Thorgeirsson highlighted outstanding issues to be addressed, including: options for the treatment of confidential data during review; training and capacity building for expert review teams; technical standards for data exchange between national registries, the CDM registry and the transaction log; and reporting and review of information on assigned amounts and national registries.",
      "The EU welcomed progress on options for the terms of service for lead reviewers and the training of experts.",
      "Saudi Arabia said training of review experts should include developing country experts.",
      "The US stressed the importance of options for the treatment of confidential data and encouraged transparency of inventory data. On technical standards for registries under Article 7.4 (registries), Murray Ward (New Zealand) reported on the outcome of intersessional consultations.",
      "He outlined agreement on: the need for a common standards framework; the need to engage technical experts; and a future focus on detailed registry design. In the first contact group meeting on 23 October, delegates discussed the timing for expedited review procedures for reinstatement of eligibility to use the mechanisms.",
      "The EU circulated a paper on preventing and resolving technical problems and discrepancies in the technical standards and reporting and review text.",
      "Delegates considered and endorsed a proposal for case studies on the calculation of adjustments under Article 5.2 (adjustments).",
      "Turning to the training of experts in review teams, the Secretariat highlighted plans for a pilot training programme.",
      "On the treatment of confidential data, delegates exchanged preliminary views, and decided to forward the issue to SBSTA-18. At the SBSTA Plenary on Tuesday, 29 October, Co-Chair Plume reported that the contact group had completed its work, bringing three years of negotiations on this issue to a close.",
      "Murray Ward reported on informal consultations on guidelines under Article 7.4.",
      "Conclusions and draft decision were adopted. On Saturday, 26 October, the contact group addressed the pending sections of the Article 7 and 8 guidelines.",
      "Informal discussions continued throughout Saturday and Monday, 28 October.",
      "Monday evening the entire text was agreed in the contact group, following editorial changes by the EU, G-77/China and New Zealand. The COP also adopted a draft decision forwarded by SBSTA-16 on demonstrable progress."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}