{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Environmental Integrity Group",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Iran",
      "Argentina",
      "Gambia",
      "El Salvador",
      "Indonesia",
      "Cyprus",
      "Algeria",
      "Cuba",
      "Colombia",
      "Congo",
      "Mali",
      "Dominica",
      "Sri Lanka",
      "Philippines",
      "Ecuador",
      "Saudi Arabia",
      "Peru",
      "Switzerland",
      "Venezuela",
      "United States",
      "Dominican Republic",
      "Chile",
      "Bolivia",
      "Kuwait",
      "Nicaragua",
      "Nauru",
      "Sudan",
      "Malaysia",
      "Australia",
      "Swaziland",
      "Guinea",
      "Singapore",
      "Egypt",
      "United Arab Emirates",
      "Costa Rica",
      "Papua New Guinea",
      "China",
      "Iraq"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_26",
   "section_title": "CLOSING PLENARY :",
   "sentences": [
      "During the closing plenary on Wednesday afternoon, AWG-LCA Chair Tayeb recalled the process undertaken and presented his informal overview note, which, he said, brought together the issues covered in Bangkok.He said the 34-page document reflects the exchanges on the various topics on the AWG-LCA agenda and possible ways to address the issues, but that it does not represent consensus regarding the content, forum or way forward, including on possible decision text.",
      "He said the note draws from views, interventions and options presented by parties, advising delegates that the note was intended to assist parties in their reflection on progress made and remaining challenges.",
      "Algeria, for the G-77/China, called on parties to address the 2012-2020 funding gap; long-term finance; arrangements between the COP and the GCF; and MRV of financial support, particularly in light of new obligations from Durban.",
      "The Gambia, for LDCs, requested: a decision on the long-term global goal for emission reductions; assessment on the adequacy of the long-term global goal under the Review process; adoption of common accounting rules; assistance for developing countries to make pledges, including development of a handbook for preparing and implementing NAMAs; a decision on long-term finance with reference to the GCF; MRV of support; and mid-term finance to 2020.",
      "Swaziland, for the African Group, called for decisions on means of implementation, including finance, technology transfer and capacity building, and expressed concern about the 2013-2020 financing gap.",
      "He called for common accounting rules on mitigation by developed countries and emphasized that parties cannot pick and choose parts of the Durban package.",
      "Nauru, for AOSIS, called for greater urgency appropriate to the scale of the challenge, especially in identifying a time frame for peaking of global emissions.",
      "He reminded parties that the scope and modalities of the 2013-15 Review were agreed as part of a political compromise for acceptance of the goal.",
      "He requested comparability of pledges and targets through a common accounting framework, and adoption of a mid-term financial target to provide clarity and predictability.",
      "Venezuela, for ALBA, called for efforts on: a global goal on greenhouse gas reductions and a timeframe for global peaking of emissions; means of implementation for developing countries, with finance and technology transfer through the institutions created in Cancun; and a system of clear rules and methodologies to promote environmental integrity.",
      "He requested agreed outcomes be expressed in substantive decisions, and in procedural decisions where agreement is not possible.",
      "Switzerland, for the EIG, assured parties that concluding the AWG-LCA at COP 18 will not end work on financing and adaptation, and lamented that the Chair s informal note did not reflect progress made in Bangkok.",
      "Saudi Arabia, for the Arab Group, called for the full and fair implementation of the Durban package and the successful closure of the AWG-LCA upon reaching an agreed outcome pursuant to the BAP.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, expressed concern that developed countries were not moving forward on financing for REDD+ results-based payments.",
      "Cyprus, for the EU, expressed disappointment with the lack of distinction in the informal overview note between issues mandated by Durban and other issues.",
      "He emphasized that the closure of the AWG-LCA would not lead to a vacuum and the issues would be a key part of the regime from 2012-2020.",
      "Australia, for the Umbrella Group, observed that there had been useful progress on most of the Durban-mandated tasks.",
      "He pointed out lack of agreement on additional issues that the contact group should consider, and that the Chair s informal overview note did not fully reflect exchanges over the past week.",
      "He said the AWG-LCA should focus on the few mandated issues from Durban.",
      "Nicaragua, for SICA, expressed disappointment and frustration with lack of progress under the AWG-LCA, pointing to the lack of decisions that would allow work to be advanced, and called for draft decision text between now and Doha, as well as greater clarity on what is going to happen with unresolved and pending issues.",
      "Bolivia, speaking for Algeria, Argentina, Bolivia, China, Cuba, Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Malaysia, Mali, Nicaragua, Pakistan, the Philippines, Saudi Arabia, Sri Lanka, Sudan and Venezuela, said they had proposed draft decision text on nearly all elements of the BAP and highlighted the need to reach agreement on ambitious and equitable results on all elements of BAP in order to close the AWG-LCA.",
      "He called for a list indicating successfully concluded issues and those that are still outstanding.",
      "The Dominican Republic, for Chile, Colombia, Costa Rica and Peru, underscored the sizeable steps taken on the AWG-LCA since Bali.",
      "She said that rather than endpoints, the climate process is characterized by milestones that mark achievements, and that closing the AWG-LCA does not mean closing talks on all its issues.",
      "The US voiced concerns about the process.",
      "He said that that the agreement in Durban and Bonn was to focus the work on, inter alia , REDD+, shared vision and market mechanisms.",
      "He emphasized that countries could examine the other issues if consensus could be found to discuss them, but that this had not been the case in Bangkok.",
      "He said that the lack of balance in the document was disturbing and lamented that comments made by his delegation, including on accounting for developing countries and work on finance undertaken in other UNFCCC bodies, were not adequately reflected.",
      "He said the Chair s informal note did not provide a useful framing for Doha and noted it brings in 34 pages of contested text, including a new chapter on response measures.",
      "Singapore said that in order to achieve results in Doha, parties must capture both convergence and divergence as accurately as possible.",
      "He raised concerns over the Chair s overview note, which he said is unbalanced and misrepresents a proposal on trade by Singapore.",
      "The United Arab Emirates said that the AWG-LCA has served us well and achieved a great deal of progress.",
      "Indonesia welcomed the Chair s informal note, but also raised concerns about the lack of progress, especially on adaptation and means of implementation.",
      "He urged parties to submit all textual proposals to be considered in Doha as soon as possible.",
      "India underscored that the AWG-LCA must fulfill its mandate in Doha, which was a central element of the balance in the Durban package.",
      "He said that large, unresolved political issues should be forwarded to the ADP, and technical ones to the new UNFCCC bodies.",
      "China emphasized that the Durban decision does not terminate the AWG-LCA, but rather should continue the work of the AWG-LCA until a successful outcome is reached.",
      "Urging parties to close the rich chapter of AWG-LCA in Doha, Chair Tayeb closed the session at 8:47 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}