{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_9",
   "section_title": "PASSING THROUGH BARCELONA ON THE WAY TO COPENHAGEN",
   "sentences": [
      "At the end of the Bangkok meeting, it seemed that the relationship between the AWG-KP and AWG-LCA would continue to be strained through Barcelona, particularly on issues where their discussions are interconnected.",
      "Developed countries want to see the two tracks merged and major developing countries take on more active part on mitigation actions.",
      "Developing countries, on the other hand, want to keep the two tracks separate, maintain the existing distinction in the Convention between developed and developing countries, without any sub-categories of developing countries, and ensure that only developed countries have binding mitigation commitments.",
      "On the whole, although the contrasting positions on deep, substantive issues may give the impression of a stalled process, the Bangkok talks made progress on narrowing down options on the technical details of the building blocks of an agreement.",
      "Although some wish that difficult issues had been raised earlier in the negotiating process, many recognize the most contentious political issues will likely require bilateral discussions by major emitters and/or high-level meetings before and during Copenhagen in order to be resolved.",
      "A primary goal in Barcelona will be to enter into full negotiating mode under the AWG-LCA early in the week, while under the AWG-KP, parties hope to make progress towards clarifying Annex I targets as well as the rules on the flexibility mechanisms and sinks.",
      "Parties certainly recognize the limited time to meet in Barcelona and are attempting to develop different working methods to facilitate progress.",
      "These methods may include night meetings, as well as joint contact group meetings by the multiple sub-groups on mitigation under AWG-LCA to start addressing common issues.",
      "Nevertheless, it is likely that negotiations in Barcelona will remain focused on working out the technical details and refining the specific options on the table but will still not result in a clear picture of any Copenhagen outcome.",
      "There is a general understanding emerging that the outcome in Copenhagen may not deliver a neatly packaged final product.",
      "But, at this point, many hope that the agreed outcome will resolve the main political issues, including finance and mitigation, as well as clarify a roadmap for finalizing the remaining details.",
      "Still, even this may not be possible without the necessary political will, leadership and compromise."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "WORKING GROUP"
}