{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "United Kingdom",
      "Malaysia",
      "United States",
      "Japan",
      "Australia",
      "China"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_5",
   "section_title": "MITIGATION",
   "sentences": [
      "The agenda item on the scientific, technical and socioeconomic aspects of mitigation of climate change was first addressed in a morning in-session SBSTA workshop, and in an afternoon SBSTA plenary both held on Monday, 23 May.",
      "A contact group co-chaired by Kok Seng Yap (Malaysia) and Toshiyuki Sakamoto (Japan) was convened.",
      "It met twice formally, and a number of informal consultations were also held.",
      "SBSTA later adopted a conclusion (FCCC/SBSTA/2005/L.10) on the issue. During the in-session workshop, delegates heard presentations from international experts focusing on factors that affect mitigation technology innovation, deployment, and diffusion, and socioeconomic aspects of mitigation, including poverty reduction and economic impacts.",
      "Experts addressed, inter alia, capital structures of the energy sector, greening investment, energy efficiency, public investment in R&D, market barriers, links between mitigation and local pollution abatement, spillover effects, and the CDM.",
      "A summary of these discussions is available online at: http://www.iisd.ca/vol12/enb12266e.html Subsequent contact group deliberations were based on draft conclusions prepared by the contact group Co-Chairs.",
      "Discussions focused on two main areas: reporting by the Secretariat on lessons learned from previous mitigation workshops; and the holding of a pre-sessional workshop on mitigation at SBSTA 23. On reporting by the Secretariat, discussions centered on format, scope of the reporting and the calendar, with agreement quickly reached on Wednesday, 25 May.",
      "Parties agreed on the timing of reporting and that the reports should be 'concise.",
      "' On the pre-sessional workshop, the EU and Canada were in favor of holding a forum where Parties could exchange their views on lessons learned from mitigation workshops and future steps to take under this agenda item.",
      "The G-77/China, the US, Japan and Australia doubted the value of such a forum, and also expressed concerns about funding requirements, and the effects on the time available to consider other agenda items.",
      "The EU, with Canada, proposed a pre-sessional workshop, as it would be more cost efficient and would not interfere with other agenda items.",
      "The US voiced concern that a pre-sessional workshop would be simply an extension of negotiations.",
      "After three days of discussions, there was no agreement on having such a forum, and references were dropped from the draft conclusions. Another issue raised in the contact group was carbon capture and storage.",
      "Canada noted the upcoming IPCC special report on the issue, and suggested that carbon capture and storage should be considered before COP/MOP 2.",
      "The US said he was not clear that the IPCC report on this issue belonged on this agenda item."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "SBI/SBSTA"
}