{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Uganda",
      "Australia",
      "United Kingdom",
      "United States"
   ],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_3",
   "section_title": "SCIENTIFIC, TECHNICAL AND SOCIOECONOMIC ASPECTS OF IMPACTS OF, AND VULNERABILITY AND ADAPTATION TO, CLIMATE CHANGE",
   "sentences": [
      "This issue was first addressed by SBSTA on Thursday, 9 December.",
      "Most countries said the SBSTA in-session workshop held on Wednesday, 8 December, had highlighted the urgency for action to address adaptation, and that adaptation should be a global priority.",
      "The US said that individual extreme weather events cannot be linked to climate change.",
      "The EU recommended reviewing the outcomes of the SBSTA-20 and SBSTA-21 workshops to identify impacts of different levels and rates of climate change, and adaptation options.",
      "Some countries called for, inter alia, strengthening the adaptation knowledge-base, promoting public participation, mobilizing funds and technology transfer, and strengthening links with other conventions. A contact group co-chaired by Philip Gwage (Uganda) and David Warrilow (UK) met on Thursday, 9 December, to draft conclusions on this issue since there was insufficient time for a decision at COP-10.",
      "Many delegates called for transfer of adaptation technology, and support for the development and use of indigenous and local technologies, and said adaptation should be included in sustainable development plans.",
      "On Monday, 13 December, delegates considered draft conclusions prepared by the Co-Chairs and an Argentine proposal to adopt a work programme on adaptation.",
      "The proposal outlined elements for a work programme on adaptation that seeks to, inter alia, address the domestic measures that Parties should take to adapt to climate change and climate variability.",
      "It proposes elements for a work programme such as work on data and methodologies, vulnerability assessment, adaptation planning, integration of adaptation into sustainable development, and adaptation actions.",
      "The Africa Group supported the proposal and suggested including the results of the SBSTA-21 in-session workshops.",
      "Many Parties suggested including the proposal in SBSTA`s conclusions on adaptation.",
      "Australia, supported by the EU, noted that the programme itself and its detailed activities could be adopted at a later stage. Following a series of closed informal consultations, the SBSTA plenary was informed on Tuesday, 14 December, that details had not yet been resolved on the proposed adaptation work programme and how to relate this agenda item to the SBI item on implementation of decision 5/CP.7.",
      "SBSTA amended the draft conclusions to account for the lack of consensus on adaptation issues and forwarded them to the COP President for further consideration.",
      "On Saturday, 18 December, COP Vice-President Nikolai Pomoshnikov said the results of these discussions were incorporated into the decision on the Buenos Aires Programme of Work on Adaptation and Response Measures (FCCC/CP/2004/L.16), under the agenda item on the implementation of decision 5/CP.7 (See page 10)."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}