{
   "actors": [],
   "countries": [
      "Indonesia",
      "Bangladesh",
      "Libya",
      "Switzerland",
      "Sierra Leone",
      "Spain",
      "Belgium",
      "Sudan"
   ],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_1",
   "section_title": "IPCC-31 REPORT",
   "sentences": [
      "IPCC Chair Rajendra Pachauri opened IPCC-31 on Monday morning, 26 October 2009, and emphasized that the IPCC scientific assessment is increasingly seen against the backdrop of economic and social consequences of climate change.",
      "Noting the intense effort already made on the AR5 since IPCC-27 in 2007 in Valencia, Spain, he underscored that this collective effort is represented by the proposed chapter outlines for the three WG reports.",
      "The Panel paid tribute in memory of Wolfram Krewitt, a member of the IPCC and a Coordinating Lead Author of the Special Report on renewable energy.",
      "Rachmat Witoelar, Chair of the National Council of Climate Change, Indonesia, welcomed delegates to Bali and noted the importance of scientific assessment for mitigation and adaptation in developing countries.",
      "He called on delegates to be guided in their deliberations by political leadership and the moral compass of future generations.",
      "Sri Woro Harijono, Deputy Secretary-General of the Meteorological, Climatological and Geophysical Agency, Indonesia, highlighted the importance of strengthening research on the interaction between climate change and such phenomena as monsoons, El Niño, the North Atlantic Oscillation, Indonesian Throughflow and tropical cyclones.",
      "Yan Hong, WMO, stressed the importance of disaster management as the most cost-effective adaptation strategy in developing countries.",
      "He recounted the success of World Climate Conference-3, held from 31 August 4 September 2009 in Geneva, Switzerland, which agreed to establish a Global Framework for Climate Services.",
      "Joseph Alcamo, UNEP, noted that the Programme s work on the links between climate change and other environmental problems complements the Panel s activities.",
      "Stressing the need to close the science-policy gap, he said that the IPCC needs to be more engaged with the policy arena.",
      "Following the opening ceremony, Chair Pachauri introduced the agenda for the meeting (IPCC-XXXI/Doc.1 and Rev.1).",
      "On the subject of the election of a new Vice-Chair, Chair Pachauri noted that while the current IPCC Vice-Chair Ogunlade Davidson (Sierra Leone) had expressed his intention to resign from the Bureau, due to a conflict of interest with his new position as Minister of Energy and Water Resources in Sierra Leone, he had not made any formal submission and that for this reason the IPCC would be unable to undertake an election to replace him.",
      "Switzerland, Belgium, Sudan, Libya and Bangladesh emphasized that the IPCC cannot wait for the election for an unlimited time.",
      "Belgium requested that the agenda item be kept open in case an official submission arrives before the end of the meeting, and delegates then adopted the agenda without amendment.",
      "During the closing plenary, Secretary Christ updated delegates that she had managed to contact Vice-Chair Davidson and that he said he would take his resignation under consideration and respond in writing.",
      "Chair Pachauri also added that he personally made a number of subsequent attempts to contact him to confirm Vice-Chair Davidson s intention to resign, but without success.",
      "The agenda was adopted by the Panel without amendment."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}