{
   "actors": [
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Nicaragua",
      "Venezuela",
      "United States",
      "Saudi Arabia",
      "Bolivia",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_9",
   "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION",
   "sentences": [
      "Opening the session on Tuesday, 15 May, AWG-LCA Chair Aysar Tayeb (Saudi Arabia) recalled the mandate to finish the AWG-LCA s work at COP 18.",
      "On the agenda and organization of work (FCCC/AWGLCA/2012/1), he outlined intentions to establish a single contact group.",
      "He also noted that five in-session workshops will take place, as mandated by Decision 2/CP.17 (Outcome of the work of the AWG-LCA).",
      "Discussions ensued on the AWG-LCA s proposed agenda and organization of work.",
      "China, Bolivia, Venezuela and Nicaragua expressed support for adopting the agenda as proposed.",
      "The EU lamented that the proposed agenda did not recognize specific issues that the AWG-LCA was tasked by COP 17 to take forward in 2012.",
      "He emphasized that listing the elements of the Bali Action Plan in the agenda implied that no progress had been made since COP 13.",
      "He specified that the agenda did not take into account the various new institutions created or that some of the issues had been transferred from the AWG-LCA to the SBI and SBSTA.",
      "Switzerland, for the EIG, called for clarity on the organization of work, noting that many of the items on the proposed agenda had already been addressed.",
      "The US, supported by Canada and others, expressed concern with reopening of issues and proposed establishing spin-off groups to consider issues specifically mandated by COP 17.",
      "Chair Tayeb noted that issues on the proposed agenda have enjoyed different levels of progress and listing them on the agenda did not imply that they were going to be reopened.",
      "Informal consultations on the agenda followed.",
      "On Thursday, 17 May, Chair Tayeb reported to the plenary that agreement had been reached on the agenda, with a footnote stating that items on the agenda enjoy different levels of progress through decisions adopted by COP 16 and COP 17, and some items may not need further work under the AWG-LCA taking into account the progress made.",
      "He also noted agreement to proceed in the single contact group; rapidly launch spin-off groups to consider tasks mandated in Durban; and evaluate progress through the single contact group to decide where additional spin-off groups are needed.",
      "Chair Tayeb also said he will consult informally on Annex I parties whose special circumstances have been recognized by the COP.",
      "Parties then adopted the revised agenda (FCCC/AWGLCA/2012/L.1) and agreed to establish a single AWG-LCA contact group, chaired by Tayeb."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}