{
   "actors": [],
   "countries": [],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_1",
   "section_title": "SB-20 REPORT",
   "sentences": [
      "The Subsidiary Body for Scientific and Technological Advice (SBSTA) met five times during SB-20.",
      "As well as the Plenary sessions, contact groups were also formed and informal consultations were arranged to help prepare draft conclusions for consideration by SBSTA, as well as draft COP decisions and conclusions, and draft decisions for the COP serving as the meeting of the Parties to the Kyoto Protocol (COP/MOP).",
      "Parties addressed various methodological issues during these meetings, including: good practice guidance for LULUCF activities under the Protocol, harvested wood products and other issues relating to LULUCF; simplified modalities and procedures for small-scale afforestation and reforestation project activities under the CDM; emissions resulting from fuel used in international aviation and maritime transport; issues relating to greenhouse gas inventories; issues relating to Protocol Articles 7 and 8; and issues relating to registry systems under Protocol Article 7.4.",
      "Parties also addressed: the development and transfer of technology; 'good practices' in policies and measures among Annex I Parties; research and systematic observation; scientific, technical and socioeconomic aspects of the impacts of, and vulnerability and adaptation to, climate change (adaptation); scientific, technical and socioeconomic aspects of mitigation; and cooperation with relevant international organizations.",
      "Other matters addressed included issues relating to cleaner or less greenhouse gas-emitting energy, and the implementation of Protocol Article 2.3 (adverse effects of policies and measures). The Subsidiary Body for Implementation (SBI) also met five times during SB-20.",
      "As with SBSTA, the SBI Plenary sessions were complemented by contact groups and informal consultations, which were arranged to prepare draft conclusions for consideration by SBI, as well as to negotiate draft COP decisions.",
      "SBI addressed a variety of issues, including Annex I national communications, as well as various aspects of non-Annex I national communications, such as the submission of second, and where appropriate, third national communications, the work of the Consultative Group of Experts on non-Annex I national communications, and the provision of financial and technical support.",
      "Parties also addressed a number of other issues, including: the UNFCCC`s financial mechanism and matters relating to the implementation of decision 5/CP.8 (review of the financial mechanism); UNFCCC Article 6 (education, training and public awareness); capacity building; implementation of UNFCCC Articles 4.8 and 4.9, including progress on the implementation of activities under decision 5/CP.7 (implementation of UNFCCC Articles 4.8 and 4.9) and matters relating to LDCs.",
      "Parties also considered arrangements for intergovernmental meetings, including arrangements for COP-10, future sessional periods, the organization of the intergovernmental process, effective participation in the UNFCCC process, and arrangements for COP/MOP-1.",
      "In addition, the SBI examined various administrative and financial matters, including budget performance for the biennium 2004-2005, and implementation of paragraph 7(c) of the financial procedures of the UNFCCC concerning the financial support for participation in the UNFCCC process.",
      "Implementation of the Headquarters Agreement, and the continuing review of the functions and operations of the Secretariat, were also considered."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "SBI/SBSTA"
}