{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Japan",
      "India",
      "United States"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_35",
   "section_title": "Finance",
   "sentences": [
      "The contact group on enhanced action on the provision of financial resources and investment convened in contact groups and informal sessions from 2-6 November.",
      "Discussions focused on generation and provision of finance and institutional arrangements.",
      "During the informal group sessions, parties worked on consolidating proposals relating to governance of funds and funding mechanisms; strengthening or operationalizing the financial mechanism; the establishment of funds; the operating entity of the financial mechanism; and the governance structure of the operating entity.",
      "Textual proposals concerning the coordination and coherence of support, as well as the generation of funds, were also considered.",
      "On institutional arrangements, Japan highlighted their proposal for three funds: a climate change fund to finance implementation of mitigation and adaptation activities, programmes and measures; an adaptation fund to finance adaptation projects and programmes in the most vulnerable developing countries; and a green enabling environmental fund for financing enabling environment and capacity-building activities, including the preparation of greenhouse gas inventories, national communications and national action plans on mitigation, national adaptation programmes of action and enabling activities for REDD-plus.",
      "He also highlighted a matching mechanism under the proposal.",
      "The EU noted the need for a high-level forum or body to provide an overview of international distribution of financial flows.",
      "The US clarified aspects of their proposal for a matching function, which would advise developing countries seeking support for mitigation and adaptation actions in order to help them navigate the terrain of multiple funding providers.",
      "He emphasized that the function would be voluntary.",
      "On the generation of funds, the EU highlighted developments since Bangkok.",
      "On the ambition level, he observed that the annual total net incremental cost of adaptation and mitigation would amount to €100 billion by 2020 with €22-50 billion coming from public sources.",
      "He emphasized the need to mobilize larger private investment flows, domestic finance and the carbon markets.",
      "He said all countries except the LDCs should contribute to international public financing, based on emission levels and gross domestic product (GDP), and that assessed contributions would be the core of this element.",
      "India stressed that the Convention and the BAP do not provide for assessed contributions from all parties.",
      "Parties were able to make some progress and the consolidated sections of the finance text are reflected in revised non-paper No.",
      "54, issued on 6 November.",
      "Non-paper No.",
      "54 contains sections on the generation and provision of financial resources and institutional arrangements.",
      "Under public finance and assessed contribution, bracketed references are made to, inter alia : the main source of funding will be new and additional provided by developed countries listed in Annex II over and above financing provided through institutions outside the framework of the financial mechanism of the Convention; all parties providing, and developing countries availing themselves of, financial resources through bilateral, regional and other multilateral channels; both public and private finance playing a major role in the implementation of the Convention; and establishing a robust carbon price signal as a key means to deliver cost-effective emission reduction.",
      "Six alternatives relate to contributions including from developed countries or all parties except LDCs.",
      "Under innovative sources of funding, various options are proposed, including: auctioning of AAUs; levies from international aviation transport; share of proceeds of CDM, Joint Implementation and emissions trading; uniform global levy on CO2 emissions; and agreed penalties or fines for non-compliance with emission reduction commitments.",
      "Under institutional arrangements, language refers to: strengthening and operationalizing the financial mechanism; the establishment of specialized funds or funding windows; the operating entity of the fund; the governance of the operating entity and developing a governance mechanism; and the use of current institutions and channels.",
      "The non-paper also contains text on defining a high-level body/forum to work under the guidance of the COP to provide an overview of international sources of finance."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}