{
   "actors": [
      "Group of 77",
      "Central American Integration System",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "African Group"
   ],
   "countries": [
      "Canada",
      "India",
      "Mexico",
      "Nepal",
      "Fiji",
      "China",
      "Australia",
      "Nauru",
      "Panama",
      "Swaziland"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_81",
   "section_title": "JOINT COP/CMP CLOSING PLENARY",
   "sentences": [
      "The joint COP/CMP closing plenary took place in the evening of Saturday, 23 November.",
      "Referring to running a marathon, COP19 President Korolec expressed satisfaction with having reached the finish line with results 'one can be proud of'.",
      "Australia, for the Umbrella Group, thanked the presidency for conducting a party-driven process leading to agreement among all groups building on Durban and Doha.",
      "India highlighted equity as an absolute and inalienable right that 'cannot be equated with, and is far beyond, fairness'.",
      "Fiji, for the G-77/China, thanked the COP President for delivering transparency, inclusiveness, solidarity and efficiency, as promised.",
      "Highlighting 'good overall progress' in Warsaw, the EU hailed COP 19 as the biggest advance on REDD+ since Cancun, expressing, however, disappointment that outstanding technical questions concerning the second commitment period of the Kyoto Protocol could not be solved.",
      "Expressing satisfaction with the establishment of the Warsaw international mechanism on loss and damage, Nauru, for AOSIS, lamented that a 'catastrophic ambition gap' remains, emphasizing the need to raise the level of finance and calling on the world's leading experts to join efforts with the AOSIS workstream 2 plan launched under the ADP in Warsaw.",
      "Thanking the President for 'maintaining' transparency and welcoming the establishment of the Warsaw international mechanism on loss and damage, Nepal, for the LDCs, lamented lack of progress on, inter alia , LTF and IPRs, and called for an acceleration in negotiations under the ADP.",
      "Swaziland, for the African Group, called on Annex I parties to ratify the Doha Amendment, expressing: disappointment with lack of progress under CMP agenda items 5, 7 and 8, and failure to improve the CDM; and concern over proposal to include the CDM in a new market mechanism.",
      "Expressing satisfaction with the establishment of the Warsaw international mechanism on loss and damage, Panama, for the Central American Integration System (SICA), called for: strengthening developed country parties' commitments; bridging the gap and increasing ambitions before 2020; and replenishing the GCF.",
      "Lamenting lack of ambition, Mexico emphasized its national efforts irrespective of an international agreement, and the need to take action 'without bargaining with the future of our planet'.",
      "Australia informed that its participation in the COP 19 decisions does not indicate acceptance of provisions in paragraph 7 (urging developed countries to maintain and increase public climate finance) in the decision on LTF (FCCC/CP/2013/L.13) and in paragraphs 13-14 (ambitious and timely contributions to enable the operationalization of the GCF, including initial resource mobilization) in the decision on the report of and guidance to the GCF (FCCC/CP/2013/L.12).",
      "Canada clarified it understands paragraph 13 of this same decision refers to a collective contribution by developed countries and that countries may also provide finance through other channels.",
      "He expressed commitment to the goal of jointly mobilizing, from a wide variety of finance sources, US$100 billion annually by 2020.",
      "Environmental NGOs lamented a weak outcome, insufficient to close the emissions gap and lacking clear agreement on the roadmap to the 2015 agreement.",
      "YOUNGOs urged applying the principle of intergenerational equity in the 2015 agreement."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "COP"
}