{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Australia",
      "United States",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "12-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "12-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12217e.html",
   "id": "enb12217e_8",
   "section_title": "UNFCCC ARTICLE 4.8 AND 4.9",
   "sentences": [
      "This group met to continue considering the Co-Chair`s proposed draft conclusions, which had been revised to include proposals by the G-77/CHINA and EU.",
      "Delegates discussed the options and their placement in the draft conclusions. The G-77/CHINA proposed a new paragraph requesting the Secretariat to compile a synthesis report on information regarding the specific needs and concerns of developing countries arising from the adverse effects of climate change and response measures, and the support required to address these.",
      "AUSTRALIA, CANADA, NEW ZEALAND and the US proposed alternative text listing activities relating to the implementation of decision 5/CP.7 (Article 4.8 and 4.9) to reflect that progress had been made.",
      "The G-77/CHINA said that this was an unrelated proposal that did not constitute alternative text. On the outcomes of the modeling workshop, AOSIS proposed a paragraph calling on SBSTA to note the need to improve support for capacity building to developing country experts and to increase their participation in the modeling process.",
      "The G-77/CHINA maintained its support for text on actions relating to the workshop`s results that could be recommended by the SBI and SBSTA.",
      "The EU favored text noting that SBI-18 had considered the workshop`s outcomes.",
      "The G-77/CHINA proposed text on the outcomes of the workshops on insurance and risk assessment and on related actions, which the EU and US opposed, stating that the reports were not available for consideration at SBI-18. Regarding the workshops on insurance and risk assessment, AOSIS proposed text calling on the SBI to invite further views from Parties on the workshop outcomes for consideration by the COP with the aim of agreeing a decision.",
      "The US, CANADA, AUSTRALIA and NEW ZEALAND supported the invitation for views but said the SBI should not prejudge the outcome of the COP`s deliberations. After a break to allow the Secretariat to revise the text, delegates could not agree to delete some of the options.",
      "The EU, US, AUSTRALIA and AOSIS expressed disappointment over the lack of agreement and proposed that the draft conclusions include paragraphs on which there was some agreement.",
      "The G-77/CHINA preferred to state in the conclusions that there was no agreement, or transmit the bracketed text to SBI-19.",
      "After brief consultations with the delegates, Co-Chair Robert Mason reported that there was a willingness to try and agree on some text and said consultations would continue on Thursday."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}