{
   "actors": [],
   "countries": [
      "Denmark"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_1",
   "section_title": "IPCC-40 REPORT",
   "sentences": [
      "On Monday, 27 October, Rasmus Helveg Petersen, Minister for Climate, Energy and Building, Denmark, opened IPCC-40.",
      "Welcoming participants, he said climate change is 'too dangerous to ignore' and urged the world to take responsibility.",
      "He cited examples of Danish commitment, including a new Climate Bill, a US$70 million contribution to the Green Climate Fund (GCF) and a 38% reduction of GHGs since 1990 combined with economic growth.",
      "Kirsten Brosbøl, Minister of the Environment, Denmark, emphasized the 'chilling' reality of climate change, evident in impacts occurring globally at an increasing rate.",
      "She noted extreme rainfall and flooding in Denmark, and said that while governments have the primary responsibility to act, everyone - business, NGOs and citizens - must come together and 'do their part'.",
      "Frank Jensen, Lord Mayor of Copenhagen, pointed to a recently agreed Compact of Mayors to tackle climate change and cited Copenhagen's desire to help other cities adapt their innovations to local conditions.",
      "He called for sustainable solutions through links with private industry and research institutions, noting Copenhagen's 40% reduction in CO2 emissions and use of harbor water to cool buildings.",
      "Jeremiah Lengoasa, Deputy Secretary-General, WMO, stated that the IPCC's participation in the UN Climate Summit had been a resounding success in communicating AR5 findings.",
      "Stressing communication as a key responsibility of the IPCC, he highlighted the WMO's efforts to implement the IPCC Communication Strategy Implementation Plan, including through the WMO Bulletin.",
      "John Christensen, on behalf of UNEP Executive Director Achim Steiner, commended the IPCC's 'tremendous efforts' towards a report that shows real, conclusive evidence of manmade climate change and provides timely scientific responses on how best to meet the climate challenge.",
      "He stressed that the cost of inaction to curb emissions is 'insurmountable' in terms of lives and livelihoods, and will require more costly interventions later to keep within the 2 °C goal. IPCC Chair Rajendra Pachauri underscored the importance of AR5 and its SYR, which point to the serious implications of inaction while offering informed choices for action.",
      "He emphasized that the SYR distills and integrates the findings of the three WG reports and incorporates the 2011 special reports, and provides a new benchmark for scientific robustness.",
      "While not discounting challenges, he called for overcoming hopelessness given that time still remains to avoid the most serious impacts. UNFCCC Executive Secretary Christiana Figueres, via video, called AR5 the most influential climate change report ever released that validates the 98% consensus existing within the scientific community, and noted increasing global responses to climate change.",
      "She requested scientists to keep publishing impartial evidence of climate change and innovative solutions, and governments to serve humanity by making decisions that maximize positive outcomes for the world's population.",
      "Delegates then approved the provisional agenda (IPCC-XL/Doc.1, Rev.1) as presented."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}