{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Uganda",
      "Belgium",
      "United States"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_17",
   "section_title": "IPCC SCHOLARSHIP PROGRAMME:",
   "sentences": [
      "Secretary Christ updated the plenary on progress with the IPCC Scholarship Programme (IPCC-XXXIV/Doc.",
      "16), noting that a total of nine students and researchers from developing countries had been awarded scholarships for the period 2011-2012.",
      "She said these included a postgraduate student from Uganda, Jamiat Nanteza, who would be working on climate-related disaster management issues.",
      "Secretary Christ stressed that the Secretariat does not have sufficient capacity to continue fundraising activities as there are no specific funds allocated for that work.",
      "She said they have been in contact with the UN Foundation that can conduct fundraising in the US but there would be charges involved.",
      "Chair Pachauri underlined that the Programme had been launched with great success, highlighting many applications from the least developed countries, and said guidance is needed from the plenary on how to keep the Programme going.",
      "He said given the number of applications, it would be desirable to award at least 40 to 50 scholarships.",
      "The US expressed caution regarding this suggestion as it might require a big commitment from the IPCC leadership and Secretariat.",
      "He noted that this might also influence how the IPCC is perceived as an assessment body and recalled that when the Programme was launched there was no expectation this would become a major workstream.",
      "Belgium expressed interest in the opinion of the Board of Trustees to the Programme.",
      "Chair Pachauri suggested this matter would be discussed at the Bureau meeting, which would provide a paper with a set of options on further direction for the Programme and ways to reduce the workload burden on the Secretariat, to be presented at the next IPCC session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}