{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Environmental Integrity Group",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Yemen",
      "China",
      "Congo",
      "Lesotho",
      "Switzerland",
      "Grenada",
      "Egypt",
      "Indigenous Peoples",
      "Belgium",
      "Bolivia",
      "Paraguay"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_28",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "AWG-KP 14 s closing plenary took place on Saturday afternoon.",
      "AWG-KP Chair John Ashe noted that the objective at this meeting was to advance substantive work on all issues and to streamline the text.",
      "He introduced a revised draft of the proposal by the Chair to facilitate preparations for negotiations (FCCC/KP/AWG/2010/CRP.3) and he requested that any comments on the document be submitted to the Secretariat by 31 October in order to be compiled into a document to be forwarded to Cancun.",
      "Yemen, for the G-77/China, underlined that the continuation of the Kyoto Protocol is an essential and basic element for the future of the climate change regime and that definition of new QELROs for Annex I parties is a cornerstone of a Cancun outcome.",
      "He stressed that the Cancun meeting can only succeed if Annex I parties make a clear commitment to meet their legal obligations under the two tracks, with the AWG-KP track leading the way.",
      "Belgium, for the EU, said the goal for Cancun should be to make progress and achieve results on: further commitments for Annex I parties; continuation of the Kyoto Protocol architecture; and next steps with a view to a legally-binding outcome.",
      "The EU expressed preference for a single legally-binding instrument that would include essential elements of the Kyoto Protocol, but expressed openness to a Kyoto Protocol second commitment period, provided it is part of a wider, more rigorous and ambitious framework.",
      "Egypt, for the Arab Group, lamented the actions of some major players who were declaring that they have no intention to commit to a second commitment period.",
      "He called on Annex I parties to shoulder their responsibilities and keep their commitments, by agreeing on a second commitment period.",
      "Bolivia, for ALBA and Paraguay, said it is unacceptable for Annex I parties to make new commitments conditional on greater flexibility for their economies and governments.",
      "He also lamented lack of respect for negotiation procedures, highlighting attempts under the legal matters contact group to change the mandate of the AWG-KP.",
      "The Democratic Republic of the Congo, for the African Group, underlined that agreement to a second commitment period is essential to keep temperature rise below 2°C and welcomed progress made in areas such as LULUCF.",
      "The Umbrella Group said the group was encouraged by the progress made, such as on LULUCF, and underlined that a future agreement should be legally binding and involve all the major players.",
      "Grenada, for AOSIS, noted that progress was made on some technical issues and underscored the need for more ambitious pledges for Annex I aggregate emission reductions in order to reach a 45% reduction below 1990 levels by 2020.",
      "Lesotho, for the LDCs, called for outcomes on: using certified emission reductions from CDM project activities in LDCs, SIDS and Africa; extending the share of proceeds levy to AAUs and removal units; and increasing the share of proceeds from the mechanisms.",
      "Switzerland, for the Environmental Integrity Group, noted convergence on identifying elements for a Cancun outcome and called on parties to be flexible and accelerate the pace of negotiations.",
      "He said parties can improve the rules on LULUCF and mechanisms, and that the package under the AWG-KP has to be balanced with decisions under the AWG-LCA.",
      "Carbon Markets and Investors Association, for BINGOs, highlighted that the private sector is key to mobilizing the finance required to combat climate change and urged parties to send transparent regulatory and capital deployment signals to the private sector.",
      "He said Annex I countries must have a range of abatement options, including an improved CDM.",
      "The International Work Group for Indigenous Affairs, for the International Indigenous Peoples Forum on Climate Change, noted that the Tianjin meeting started on a high note with hopes for substantial progress.",
      "She said these hopes had not materialized, lamented the lack of progress during the session, and urged parties to make progress, stressing that vulnerable populations are waiting for progress.",
      "Climate Action Network, for ENGOs, asked for a common space for discussion between the AWG-KP and AWG-LCA, and expressed concern with the proposed reference level approach under LULUCF.",
      "The AWG-KP adopted its report of the session (FCCC/KP/AWG/2010/L.6).",
      "Thanking the Chinese Government and the people of Tianjin, Chair Ashe closed the meeting at 5:14 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "WORKING GROUP"
}