{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "New Zealand",
      "Bangladesh",
      "Pakistan",
      "United States",
      "Malaysia",
      "Russian Federation",
      "Japan",
      "Philippines",
      "Brazil",
      "South Africa",
      "Switzerland",
      "China",
      "Barbados"
   ],
   "enb_end_date": "10-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "10-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12371e.html",
   "id": "enb12371e_1",
   "section_title": "AWG-LCA (SHARED VISION)",
   "sentences": [
      "In this contact group, parties outlined a variety of views on a shared vision for long-term cooperation.",
      "The Philippines, for the G-77/CHINA, said a shared vision means developed countries taking the lead in reducing emissions and developing countries pursuing a clean development path avoiding past mistakes, with adaptation as an integral element.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, said a shared vision should provide a framework for cooperation among all parties, and include a long-term climate objective and ways and means to reach it.",
      "South Africa, for the AFRICAN GROUP, said an aspirational goal would be acceptable if underpinned by binding and ambitious targets for developed countries, including targets of 25-40% below 1990 levels by 2020, and at least 50% by 2050.",
      "CHINA said a shared vision does not necessarily mean concrete targets or numerical goals, but is a statement of long-terms objectives, goals and means.",
      "He said consideration of an aspirational goal must include discussions of how the burden will be shared.",
      "Barbados, for AOSIS, called for scientific studies on the implications for SIDS of temperatures at and above 2°C, which he said should be available before COP 14.",
      "The EU said a long-term goal based on 2°C requires reductions of at least 50% by 2050 compared to 1990 levels, which implies urgent short-term actions.",
      "He said all developed countries must take the lead, meaning binding targets within the range of 25-40% reductions by 2020 compared to 1990 levels.",
      "He said the EU is ready to play its part if that is the condition for agreeing to a longer-term vision by developing countries, as stated by the African Group.",
      "He noted the need to support adaptation activities. NEW ZEALAND said a long-term goal is also being discussed in other international processes, and that such a goal should be non-binding, informed by science and periodically reviewed.",
      "Bangladesh, for the LDCs, said the level of impacts on vulnerable countries will depend on the scale of emissions reductions by developed countries.",
      "He added that a shared vision should include the right of developing countries to sustainable development and the need for adaptation policies, including risk reduction strategies.",
      "MALAYSIA and PAKISTAN suggested analyzing the implications of Annex I countries different emissions targets for non-Annex I parties. JAPAN suggested that all elements of the Bali Action Plan constitute a shared vision, with a long-term goal as a central element.",
      "He highlighted Japan s national emission reduction target of 60-80% from current emissions by 2050.",
      "He also said Japan will announce its interim target in the next year and will start a trial national carbon market later in 2008.",
      "BRAZIL suggested a long-term goal based on the principle of common but differentiated responsibilities, historical responsibility and the best available science.",
      "The US said a long-term goal should be global, realistic, consistent with recent changes in economic development, based on science and aspirational.",
      "He proposed submissions and a technical paper on specific proposals by COP 14.",
      "The RUSSIAN FEDERATION said the goal should be aspirational and not serve as a basis for burden sharing.",
      "GREENPEACE INTERNATIONAL said a shared vision should be based on fairness and equity, and be ambitious."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}