{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "New Zealand",
      "Norway",
      "Japan",
      "Pakistan",
      "Bolivia",
      "Malawi",
      "Chile",
      "Tajikistan",
      "Switzerland",
      "Netherlands",
      "Venezuela",
      "China",
      "Tuvalu",
      "Saudi Arabia",
      "Argentina",
      "India",
      "Philippines",
      "Congo",
      "Kuwait",
      "Gambia",
      "Grenada",
      "Egypt",
      "Singapore"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_24",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "On the provisional agenda (FCCC/AWGLCA/2011/1), Reifsnyder recalled decision 1/CP.16 listing the AWG-LCA s tasks and noted that the UNFCCC Secretariat had received requests for additional agenda items on long-term finance (Item 10), response measures (Item 17(a)), fast-start finance commitments (Item 17(b)), increasing the level of ambition of developed country party economy-wide emission reduction targets (Item 17(c)), and agriculture (Item 17(d)) included in a supplementary agenda (FCCC/AWGLCA/2011/1/Add.1-Add.5), and three additional items on quantified economy-wide emission reduction targets to be implemented by Annex l Parties (Item 4 bis), on NAMAs (4 ter), and international aviation and maritime transport (Item 17(e)).",
      "He reported on consultations on the proposed changes to the agenda and invited parties to share their views.",
      "Argentina, for the G-77/China, called attention to their proposed agenda (FCCC/AWGLCA/2011/CRP.1).",
      "He said their proposal would allow parties to move forward with a structure inclusive of outstanding elements from the BAP and the Cancun Agreements as well as common positions from his group.",
      "Switzerland, for the EIG, thanked the Chair for his proposed agenda and for including additional items.",
      "Commenting on the G-77/China proposal, Switzerland appealed for a focus on the mandate established in Cancun.",
      "Tajikistan, for the Mountainous Landlocked Developing Countries, Egypt, for the Arab Group, the Democratic Republic of the Congo, for the African Group, Grenada, for AOSIS, the Gambia, for the LDCs, Venezuela, for ALBA, Tuvalu, the Philippines, Chile, Kuwait, Bolivia, Malawi, China, India, Singapore and Saudi Arabia supported the agenda proposed by the G-77/China, saying it is organized, inclusive and relevant to both the BAP and the Cancun Agreements, focused and future-looking.",
      "Bolivia underlined that the G-77/China proposal preserves the mandate of the AWG-LCA and is inclusive of the Cancun decisions.",
      "India said the agenda is a Cancun-plus proposal, creating space for larger discussions while not distracting from the Cancun Agreements.",
      "Singapore noted the agenda neither prejudges any substance, nor precludes any items, but explicitly links Bali and Cancun to enhance confidence and trust among parties.",
      "Japan called for a strong, fair and effective agreement with the participation of all major emitters and the operationalization of the Cancun Agreements.",
      "New Zealand said work under the AWG-LCA should be prioritized and be pragmatic.",
      "She said the provisional agenda is not perfect, but it is preferable.",
      "Norway and Pakistan said fighting over the agenda is not helpful, and noted it is imperative to make progress on the AWG-LCA work. AWG-LCA Chair Reifsnyder said the agenda could either be more or less comprehensive but that it could not be both.",
      "Noting an impasse, he said he would conduct further consultations on the agenda and the AWG-LCA plenary was suspended at 10:26 pm.",
      "On Wednesday afternoon, 6 April 2011, the AWG-LCA reconvened in informal consultations to continue discussion on the agenda.",
      "Parties debated whether to continue on the basis of the agenda proposed by the AWG-LCA Chair, with additional items, or on the basis of the agenda proposed by the G-77/China.",
      "Several proposals emerged from discussions on ways to move forward, based on: the G-77/China agenda; a proposal to merge the G-77/China agenda with the Chair s supplementary provisional agenda; and a suggestion to supplement the G-77/China agenda with two specific items, means to implement actions already agreed and further elements for agreement and implementation.",
      "The proposal to merge the G-77/China text with the Chair s agenda was supported by a number of countries.",
      "Several parties expressed concern with adopting an agenda before detailing the work programme (Item 6), whereas others considered Item 6 to be inclusive of implementing the Cancun Agreement.",
      "A broad range of parties wanted the Chair to review and draft a merged agenda for the Thursday morning session.",
      "The Chair suggested he could produce a non-paper, but this was opposed by a number of parties who voiced concern for a repetition of the lack of transparency that took place in Copenhagen.",
      "Other parties wanted to ensure a party-driven process and continue the discussion in a small drafting group.",
      "One country suggested the Chair adjourn the informal consultations, not produce a merged document, and allow parties to consult the next morning and produce written reactions to the G-77/China agenda.",
      "The Chair lamented the difficulty in identifying an agreeable format for parties to resolve the agenda issue, noting that he had heard conflicting feedback.",
      "He decided to suspend the meeting at 6:00 pm, reflect on the best way forward, and reconvene the informal consultations on Thursday morning without producing a merged Chair s text.",
      "Informal consultations continued throughout the day on Thursday and, following consultations by the Chair with regional and interest groups on a revised version of the agenda, an informal open-ended plenary was convened in the evening.",
      "Following a proposal by a party, the informal plenary was suspended and parties reconvened in an informal drafting group, open to all parties, which continued late into the evening.",
      "The informal drafting group reconvened on Friday morning and debate on adoption of the agenda continued into the afternoon.",
      "In the early evening parties reached consensus in the informal drafting group on a provisional agenda, which, as a compromise between the agenda proposed by the AWG-LCA Chair and the agenda proposed by the G-77/China, is based on the structure of the Cancun Agreements and the BAP.",
      "In the evening, a stocktaking plenary was convened by AWG-LCA Chair Reifsnyder, who presented the new provisional agenda (FCCC/AWGLCA/2011/L.1), which parties adopted.",
      "The agenda includes main sub-headings on: Preparation of a comprehensive and balanced outcome to enable the full, effective and sustained implementation of the Convention through long-term cooperative action now, up to and beyond 2012, pursuant to the results of the thirteenth and sixteenth sessions of the COP and recognizing that the work of the AWG-LCA includes both implementation tasks and issues that are still to be concluded- shared vision for long-term cooperative action, enhanced action on mitigation, enhanced action on adaptation, finance, technology development and transfer, and capacity building; Review: further definition of its scope and development of its modalities; Continued discussion of legal options with the aim of completing an agreed outcome based on the BAP, work done at COP 16 and proposals made by parties under Article 17 (amendments) of the Convention; and Other matters, including countries with economies in transition and those with special circumstances. AWG-LCA Chair Reifsnyder invited parties to adopt the reports of the pre-sessional workshops.",
      "Workshop Co-Chair Goote (the Netherlands) reported on the pre-sessional workshop on assumptions and conditions related to the attainment of quantified economy-wide emission targets by developed country parties, and the workshop to understand the diversity of mitigation actions submitted, underlying assumptions and any support needed for implementation of these actions, while noting different national circumstances and respective capabilities of developing country parties.",
      "AWG-LCA Chair Reifsnyder noted that the report of the Technology Mechanism would be prepared and available by the June session.",
      "Parties adopted the reports of the workshops and the Chair requested the Secretariat make the reports of the workshops available to parties in June.",
      "Praising the utility of the pre-sessional workshops, Argentina, for the G-77/China, requested the workshop reports also be submitted to the AWG-KP."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": ""
}