{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "15-Apr-99",
   "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol",
   "enb_short_title": "Tech. Work",
   "enb_start_date": "09-Apr-99",
   "enb_url": "http://www.iisd.ca/vol12/enb1298e.html",
   "id": "enb1298e_3",
   "section_title": "ASSISTING IN ARRANGING FUNDING (12.6)",
   "sentences": [
      "Annie Roncerel, UNDP, spoke on the CDM as an innovative financing tool for energy development.",
      "She noted that 80% of CO2 emissions come from the energy sector, yet developing countries need more energy.",
      "She called for 'greening' the energy economy with: end-use energy efficiency; renewable energy sources; and next generation energy technologies.",
      "Different solutions must be adapted to countries where: markets for private finance exist; government support is required to catalyze investment; or there is minimal or no private finance.",
      "She underscored the need for an integrated approach to defining national priorities for the CDM. Dieter Strack discussed financial engineering for renewable energy projects.",
      "He stressed that the most important issue was the 'commerciability' gap between the amount of financing needed to make a project commercially viable and the amount available.",
      "He said that financing projects in renewable energy required use of all available financial instruments to create a project- tailored mix, which will increase competitiveness of the product and the internal rate of return.",
      "Regarding public versus private financing for projects, he noted that in principle the financing structure is the same, with the exception of those using official development assistance (ODA).",
      "If publicly sponsored, ODA can be tapped directly based on bilateral financial protocols.",
      "If privately sponsored, the public authorities in the recipient countries must approve the use of ODA but are often reluctant to do so due to lack of additionality of funds.",
      "He cautioned that even if a project is entirely publicly financed, it must prove to be commercially viable or, considering the 'commerciability' gap, it should be almost commercially viable.",
      "He outlined potential financial sources such as public financing to 'buy down' production costs and private debt financing. Youba Sokona, ENDA, examined development financing options for developing countries, including ODA; multilateral and bilateral loans; and foreign direct investment (FDI).",
      "He noted new options presented through the FCCC, including the GEF, AIJ, CDM, JI and emissions trading.",
      "Given the trend of declining rates of public funding, he underscored the need to consider these mechanisms for development and reviewed their ability to meet the requirement for financial and environmental additionality.",
      "He highlighted the need to examine the role of the GEF in relation to the CDM, and said it must be complementary.",
      "Regarding African needs, he stressed, inter alia, food security, employment security and secure financial aid flows. Ken Newcombe, World Bank, reviewed the AIJ/JI experience in relation to funding.",
      "He noted barriers to AIJ investment in Africa, including risk, unfamiliarity with host countries and a lack of confidence, and noted that many fear that CDM will follow the same path.",
      "He underscored the importance of investment funds because they pool investments, intermingle economies where FDI has not traditionally flowed, and promote new technologies.",
      "He highlighted the prototype carbon fund, which spreads investment across a range of countries and technologies, on behalf of many companies that did not want to undertake ventures individually. Question and Answer Session: Statements in this session focused on, inter alia, investment funds, the relationship between ODA and the CDM, and financial additionality.",
      "Regarding investment funds, one Party urged looking at the range of options and noted that pooling of projects can occur in other ways.",
      "In response to Newcombe`s comment on investment plans, one participant said the private sector and regional groups of countries can perform that function.",
      "Another Party noted that investment funds can allow participants to implement riskier projects, but asked what incentive exists for the fund manager to include them in his portfolio unless he expects credits at a cheaper price.",
      "Newcombe replied he could envision governments and agencies who may include them and noted that the world of funds is diverse and can be tailored to specific managers.",
      "He noted that there are many barriers to involving the private sector in this process. One participant asked if the CDM could compete with FDI and sought clarification as to whether it was compatible or competing.",
      "Newcombe responded that the CDM is a catalyst for the flow of capital, and that it should be possible to negotiate a short-run capacity project in developing countries.",
      "The difference between investing at home and investing in developing countries could be up to US$60-70 per tonne, thus providing an incentive to investors.",
      "Sokona cautioned against examining the CDM in isolation and said it could be complementary. Regarding additionality, Sokona said that the COP must agree on a level of ODA from which the financial flows related to climate are additional and re-think how to re-use GEF money before the CDM starts in the year 2000.",
      "One participant asked if implementation of the CDM would result in declining ODA.",
      "Sokona said existing ODA must not be reduced, and called for an enabling environment for private sector investment in the CDM.",
      "A participant asked how SIDS could cooperate to amass funds and prioritize project proposals.",
      "Newcombe replied that this is a role for local development banks or other banks, such as national financial institutions, and noted that efforts by local development banks to spread risks will create a benefit for that country."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}