{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Peru",
      "Russian Federation",
      "India",
      "Russia"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_7",
   "section_title": "Panel",
   "sentences": [
      "The Russian Federation warned that differentiation can hamper universal participation and said the new agreement should not focus on protecting only the most vulnerable but the entire planet.",
      "Noting that differentiation is considered in the Convention s principles, Peru suggested examining existing approaches to differentiation in other agreements and instruments to draw lessons.",
      "He proposed a fairness scheme as a possible first approach to graduating countries responsibilities both in terms of time and intensity.",
      "In that regard, he supported further exploring the per capita emission criterion.",
      "Third World Network, for ENGOs, highlighted that the Convention bases differentiation on historical responsibilities and countries different capabilities.",
      "On the proposal by developed countries to recognize changes since 1992, she highlighted that a huge gap in historical responsibilities between developed and developing countries remains unchanged.",
      "The EU said that differentiation should apply not only to mitigation but also to adaptation.",
      "He supported legally-binding commitments for all parties reflecting evolving realities in a dynamic manner, and called for discussing how to structure these commitments.",
      "He pointed to interlinkages and tensions between commitments effectiveness, on one side; and fairness and equity, on the other, stressing the need to ensure that commitments are delivered and fairness is not used as a means to avoid action.",
      "India stressed that the Convention s principles must form an integral part of the 2015 agreement, and that the Convention s implementation is key to ensuring ambition and enhanced action.",
      "She emphasized that any approach to defining commitments must be anchored in the CBDR and equity principles.",
      "Trade Unions identified the need for: a long-term regime; building trust between governments as well as people; and aligning climate policies with economic, social and employment policies, so that national circumstances are not considered as static."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}