{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Gambia",
      "Japan",
      "Philippines",
      "Australia",
      "Canada",
      "Antigua and Barbuda",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12438e.html",
   "id": "enb12438e_7",
   "section_title": "FINANCE:",
   "sentences": [
      "In the afternoon contact group session, parties discussed the provision and generation of financial resources, as well as MRV and compliance.",
      "On the provision and generation of financial resources, Antigua and Barbuda, for AOSIS, expressed concern that many of the proposals appeared to be donor/recipient arrangements.",
      "With the Philippines, for the G-77/CHINA, she said that the disbursement of funds should be science-based and should not be counted towards ODA.",
      "The G-77/CHINA expressed concern that ODA would be diverted to climate change-related activities at the expense of other development activities.",
      "INDIA stressed that ODA financing is discretionary while climate change finance should be assessed based on clear acknowledgement of historical responsibility.",
      "Highlighting the need to significantly scale up financial resources, JAPAN cautioned against excluding ODA.",
      "CANADA described the term ODA as a technical accounting concept.",
      "He called for careful consideration of donor/recipient dynamics and proposed the use of the terms provider/user.",
      "NORWAY asked for their proposal on auctioning AAUs to be reflected in the main text and not only in the annex.",
      "Acknowledging the important role of public finance, the EU emphasized the need for the generation of financial resources to be compatible with the real world, where a range of sources are used to generate financing.",
      "NEW ZEALAND called for maximizing resources and not shutting them down, and supported the generation of funds through bilateral, regional and other multilateral channels. AOSIS called for the GEF to be strengthened and for a strong replenishment.",
      "She highlighted the window of opportunity to reform the GEF during the discussions on the fifth replenishment.",
      "SWITZERLAND requested all countries to engage in the GEF replenishment discussions.",
      "The GAMBIA said that the GEF should not operate alongside the financial mechanism because developed countries would only make contributions to the GEF. AUSTRALIA expressed support for approaches that have the capacity to accept assessed contributions from a broad base of parties.",
      "The EU said compliance means more than just penalties and that it encompasses facilitating better implementation of parties commitments.",
      "The G-77/CHINA cautioned against confusing compliance with MRV and highlighted the difficulty of ascertaining the extent to which developed countries are complying with their financing commitments based on their national communications.",
      "NEW ZEALAND, supported by the US, preferred MRV as a heading for the section, observing that compliance is a cross-cutting issue.",
      "She called for a reference to mutual accountability in the text.",
      "AUSTRALIA highlighted the role that their proposal for a facilitative platform could play in addressing the core issues of MRV and finance."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "working group"
}