{
   "actors": [],
   "countries": [
      "Fiji"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_18",
   "section_title": "V&A AND RSO",
   "sentences": [
      "Mahendra Kumar (Fiji), speaking as rapporteur of this Working Group, outlined the recommendations identified by the group.",
      "He noted the institutional difficulties affecting the preparation and completion of the V&A reports, highlighting participants` suggestions that these difficulties were relevant to the entire national communication process, and their agreement of the need to include text on this in the chapeau of the document, so as to address all sections of the national communications.",
      "Regarding institutional arrangements, he explained that the group had recommended greater efficiency by the focal point, and had argued that the focal point should be seen as an institution rather than an individual.",
      "On education, training, and research, he said the group had recommended encouraging organizations to provide additional methodologies for impact assessments and/or for studies on coastal zones, fisheries, human settlements, desertification, forestry and other ecosystems.",
      "He also noted the recommendation to share experiences between countries with similar national circumstances.",
      "On technical issues, he noted the discussion in the group addressing the difficulty in noting distinction in national communications between impacts from climate change and impacts from other forces, and the recommendation that countries provide more detailed baseline scenarios. On RSO, he highlighted the need for: particular attention to be given to monitoring climate change indicators; the development of national research on climate change, including scenarios, modeling, socioeconomic and integrated assessments, and impacts of climate change on large scale oceanographic circulation like ENSO and extreme events; and better communication and information from the research community.",
      "On methodological issues, he underscored the discussion on providing a description of scenarios with and without climate change.",
      "He noted that socioeconomic scenarios are useful if linked to climate change scenarios.",
      "He said the group had agreed that systematic formulation of adaptation is often lacking, without cost-estimation and cost-efficiency analysis.",
      "Similarly, there is a need for better tools to formulate adaptation strategies, and emphasis should be given to no-regret options.",
      "In conclusion, on financial and technological needs and constraints, he noted that the level of funding for national communications needs to be increased significantly to allow for more comprehensive V&A studies.",
      "This includes funding for pilot and/or demonstration projects, as well as actual projects."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}