{
   "actors": [],
   "countries": [
      "Peru"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_32",
   "section_title": "COP 20 AND CMP 10 JOINT HIGH-LEVEL SEGMENT",
   "sentences": [
      "On behalf of President of Peru Ollanta Humala, COP 20/CMP 10 President Manuel Pulgar-Vidal, Minister of Environment, Peru, opened the high-level segment on Tuesday, 9 December, noting the generation of a positive Lima spirit and stressing the need to raise this spirit to achieve the outcome the world is expecting from us. UNFCCC Executive Secretary Christiana Figueres highlighted that the Inca calendar says this is the season for planting and the science calendar warns us we are running out of time, stressing it is for us to plant here in Lima the seeds of a more secure, just and prosperous world for all.",
      "President of the 69th session of the UN General Assembly Sam Kutesa said business as usual is not an option and pointed to a glimmer of hope provided by the knowledge that taking action now and transforming to carbon-neutral, climate-resilient economies can reduce adaptation costs tomorrow.",
      "Noting this is not a time for tinkering - it is a time for transformation, UN Secretary-General Ban Ki-moon stressed that in order to keep the global temperature rise under 2 °C, all parties must be part of the solution, and all societies must be engaged.",
      "He called on parties to, inter alia : deliver a balanced and well-structured draft text as a solid foundation for negotiations in 2015; reach a common understanding on the scope of INDCs; and address climate finance.",
      "The high-level segment then continued with statements from other heads and deputy heads of state and government, ministers, and other heads of delegations.",
      "A webcast of the statements is available at: http://unfccc6.meta-fusion.com/cop20/events Ministerial Roundtable on Climate Finance: A ministerial roundtable on climate finance took place on Tuesday, 9 December.",
      "For a summary of statements made by ministers during the roundtable, see: http://www.iisd.ca/vol12/enb12616e.html Ministerial Dialogue on the Durban Platform for Enhanced Action: A ministerial dialogue on the Durban Platform for Enhanced Action took place on Wednesday, 10 December.",
      "For a summary of the statements made by ministers during the dialogue, see: http://www.iisd.ca/vol12/enb12617e.html"
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "COP"
}