{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_7",
   "section_title": "Range of Consequences of Non-Compliance/Automatic Consequences:",
   "sentences": [
      "Sand introduced the item by outlining the different possible consequences in international instruments.",
      "These range from making non-compliance publicly known, such as in human rights conventions, to making adverse inferences on the part of the Party that has not delivered requested information, such as the WTO dispute settlement procedure, or to imposing sanctions.",
      "He explained that sanctions could consist of positive measures resulting from a facilitation process, such as access to financial or technical assistance, or of punitive measures issued on an enforcement basis, such as withholding funding available under the Protocol.",
      "He added that procedural principles needed to be developed, such as requiring proportionality between the degree of non-compliance and the sanction imposed.",
      "He concluded by addressing the issue of automaticity, which he understood to mean that a determination on facts would lead to the imposition of sanctions without requiring a decision on non-compliance.",
      "He linked automaticity to the binding consequence of sanctions and created a distinction between non-binding consequences, which would be automatic and subject to an appeal process, and binding consequences, which would not be automatic and therefore not subject to an appeal process. A few participants said the compliance system should, as far as possible, only impose sanctions once facilitation had been exhausted.",
      "One participant added that although public awareness of non-compliance was an important consequence, it could be insufficient in the context of technical environmental treaties.",
      "Supported by others, he said that a list of possible consequences should include high financial sanctions, the proceeds of which would be used to finance greenhouse gas reduction projects in developing countries.",
      "Other participants said they could support neither financial nor trade sanctions. In response to a query, Sand said that the current trend at the global level favored trade sanctions and public exposure of non- compliance.",
      "He added that financial penalties were used in other contexts but there was limited information on their effectiveness.",
      "He cautioned that Parties might leave the organization upon withdrawal of their voting rights. Regarding the range of sanctions, several participants stressed the need for advance notice of the options available to the compliance body.",
      "This would help ensure legal certainty and would act as a deterrent.",
      "One participant said the range of consequences should be different for Annex I and non-Annex I Parties since, in his view, facilitation would only be available to non-Annex I Parties. On the issue of automaticity, one participant interpreted it to mean that a sanction could be imposed without the approval of the non-compliant Party.",
      "Another participant said that automaticity cannot not take into account the cause, type and degree of non- compliance.",
      "She valued a 'menu approach' whereby the Party could choose the consequence of its non-compliance, such as borrowing from a subsequent period or buying emission reduction units.",
      "On specific compliance cases, one participant said that Annex I Parties adopting mitigation measures that did not minimize adverse effects on other Parties would risk being in non-compliance.",
      "Another Party said that incentives should be put into place to ensure compliance with Protocol Article 3.2 (demonstrable progress by 2005).",
      "She added that Protocol Article 18 (non-compliance) could not interpreted to mean that binding sanctions needed to be adopted through an amendment."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}