{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_29",
   "section_title": "COP Decision",
   "sentences": [
      "The first section of this decision (FCCC/CP/2011/L.8/Add.1) addresses the framing of national adaptation plans.",
      "The COP agrees, inter alia, that the national adaptation plan process should not be prescriptive, nor result in the duplication of in-country efforts, but should rather facilitate country-owned, country-driven action.",
      "The second section outlines the process to enable LDCs to formulate and implement national adaptation plans, and has subsections on: guidelines, modalities, and financial arrangements for the formulation and implementation of national adaptation plans.",
      "On modalities, the COP requests the LEG to, inter alia , invite the Adaptation Committee and other relevant bodies under the Convention to contribute to its work in support of the national adaptation plan process.",
      "The decision also invites parties to strengthen their engagement with regional centers and networks, and requests developed country parties to provide LDCs with finance, technology and capacity building.",
      "On financial arrangements, the decision, inter alia : requests the GEF, as an operating entity of the financial mechanism, through the LDC Fund, to consider how to enable activities for the preparation of national adaptation plans The third section invites developing country parties that are not LDCs to employ the modalities for national adaptation plans.",
      "The decision requests the Adaptation Committee to consider in its workplan the relevant modalities for supporting interested developing countries that are not LDCs to plan, prioritize and implement their national adaptation planning measures, and invites operating entities of, inter alia , the financial mechanism of the Convention to provide financial and technical support The final section addresses reporting, monitoring and evaluation and, inter alia: invites parties to provide information, through their national communications on which measures they have undertaken and on support provided or received relevant to the national adaptation plan process; and requests the Secretariat to utilize and enhance existing databases to include information on support and other activities under the national adaptation plan process.",
      "The attached annex on initial guidelines for the formulation of national adaptation plans by the LDCs contains elements of national adaptation plans, including sections on: laying the groundwork and addressing gaps; preparatory elements; implementation strategies; and reporting, monitoring and review."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}