{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Malaysia",
      "Philippines",
      "Brazil",
      "Morocco",
      "Mauritania",
      "South Africa",
      "Colombia",
      "Saudi Arabia",
      "Norway",
      "France",
      "China"
   ],
   "enb_end_date": "05-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "05-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12142e.html",
   "id": "enb12142e_2",
   "section_title": "MECHANISMS",
   "sentences": [
      "Chair Kok Kee Chow (Malaysia) introduced the consolidated text on principles, modalities, rules and guidelines on Mechanisms.",
      "INDIA, speaking for the G-77/CHINA, called for progress on other elements of the BAPA, highlighted the need for conformity with the FCCC's emphasis on equity and common but differentiated responsibilities, and emphasized issues relating to the nature and scope of the mechanisms and supplementarity. The Secretariat gave a presentation on the proposed CDM Reference Manual and on accreditation.",
      "He suggested that the Manual would contain chapters on baseline methodologies, monitoring, the project design document, accreditation body requirements and Operational Entity requirements.",
      "He said the Operational Entities could use the Manual to understand, inter alia, the accreditation criteria and process; validation, verification and certification process; and approved methodologies to validate/register project activities.",
      "On accreditation, he outlined options for institutional arrangements, including a single worldwide accreditation body, a federation/association of accreditation bodies, and mutual/multilateral recognition agreements.",
      "He identified issues for consideration, such as the use of existing accreditation structures, financing of accreditation bodies and process, and appeal processes for designated Operational Entities. BRAZIL, with COLOMBIA, SOUTH AFRICA, CHINA and MOROCCO, said decisions on baselines should be taken by a politically-appointed body, such as the Executive Board.",
      "SAUDI ARABIA highlighted the political nature of CDM- related decisions, urged that decisions on baselines be undertaken by the COP/MOP, and expressed reservations about the need for a Reference Manual.",
      "COLOMBIA noted the possible tendency to exaggerate baselines, and urged provision for the de-certification of Operational Entities.",
      "CHINA, with the US, expressed preference for a single worldwide accreditation body. The REPUBLIC OF KOREA highlighted the issue of additionality and questioned whether the Manual would be a compilation of COP/MOP and Executive Board decisions, or would include technical advice.",
      "The US supported the Manual serving as a repository of decisions, while FRANCE, for the EU, urged that it be of a technical nature.",
      "The US agreed that decisions on baselines and related issues should be made with the approval of the Board or an appointed expert group serving under it. SAUDI ARABIA and NORWAY cautioned against delaying necessary decisions on the CDM.",
      "The EU suggested that the role of the Board lies in the accreditation and random checking of Operational Entities. MOROCCO highlighted the interaction between the three mechanisms.",
      "INDIA sought clarity on the nature of the Certificate on Emissions Reductions.",
      "The PHILIPPINES expressed concern with agreeing on the form of the Reference Manual before agreeing on the substance of its content.",
      "She sought clarity on the certification of project activities and emissions reduction.",
      "MAURITANIA sought clarity on the roles of the host country and the Operational Entity, and stressed the need for the host country to play the 'driving role' in the process. In a further session on the mechanisms, the INTERNATIONAL STANDARDS ORGANISATION, INTERNATIONAL ACCREDITATION FORUM and DET NORSKE VERITAS outlined their views on accreditation and conformity assessment.",
      "NGO representatives highlighted the need to include public participation in the CDM and JI, and to promote a 'positive list' of non-contentious, credible renewable energy and demand-side technologies for the CDM.",
      "Business representatives stressed, inter alia, the need for non- bureaucratic mechanisms, and for translating environmental objectives into business criteria"
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}