{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Argentina",
      "Niger",
      "Canada",
      "Russian Federation",
      "Morocco",
      "Nigeria",
      "Japan",
      "China",
      "Australia",
      "Kuwait",
      "Saudi Arabia",
      "United Arab Emirates",
      "Russia"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_69",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "COP-7 President Elyazghi opened the final Plenary on Saturday morning, 10 November 2001 after a long night of negotiations.",
      "The COP adopted decisions relating to a number of agenda items, including on the implementation of the Buenos Aires Plan of Action and input to the World Summit on Sustainable Development. In their closing statements, many Parties expressed satisfaction that consensus had been achieved on all outstanding work under the BAPA, thus bringing to a close this stage of negotiations, and preparing the way for ratification and entry into force of the Protocol.",
      "Parties also noted that COP-7 was the first COP held in Africa, a developing country region highly vulnerable to climate change.",
      "Saudi Arabia, Kuwait, the United Arab Emirates and Nigeria drew attention to Protocol Article 2.3 (adverse effects of P&Ms) and said this should be on the agenda for substantive consideration at SB-16.",
      "Canada, the EU and Japan expressed the view that this issue did not require a separate process, as it was considered under other relevant agenda items. The EU said COP-7 had marked an important milestone in making the Kyoto process irreversible.",
      "The Russian Federation said COP-7 had opened up the path for the ratification of the Protocol by all countries.",
      "The Republic of Korea, noted its view that the decision on the CDM does not exclude any particular projects, including unilateral ones.",
      "The G-77/China said the agreement marked the 'end of a long journey' toward achieving ratification of the Protocol, and said there had been many sacrifices made to gain agreement, particularly on the part of developing countries.",
      "Japan said climate negotiations will now enter a new stage, and looked forward to consideration of ways to take further steps at COP-8.",
      "Australia said it did not intend to make use of Article 3.4 as it believes it can rely on relevant activities under Article 3.3.",
      "Noting the events of 11 September, Argentina observed that work on the BAPA had been completed at a time some might not have thought ideal, and said terrorism had not stood in the way of the momentum to complete this cycle of negotiations. The COP then adopted the report of the session (FCCC/CP/2001/L.16 Adds.1-3), as well as a decision expressing great appreciation to Michael Zammit Cutajar, the Executive Secretary of the UNFCCC, for his ten years of 'excellent service' to the climate change process.",
      "The decision was adopted by standing ovation.",
      "The COP also adopted a resolution thanking Morocco and Marrakesh for hosting COP-7. In his closing remarks, President Elyazghi said COP-7 had sent a message of hope for combating climate and for the WSSD, and declared the meeting closed at 6:45 am."
   ],
   "subtype": "plenary",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "cop"
}