{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Like Minded Group of Developing Countries",
      "Independent association of Latin America and the Caribbean",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Ecuador",
      "Nepal",
      "Nicaragua",
      "China",
      "Australia",
      "Nauru",
      "Saudi Arabia",
      "Colombia",
      "Swaziland",
      "Indigenous Peoples"
   ],
   "enb_end_date": "12-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "12-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12584e.html",
   "id": "enb12584e_5",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "The G-77/CHINA, called for prompt ratification by all parties of the Doha Amendment to the Protocol; ongoing work under the SBSTA to enhance environmental integrity and avoid 'creating loopholes;' and increased ambition by Annex I parties under the ambition mechanism launched at CMP 8.",
      "Noting that the entry into force of the Doha Amendment requires ratification by three fourths of Protocol parties, but has only been ratified by three, the EU highlighted its commitment to ratify.",
      "Australia, for the UMBRELLA GROUP, stressed the need to consolidate recent achievements and finalize rules for the second commitment period.",
      "Lichtenstein, for the EIG, expressed satisfaction with the Doha Amendment.",
      "Nauru, for AOSIS; Nepal, for the LDCs; Swaziland, for the AFRICAN GROUP; Nicaragua, for the LMDC; and Colombia, for AILAC, called on developed country parties to increase their level of ambition and expedite the ratification of the Doha Amendment.",
      "The LDCs also urged Annex I parties that have not taken commitments for the second commitment period to raise their level of ambition.",
      "China, for BASIC, urged developed country parties to revisit and significantly increase their emission targets in 2014, and parties that have not undertaken such commitments to raise their level of ambition within the same timeframe.",
      "The LMDC underlined that raising pre-2020 ambition is key to a strong post-2020 regime.",
      "Saudi Arabia, for the LEAGUE OF ARAB STATES, underscored the historic responsibility of developed countries to mitigate climate change.",
      "Ecuador, for ALBA, said addressing climate change requires a global effort and urged changing the development paradigm. CLIMATE JUSTICE NOW!",
      "called on all Annex I parties to review and increase their targets immediately, and ratify the Doha Amendment.",
      "The CLIMATE ACTION NETWORK (CAN) called for countries to come to the UN Secretary-General's 2014 Summit on climate change with ambitious targets.",
      "INDIGENOUS CAUCUS called for operationalizing equity for the indigenous peoples by guaranteeing their full participation.",
      "Underlining that this generation holds the world's atmosphere in trust for future generations, YOUNGOs urged including intergenerational equity and loss and damage in the new agreement."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "cop"
}