{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Colombia",
      "Ghana"
   ],
   "enb_end_date": "08-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "08-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12532e.html",
   "id": "enb12532e_3",
   "section_title": "REDD+ (AWG-LCA)",
   "sentences": [
      "Delegates met in informal consultations to address a non-paper on the way forward and the work for the coming year.",
      "Some parties proposed requesting the Secretariat to prepare a technical paper exploring the sources, potential scale and efficient and effective use of financing, while others suggested the prior request of submissions by parties.",
      "On a workshop on possible elements for modalities and procedures for financing results-based actions before SBSTA 39, parties made suggestions on issues to be addressed, including suitability of specific sources and effective use of finance.",
      "A party suggested moving the work on REDD+ to the SBI, rather than to SBSTA, while others said forwarding the discussions to a subsidiary body will result in losing a political space for REDD+.",
      "Another suggested that discussions continue under the AWG-LCA, if extended, or under the body that may replace it.",
      "Later in the evening, parties met in informal informals to continue discussions on financing sources and how to address market and non-market based approaches and offsetting mechanisms. NATIONAL ADAPTATION PLANS (COP) : Colombia presented text resulting from informal informals on modalities for other developing countries that are not LDCs and on the provision of financial and technical support to those countries.",
      "On framing national adaptation plans, Ghana added a reference to gender-sensitive tools.",
      "On the process to enable the LDCs to formulate and implement national adaptation plans, the EU proposed language stating the planning process should not be prescriptive and should facilitate country-driven action.",
      "On reporting, monitoring and evaluation, delegates discussed, inter alia, using national communications as the primary tool for communicating progress made on national adaptation plans.",
      "One delegate urged retaining a paragraph that refers to monitoring financial flows.",
      "Informal informals continued in the evening on reporting, monitoring and evaluation. TECHNOLOGY TRANSFER (AWG-LCA) : Parties considered a new draft annex on criteria to evaluate and select the host of the CTC and proposed textual revisions.",
      "Delegates were briefed about progress on: the selection timeline and the possible involvement of an intermediary body; finance; the role of the GEF; and governance.",
      "Delegates also heard an outline of proposed weighted criteria, including technical capabilities and approach, governance, performance and budgetary factors.",
      "During negotiations on a draft text, a paragraph on World Intellectual Property Organization and intellectual property rights was deleted and, in another paragraph, the involvement of the private sector stressed.",
      "Negotiations continued into the evening. REVIEW (AWG-LCA): A group of countries tabled a new proposal for a draft decision on shared vision, calling on SBSTA, inter alia , to initiate a process to articulate the meaning, implications and operationalization of equitable access to sustainable development in the climate change regime, and to initiate a process to study the implications of the elaboration of a long-term global goal for emissions reductions by 2050 and a timeframe for global peaking.",
      "One country expressed concern about the possibility that the informal group would not complete its mandate on time.",
      "The group continued discussions in the evening."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}