{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Australia",
      "Canada",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "11-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "11-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12196e.html",
   "id": "enb12196e_2",
   "section_title": "ANNEX I NATIONAL COMMUNICATIONS",
   "sentences": [
      "On national communications from Annex I Parties, the Secretariat introduced a document on consideration of the reviews of communications (FCCC/SBI/2002/3).",
      "The document presents information on trends in greenhouse gas emissions for Annex I Parties from 1990-99, and suggests options for improving the process of considering national communications and for the review process of countries` communications.",
      "Chair Estrada invited Parties to comment on the document and make suggestions for using national communications more effectively. Observing that trends in emissions levels since 1990 left 'no grounds for complacency,' the EU said the document`s suggestions merited further consideration, and proposed that draft conclusions be considered at SB-17.",
      "CHINA, for the G-77/CHINA, highlighted the review of national communications as important work in which all Parties should be involved.",
      "SWITZERLAND said the Secretariat`s suggestions deserved closer scrutiny.",
      "CANADA, the US and AUSTRALIA stated that the current process works well, and opposed an additional process or any modifications at this time.",
      "NORWAY suggested linking SBSTA`s work on policies and measures with SBI`s on national communications. Regarding the status report on the review of third national communications, Chair Estrada highlighted the report (FCCC/SBI/2002/INF.4) and remarked that the Secretariat will prepare a compilation and synthesis report for SB-18, pending the submission of additional national communications.",
      "Chair Estrada will prepare draft conclusions on the agenda item for consideration by SBI on Friday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}