{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "India",
      "Tuvalu",
      "United States",
      "Japan",
      "Canada",
      "South Africa",
      "Niger",
      "Colombia",
      "Nigeria",
      "Poland",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "07-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "07-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12129e.html",
   "id": "enb12129e_3",
   "section_title": "MECHANISMS",
   "sentences": [
      "Emissions Trading: Chair Chow highlighted key features of emissions trading contained in the draft text for negotiation.",
      "On participation, one option listed was to require the Party's prior compliance with its obligations, such as compliance with Articles 5 and 7 and maintenance of national registries, while another option was to suspend participation if the Party was not complying with these obligations.",
      "On modalities of operations, proposals included conducting transactions through bilateral and multilateral arrangements among Annex I Parties, through an exchange, or through both bilateral and multilateral arrangements and exchanges.",
      "On liability, options presented included seller liability, shared liability, buyer liability, trigger, compliance reserve and post- verification proposals.",
      "SWITZERLAND, opposed by CANADA, proposed an annual post-verification trading system, wherein emissions trading would be limited to Assigned Amount Units (AAU's) surplus to the Party's allocation plan.",
      "With NEW ZEALAND and the US, CANADA supported a seller regime complemented by an effective compliance system.",
      "The US highlighted the need to maintain similar approaches on Articles 4 (joint fulfillment of commitments) and 17 (emissions trading), as both permit Parties to fulfill obligations collectively, and pointed out that Article 4 refers to transferor liability.",
      "TUVALU, on behalf of AOSIS, highlighted the need for environmental integrity of emissions trading systems and sought elaboration on the idea of a compliance reserve.",
      "COLOMBIA stressed the need for a suitable system for the measurement of emissions from point and mobile sources.",
      "INDIA stressed the need to first determine the character, nature and volume of the transferable.",
      "He said that the CDM could be marginalized by emissions trading because of its sustainable development requirements. Joint Implementation: Chair Chow sought delegates' views on subjecting JI projects to CDM-type requirements.",
      "Noting the different objectives of CDM and JI, JAPAN and POLAND argued against additional requirements on JI.",
      "NEW ZEALAND, with the US, argued that a JI project should be subject to CDM- type scrutiny only where a Party does not comply with Articles 5 and 7, and where these both impact on the project.",
      "The EU supported a CDM-type project cycle to ensure environmental credibility at the project level.",
      "NIGERIA expressed concern that different transaction costs would reduce CDM take-up and, with INDIA and CHINA, proposed similar requirements for JI.",
      "SOUTH AFRICA argued that JI's limitation to Annex I Parties does not justify less onerous requirements.",
      "The US argued against imposing CDM-type requirements just to ensure parity with JI. Industry and environmental NGOs' positions: In an evening session on business and NGO perspectives on the mechanisms, representatives from the business community, including the International Chamber of Commerce and the International Climate Change Partnership, recommended, inter alia, that COP-6: agree to clear definitions on fungibility and tradeability; eschew quantitative restrictions in the mechanisms; provide clarity on the proposed institutional controls for CDM; create a strong and fair compliance system; and approve mechanisms for fast-track CDM crediting.",
      "Most representatives expressed preference for seller liability. The Climate Action Network (CAN), representing the NGOs, said Annex-I participation in the mechanisms should hinge on their ability to monitor and report emissions to a given standard and track changes to AAUs.",
      "On liability, CAN supported a hybrid buyer-seller liability ensuring environmental effectiveness and capturing the market's power to enhance compliance.",
      "On CDM, CAN said it must: encourage the development of markets for clean energy technologies in the South; support local, regional and national development priorities; have minimum overall environmental impacts; and not undermine Annex I domestic action.",
      "CAN also suggested measures to enhance public participation in the CDM Project Cycle."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}