{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "African Group"
   ],
   "countries": [
      "Cuba",
      "Malaysia",
      "China",
      "Australia",
      "Maldives",
      "Angola",
      "Colombia",
      "South Africa",
      "Sudan"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_17",
   "section_title": "ADP CONTACT GROUP (FOCUS: STRUCTURE OF AUGUST/SEPTEMBER SESSION)",
   "sentences": [
      "In the final contact group session on 11 June, ADP Co-Chair Reifsnyder presented the Co-Chairs§ suggestions for the way forward.",
      "He explained that the outputs of the facilitated groups had been made available online, and would be reflected in a working document and a revised, streamlined and consolidated text, both dated 11 June and issued as non-papers.",
      "He stated that, as requested by parties, the Co-Chairs would issue an additional tool, which will include a fully streamlined, consolidated, clear and concise version of the Geneva negotiating text, as well as suggestions for paragraphs appropriate for a decision versus the agreement.",
      "He asked for parties§ input on this suggested way forward. On the mode of work, Maldives, for AOSIS, asked for clarification on the intended outputs of the next two ADP meetings, saying this would help parties stay on track. Sudan, for the African Group, reflected on the way the world views the process, noting that the only outputs of the Bonn session are non-papers without official status. Noting the need to ensure a transparent, inclusive and party-driven process, Malaysia, for the LMDCs, proposed terms of reference for the next sessions of the ADP, including that, inter alia: inclusiveness and transparency should always be reflected; consideration of elements for accompanying decisions should not prejudge the outcome; new iterations of the text should be distributed at least three weeks before each session; the negotiating text should be annotated with the source of each proposal; and no more than two negotiating sessions should take place simultaneously. On the additional tool, parties stressed it should not delete any proposals or positions.",
      "The Republic of Korea, for the EIG, supported a consolidated document that takes all parties§ ideas on board. The LMDCs called for greater clarity on how the document will be structured, how many parts it will contain, and the criteria by which the Co-Chairs will determine what should be included in decisions versus the agreement. Angola, for the LDCs, requested that the tool be made available in early July, stressing the need for sufficient preparation time for the next ADP meeting.",
      "AILAC asked that it be made available before the ministerial meeting in Paris in July. Cuba, for the Bolivarian Alliance for the Peoples of Our America (ALBA), said the Co-Chairs§ text should ensure consistency and balance among all elements of the Durban Platform, avoid losing any item under negotiation, and capture the work done at ADP 2-9. On the pace of work, Australia, for the Umbrella Group, underscored the need for a \"change in gear\" and a more workable text.",
      "South Africa, for the G-77/China, welcomed the constructive spirit, adding that, although progress had been modest, she was confident it will accelerate. The EU said progress had been far too slow, noting that substantive discussions had only just begun and only in some areas.",
      "He called for substantive negotiations to start in earnest at the next session.",
      "Colombia, for AILAC, stated that while progress had been slow, the meeting had built trust among parties and established a good mode of work. On workstream 2, the G-77/China and the LMDCs called for both workstreams to be treated in a balanced manner.",
      "AOSIS thanked the Co-Chairs for the time dedicated to workstream 2 in Bonn.",
      "The Umbrella Group welcomed the commencement of discussions on a decision.",
      "The G-77/China proposed that the Co-Chairs draft a paper based on parties§ proposals and submissions, the Co-Facilitators§ outputs and submissions made intersessionally, to be released before the next ADP meeting. Co-Chair Reifsnyder responded to parties§ concerns, stressing the magnitude of the task of compiling the additional tool for parties, reconfirming that it will be available as an annex to the Co-Chairs§ scenario note to be issued on 24 July 2015.",
      "He emphasized that the document will: fully take into account parties§ views; not leave any proposals or options behind; not prejudge the final structure of the agreement; and be at parties§ disposal to amend or use as they please."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}