{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Panama"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_38",
   "section_title": "SBI conclusions",
   "sentences": [
      "In the conclusions on submission of second and, where appropriate, third national communications (FCCC/SBI/2004/L.10), the SBI decides to continue deliberations on an attached bracketed draft COP decision at SBI-21. In the conclusions on the work of the Consultative Group of Experts on non-Annex I communications (FCCC/SBI/2004/L.8), SBI welcomes the efforts of the Group in prioritizing activities within its multi-year programme of work.",
      "It invites Annex II (industrialized country) Parties, and other Parties in a position to do so, to provide financial and technical support for these activities.",
      "SBI welcomes efforts to cooperate with the LDC Expert Group and the Expert Group on Technology Transfer, as well as the offer by Panama to host the first hands-on training workshop on greenhouse gas inventories.",
      "SBI calls for closer cooperation between the Consultative Group of Experts and the UNDP/GEF National Communications Support Programme. In the conclusions on financial and technical support (FCCC/SBI/2004/L.9), SBI welcomes the submission by 115 non-Annex I Parties of their initial national communications and the submission of three second national communications.",
      "SBI takes note of the needs and concerns of non-Annex I Parties relating to specific capacity building and training, and reiterates the need to strengthen national institutions, regional and sub-regional climate change centers and centers of excellence, especially in LDCs and SIDS."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}