{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Belize",
      "United States",
      "Bolivia",
      "Australia",
      "Panama",
      "Nauru",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "08-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "08-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12634e.html",
   "id": "enb12634e_3",
   "section_title": "Finance",
   "sentences": [
      "Co-facilitator Georg Børsting led discussions paragraph-by-paragraph, collecting input on how to further streamline and consolidate the text. The US suggested moving paragraph 79 on guiding principles under contributions/commitments/actions, with Bolivia, for G-77/CHINA noting its proposal, option 5, belongs under guiding principles. The US and EU supported moving paragraph 81 on reduced support to high-carbon investments under commitments/contributions/actions. On paragraphs 83 on cooperating in the implementation of the agreement, and 84 on a common transparency framework, the EU, opposed by BOLIVIA, speaking on their own behalf, proposed moving both under commitments/contributions/actions.",
      "SWITZERLAND, supported by BELIZE, said paragraph 84 should be grouped with paragraphs on transparency. The US viewed paragraph 85 on efforts of non-state actors as belonging to contributions/commitments/actions. The EU suggested paragraph 86 on clarity on scaling up of resources be put under scalable resources.",
      "SWITZERLAND, supported by NAURU, suggested placing the paragraph under dynamic elements. The G-77/CHINA suggested moving paragraph 87 on a process for periodic reviews, and paragraph 88 on an MRV of support mechanisms, to the objectives.",
      "AUSTRALIA suggested consolidating paragraph 88 with paragraph 84.",
      "The US said paragraph 88 could be in the transparency section of the Geneva text. On paragraph 89 on the Financial Mechanism, PANAMA, supported by SWITZERLAND, suggested moving text on the SCF to paragraph 90 on new institutional arrangements. The G-77/CHINA proposed text to consolidate paragraphs 91 and 92 on scaling up climate finance to provide MOI and on the scale of resources.",
      "NORWAY and the EU opposed, saying the content and context of the paragraphs are different. Parties then agreed to task the co-facilitators with producing a streamlined text that takes into consideration the views of parties submitted during the meeting and in writing."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}