{
   "actors": [],
   "countries": [
      "Solomon Islands",
      "Benin",
      "New Zealand",
      "Morocco",
      "Norway",
      "Tanzania",
      "Australia",
      "Maldives",
      "Thailand",
      "Spain",
      "Turkey",
      "Pakistan",
      "Russia",
      "Comoros",
      "Ethiopia",
      "Cuba",
      "Hungary",
      "Chile",
      "Finland",
      "Switzerland",
      "Sudan",
      "Canada",
      "Macedonia",
      "Indonesia",
      "Mexico",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "Saudi Arabia",
      "Slovenia",
      "Argentina",
      "Chad",
      "Kazakhstan",
      "Russian Federation",
      "Italy"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_20",
   "section_title": "ELECTIONS FOR THE VICE-CHAIRS OF THE WGS AND TFB",
   "sentences": [
      "On Thursday morning, the Panel elected the WG Vice-Chairs.",
      "A number of countries withdrew or modified nominations for the seven WGI Vice-Chairs, the eight WGII Vice-Chairs and the seven WGIII Vice-Chairs.",
      "The remaining candidates for WGI Vice-Chair were: Noureddine Yassaa (Algeria); Fatima Driouech (Morocco); Muhammad Tariq (Pakistan); Carolina Vera (Argentina); Gregory Flato (Canada); Edvin Aldrian (Indonesia); Jan Fuglestvedt (Norway); and Serhat Sensoy (Turkey).",
      "The remaining candidates for WGII Vice-Chair were: Pius Yanda (Tanzania); Taha Zatari (Saudi Arabia); Carlos Méndez (Venezuela); Roberto Sanchez-Rodriguez (Mexico); Mark Howden (Australia); Joy Jacqueline Pereira (Malaysia); Morgan Wairiu (Solomon Islands); Lučka Kajfeže Bogataj (Slovenia); José Moreno (Spain); and Andreas Fischlin (Switzerland).",
      "The remaining candidates for WGIII Vice-Chair were: Nagmeldin Mahoud (Sudan); Diriba Korecha Dadi (Ethiopia); Amjad Abdulla (Maldives); Ramón Pichs-Madruga (Cuba); Andy Reisinger (New Zealand); Carlo Carraro (Italy); Jan Fuglestvedt (Norway); Natasa Markovska (FYR Macedonia); and Diana Ürge-Vorstaz (Hungary).",
      "Acting IPCC Chair El Gizouli informed the Panel that Regions I-IV had achieved the precise number of candidates each region had left on the Bureau.",
      "He explained that Region VI (Europe) had 10 nominees for five remaining spots on the Bureau, and that Region V (South-West Pacific) had three nominees for two positions in WGII.",
      "Further regional consultations were undertaken.",
      "No additional withdrawals were announced.",
      "Voting for candidates for WGI Vice-Chair from Region VI (Europe) then commenced.",
      "In a single round of voting, Jan Fuglestvedt (Norway) was elected WGI Vice-Chair.",
      "Other WGI Vice-Chairs were elected by acclamation, including Noureddine Yassaa (Algeria), Fatima Driouech (Morocco), Muhammad Tariq (Pakistan), Carolina Vera (Argentina), Gregory Flato (Canada) and Edvin Aldrian (Indonesia).",
      "Following brief consultations by Region VI (Europe), elections for WGII Vice-Chairs commenced.",
      "Voting took place to elect two Vice-Chairs from Region V (South-West Pacific) from three candidates, with Joy Jacqueline Pereira (Malaysia) and Mark Howden (Australia) elected following three rounds of voting.",
      "Voting also took place to elect two Vice-Chairs from Region VI (Europe) from the four candidates, with Sergey Semenov (Russian Federation) and Andreas Fischlin (Switzerland) elected following three rounds of voting.",
      "The other WGII Vice-Chairs were elected by acclamation, including Pius Yanda (Tanzania), Taha Zatari (Saudi Arabia), Carlos Méndez (Venezuela) and Roberto Sanchez-Rodriguez (Mexico).",
      "Elections for the WGIII Vice-Chair then proceeded.",
      "Norway withdrew the candidacy of Jan Fuglestvedt (Norway) as he had been elected WGI Vice-Chair.",
      "Voting took place to elect two Vice-Chairs from the three remaining Region VI (Europe) candidates.",
      "After three rounds of voting, Diana Ürge-Vorsatz (Hungary) and Carlo Carraro (Italy) were elected WGIII Vice-Chairs.",
      "Other WGIII Vice-Chairs were elected by acclamation, including Nagmeldin Mahoud (Sudan), Diriba Korecha Dadi (Ethiopia), Amjad Abdulla (Maldives), Ramón Pichs-Madruga (Cuba) and Andy Reisinger (New Zealand).",
      "On Thursday afternoon, the election of two members of the TFB from each region commenced.",
      "A number of countries withdrew candidates who had been nominated earlier.",
      "New candidates were nominated by Chad and Finland.",
      "Three regions had only two nominations each.",
      "Darió Gómez (Argentina) and Yasna Rojas (Chile), for Region III, Dominique Blain (Canada) and Thomas Wirth (US), for Region IV, and Rob Sturgiss (Australia) and Fahmuddin Agus (Indonesia), for Region V, were therefore elected to the TFB by acclamation.",
      "For Region I, Batouli Said Abdallah (Comoros) and Sabin Guendehou (Benin) were elected to the TFB in three rounds of voting.",
      "For Region II, Irina Yesserkepova (Kazakhstan) and Bundit Limmeechokchai (Thailand) were also elected in three rounds.",
      "For Region VI, Riitta Pipatti (Finland) and Fatma Betül Baygüven (Turkey) were elected in two rounds of voting."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}