{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Jamaica",
      "Sudan",
      "United States",
      "Malaysia",
      "Chile",
      "Bolivia",
      "Brazil",
      "Uganda",
      "Maldives",
      "Mexico",
      "Saudi Arabia",
      "Singapore",
      "Switzerland"
   ],
   "enb_end_date": "09-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "09-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12621e.html",
   "id": "enb12621e_3",
   "section_title": "GENERAL/OBJECTIVE",
   "sentences": [
      "On Section C General/Objective Co-Chair Reifsnyder suggested bracketing it and reflecting that some parties feel that the Section is not necessary.",
      "Parties made suggestions to add text and identified opportunities for consolidation.",
      "The US questioned the need for a separate Section on objectives.",
      "BRAZIL identified the Section as necessary to explain why a new agreement is needed.",
      "SAUDI ARABIA suggested omitting the Section, but if retained, then reflecting the objective in one to two paragraphs.",
      "Several parties suggested focusing the Section on the agreement s overall objective and including details on how to achieve this objective elsewhere.",
      "SINGAPORE called for addressing the relationship between the Convention and the new agreement.",
      "Maldives, for AOSIS, called for a reference to science on keeping the average temperature increase below 1.5 °C.",
      "JAMAICA proposed text on ensuring significant and rapid global greenhouse gas (GHG) emission reductions of at least 70-90% by 2050.",
      "The EU underscored the need to reach zero net emissions of CO2 and other long-lived GHGs by the end of the century to ensure consistency with the IPCC Fifth Assessment Report.",
      "SWITZERLAND agreed on the need to reflect the objective of achieving zero net GHG emissions.",
      "BRAZIL warned that references to the IPCC could lead to politicization.",
      "Sudan, for the AFRICAN GROUP, highlighted a new proposal on loss and damage.",
      "AOSIS underscored the need for high ambition from all parties; interlinkages between mitigation and adaptation; and addressing loss and damage. BRAZIL lamented that parts of the text are not in line with the Lima outcome, such as references to evolving CBDR.",
      "He supported undertakings by all Parties.",
      "The US proposed categorizing developed and developing countries into two new annexes.",
      "Malaysia, for the LMDCs, called for addressing adaptation with the same urgency as mitigation.",
      "He proposed emphasizing, inter alia , the link between developing countries mitigation actions and enhanced support by developed countries; and that developed countries must not resort to any unilateral measures on climate change.",
      "SAUDI ARABIA suggested combining text on ensuring resilience and adaptive capacity with text on ensuring that all investments are resilient to climate change.",
      "Several parties supported including text on gender equality.",
      "Tuvalu, for the LDCs, identified similarities between the proposals.",
      "MEXICO, supported by UGANDA, CHILE and BOLIVIA, also suggested text on human rights.",
      "Tuvalu, for LDCs, called for language on universal participation, human rights and rights of people with disabilities.",
      "Co-Chair Reifsnyder indicated that informal discussion on the Section can be reconsidered at a later stage.",
      "He expressed satisfaction with progress made and said parties proposals together with revised Section C will be made available online promptly."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "working group"
}