{
   "actors": [],
   "countries": [
      "Turkey"
   ],
   "enb_end_date": "23-Apr-09",
   "enb_long_title": "Thirtieth Session of the IPCC",
   "enb_short_title": "IPCC-30",
   "enb_start_date": "21-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12408e.html",
   "id": "enb12408e_1",
   "section_title": "IPCC-30 REPORT",
   "sentences": [
      "In opening the meeting, IPCC Chair Rajendra Pachauri underscored the importance of the session as the Panel begins work on the Fifth Assessment Report (AR5) and addresses the future of the IPCC.",
      "Noting the growing demand for outreach, he stressed the need to understand the shifting landscape and rising expectations of a better informed and more impatient audience.",
      "On the work ahead, he highlighted the importance of reducing uncertainties and gaps in knowledge, increasing regional detail, providing adequate coverage of the humanitarian consequences of climate change, and improving possible scenarios.",
      "Geoffrey Love, WMO, noted the importance of a process that engages both governments and the scientific community.",
      "He also noted the need to address the relative lack of meteorological and hydrological data and knowledge of regional impacts in developing countries.",
      "He stressed relevant WMO activities such as the World Climate Conference-3 and its initiative to establish a global climate services network.",
      "Peter Gilruth, UNEP, stated that the world is now facing even stronger climate challenges than the Fourth Assessment Report (AR4) anticipated.",
      "He discussed the concept of climate-proof development, the need to build scientific capacity in developing countries, and the creation of a new chief scientist position within UNEP.",
      "He welcomed the Panel s consideration of extreme events and disasters in a Special Report (SR) and said UNEP looks forward to contributing to the AR5.",
      "Florin Vladu, UNFCCC Secretariat, noted the intensification of negotiations under the UNFCCC this year and the need for these negotiations to be continuously informed by science.",
      "As areas for contribution by IPCC, he highlighted, inter alia, information on mitigation pathways, historical responsibility, long-term global goals, alternative common metrics, and new greenhouse gases.",
      "He also stressed the relevance of the IPCC s work on managing the risks of extreme events and disasters and on renewable energy.",
      "Veysel Eroğlu, Minister of Environment and Forestry, Turkey, welcomed participants and underscored the important role of the IPCC in improving and disseminating knowledge on climate change.",
      "He highlighted Turkey s active engagement in climate policies, noting ratification of the Kyoto Protocol and domestic measures such as national afforestation and erosion control campaigns and the utilization of wind and hydrology resources.",
      "Delegates adopted the provisional agenda ( IPCC-XXX/Doc.1 ) and approved the draft report of IPCC-29 ( IPCC-XXX/Doc.5 )."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}