{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United States",
      "Argentina",
      "Mexico",
      "Saudi Arabia",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_26",
   "section_title": "A LOSS OF MOMENTUM",
   "sentences": [
      "The immediate agenda for the subsidiary bodies was set, for the most part, by Decision 1/CP.3 of COP-3 which directed the Chairs of the SBI and SBSTA to provide guidance to the Secretariat on the preparatory work needed for consideration by COP-4 and to allocate work to the respective subsidiary bodies.",
      "The 'flattening of momentum' observed in Bonn was attributed to the decision's failure to provide guidance on what 'must' be done at COP-4.",
      "In Kyoto and Bonn, Parties not only failed to reach a consensus around priorities but continued to attach very different expectations to issues that may or may not appear on the agenda in Buenos Aires.",
      "Consider, for example, the second review of the adequacy of commitments under FCCC Article 4.2 (a) and (b).",
      "The date of COP-4 was, in part, determined by the provision in Article 4.2(d) for a second review to be held not later than 31 December 1998.",
      "In a move that puzzled some observers, it was a number of developing countries who pushed for the second review, viewing it as an opportunity for a rehearsal of their argument that Annex I Parties have failed to adequately 'implement' their commitments. The G-77/China told the SBI that COP-4's second review must respect the FCCC mandate and not be distracted by extraneous matters such as consideration of new commitments for non-Annex I Parties.",
      "The articles, however, can also be viewed as a hook upon which to build a case for developing country participation.",
      "The US and others adopt this view, based on an interpretation of the second review process which holds that the inadequacy of the articles per se (not implementation) is due to the limited number of Parties subject to the kind of commitments outlined in Articles 4.2(a) and (b).",
      "Incidentally, the European Union shares this reading of Articles 4.2 (a) and (b) but is also examining the possibility of using FCCC Article 7.2, which encompasses review of FCCC-related legal instruments, to press for increasingly global participation.",
      "The logic of the US reading of inadequacy shores up their interest in exploring ways to move beyond what it calls the 'static world' created by the establishment of Annex I and make a case for bringing the newly industrialized countries on board. Another example of opposing interpretations involves Articles 4.8 and 4.9 on the effects of climate change and the adverse impacts of response measures.",
      "Oil exporting countries, supported by AOSIS, are pressing for increased and, perhaps, equal weight to be given to any adverse social, economic and physical impacts arising from implementation of FCCC commitments.",
      "Annex I countries are more cautious, pointing out that much more scientific work will have to be done before these issues are dealt with side by side, if ever. What does a United States Senator want?",
      "The US can be expected to continue pushing the envelope on the 'meaningful participation' of key developing countries on a number of fronts.",
      "One of these fronts might be an attempt to review the FCCC Annex I list, with the argument that the world has moved on, notably for newly industrializing countries, since the list was first formulated.",
      "To borrow a phrase from Sigmund Freud, the question comes down to this: What does a United States Senator want?",
      "It has been reported that US Senators believe that India, China and Mexico will determine whether the US will ratify the Kyoto Protocol. The US is also behind one of the most intriguing questions on the road to Buenos Aires.",
      "The host country for COP-4, Argentina, is considering 'voluntarily' taking on emissions commitments.",
      "When the proposed Article 10, on voluntary commitments, was dropped from the draft Protocol at the final meeting of the Committee of the Whole (COW) in Kyoto, Argentina asked for the item to be included on the COP-4 agenda.",
      "The proposal was lost after opposition from Saudi Arabia and China on the grounds that it was not an issue the COW could take up.",
      "Argentina mistakenly thought that its motion had succeeded and it was not until things were clarified by the FCCC Secretariat earlier this year that the country repeated its request to place voluntary commitments on COP-4's provisional agenda, in writing.",
      "Argentina consulted widely at the subsidiary body meetings to find an agreed formulation but faced overwhelming opposition within the G-77.",
      "There is speculation that the item will appear at the top of COP-4's agenda with a view to it being dropped in return for concessions on an alternative approach to the same issue.",
      "Towards the close of the Bonn meeting the host country`s representatives were reportedly more occupied by the failure of the COP-4 agenda to take shape, and the prospect of a 'non- event' graced by the less than dignified presence of a coterie of the world's ministers twiddling their thumbs. One alternative approach to voluntary commitments (based on identifying incentives), suggested by a leading player, could focus on research such as that conducted by the World Resources Institute demonstrating that developing countries are already making efficiency gains using new technologies, qualifying them for claims on their 'emissions forgone.",
      "' Complex meeting without a center: The insubstantial outcome of the subsidiary body meetings cannot be attributed entirely to the important political disputes.",
      "This was the first meeting since the end of the AGBM where the burden of complex work fell entirely to the subsidiary bodies.",
      "As one observer commented: 'The Bonn meeting did not have a center.",
      "' Reflecting this view that the meeting lacked an adequate equivalent to a Plenary (despite joint meetings of the two subsidiary bodies), there were complaints that insufficient time was given to exchange views on, for example, each of the flexibility mechanisms, in advance of going into contact groups.",
      "A European delegate said, 'The contact groups subsequently did not get into the issues.",
      "There wasn`t much progress on questions such as the allocation of work.",
      "Many of the contact groups met for a few days and then stopped.",
      "Now we have an awful lot to do if we are to solve any of the outstanding issues.",
      "' Complexity itself has begun to close in on the delegations and the Secretariat as an issue, compounding the political differences as Parties move from the 'what' questions of the AGBM process to the daunting 'how' questions (some 324 meetings, including special events, took place over the two weeks) around implementing the Kyoto Protocol and its mechanisms.",
      "The climate change phenomenon confronts the tradition of multilateral negotiation, consensus building and co-operation with unprecedented challenges.",
      "A modest proposal to tackle this may involve three meetings during the year, with the subsidiary bodies meeting twice, one week at a time. The complexity issue probably helps to explain the all too common story reported by those delegates who returned from Kyoto to their capitals to find more and more of their government ministries taking an interest in the outcome.",
      "Ministries are reporting that they are increasingly overwhelmed by the enormity of the implications of the Kyoto Protocol.",
      "On their return to the fray in Bonn some delegations were well aware that many things had been left unresolved in the run up to and at Kyoto while others were more laid back, treating the subsidiary bodies as a re-run of AGBM-1.",
      "The actual atmosphere reflected a clash of both attitudes, with combinations of blocking tactics and an unwillingness by some Parties to talk about some issues at all. Who wants what?",
      "For Annex I Parties anxious to make progress for the entry into force, the preferred package of outcomes from COP-4 is shaped by their requirements for ratification, such as the flexibility mechanisms.",
      "The EU and the economies in transition are also interested in developing the framework for joint implementation.",
      "The US and New Zealand are pursuing early decisions on emissions trading.",
      "For the developing countries there is interest in the new mechanisms such as the CDM and the second review of adequacy of FCCC commitments.",
      "In addition there was a strong push for technology transfer and an emphasis on Articles 4.8 and 4.9 by oil-exporting countries and AOSIS, something which took the FCCC Secretariat by surprise.",
      "Contrary to appearances, the issue of the GEF has been described by one insider as a 'dead horse.",
      "' These packages are likely to converge around the 'trade offs' on progress on flexibility mechanisms in favor of Annex I countries and concessions on the push for a schedule for developing country commitments in favor of most Annex II Parties, at least for the time being.",
      "In Bonn the development of positions and lack of movement on some fronts clearly signaled a desire by Parties to create a stock of bargaining chips to begin trading in Buenos Aires."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}