{
   "actors": [],
   "countries": [
      "United States",
      "Japan",
      "Chile",
      "Australia",
      "Germany",
      "Kenya",
      "Denmark",
      "Austria",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "26-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "26-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12275e.html",
   "id": "enb12275e_1",
   "section_title": "CONSIDERATION OF THE DRAFT SUMMARY FOR POLICY MAKERS",
   "sentences": [
      "What are the costs of CCS and what is its economic potential?",
      "After the US expressed concern about text being policy prescriptive, delegates agreed to amend the text to note that models indicate that the major contribution of CCS to climate change mitigation would come from deployment in the energy sector.",
      "Delegates then considered text on the minimum carbon prices necessary for a major CCS contribution to mitigation.",
      "CHILE and NEW ZEALAND expressed concern over the US$ 25 - 30 price quoted, given the long lifetime of some projects.",
      "Delegates agreed to text noting that most modeling, as assessed in the Special Report, suggests that CCS systems start to deploy at a significant level when carbon prices begin to reach approximately US$ 25 - 30. On text noting that low cost capture possibilities can lead to storage of up to 360 Mt CO2 'cumulatively' under low or absent incentives, AUSTRALIA suggested clarifying that 'cumulatively' refers to the lifetime of the projects observed in the underlying study.",
      "The Lead Authors agreed to reword the 360 Mt CO2 reference and delegates agreed to the rest of the sentence. On worldwide storage capacity in geological formations, DENMARK and GERMANY suggested noting that the quoted amount of 'at least' 2,000 Gt CO2 is an estimate.",
      "CHINA expressed concern that the text did not explain that this number relates to technical, as opposed to economic, storage potential.",
      "Delegates agreed to accept the text with an explanation of the number in a footnote.",
      "In the next paragraph, the US stressed the need to convey that storage potential in saline formations could be much larger than 2,000 Gt CO2.",
      "Delegates agreed that the text would refer to uncertainty in the 'upper limit estimates.",
      "' GERMANY highlighted that ocean and geological storage potential cannot be directly compared given their different retention times, and JAPAN noted that this difference is addressed elsewhere in the SPM.",
      "Delegates agreed to text and a footnote explaining the economic potential of CCS under different stabilization scenarios, and in a least-cost mitigation portfolio. On the role of CCS in mitigation portfolios, delegates agreed to DENMARK`s proposal to specify that text noting that 'CCS in a mitigation portfolio reduces the costs of stabilizing carbon dioxide concentrations by 30% or more' refers to certain scenario studies.",
      "CHINA proposed deleting a figure that shows the contribution of CCS as part of a mitigation portfolio, noting that the figure only refers to two scenario studies for stabilization at 550 ppmv CO2.",
      "GERMANY, AUSTRIA, and KENYA highlighted the relevance of the figure and supported keeping it.",
      "AUSTRALIA supported retention of the figure, but agreed with CHINA that the text should state that it refers to illustrative examples of the range of scenario studies.",
      "After informal consultations led by AUSTRALIA, delegates agreed to add text noting that analyses in this field are limited and further assessment may be necessary to improve information.",
      "In the figure itself, delegates agreed to remove all references to the 550 ppmv scenario, and that these changes will apply to a figure in the Technical Summary of the Special Report, but the figure would remain unchanged in the Special Report.",
      "In the caption to the figure, delegates agreed to emphasize that: the figure provides an illustrative example of the global potential contribution of CCS as part of a mitigation portfolio; the results vary considerably on regional scales; and the example is based on a single scenario and does not show the full range of uncertainties associated with these matters."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "ipcc"
}