{
   "actors": [],
   "countries": [
      "United States",
      "Malaysia",
      "Japan",
      "Chile",
      "Belgium",
      "Canada",
      "Zambia",
      "Netherlands",
      "Egypt",
      "Norway",
      "France",
      "China"
   ],
   "enb_end_date": "26-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "26-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12275e.html",
   "id": "enb12275e_2",
   "section_title": "What are the local health, safety and environmental risks of CCS?",
   "sentences": [
      "On local risks associated with carbon dioxide pipeline transport, ZAMBIA sought clarification of a statement that the risks are possibly lower than comparable hydrocarbon pipelines.",
      "Lead Author Richard Doctor explained that the statement was based on 20 years of experience in the US.",
      "The text was accepted without amendment.",
      "Lead Authors Richard Doctor and Peter Cook answered questions on the risks to humans of exposure to concentrations of carbon dioxide.",
      "The US proposed, and delegates agreed, to specify that a sudden, large release of carbon dioxide would pose immediate dangers to human life and health at exposures to concentrations of carbon dioxide greater than 7-10% by volume in air.",
      "Delegates agreed to a US proposal to add a sentence from the Technical Summary noting that no major obstacles to pipeline design for CCS are foreseen. On the risks posed by geological storage, Co-Chair Davidson introduced text that notes that with appropriate site selection, a regulatory system, and the appropriate use of remediation methods, the local health, safety and environmental risks of geological storage would be comparable to risks of current activities such as natural gas storage, EOR, and deep underground disposal of acid gas.",
      "Delegates agreed to this text after deleting a reference to less severe impacts of leakage from offshore storage locations relative to onshore locations. On the effects of direct ocean injection of carbon dioxide, delegates considered whether direct injection 'would' or 'could' cause mortality of ocean organisms.",
      "JAPAN sought to include text specifying that mortality only occurs near injection points, while CHILE, supported by MALAYSIA and CHINA, said ocean effects could not be inferred from the results of studies in confined environments.",
      "In the afternoon, delegates returned to this issue, approving text for the remaining paragraph of the section, which notes that the environmental impacts of large-scale mineral carbonation would be a consequence of the required mining and disposal of resulting products that have no practical use, and explains that the impacts of mineral carbonation are similar to those of large-scale surface mines. Will physical leakage of stored carbon dioxide compromise CCS as a climate change mitigation option?",
      "FRANCE, with support from others, stressed the need to highlight that leakage from ocean storage could offset some of the benefits of CCS.",
      "The US, with support from JAPAN, CANADA and others, proposed separating wording on geological and ocean storage due to differences in retention times, and to include mineral carbonation as a separate heading.",
      "Delegates agreed to this proposal. On the policy implications of slow leakage from storage sites, BELGIUM suggested that a reference to leakage of 'small' quantities of carbon dioxide offsetting benefits from CCS is misleading, and proposed, and delegates agreed, to delete 'small.",
      "' Supported by NORWAY and the US, BELGIUM proposed distinguishing more clearly between leakage from ocean and geological storage.",
      "JAPAN underscored that an 85% retention rate can be achieved when carbon dioxide is injected to an ocean depth of 3000 meters, and noted parallels between ocean and geological storage.",
      "After further discussion and informal consultations led by the US, delegates agreed to note that assessments of the implications of leakage for climate change mitigation depend on the framework chosen for decision making, and on the information on the fractions retained for geological or ocean storage, as presented elsewhere in the SPM. What are the legal and regulatory issues for implementing carbon dioxide storage?",
      "Delegates agreed to add 'inter alia' before the list of existing regulations that could be directly applicable to geological storage, and to add 'pollution controls' to the list, as proposed by NORWAY.",
      "A reference to US property rights was removed, as suggested by CANADA and supported by the US and EGYPT, and replaced with a reference to subsurface property rights. Delegates agreed to a proposal by the US clarifying that no formal interpretation exists on whether carbon dioxide injection into the ocean is compatible with international law.",
      "The NETHERLANDS requested inclusion of reference to cross-border geological storage.",
      "The US proposed, and delegates agreed, to delete reference to the UN Convention on the Law of the Sea as it was speculative.",
      "After JAPAN noted that the OSPAR Convention is a regional treaty, a paragraph elaborating on the OSPAR and London conventions was deleted. What are the implications of CCS for emission inventories and accounting?",
      "Referring to comments about the organization of this section, Co-Chair Metz noted the importance of distinguishing between emission estimation, monitoring, and accounting.",
      "On text noting that current UNFCCC reporting guidelines are not fully applicable to CCS, discussion centered on whether reference to the Revised 1996 IPCC Guidelines on National Greenhouse Gas Inventories, or to reporting guidelines under the Kyoto Protocol should be included.",
      "After informal consultation, text was agreed with reference to the IPCC Guidelines."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}