{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "15-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12510e.html",
   "id": "enb12510e_3",
   "section_title": "METHODOLOGICAL GUIDANCE FOR ACTIVITIES RELATED TO REDD+ (SBSTA)",
   "sentences": [
      "During the afternoon informal consultations, parties discussed modalities for MRV of forest-related emissions and national monitoring systems.",
      "The facilitators also introduced draft conclusions.",
      "Many parties highlighted that elements of MRV for REDD+ had already been agreed in Copenhangen and Cancun.",
      "Parties underscored that MRV for REDD+ should be, inter alia : consistent with any guidance on MRV for NAMAs; non-intrusive and respect national sovereignty, circumstances and capabilities; simple; transparent; flexible; and cost-effective.",
      "Some parties called for clarification on MRV in the context of conservation activities that are under the scope of REDD+ but do not necessarily result in emission reductions.",
      "Another party said clarification on the mandatory carbon pools and gases is key.",
      "One party supported MRV at the national level, to avoid sub-national leakage.",
      "Some parties supported reporting relevant information through national communications.",
      "Other parties highlighted the link between reference levels and reference emission levels, and MRV.",
      "Some parties inquired how MRV could be addressed in pilot projects, while others called for considering capacity building needs at an early stage of the implementation of REDD+ activities.",
      "A party suggested considering a land-based approach for the accounting system.",
      "Many developing countries pointed to the need for MRV of financing support, while a developed country noted this issue should be addressed elsewhere.",
      "A party suggested considering safeguards within an MRV system, but this was opposed by another party.",
      "On the draft conclusions, many parties suggested inviting submissions from observers in addition to party submissions.",
      "On possible elements for modalities relating to safeguards, forest reference levels and forest reference emission levels, many parties suggested additions to the annex included in the draft conclusions.",
      "Parties requested the facilitators to update the draft conclusions with the main points from the discussions on MRV.",
      "Discussions will continue. NAIROBI WORK PROGRAMME (SBSTA): The afternoon informal consultations on the Nairobi work programme on impacts, vulnerability, and adaptation (NWP) began with a report on the previous informal informal meeting where parties had discussed three options for the way forward: discontinuing the NWP as an agenda item because it lacked value; continuing a review of the NWP for the near future; or undertaking the review, forwarding information and advice to the SBI and defining activities for the future work programme.",
      "It was reported that parties had chosen to focus on clarifying advice to the SBI and defining activities for the future work programme.",
      "Parties then worked through a draft text paragraph-by-paragraph.",
      "There was consensus on encouraging organizations to assist parties through action pledges and the provision of information to the SBSTA.",
      "Parties also considered text on outputs and products.",
      "They also reached consensus on language indicating, inter alia , that the SBSTA undertook a review of the NWP.",
      "On developing linkages, parties debated how to refer to the work of the SBI and the future work of the Adaptation Committee, with a few developing country parties insisting that reference to the Adaptation Committee be retained.",
      "Informal consultations will continue in a drafting group. MATERIALITY STANDARD UNDER THE CDM (SBSTA): In afternoon informal consultations on the materiality standard under the CDM, parties considered draft SBSTA conclusions and an annex paragraph-by-paragraph.",
      "On next steps, some parties supported having the SBSTA recommend a decision for adoption by COP/MOP 7, while others preferred that the SBSTA continue its consideration of this issue at SBSTA 35.",
      "Parties also considered language on the definition, scope and application of the materiality standard under the CDM.",
      "Informal consultations will continue. NUMBERS (AWG-KP): In the afternoon AWG-KP spin-off group, the Secretariat presented a revised non-paper on options to address the carryover of Assigned Amount Units (AAUs), noting three options: leaving provisions on carryover unchanged; capping carryover to a specific percentage, restricting use of surplus AAUs to domestic compliance, and/or using high-trend adjustment; and abolishing carryover.",
      "One party clarified the concept of high-trend adjustment, saying it is designed to address the issue of surplus generated during the second commitment period by linking AAUs with parties last reviewed annual greenhouse gas inventories.",
      "He explained that, during the second commitment period, parties with AAUs higher than their last reviewed emissions, due to artificially high QELROs, would be able to use the difference (the high-trend adjustment) only for domestic compliance.",
      "Noting that banking and trading would be legitimate for parties who have genuinely overachieved, he said those countries with AAUs below their last reviewed inventory amounts would be able to bank surpluses.",
      "Several countries expressed concern about the variability of emissions from year to year and suggested an average of several years might be preferable.",
      "One developing country preferred no carryover of surplus AAUs but said the second best option is some combination of a cap, limitation to domestic use and high-trend adjustment.",
      "One developed country party said a cap should include a percentage and a fixed amount, and allow parties to use whichever was higher.",
      "She said this would provide needed flexibility for small developed countries and those facing business, forestry and commitment period cycles that do not match up.",
      "Discussions on carryover of surplus AAUs will continue."
   ],
   "subtype": "plenary",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "sbsta"
}