{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Tuvalu",
      "Niger",
      "United States",
      "Saudi Arabia",
      "Japan",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_71",
   "section_title": "THE DELHI DECLARATION",
   "sentences": [
      "The Delhi Declaration was addressed informally in the Plenary on Friday, 25 October, and in informal discussion throughout the week.",
      "On Friday, 1 November, the COP Plenary adopted the Declaration. In informal discussions in conjunction with the COP Plenary on Friday, 25 October, numerous speakers supported an implementation- oriented declaration focusing on climate change and sustainable development, building on the WSSD outcome.",
      "Several Parties proposed urging the ratification of the Protocol, and emphasized a focus on adaptation and poverty eradication.",
      "Many argued for a two-pronged approach that would stress mitigation and adaptation.",
      "Several Annex I countries supported a forward-looking declaration that would emphasize the need to broaden and deepen commitments globally in preparation for the second commitment period and beyond. Stressing the principle of common but differentiated responsibilities, a number of developing country representatives said Annex I Parties must take the lead, and opposed any process that would result in new developing country commitments.",
      "The US stressed economic growth as the key to environmental progress, cautioning against burdensome targets for developing countries.",
      "Many countries supported an emphasis on renewable energy. In the COP Plenary Friday evening, 1 November, President Baalu said extensive informal consultations had been held and proposed the adoption of the Declaration. The CG-11 noted that the group could not support the Declaration, but would not block its adoption.",
      "The COP adopted the Delhi Declaration. The EU submitted a statement of concern regarding the Declaration, calling on all countries to engage in a common dialogue with a view to further action consistent with the UNFCCC`s ultimate objective and based on the TAR.",
      "Noting views from across the board in support of new commitments for developing countries, he stressed that the world is not 'divided into two.",
      "' The G-77/China, with the US and China, expressed its full support for the Delhi Declaration.",
      "Canada, with Tuvalu and Japan, said the Declaration was a disappointment as it failed to respond to the TAR and did not provide a long-term collective plan.",
      "He stressed that without a substantial increase in global mitigation, the race to adapt in time would be lost.",
      "Japan noted that COP-8 had succeeded in opening a small window of opportunity for on-going informal dialogue on future mitigation action. Saudi Arabia said the Delhi Declaration was well balanced, and Nigeria noted that the Declaration recognized the needs of the developing world and pointed the way to new avenues of cooperation between the North and South.",
      "He praised the US, noting it had shown leadership and signaled 'a good prospect for change in the dynamics of the COP.",
      "' Declaration Text: The Delhi Declaration on Climate Change and Sustainable Development (FCCC/CP/2002/L.6 Rev.1): recalls the UNFCCC ultimate objective; reaffirms development and poverty eradication as overriding priorities in developing countries; recognizes with concern the findings of the TAR and its ongoing consideration in the SBSTA; notes the need for both mitigation and adaptation measures; expresses concern at the vulnerability of developing countries, especially LDCs and small island developing States; and recognizes Africa as the region suffering most from the combined impacts of climate change and poverty. The Declaration calls for Parties that have ratified the Protocol to urge others to ratify.",
      "It calls for policies and measures specific to each country`s conditions, integration of climate change objectives into national sustainable development strategies, and implementation of UNFCCC commitments according to Parties` common but differentiated responsibilities, development priorities and circumstances.",
      "It stresses adaptation, the exchange of information, and consideration of developing country concerns arising from the adverse effects of climate change and implementation of response measures. The Declaration further calls for development, dissemination and investment in innovative technologies, the strengthening of technology transfer, as well as improved energy access, diversification of energy supplies and an increase in the use of renewable energy.",
      "It also stresses the need for Annex I Parties to take the lead and further implement their commitments under the UNFCCC, including with regard to the provision of financial resources, technology transfer and capacity building."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}