{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "United States",
      "Philippines",
      "Ghana",
      "Australia",
      "Uganda",
      "Canada",
      "Colombia",
      "China"
   ],
   "enb_end_date": "07-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12436e.html",
   "id": "enb12436e_6",
   "section_title": "TECHNOLOGY:",
   "sentences": [
      "Co-Chair Kumarsingh proposed focusing on issues requiring further clarification.",
      "He said the Co-Chairs would prepare a streamlined negotiable text by Friday based on these discussions, to enable textual negotiations to start in Barcelona.",
      "Several parties supported the Co-Chair s proposal.",
      "CANADA, supported by AUSTRALIA, suggested convening a stocktaking session on Thursday before making a decision.",
      "Discussions then continued on the Co-Chairs non-paper.",
      "The US, supported by AUSTRALIA, stressed the need to focus on the operative sections of the text.",
      "The US added that the operative text should concentrate on national and cooperative actions.",
      "UGANDA said the text should focus on clear actions for transfer of mitigation and adaptation technologies.",
      "He also proposed a differentiation between actions that could be taken immediately and those that could be taken later, and an examination of the means of implementing these actions.",
      "COLOMBIA urged a balanced treatment of adaptation and mitigation technologies, noting the inadequacy of the treatment of adaptation technologies in the current text.",
      "With GHANA, she also highlighted the need to discuss incentives for technology transfer.",
      "BANGLADESH proposed establishing a strong financial arrangement for technology transfer alongside the necessary institutional arrangements. CANADA suggested a discussion of: actions that must be taken at the national and international levels; regional approaches; and enabling tools, such as action plans, needs assessments and roadmaps.",
      "The EU said the issue of national and cooperative actions to promote technology transfer, and ways of supporting these, are central to the discussions.",
      "The Philippines, for the G-77/CHINA, stressed that the group s mandate is to consider the full, sustained and effective implementation of the Convention, particularly implementation of Convention Articles 4.1(c) and 4.5 (technology transfer) and urged parties not to digress from this mandate.",
      "Several parties also proposed various ways of restructuring the text, and AUSTRALIA suggested that the Co-Chairs prepare a document compiling the structural options."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "working group"
}