{
   "actors": [],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_4",
   "section_title": "METHODOLOGIES FOR TECHNICAL NEEDS ASSESSMENTS",
   "sentences": [
      "Yamil Bonduki, United Nations Development Programme (UNDP), presented the UNDP handbook for conducting TNAs and preliminary results of UNDP analysis of TNA reports.",
      "He said the TNA handbook provides a framework to conduct a TNA from a climate change and development perspective.",
      "He pointed out that while TNA for mitigation is fairly straightforward, TNA for adaptation is more complex and challenging.",
      "He identified several issues in the identification of technology needs for adaptation, including: emphasis on the most vulnerable sectors and areas; wide stakeholder involvement; linkages with other national priorities; identification of hard and soft technologies; the extent of sector-specific vulnerabilities or hazards; the adaptive capacities of vulnerable sectors and populations; the risks of implementing maladaptation options; and the potential of soft technologies to build resilience. He presented a preliminary analysis of 14 TNA reports.",
      "Noting that most countries adopted a sectoral approach for TNAs, he outlined criteria for prioritization of options and the share of adaptation and mitigation options by sector.",
      "He said that lessons learned from this process include: development is the biggest priority for countries; capacity building and government and stakeholder involvement are important; cross-sectoral issues should be addressed, including linkages between mitigation and adaptation priorities; and cost is one of the highest barriers in technology transfer. Mahendra Kumar, United Nations Environment Programme (UNEP), presented experiences and lessons learned from TNAs conducted by UNEP.",
      "He presented the adaptation and mitigation technology needs examined by sector, noting that for some sectors (e.g., energy) almost all countries looked at both adaptation and mitigation, while for others (e.g., coastal zones) countries looked only at adaptation.",
      "He outlined the needed technologies, criteria for technology selection, and barriers to adaptation identified by TNAs for various sectors: coastal zones, energy, forestry and land use, industry, transport, waste management, and water resources.",
      "He said many countries identified tools, such as Geographic Information Systems (GIS) and tide gauges, rather than technologies, and noted the need to more clearly define adaptation technology.",
      "He stressed the need to increase capacity, particularly in the area of science and technology, and to strengthen linkages to policy. Chair Kumarsingh outlined the draft framework of the modified TNA, which includes the need for countries to: identify and prioritize vulnerable sectors; identify specific characteristics of prioritized sectors; compile a list of response or adaptation measures that can be implemented to address the specific vulnerability issues; elaborate a prioritized list of practicable options; identify technologies that can aid in addressing practical options; identify applicable technologies and capacity-building needs to use such technologies; and compile a report. He noted that the TNA methodology regarding environmental technology impact assessment should: examine the reason for the proposed technology; describe the chosen technologies; carry out alternative analysis for the chosen technologies; examine technologies` longevity; and promote stakeholder participation. Elmer Holt, Climate Technology Initiative (CTI), highlighted CTI experiences in supporting TNA development.",
      "He noted that CTI aims to foster rapid development of climate technologies and to support the EGTT`s activities.",
      "He noted that TNA is not an 'academic exercise' and needs to be implemented.",
      "Holt said that the UNFCCC`s Technology Transfer Clearing House (TT:Clear) shows some TNA results and provides opportunity for possible 'matchmaking' between countries` interests regarding technology transfer.",
      "Holt said existing TNA methodology guidelines need to be reviewed, and implementation of TNAs must be enhanced."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}