{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Guatemala",
      "Jordan",
      "Macedonia",
      "New Zealand",
      "Bangladesh",
      "Ghana",
      "China",
      "Dominica",
      "Togo",
      "Mali",
      "Slovenia",
      "Guinea",
      "Dominican Republic",
      "Sudan",
      "Namibia"
   ],
   "enb_end_date": "08-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "08-Dec-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12289e.html",
   "id": "enb12289e_7",
   "section_title": "Funding and Capacity Building",
   "sentences": [
      "Many speakers, including GHANA, JORDAN, MALI and GUINEA BISSAU, stressed the importance of adequate funding and capacity building.",
      "Bangladesh, on behalf of LDCs, called for compensation for damages caused by climate change, supported adaptation efforts and NAPA implementation.",
      "GHANA said it looks forward to operationalizing the Special Climate Change Fund (SCCF) and Adaptation Fund.",
      "The G-77/CHINA urged contributions to the SCCF.",
      "NEW ZEALAND stressed support for the LDC Fund and needs of SIDS. NAMIBIA noted the cumbersome role of the GEF and called for an innovative approach to manage the Adaptation Fund.",
      "GUATEMALA called for a financial mechanism to help maintain forest cover, and DOMINICAN REPUBLIC highlighted GEF assistance for the five-year programme of work on adaptation.",
      "SLOVENIA emphasized the importance of longer term predictability to industry. On capacity building, SUDAN called for efforts to ensure access to opportunities and adaptive capabilities of people, and TOGO stressed solidarity and equity, and the need for awareness raising among young people.",
      "MACEDONIA highlighted the importance of cooperation to maximize opportunities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}