{
   "actors": [],
   "countries": [
      "Nigeria",
      "Samoa",
      "Niger",
      "Panama",
      "Burkina Faso"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_5",
   "section_title": "PANEL DISCUSSION",
   "sentences": [
      "Following the presentations, a panel of experts from the APF pilot region engaged in discussion with participants on training needs and national experiences in implementing the APF.",
      "The panel included Luis Paz Castro, William Dougherty, and Eduardo Reyes (Panama).",
      "Reyes shared his experiences of the regional pilot project regarding vulnerability indicators in watersheds.",
      "He identified several drawbacks to the APF, including the lack of clear social vulnerability indicators, insufficient guidance on the elaboration of project outputs, and a limited conceptual framework of vulnerability.",
      "On lessons learned he emphasized that future APF projects will require adequate funds to implement stakeholder consultation. Samoa asked panelists about the expected project outputs and how the stakeholder process was implemented.",
      "Reyes replied that outputs would include vulnerability maps, which might help to determine future vulnerability.",
      "On stakeholder involvement, he noted that costs were too high to undertake in-depth consultation.",
      "Burkina Faso asked if the APF could be implemented at any stage in the preparation of national communications.",
      "Paz Castro replied that it could be, given the APF`s flexibility.",
      "Dougherty said UNDP/GEF intended to hold workshops in the pilot project region and develop a list of common 'pressing' vulnerabilities in the region.",
      "They will also design a set of group exercises directly related to needs assessment. Nigeria raised the issue of replicating the pilot project in Africa and other regions.",
      "On the question of funding for adaptation, UNDP noted that GEF is working on operationalizing an adaptation funding window that will have US$50 million in the next budget cycle (2005-2007).",
      "Coupled with the UNFCCC Special Climate Change Fund that is expected to become operational in 2004, these represent the first steps of a process designed to make funding available for adaptation.",
      "On a question from the South Pacific Regional Environment Programme (SPREP) about the status of the APF, Dougherty described it as a coherent, accessible and credible framework for adaptation needs.",
      "UNDP supported the APF as one useful approach that could be applied in various circumstances, while noting that it might not be applicable to every situation."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}