{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "Argentina",
      "Jordan",
      "Japan",
      "Indonesia",
      "Antigua and Barbuda",
      "Cuba",
      "Colombia",
      "Mali",
      "Philippines",
      "Burkina Faso",
      "Saudi Arabia",
      "Central African Republic",
      "Switzerland",
      "Bangladesh",
      "Venezuela",
      "Luxembourg",
      "United States",
      "Kuwait",
      "Canada",
      "Niger",
      "Benin",
      "United Kingdom",
      "Malaysia",
      "Senegal",
      "Australia",
      "Zimbabwe",
      "Mauritania",
      "Egypt",
      "Tanzania",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "28-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1255e.html",
   "id": "enb1255e_12",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "On 28 July, Chair Mohamed Ould El Ghaouth (Mauritania) convened SBI-6.",
      "He reminded delegates that the SBI would not meet at COP-3 and must finalize a number of recommendations at this session and at SBI-7 in October.",
      "On the adoption of the agenda (FCCC/SBI/1997/7), he invited the Philippines to ask colleagues if they were prepared for a preliminary exchange of views on proposals for amendments to the FCCC and its annexes (FCCC/SBI/1997/11).",
      "If not, the proposals would go directly to COP-3.",
      "SAUDI ARABIA, supported by KUWAIT, sought deletion of an agenda item on matters arising from UNGASS.",
      "He said there was little of substance from UNGASS to send to COP-3.",
      "The Chair said the item was simply for information. Divisions of Labor between SBI and SBSTA: On 28 July, delegates considered document (FCCC/SB/1997/2) and agreed that a joint SBI/SBSTA contact group, chaired by Amb.",
      "Mark Hambley (US) and José Romero (Switzerland) would consider the issue.",
      "The group met throughout the week and on 4 August, an informal SBI meeting approved the contact group`s draft decision.",
      "On 5 August, SBI and SBSTA both decided to recommend the draft decision for adoption by COP-3. The draft decision outlines a general approach, under which one of the bodies will take the overall responsibility in considering an issue and will request specific inputs from the other body if necessary.",
      "Where overall responsibility is not assigned, agendas should be organized to avoid SBSTA and SBI dealing with such issues in parallel.",
      "Where this is not possible consideration should be given to holding ad hoc joint sessions. SBI will have responsibility for developing guidelines on the processes for consideration of national communications and other relevant documentation.",
      "SBSTA, in cooperation with SBI, shall have responsibility for developing guidelines for the provision of comparable information including all related methodological issues, and shall consider national communications, such as technical papers, with the aim of, inter alia, verifying methodologies used. SBI will, with input from SBSTA, have responsibility for assisting the COP in the assessment and review of the effective implementation of the Convention with respect to the development and transfer of technology.",
      "As stipulated by the Convention, the SBSTA shall have responsibility for providing advice on all scientific, technological and methodological aspects. SBI will have overall responsibility for all policy questions and relevant inputs related to issues dealing with NGO consultations, as appropriate.",
      "Should SBSTA or any other subsidiary body conclude that NGOs could provide relevant input on an item under consideration, that body could seek and consider such inputs.",
      "Issues involving provisional accreditation related to individual NGOs will be the responsibility of the relevant body. On AIJ, SBSTA will have the responsibility for developing the framework for reporting, including consideration of scientific, technical and methodological aspects of the reports.",
      "SBSTA will also prepare reports on activities for the COP.",
      "SBI will have the responsibility for assisting the COP with the review of the progress of AIJ under the pilot phase, on the basis of inputs from SBSTA. SBSTA will have overall responsibility for issues related to research and systematic observation and shall play a coordinating role in such activities related to implementation.",
      "SBSTA will also have overall responsibility for providing advice on education, training, public awareness programmes and public access to information. Annex I Communications: On 30 July, the Secretariat introduced documents including: a tentative schedule of the in-depth review of the second national communications of Annex I Parties (FCCC/SB/1997/5) in advance of preparations of a final schedule at SBI-7; an update on trends in past GHG emissions and future projections (FCCC/SB/1997/6); and a status report on a review of the first national communications (FCCC/SB/1997/INF.3) due for completion by SBI-7.",
      "The Secretariat noted the slow pace of submission of second national communications that were due in April this year.",
      "The EU called on Parties to contribute to a successful conclusion of the communications process.",
      "CHINA asked the Secretariat to include statements on the difficulties Annex I Parties have experienced in meeting their commitments. In the report of the meeting, delegates took note of the Secretariat`s progress report and requested a report on experiences with the review process of the first national communications for consideration at SBI-7. Draft conclusions on Annex I communications (FCCC/SBI/1997/CRP.5) were also adopted.",
      "They state, inter alia, that the Secretariat should submit a report at SBI-7 on the progress of Annex I Parties 'individually or jointly' in returning to their 1990 levels of GHG emissions.",
      "The US noted that their acceptance of 'individually or jointly' did not prejudice its position on other texts under negotiation.",
      "The PHILIPPINES called for the inclusion of a specific reference to Article 4.2 (b).",
      "SBI also expressed concern at the late submission of communications by many Annex I Parties and took note of the report on the informal workshop on Annex I communications.",
      "Annex II Parties were requested to provide information in accordance with Article 12.3, which calls for information on financial resources, adaptation assistance and technology transfer. Non-Annex I Communications: On 29 July, the Secretariat presented documents on Secretariat activities regarding financial and technical support (FCCC/SBI/1997/9) and on submission of initial national communications (FCCC/SBI/1997/13).",
      "She noted that Argentina and Jordan have submitted national communications and 40 other non- Annex I Parties had indicated they would do so by 2000.",
      "Luxembourg, on behalf of the EU, said the review process for non-Annex I communications should begin as soon as possible.",
      "CANADA urged acceleration of non-Annex I communications.",
      "She supported a process for consideration of non-Annex I communications as a way of advancing commitments under Article 4.1, including guidelines and country visits.",
      "AUSTRALIA emphasized the review component as an integral part of the process, noting that country visits with participation by non-Annex I experts were helpful in the Annex I Parties process. ARGENTINA said consideration of non-Annex I communications should be facilitative, not confrontational, and that he had no problem with in-depth studies of non-Annex I communications.",
      "TANZANIA, on behalf of the G-77/CHINA, supported by AUSTRALIA and CUBA, said the discussion of Annex I and non-Annex I communications should be based on differentiation.",
      "CHINA and MALAYSIA recommended an overall assessment rather than individual review, noting that initial non-Annex I Parties` communications may not be as consistent or complete as Annex I Parties`.",
      "The US said consideration of non-Annex I Parties` commitments need not be as detailed nor as extensive as that for Annex I Parties.",
      "She said compilation and synthesis of non-Annex I communications did not require the same schedule or frequency but could contribute to a comprehensive synthesis report, which could identify gaps or inconsistencies in non-Annex I communications. The PHILIPPINES said a GHG abatement strategy is beyond developing country commitments and should not be mentioned except as a possible voluntary activity.",
      "With CHINA, INDIA, MALAYSIA and COLOMBIA, she emphasized that non-Annex I communications are governed only by FCCC provisions and the relevant COP-2 decisions.",
      "ZIMBABWE, CUBA and others said provision of initial communications is linked to provision of funds.",
      "SAUDI ARABIA said the financial support must be sustainable and linked to capacity building. The REPUBLIC OF KOREA and MALAYSIA underscored varying country conditions and capacities.",
      "BANGLADESH and BURKINA FASO supported regional workshops.",
      "JAPAN said it is strengthening training courses for developing country experts to increase capacity.",
      "SENEGAL promised to submit its communication by the Kyoto meeting.",
      "The Chair suggested forming a contact group on this issue to be led by the US and Malaysia. The contact group met a number of times but did not reach consensus.",
      "In final Plenary, CHINA reported on discussions in the contact group, highlighting financial and technical difficulties and the problems posed for consideration of communications given the staggered submission schedule.",
      "Delegates agreed that deliberations will continue at SBI-7 and adopted the contact group`s draft conclusions.",
      "Two annexes to the conclusions contain draft proposals from the G-77/CHINA and the US.",
      "Under the G-77/CHINA proposal, the COP would decide to: consider the overall aggregate effects of measures taken pursuant to FCCC; compile a list of projects submitted by non-Annex I Parties for financing and seek funding from the financial mechanism; and consider the non-Annex I communications in a facilitative, non- confrontational, open and transparent manner.",
      "SBI would conduct initial consideration of the communications and submit a synthesis report to the COP on the overall aggregate effects of measures taken pursuant to the FCCC.",
      "The Secretariat was requested to prepare a report on the guidelines for the preparation of initial communications with a view to enhancing compatibility. Under the US draft decision, the COP would decide that consideration of initial non-Annex I communications will include, inter alia, the tasks of assessing quantitative and qualitative information for consistency with applicable guidelines and preparing a report on the application of guidelines.",
      "The draft decision also requests that the Secretariat: select experts from names nominated by Parties to assist in the consideration process; compile and synthesize information contained in individual national communications; compile a compendium of projects and related information submitted by non-Annex I Parties; arrange regional expert workshops; and note instances where in-country expert visits would be beneficial and make appropriate arrangements. Financial Mechanism: On 29 July, the Secretariat summarized the compilation of the views submitted by Parties (FCCC/SBI/1997/MISC.3) and the synthesis report (FCCC/SBI/1997/8).",
      "The Chair requested comments on the financial mechanism, and noted that in the first GEF replenishment period no climate change related activities were denied funding.",
      "SAUDI ARABIA noted that the GEF was sufficient for the interim period, but was outdated.",
      "Along with KOREA, IRAN and the G-77/CHINA, he called for additional time to consider the financial mechanism. KUWAIT, NIGERIA and SAUDI ARABIA suggested that Parties consider other options for a financial mechanism.",
      "CHINA called for an increase in the replenishment funds, and requested that additional funds be allocated for technology transfer.",
      "MALAYSIA noted that two of its project proposals have been turned down by the GEF. The EU stated that the report presented by the Secretariat provided sufficient basis to support replenishment, and suggested that the GEF be appointed the permanent operating entity of the financial mechanism.",
      "AUSTRALIA, the US, CANADA, JAPAN and the UK noted the success of the GEF and supported making the GEF the permanent mechanism at COP-3.",
      "The UK stated that it is committed to the GEF and prepared to make substantial contributions.",
      "The GEF welcomed the review of the financial mechanism and noted that it has provided US$4 billion in operational support for climate change projects.",
      "The G-77/CHINA called for all sources of information to be carefully examined, and noted that he was willing to submit a draft decision on the review process.",
      "A contact group chaired by John Ashe (Antigua and Barbuda) was established to consider the issue. The contact group met throughout the week and on 31 July produced a text that contained bracketed references noting the work done by GEF since its inception and the initial concerns raised by some non-Annex I Parties.",
      "In a section welcoming the outcome of UNGASS, the text contains bracketed references recognizing that implementation of commitments made under international environmental treaties can be promoted by secure, sustained and predictable financial support, sufficient institutional capacity, human resources and adequate access to technology. Under a bracketed option, the GEF would be appointed the financial mechanism of the Convention and SBI would initiate arrangements for Parties to further consider the GEF`s activities, including a method for Parties to raise performance issues.",
      "Under a bracketed alternative, the GEF would continue as the financial mechanism on an interim basis pending a review by COP-4. The text was adopted in the report of the meeting.",
      "SBI also decided to defer consideration of this issue until its next session and urged all Parties to submit their views on the financial mechanism no later than 8 September.",
      "A number of delegates noted concern with the date of 8 September and stated that they had agreed to submit the reports by 25 September to give more time for consideration of the issue.",
      "A compromise date of 15 September was agreed upon. Administrative and Financial Matters: On 28 July, the FCCC Executive Secretary introduced documentation on the programme budget for the years 1998-1999 (FCCC/SBI/1997/10, INF.1, and INF.2).",
      "He drew attention to an informal document on the status of payments to the FCCC core budget and said the cash flow situation continued to warrant concern.",
      "He said the level of initial budget estimates had been revised downwards but would remain above the 1997 level. He also discussed a proposal to maintain a post-Kyoto contingency fund for the management of any unanticipated process to emerge from COP-3.",
      "On the Participation Fund, he warned that some linkage might be introduced between Parties` applications for funding and the status of their contributions. The EU introduced a formal statement on the programme budget for 1998-1999, noting continuing concern at the total amount of the budget proposals presented by the Secretariat and a proposed 50% increase overall.",
      "The EU proposed a contact group to take the work on the budget forward. Delegates at an informal budget discussion that afternoon differed on the implications of budgetary decisions for AGBM and COP-3 deliberations.",
      "Some supported including funds for a possible post-Kyoto process within a proposed contingency budget or even including those funds in the FCCC`s core budget, while others said the budget should not prejudge whether coming negotiations will establish such a process.",
      "The need for separately listing funds for Annex I and non-Annex II Parties` implementation was also questioned, but a number of delegations said the distinction in Parties` responsibilities should not be eliminated in the budget.",
      "Several delegations also expressed concerns about the apparent increase in staff and overall budget amount compared to 1997 figures.",
      "They requested further information on these issues from the Secretariat. In the final Plenary, the Chair presented the draft conclusions on the programme budget for 1998-1999 and noted that they will be included in a formal annex.",
      "The delegates adopted the annex.",
      "The EU noted that a 15% increase over two years in the budget shows the importance that the EU attaches to the implementation and further development of the Convention.",
      "The Executive Secretary expressed his appreciation for early closure on this issue and noted that five of the 10 largest contributions for the year have still not been received. Arrangements for Intergovernmental Meetings: On 29 July, delegates considered document FCCC/SBI/1997/11.",
      "On arrangements for COP-3, the G-77/CHINA, supported by NIGERIA, VENEZUELA, SAUDI ARABIA, KUWAIT, CHINA, MALI, IRAN, KOREA, CENTRAL AFRICAN REPUBLIC, COLOMBIA and INDIA said the proposed ministerial segment must include all heads of delegations and their advisors, not just ministers.",
      "Some delegations said it should be renamed a 'high level' segment and any text for discussion must be distributed well in advance of the ministerial roundtable.",
      "On COP-3 agenda, the G-77/CHINA supported holding COP-4 in 1998.",
      "The EU and AUSTRALIA preferred scheduling COP-4 in early 1999.",
      "Delegates expressed varying opinions as to the value of a ministerial segment.",
      "NIGERIA, CHINA and SAUDI ARABIA cautioned against including selected partner organizations and NGOs in the ministerial roundtable and questioned who would make the selections.",
      "JAPAN said NGOs should be excluded from the ministerial segment given its highly political nature. On 30 July, the SBI Chair reported that there was no agreement on a draft decision on preparations for COP-3 and COP-4 prepared by the G-77/CHINA, which will include the second review of Annex I Party commitments.",
      "The FCCC calls for the second review no later than 31 December 1998.",
      "The Chair appealed for flexibility from the G-77/CHINA, which had experienced difficulties with a proposal for a date for COP-4.",
      "The Chairs of the G-77/CHINA and the EU agreed to consult with the SBI Chair on arrangements for COP-3 and COP-4. In an informal meeting on 1 August, delegates continued to debate draft conclusions on arrangements for COP-3, particularly with regard to a proposal that the Secretariat make all necessary preparations for COP-3 to conduct the second review of the adequacy of Article 4.2 (a) and (b) and the review of Annexes I and II.",
      "Debate also centered on text describing the dates of the high-level segment and noting that the COP President will promote informal dialogue among Ministers and Heads of delegations. In final Plenary, delegates accepted draft conclusions that, inter alia, request the Secretariat to make all necessary preparations for COP-3 to consider the second review of the adequacy of Article 4.2 (a) and (b) and that COP-3 place on the agenda for COP-4 the second review of those articles.",
      "A request for the Secretariat to make preparations for the review of Annexes I and II was replaced with a recommendation that COP-3 undertake a review of available information with a view to taking decisions regarding amendments to Annexes I and II. The conclusions also recommend that a High Level Segment of Ministers and other Heads of Delegations at COP-3 take place from 8-10 December.",
      "Following a G-77/CHINA request, a paragraph regarding an informal dialogue among Ministers and other Heads of Delegations was deleted. Regarding arrangements for COP-4, the SBI recommended that COP-4 be held in November 1998.",
      "The venue will be Bonn unless a proposal by Party to host the COP is received. NGO Consultation Mechanisms: On 29 July, SBI considered mechanisms for consultation with NGOs.",
      "The Secretariat introduced two documents (FCCC/SBI/1997/14 and Add.1).",
      "Regarding access by NGOs, one document contains proposals on the improvement of existing mechanisms and the establishment of new ones, including a Business Consultative Mechanism (BCM).",
      "The other document (Add.1), contains additional reflections by the Secretariat.",
      "A representative of public utilities commissions and the Climate Action Network agreed with increased transparency in the accreditation and registration process.",
      "A speaker representing business and industry NGOs supported the concept of a BCM, and stressed the need to improve current communications mechanisms.",
      "The International Council for Local Environmental Initiatives (ICLEI) noted that a report will be submitted to the COP and its subsidiary bodies providing data on local government initiatives to reduce GHGs.",
      "The US, MALAYSIA, EGYPT, SENEGAL, the EU, CANADA, INDONESIA, AUSTRALIA, BENIN and VENEZUELA welcomed participation of the NGOs in the Convention.",
      "MALAYSIA and BENIN stated that NGOs who are not supportive of the Convention process should not be allowed to attend. INDONESIA called for the mechanism for consultation to be broadened to include local government and business NGOs.",
      "CANADA, AUSTRALIA and VENEZUELA noted the financial constraints of the Secretariat.",
      "CANADA suggested improving existing bodies and mechanisms.",
      "The Chair called on Parties to submit comments and noted that the issue will be taken up again at SBI-7. In final Plenary, SBI took note of the Secretariat`s documents on mechanisms for consultations with non- governmental organizations.",
      "The Chair noted that a contact group would be created at SBI-7 for consideration of this item.",
      "The SBI also urged all Parties to submit their views on this item by 25 August. Other Issues: On 30 July, SBI decided to refer its agenda item on development and transfer of technology to SBSTA.",
      "In final Plenary, Parties adopted ad referendum draft conclusions on reducing the volume of documentation and the calendar of meetings (FCCC/SBI/1997/11).",
      "SBI also took note of the information provided by the Secretariat regarding UNGASS. Report of the Meeting: In final Plenary on 5 August, the Chair noted that most decisions by the contact groups were outlined in the draft report (FCCC/SBI/1997/L.2).",
      "Delegates reviewed the report of the meeting and adopted it as amended.",
      "The Chair adjourned the meeting at approximately 11:30 am."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": "SBI"
}