{
   "actors": [],
   "countries": [
      "Nepal"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_32",
   "section_title": "Assisting in the use and application of methods and tools",
   "sentences": [
      "Batu Krishna Uprety, Nepal, reported on recommendations of the breakout group.",
      "He said assistance was required to apply the tools for: participatory processes; trend analysis; aggregating existing data, including climate and ecosystem data; historical analysis of climatic extremes and responses; prediction; targeting specific stakeholders; determining options or responses; understanding risk and risk perception; identifying the problem and target audience to communicate climate change risks; and prioritization.",
      "Uprety said further development of methods and tools was required for: remote sensing and GIS to help with monitoring changes in critical areas; using results of impact assessments to convince decision makers to take action; planning responses to impacts such as water management and urban planning; and awareness raising.",
      "To address the challenges and needs identified, the group recommended the following actions: build partnerships for structured and coordinated assistance in using, modifying and/or further developing methods and tools, for example with NWP partner organizations; develop guidance, possibly in the form of an internet-based clearinghouse, to provide users with an interactive way to share information; determine what methods and tools exist and highlight those that can be modified for climate change adaptation, such as strategic environmental assessment and environmental impact assessment; provide guidance on when to use specific tools or models; emphasize usefulness of application, for different areas and questions or tasks; organize events such as conferences and workshops at national, regional and international levels, to raise awareness of climate change and its impacts; increase dialogue between climate change, sectoral and disaster risk reduction communities to bring in potential tools and methods for developing climate change adaptation responses; and provide guidance for the media, including television weather presenters, on linkages between climate change and weather events."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}