{
   "actors": [
      "Least Developed Countries",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Chad",
      "Argentina",
      "Japan",
      "Germany",
      "Finland",
      "Mali",
      "Cuba",
      "Congo",
      "Greenland",
      "Ireland",
      "Dominica",
      "Philippines",
      "Ecuador",
      "Bahamas",
      "Spain",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "New Zealand",
      "South Sudan",
      "Russia",
      "Saint Lucia",
      "Jamaica",
      "Venezuela",
      "Luxembourg",
      "United States",
      "Bolivia",
      "Brazil",
      "Kenya",
      "Belgium",
      "Canada",
      "Nicaragua",
      "Niger",
      "Mexico",
      "Slovenia",
      "Austria",
      "Sweden",
      "Sudan",
      "Tuvalu",
      "United Kingdom",
      "Russian Federation",
      "Senegal",
      "Ghana",
      "Australia",
      "Ethiopia",
      "Madagascar",
      "Maldives",
      "Costa Rica",
      "Tanzania",
      "France",
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_8",
   "section_title": "Key Risks across Sectors and Regions",
   "sentences": [
      "In the introductory paragraph, Canada, opposed by Germany, Slovenia, Switzerland, Brazil and others, said key risks are not described in UNFCCC Article 2 on dangerous anthropogenic interference with the climate system, and should not be linked in this paragraph to that article.",
      "To resolve the issue, New Zealand proposed, and participants agreed, that 'described in' should be replaced with 'refers to'.",
      "The agreed text reads: 'Key risks are potentially severe impacts relevant to Article 2 of the UNFCCC, which refers to dangerous interference with the climate system'.",
      "The US proposed, and participants agreed to, a definition of key risks, stating: 'Risks are considered key due to high hazard or high vulnerability of societies and systems exposed, or both'.",
      "On the paragraph on the risks of climate change that warrant consideration, Germany expressed concern with the ordering and weighting of the key risks in the paragraph, and India expressed concern with the timing of impacts.",
      "CLAs explained that the criteria are much clearer without introducing the concept of weighting.",
      "Regarding a sentence noting that 'expert judgments' were used in identifying key risks, Switzerland, opposed by the US, Austria and Germany, recommended deleting the term 'expert judgments', noting it diminishes credibility.",
      "Saudi Arabia suggested the wording 'expert inferred judgment'.",
      "Germany proposed language stating: 'Determination of which risks are key was based on expert judgment using the following specific criteria'.",
      "Saudi Arabia suggested replacing 'determination' with 'assessment'.",
      "Participants agreed to Canada's suggestion to use the term 'identification'.",
      "Japan, Tanzania and others made proposals to qualify the criteria.",
      "Canada stated that the criteria have already been applied by the authors and cannot be changed.",
      "Participants discussed key risks all of which are identified with high confidence and contribute to one or more reasons for concern (RFC).",
      "A key risk on risk of death, injury, ill-health or disrupted livelihoods in low-lying coastal zones and small island developing states, due to storm surges, coastal flooding, and sea-level rise, was the subject of lengthy discussion.",
      "The US proposed replacing 'small island developing states' with 'small islands' as their consideration was geographical, not political.",
      "Brazil, the Philippines, the EU and Australia supported this.",
      "Australia also emphasized risks for small islands within other states.",
      "Saint Lucia, the Maldives, Tuvalu, China, Cuba and others supported retaining 'small island developing states'.",
      "Austria, supported by Mexico, Ireland, Switzerland, Saint Lucia, the US and others, proposed referring to 'small island developing states and other small islands'.",
      "Chad, Mali, South Sudan, Sudan, Senegal and others, opposed by Australia and Germany, supported reference to least developed countries (LDCs).",
      "Mali, supported by Niger, proposed 'other vulnerable areas' as compromise text to cover LDCs.",
      "Canada and the CLAs cautioned against adding new risks to the list as it might compromise scientific findings.",
      "New Zealand and the EU supported a proposal to add a sentence clarifying that risks were 'especially pertinent' to LDCs.",
      "The US proposed chapeau language specifying the pertinence of risks to least developed and most vulnerable countries due to higher levels of exposure and vulnerability, including those that arise from their development status.",
      "Australia suggested adding 'vulnerable groups'.",
      "South Sudan clarified that the increased vulnerability of LDCs is not due to development status, but rather to a lack of resources.",
      "Canada emphasized that exposure levels may not depend on development status.",
      "Kenya stated that risks to coastal zones, for example, cover all countries irrespective of development status.",
      "South Sudan said damage to, and destruction of, property should be covered in the list of risks.",
      "Saint Lucia suggested qualifying language to reflect that not all risks are pertinent to LDCs.",
      "The US suggested 'some' key risks may be particularly challenging for least developed and vulnerable countries.",
      "Austria flagged that risks vary within countries as well, and suggested mention of vulnerable groups within countries.",
      "Following the presentation of various formulations of, and discussion on, this text, Canada proposed that 'some key risks may be particularly challenging for LDCs and communities, given their higher vulnerability and limited ability to cope', to which the UK proposed adding 'vulnerable' communities.",
      "Mali, supported by Sudan, called for text stating that key risks 'are', rather than 'may be', challenging for LDCs, while Austria, supported by Canada, pointed out that no assessment was carried out specifically on key risks in LDCs, and that such a definitive declaration was thus not in line with the assessment.",
      "France proposed deleting 'some', while South Sudan suggested that 'most of these key risks are' challenging for LDCs.",
      "Switzerland proposed, and participants agreed, that 'many' key risks 'constitute' particular challenges, and participants agreed.",
      "The final text states that many key risks constitute particular challenges for LDCs and vulnerable communities, given their limited ability to cope.",
      "After this discussion, the text on death, injury, ill-health or disrupted livelihoods in low-lying coastal zones and small island developing states and other small islands from storm surges, coastal flooding, and sea-level rise, was accepted.",
      "On the key risk of severe ill-health and disrupted livelihoods for large urban populations due to inland flooding in some regions, several proposed changes were rejected on the basis of inconsistency with the chapters from which the key risks were drawn.",
      "A suggestion from Pakistan, to add 'displacement' to the effects of inland flooding, was rejected on the basis that it is captured in the existing language.",
      "This subparagraph was accepted as written.",
      "On systemic risks due to extreme weather events, participants accepted Madagascar's suggestion to add examples from the underlying report on critical services being affected.",
      "The final text refers to 'systemic risks due to extreme weather events leading to breakdown of infrastructure networks and critical services, such as electricity, water supply, health and emergency services'.",
      "On the key risk of excess mortality and morbidity during periods of extreme heat , 'excess' was removed upon request from Tanzania and Canada.",
      "Participants agreed to a request by Ecuador and Ethiopia that the final clause refer to 'those working outdoors in urban and rural areas'.",
      "The final text refers to the risk of mortality and morbidity during periods of extreme heat, particularly for vulnerable urban populations and those working outdoors in urban or rural areas'.",
      "On the key risk of food insecurity linked to warming, drought, flooding, and precipitation variability and extremes, particularly for poorer urban and rural populations, the reference to food insecurity was expanded to include the 'breakdown of food systems', from the underlying report, upon request from Bolivia.",
      "On the key risk of loss of rural livelihoods and income, a suggestion by India to add reference to farmers in 'arid' regions was rejected as inconsistent with the report, and the key risk was approved without change.",
      "The final text refers to the key risk of loss of rural livelihoods and income due to insufficient access to drinking and irrigation water and reduced agricultural productivity, particularly for farmers and pastoralists with minimal capital in semi-arid regions.",
      "On the key risk of loss of marine ecosystems and biodiversity, a suggestion from Bolivia to add 'functions' to ecosystem goods and services was accepted.",
      "Reference to 'coastal' ecosystems was added to capture Nicaragua's concern about wetlands.",
      "The final text refers to the risk of loss of marine and coastal ecosystems, biodiversity, and ecosystem goods, functions and services for coastal livelihoods, especially for fishing communities in the tropics and the Arctic.",
      "On the key risk of loss of terrestrial and inland water ecosystems, upon request from Tanzania and the US, a reference to the concept of 'terrestrial' livelihoods was deleted.",
      "In answer to a question from the Republic of Congo, Co-Chair Field clarified that inland water ecosystems include grasslands and forests.",
      "Norway noted that the term 'freshwater' used elsewhere should be harmonized with 'inland water'.",
      "The final text refers to a risk of loss of terrestrial and inland water ecosystems, biodiversity, and ecosystem goods, functions and services they provide for livelihoods.",
      "Participants then addressed a paragraph stating that larger magnitudes of warming increase the likelihood of severe, pervasive and challenging impacts.",
      "Germany, the UK, Luxembourg, Saint Lucia, Belgium, Finland and others expressed concern that 4 °C had been identified as the critical threshold, given the many serious risks associated with lower temperature increases, and cautioned against giving the impression that impacts below an increase of 4 °C are manageable.",
      "Belgium suggested presenting a general statement instead of looking for a single number associated with high certainty, and then adding specific impacts for various thresholds.",
      "Supporting Belgium, Germany, Finland, Saint Lucia, the Philippines and others also called for adding details associated with lower levels of warming, including risks associated with an increase of 2 °C above preindustrial levels.",
      "Saint Lucia called for referring to impacts under temperature increases of 1.5-2 °C.",
      "Co-Chair Field noted that some of those references were included in Assessment Box SPM.1 on Human Interference with the Climate System on RFCs and in the Key Risk Tables for the regions.",
      "The UK, supported by Belgium, Luxembourg, Australia, Saint Lucia and the US, proposed language from the underlying report referring to major impacts.",
      "On the reference to 'preindustrial levels', Australia suggested referring to the period 1850-1900 instead to ensure consistency with WGI benchmarks.",
      "Co-Chair Field pointed out that the literature assessed refers to preindustrial levels.",
      "The UK proposed, and participants agreed, to replace the word 'challenging' with 'irreversible'.",
      "Saudi Arabia, China and the UK argued that the paragraph should be limited to consideration of the risks of a very high temperature rise.",
      "Saint Lucia, Germany, Jamaica, Austria, Sweden, Belgium and Tuvalu called for examples of risks associated even with lower temperature rises.",
      "Switzerland suggested referring to RCPs used in the WGI report, rather than temperatures, for consistency across the WGs.",
      "Sweden suggested moving this language to the introduction of the paragraph, stating that precise levels of climate change sufficient to trigger tipping points remain uncertain, but the likelihood of crossing tipping points in the earth system or in interlinked human and natural systems increases with rising GHG concentrations.",
      "Mexico noted that Table SPM.4 shows strong and precise examples of impacts.",
      "Bolivia called for putting a comparison of temperatures from 1850-1950 in a footnote.",
      "Saudi Arabia, opposed by Switzerland, reiterated that the paragraph should be considered as a package, not sentence by sentence, and should remain focused on a 4 °C temperature rise relative to preindustrial levels.",
      "Following informal consultations, participants discussed the ordering of references to lower and higher temperature increases and how to refer to tipping points.",
      "As approved, the paragraph reads that: magnitudes of warming increase the likelihood of severe, pervasive and irreversible impacts; some risks are considerable at 1-2 °C above preindustrial levels; global climate change risks are high to very high with a global mean temperature increase of 4 °C or more above preindustrial levels and include, inter alia , substantial species extinctions, large risks to food security, and the potential for some areas to become seasonally uninhabitable for normal human activities; and the risk associated with crossing multiple tipping points in the earth system increases with rising temperature.",
      "Regarding Assessment Box SPM.1: Human Interference with the Climate System , which describes five RFCs that provide a framework for summarizing key risks across sectors and illustrate implications of warming and adaptation limits for people, economies and ecosystems, the Group agreed, with some minor amendments, to the introductory paragraph and a chapeau, which, inter alia , state that global average temperature changes are relative to 1986-2005 levels.",
      "Participants then discussed the first RFC on unique and threatened systems , which asserts that: such systems are at risk from climate change; risk increases with additional warming of around 1 °C; and many species and systems are subject to very high risk at 2 °C warming.",
      "Much of the debate revolved around use of temperature change relative to 1986-2005 levels to describe current and future risk, as well as reference to 'above recent temperatures', as proposed by the US.",
      "Austria and the US emphasized that temperature references to warming of 1-2 °C were intended to reflect a continuous increase in temperature and not a threshold in relation to increased risk.",
      "Saudi Arabia urged that temperature rise should be relative to preindustrial levels to better explain risks already being faced, and opposed specific reference to 'recent temperatures'.",
      "Spain recalled WGI's use of the 1986-2005 baseline and its reference to the difference in warming from the preindustrial period and the 1986-2005 baseline.",
      "Co-Chair Field stressed the importance of maintaining consistency between the WGs and reiterated that the entire assessment was undertaken based on recent temperatures.",
      "Luxembourg proposed adding the WGI SPM language, namely that observed warming from 1850-1900 to 1996-2005 is 0.61 °C.",
      "The Group agreed to include this in a footnote, with a condition from Saudi Arabia that reference to 'above recent temperatures' be deleted.",
      "This deletion was accepted, with Norway reiterating that the chapeau already includes reference to the 1986-2005 baseline.",
      "On the RFC on extreme weather events , the UK questioned a sentence stating that risks associated with 'some' types of extreme events increase at higher temperatures, noting that risks associated with 'all' extreme events increase with higher temperatures.",
      "A CLA said there are some types of extreme events for which there is insufficient data.",
      "The UK said this is not a statement on the risks that might occur, but rather a statement regarding the risks that have been assessed.",
      "The sentence was agreed without amendment.",
      "On the RFC on the distribution of impacts , the UK raised concerns regarding a sentence stating that risks are unevenly distributed and are generally 'greatest' for 'disadvantaged' people and communities in 'low-, middle and high-income countries', questioning whether any countries exist that do not fit in that category.",
      "He also queried the appropriateness of using the term 'disadvantaged'.",
      "The CLAs proposed referring to 'all countries' and replacing 'disadvantaged' with 'vulnerable and exposed'.",
      "Switzerland opposed this proposal, expressing that risk is defined as constituting vulnerability and exposure and this sentence would create circular reasoning, stating that the people most at risk are those who have the greatest risk.",
      "The US, supported by Saint Lucia and the Philippines, said disadvantaged people are not restricted to those that are vulnerable and exposed, and opposed the proposed change.",
      "China favored reference to risks being generally greatest in low-latitude, less developed areas.",
      "Mexico said the sentence should also address LDCs.",
      "The US, supported by New Zealand and the EU, and opposed by Argentina, expressed concern that this would dilute the point that risks are unevenly distributed and are generally greater for people in the weakest economic situations.",
      "Mexico said risk and vulnerability do not always depend on exposure to risk and that capacity to respond must also be addressed.",
      "Co-Chair Field proposed, and participants agreed to use 'all countries at all levels of development'.",
      "Tanzania proposed, and participants agreed, to replace 'greatest' with 'greater'.",
      "Some discussion ensued on a sentence stating that 'based on risks for regional crop production and water resources in some countries, risks are high for additional warming above 2 °C ( medium confidence )'.",
      "The UK, supported by the US, stressed the importance of specifying the risks.",
      "The US suggested, and participants agreed to, referring to the risk of reduced yields and water scarcity as found in the text of the underlying report.",
      "After requests for clarification from Belgium, Switzerland and the UK on the distribution of impacts, Switzerland suggested, and participants agreed to, stating that 'risks of unevenly distributed impacts are high'.",
      "On the RFC on global aggregate impacts , participants discussed a sentence stating that 'risks to the overall global economy and Earth's biodiversity are moderate for additional warming between 1-2 °C ( medium confidence ) and high around 3 °C, reflecting warming-dependent increases in risks of economic impacts ( low confidence ) and extensive biodiversity loss with concomitant associated loss of ecosystem goods and services ( high confidence )'.",
      "Saudi Arabia, Australia and the US questioned the differing confidence levels associated with the statement.",
      "CLAs explained that the differences were due to the two sets of literature included, namely on biodiversity and economy.",
      "They noted that while studies disagree on specific impacts (therefore the low confidence), they do agree on trajectory, so it is clear that risk increases with temperature increases, even if, given the literature data points, the associated confidence level is low.",
      "The UK, the US and Australia proposed separate sentences for biodiversity and economy.",
      "Belgium and Venezuela supported maintaining aggregate indicators.",
      "The US, with Australia, proposed language from the underlying chapter stating that little is known about economic impacts under a 3 °C increase, but that this does not imply a lack of risk. CLAs proposed the following text: 'Risks of global aggregate impacts are moderate for additional warming between 1-2 °C, reflecting impacts to both Earth's biodiversity and the overall global economy ( medium confidence ).",
      "Extensive biodiversity loss with associated loss of ecosystem goods and services results in high risks around 3 °C ( high confidence ), but little is known about aggregate economic impacts above 3 °C'.",
      "CLAs recalled that 'moderate' in this context means detectable and attributable to climate change.",
      "Norway, opposed by Saudi Arabia, suggested including this definition of 'moderate' in a footnote.",
      "After discussion in an informal group, participants agreed to text stating that global aggregate impacts are moderate for additional warming between 1-2 °C, reflecting impacts to both the Earth's biodiversity and the overall global economy ( medium confidence ); extensive biodiversity loss with associated loss of ecosystem goods and services results in high risks around 3 °C additional warming ( high confidence ); and aggregate economic damages accelerate with increasing temperature ( limited evidence, high agreement ), but few quantitative estimates have been completed for additional warming around 3 °C or above.",
      "IPCC Chair Pachauri, supported by Luxembourg and the UK, suggested adding a footnote with previously agreed text from the SREX noting that disaster loss estimates are lower bound estimates because many impacts, such as loss of human lives, cultural heritage and ecosystem services, are difficult to value and monetize and thus are poorly reflected in estimates of losses.",
      "Participants agreed to the inclusion.",
      "After further discussion and editorial changes, as well the addition of the definition of income in the glossary, the text was approved.",
      "On the RFC on large-scale singular events , Canada requested the removal of 'drastic' in a sentence on physical systems and ecosystems being at risk of abrupt, drastic and irreversible changes.",
      "Austria suggested using the word 'transformational' and Australia proposed 'far-reaching'.",
      "Norway called for consistency with the WGI report, which refers to 'abrupt' and 'irreversible'.",
      "Peru queried whether 'drastic' referred to scale, and a CLA clarified that it referred to the rate and was thus redundant.",
      "The sentence was accepted with the deletion of 'drastic'.",
      "On a sentence concerning early warning signs of warm-water coral reefs and Arctic ecosystems experiencing irreversible regime shifts, Switzerland queried the meaning of 'Arctic ecosystems'.",
      "A CLA explained that they referred to combined systems, including ice, terrestrial systems and people.",
      "The sentence was accepted without changes.",
      "A sentence on risk increases associated with temperature increases and the potential for large and irreversible sea-level rise from ice sheet loss, including in Greenland, engendered much debate.",
      "Japan and Tanzania sought clarification on a disproportionate increase in risks associated with temperature increases between 1-2 °C.",
      "A CLA explained that WGII took WGI's finding on sea levels during the last interglacial period to mean that risk increases substantially at temperature increases of 1-2 °C.",
      "Japan, China and Australia pointed to inconsistency between the temperature ranges used by WGI and WGII.",
      "A CLA explained that WGI referred to polar temperatures (at least 2 °C warmer), while the WGII reference was to global mean temperature (1-2 °C warmer).",
      "Luxembourg suggested specifying that global mean sea-level rise would be 'up to 7 meters'.",
      "The text was harmonized with the WGI report specifying temperature increases of 1-4 °C above preindustrial levels for high risks and 1-2 °C above 1986-2005 levels for a disproportionate increase in risks.",
      "Australia, the US, the EU, Sweden and others opposed the use of two different timeframes.",
      "Participants discussed the need to make WGI and WGII numbers consistent, given differences in the baselines used in their respective assessments ('preindustrial levels' in WGI and '1986-2005' in WGII).",
      "The US requested additional text in the footnote to clarify the relationship between the two baselines.",
      "New Zealand recalled that the chapeau for the RFCs already states that all temperatures used in the RFCs are based on the 1986-2005 baseline, and the footnote was left unchanged.",
      "To a sentence citing the disproportionate risks as temperature increases between 1 and 2 °C additional warming, the US, supported by the UK, suggested adding 'above recent temperatures'.",
      "The final text notes that risks increase disproportionately as temperature increases between 1-2 °C additional warming and become high above 3 °C, due to the potential for a large and irreversible sea-level rise from ice sheet loss.",
      "It further states that for sustained warming greater than some threshold, near-complete loss of the Greenland ice sheet would occur over a millennium or more, contributing up to 7m of global mean sea-level rise.",
      "This language is accompanied by an explanatory footnote stating that current estimates indicate that the threshold is greater than about 1 °C, but less than about 4 °C sustained global mean warming above preindustrial levels, and provides references to the WGI SPM.",
      "Regarding Assessment Box SPM.1 Figure 1: A Global Perspective on Climate-related Risks , Saint Lucia stressed the importance of setting out a range of temperature scenarios, including low temperature changes.",
      "China expressed concern over the vagueness of the term 'preindustrial' and urged consistency with the terminology used in WGI to avoid confusing policymakers.",
      "Australia said the caption should state that the figure presents untreated risks, and in some areas there is potential for adaptation to mitigate those risks.",
      "To address this concern, Norway suggested merging this figure with Figure 19.4 of the underlying report.",
      "The UK questioned whether the figure accurately reflected the associated levels of risk, suggesting that the predictions appear conservative.",
      "A CLA said the authors took a conservative approach on this to retain credibility.",
      "Mali and Ghana said the figure needed to be simplified and better explained.",
      "Saudi Arabia, Bolivia and India queried why the scale used is based on recent temperatures and not on a preindustrial baseline.",
      "Ecuador, opposed by Slovenia and Spain, favored deleting the figure noting it is unrepresentative.",
      "Responding to concerns raised by Saudi Arabia that the temperature scale should be based on preindustrial baselines, Austria said a baseline of recent emissions is not a political baseline and is scientifically grounded.",
      "To take into account the concerns expressed by Saudi Arabia, IPCC Vice-Chair Jean-Pascal van Ypersele suggested reflecting the information on the right side of the figure as a thermometer.",
      "Costa Rica, supported by Sweden and Switzerland, proposed adding an explanation of Representative Concentration Pathways (RCPs) and scenarios in the caption, noting that the terms are not familiar to all policymakers.",
      "Emphasizing the figure's importance and value, Switzerland urged that it contain all information necessary for use as a stand-alone and self-explanatory figure and suggested including a description of RCPs or scenarios in the figure itself.",
      "Saudi Arabia requested that the Y-axis be labeled 'preindustrial' instead of '1850-1900'.",
      "WGI Co-Chair Thomas Stocker said that reference to 'preindustrial' would necessitate use of the term 'approximation', which Austria and Australia proposed including in a footnote.",
      "Participants considered labeling the Y-axis as 'Global mean temperature change ( °C relative to 1850-1900, as an approximation of preindustrial levels)', with an explanation inserted in a footnote.",
      "China requested text noting that while the earliest data is available for 1850-1900, 'preindustrial times' start around 1750.",
      "Following informal consultations, participants agreed to raise the explanation of 'preindustrial times' to the text in Assessment Box SPM.1 Figure 1, which now reads: 'Based on the longest global surface temperature dataset available, the observed change between the average of the period 1850-1900 and of the AR5 reference period (1986-2005) is 0.61 °C (5-95% confidence interval: 0.55 to 0.67 °C), which is used here as an approximation of the change in global mean surface temperature since preindustrial times, referred to as the period before 1750'. IPCC Vice-Chair van Ypersele, supported by Norway, proposed inserting a footnote providing a link between the figure and the notion of 'preindustrial' based on WGI's work.",
      "Saudi Arabia favored using the term 'preindustrial' rather than '1850-1900' with an asterisk to the footnote.",
      "Participants agreed that the footnote state: 'Based on the longest global surface temperature dataset available, the observed change between the average of the period 1850 to 1900 and of the AR5 reference period is 0.61 °C [0.55-0.67 °C][WRI AR5 SPM.2.4], which is used here as an approximation of the change in global mean surface temperature since preindustrial times'.",
      "Participants agreed to the following changes to the figure: referring to temperature change relative to the '1850-1900' baseline instead of 'preindustrial' baseline; adding additional text to the caption describing RCPs; and adding the thermometer as proposed by IPCC Vice-Chair van Ypersele.",
      "A revised figure incorporating the changes was then presented, which included the addition of the label 'global temperature change' on the Y axis, as proposed by Slovenia, and a thermometer showing global mean temperature change relative to 1986-2005 levels aligned with the existing thermometer showing global mean temperature change relative to 1850-1900.",
      "Germany, Austria and Sweden objected to the removal of dotted lines that indicated 2 °C and 4 °C temperature changes above preindustrial levels.",
      "Ethiopia and Saudi Arabia objected to the use of 'neutral' rather than 'low' level of risk.",
      "Norway asked for insertion of an explanation of the criteria for distinguishing levels of risk.",
      "Co-Chair Field explained that there are many combinations of probability and outcome that can lead to similar risks, necessitating that risk be pegged at 'low' to 'high', with 'low risk' meaning neutral or no risk from climate change, and 'high risk' meaning risk of severe impacts, significant irreversibilities or persistent climate-related hazards and limited adaptive capacity.",
      "Australia called for including this explanation in the caption.",
      "Saint Lucia, supported by Mali, Dominica, Jamaica, Tuvalu, Cuba, France and others, and opposed by Australia, requested the inclusion of a dotted line at 1.5 °C temperatures intervals in the figure.",
      "She observed this was policy relevant for the UNFCCC's 2015 review.",
      "Germany supported including a dotted line at 1.5 °C stating that adding it to those for 2 °C and 4 °C would not be policy prescriptive.",
      "The UK, supported by Slovenia, proposed removing all dotted lines so as to appear scientifically neutral.",
      "CLAs, supported by Belgium, the US, Austria and others, and opposed by Saint Lucia, proposed adding dotted lines at all 0.5 °C increments.",
      "Following informal consultations, participants agreed to remove all the dotted lines and insert markers on the Y-axis at 0.5 °C intervals.",
      "Saudi Arabia, the Bahamas, Venezuela, Slovenia, Germany and the Russian Federation questioned a reference in the figure to 'neutral' level of risk.",
      "A CLA clarified that 'neutral' was tied to detection and attribution, meaning that there were no impacts that the authors were able to assess.",
      "Germany pointed out that there have already been impacts from extreme weather events.",
      "A CLA explained that those were included in the graph, and participants agreed to replace 'neutral' with 'undetectable'.",
      "The Russian Federation sought an explanation of additional risk for a zero-temperature increase.",
      "A CLA clarified that the baseline referred to the 1986-2005 period, during which events were attributable to climate change, and not to the present time.",
      "To be consistent with the WGI report, participants agreed to add a marker indicating the average temperature increase of 0.78 °C since 1986-2005.",
      "Most of the text introducing the figure was approved without comment, although some discussion took place on a reference to 'limited adaptive capacity' related to 'very high risk of severe impacts'.",
      "Saudi Arabia and Mali expressed concern that the link could be misleading so as to appear that only the 'very high risk' category is linked to limited adaptive capacity.",
      "A CLA noted that the category 'very high risk' is defined as that in which the potential for adaptation is overwhelmed.",
      "Mexico noted that, if the category 'very high risk' is defined as beyond adaptive capacity, referring to it as 'limited' in a figure representing it is problematic."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}