{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China",
      "Saudi Arabia",
      "New Zealand"
   ],
   "enb_end_date": "17-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "17-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12156e.html",
   "id": "enb12156e_1",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "Delegates met in a formal meeting and heard a presentation by the G-77/CHINA on its views, contained in a new submission, on consequences under a compliance regime.",
      "On facilitative consequences, the G-77/CHINA reiterated that these should be differentiated between Annex I and non-Annex I Parties.",
      "On enforcement consequences, she said these should only apply to Annex I Parties.",
      "She then presented the proposed consequences, to be decided by the enforcement branch, in case of non-compliance with several provisions of the Protocol.",
      "In the case of non- compliance with Articles 5 and 7, the Party's eligibility to participate in the mechanisms would be suspended and it would be required to submit a plan including measures to remedy the non- compliance.",
      "One or more other measures, such as declaration of non-compliance and suspension of rights and privileges, would be decided.",
      "If a Party does not meet the eligibility requirements under Articles 6 (JI), 12 (CDM) and 17 (emissions trading), its eligibility to participate in the mechanisms would be suspended.",
      "If the Party concerned is an Article 4 (joint fulfillment) Party, the eligibility of the other Parties operating under that provision would be suspended as well. In case of non-compliance with Article 3.1 (assigned amounts - AA), the G-77/CHINA said the strictest of measures should be applied.",
      "She called for the combination of three consequences for the non-compliant Party in order to ensure effectiveness and avoid loopholes: a contribution to the Compliance Fund, to be established; the deduction from its AA in the subsequent commitment period with a penalty rate; and a submission of a Compliance Action Plan.",
      "Additional consequences could also be set.",
      "In the case of non-compliance with Article 3.14 (adverse effects), the Party concerned would be required to commit itself to an 'Article 3.14 Plan' indicating the measures intended to be implemented in order to resolve the issue in question, and it could be subjected to the suspension of rights and privileges. SAUDI ARABIA, on behalf of the ARABIAN COUNTRIES GROUP, said non- compliance with Article 3.14 should also lead to suspension of eligibility to participate in the mechanisms and a financial penalty paid to a compensation fund.",
      "NEW ZEALAND questioned the aspects of establishing an action plan as well as a compliance fund, since these would remove the stringency of the consequences by extending the period of non-compliance and adding complexity. Participants then met in 'informal informal' consultations in the evening and late in the night, in an attempt to make further progress.",
      "They worked on the basis of a revised Co-Chairs' text and the latest G-77/CHINA submission that contains proposals on a plenary, the submission of questions of implementation, appeal, COP/MOP and consequences.",
      "Based on the discussions, the Co-Chairs will develop a revised text by Friday 12.00 noon."
   ],
   "subtype": "groups",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "sbi/sbsta"
}