{
   "actors": [
      "Environmental Integrity Group",
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Tuvalu",
      "Iran",
      "United States",
      "Gambia",
      "Chile",
      "Philippines",
      "Australia",
      "Brazil",
      "Ecuador",
      "Swaziland",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_23",
   "section_title": "ROUNDTABLE ON MITIGATION:",
   "sentences": [
      "The roundtable on mitigation (Workstream 1) took place on Thursday morning.",
      "Co-Chair Dovland invited delegates to discuss what is needed to enhance action on mitigation.",
      "Australia stressed the importance of identifying a spectrum of mitigation commitments by all countries.",
      "He supported allowing each country to identify the type and level of effort within the spectrum and ensuring all countries continue taking more ambitious actions.",
      "He elaborated that commitments should be: nationally determined; respect CBDR; subject to ex-ante review; subject to a rules-based system; and kept under regular review.",
      "He suggested: a roundtable in June to discuss efforts countries see themselves taking from 2020 in the context of national circumstances; and, supported by the EU and Norway, a roundtable on a potential consultation process to compare efforts proposed by countries and the level of mitigation ambition required by science Switzerland, for EIG, said that all parties should adopt nationally-determined commitments and targets, featuring highest possible contributions from all, coupled with internationally determined MRV rules.",
      "Supported by Norway, the EU reiterated a step-wise approach that couples nationally-driven approaches with international coordination.",
      "She emphasized the need to consider what kind of information and indicators to choose to enable the international community to scrutinize mitigation commitments.",
      "China emphasized equity as a primary concern, saying that historical responsibilities should form the basis of the architecture for all parties to protect the climate.",
      "Iran reiterated that the principles and obligations in the Convention and Kyoto Protocol should be upheld and the ADP should not shift the burden of mitigation to developing countries.",
      "Ecuador emphasized the importance of financial targets for both adaptation and mitigation support, which should also be subjected to MRV.",
      "Tuvalu, for the LDCs, called for multilateral oversight of commitments, questioning the suitability of a bottom-up approach to deliver the required level of ambition.",
      "Chile, for AILAC, asserted that all parties should take a commitment proportional to their capacity and support should be provided to those lacking capacity.",
      "He added that the provision of finance must have a legal character.",
      "Swaziland, for the African Group, stressed the need for general aggregate commitments, as well as specific commitments by individual parties, also calling for: accountability rules; a compliance system; and a review mechanism for commitments.",
      "Noting proposals for nationally-determined contributions to meet an international goal, she suggested reflecting on how national efforts could become part of the international agreement.",
      "The US supported a spectrum approach whereby each country presenting its nationally-determined contribution as reflected in national schedules.",
      "He said each party should accompany its contribution with information that enables understanding the proposed level of ambition, and reiterated the proposal for a consultative period.",
      "He indicated that mitigation contributions should not be conditioned on finance.",
      "The Philippines stressed that developed countries must take the lead under Workstream 2, including through the ratification of the second commitment period amendment to the Kyoto Protocol.",
      "Brazil observed general agreement on proposals that are compatible with CBDR; called for coherence in countries climate and non-climate related actions; and said only structural changes will lead to addressing the climate challenge, provided that developed countries assume the leadership role.",
      "The Gambia said that the bottom-up approach to mitigation has not worked effectively and supported a top-down approach Co-Chair Dovland concluded by noting numerous references to nationally determined commitments, and suggested further discussions on these, including possible timeframes."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}