{
   "actors": [
      "Group of 77",
      "Eastern European group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "South Africa",
      "United States",
      "Japan",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "16-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "16-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12511e.html",
   "id": "enb12511e_1",
   "section_title": "CONVENTION ARTICLE 6 (SBI)",
   "sentences": [
      "In the morning contact group, SBI Chair Owens-Jones underscored the importance of the agenda item on Convention Article 6 (education, training and public awareness) for youth and observers.",
      "He called for quick conclusions, and suggested convening a special event on the issue in Durban.",
      "Chair Chowdhury said this session would focus on finalizing draft conclusions and terms of reference for the review of the implementation of the work programme on education, training and public awareness.",
      "Parties noted that Convention Article 6 would not be on the agenda in Durban, supporting the SBI Chair s proposal for a special event in Durban.",
      "The US emphasized that guidelines and templates to support the design of national strategies and action plans on Convention Article 6 should be developed according to national circumstance and context and proposed deleting text on identifying links with capacity-building and technology transfer, which was supported by the G-77/CHINA and the EU.",
      "After agreeing to revisions proposed by the G-77/CHINA and the US, parties agreed to forward the text for adoption by the SBI plenary. CAPACITY BUILDING UNDER THE CONVENTION (SBI): In the morning contact group on capacity building under the Convention, the co-chairs drew attention to the heavily-bracketed text, the lack of progress and lack of time, asking whether parties preferred forwarding the bracketed text to Durban or disposing the text and starting anew on the issue in Durban.",
      "The EU requested continuing work on two bracketed paragraphs regarding an expert group on capacity building and on performance indicators for the review of capacity building in developing countries.",
      "Parties could not reach agreement on either paragraph, with some suggesting to enhance capacity building and others proposing to delete the two sections.",
      "Co-Chair Caballero underscored the need to avoid duplicating work on capacity building under the AWG-LCA.",
      "Saint Kitts, for AOSIS, and JAPAN supported forwarding the bracketed text to Durban as it is, recalling the significant effort already invested.",
      "The bracketed text will be forwarded to the SBI plenary. CAPACITY BUILDING UNDER THE PROTOCOL (SBI): In the morning contact group on capacity building under the Protocol, parties briefly discussed the draft decision text and the way forward towards Durban.",
      "Parties were able to remove a final bracket in the operational text, but did not make progress on brackets in the preamble.",
      "The bracketed text will be forwarded to the SBI plenary. FINANCE (AWG-LCA): In the morning informal group on finance under the AWG-LCA, parties considered five submissions from parties on the Standing Committee.",
      "Outlining their proposal, one party raised concerns relating to the fair and equitable representation on the Committee, citing lack of inclusive representation from the Eastern European Group and the Western Europe and Others Group in the Transitional Committee for the design of the Green Climate Fund.",
      "Common ground within various proposals was noted by some, as well as the need to make a distinction between what needs to be done by the group and what can be left to the Standing Committee to elaborate, such as a more detailed work programme.",
      "A number of parties supported an evidence-based approach to the Standing Committee s work, ensuring expert, objective and impartial advice on issues related to the financial mechanism.",
      "Some suggested that the group focus on how the Committee can assist the COP, noting that the type of assistance required could evolve over time.",
      "Draft conclusions will be prepared. ANNEX I FURTHER COMMITMENTS (AWG-KP): In the morning contact group, spin-off group facilitators provided progress updates.",
      "On LULUCF, Facilitator Rocha said parties had agreed to consider a new co-facilitators non-paper, which consolidates options and eliminates text made redundant by Decision 2/CMP.6 (LULUCF), noting it reduces the negotiating text from 40 to 12 pages.",
      "He said discussions would continue on force majeure .",
      "On the basket of methodological issues, AWG-KP Vice-Chair Diouf Sarr reported that a non-paper on common metrics had been proposed by the drafting group.",
      "She noted efforts in the spin-off group to streamline the text to minimize the number of options.",
      "She proposed the drafting group continue its work on new greenhouse gases.",
      "During discussions, SWITZERLAND, TUVALU, Saint Lucia, for AOSIS, INDIA, SOUTH AFRICA and CHINA supported a resumed session of the AWG-KP in September or October. JAPAN underscored that they will never inscribe their new target under the Kyoto Protocol under any circumstances.",
      "He said Japan adds value to discussions on the rules due to their experience in implementing them, and noted that the discussions on rules under the AWG-KP are beneficial for discussions under the AWG-LCA.",
      "The EU expressed frustration that, during the AWG-LCA discussions on legal options, parties had not even allowed the facilitator to summarize options for the legal form of the AWG-LCA s outcome.",
      "He stressed that a second commitment period is contingent on meaningful progress towards a comprehensive, legally-binding agreement and underscored serious concerns that the way legal options are currently being addressed by some parties is not helpful.",
      "On the relationship between rules discussed under the AWG-KP and the AWG-LCA, he emphasized that some commonality is required to ensure comparability of commitments between Annex I parties taking commitments under the Protocol, Annex I countries parties to the Protocol taking commitments only under the Convention and Annex I countries not parties to the Kyoto Protocol taking commitments under the Convention.",
      "He stressed that the EU needs comparability of efforts or at least common ground to define and measure commitments and believes it is unwise to start from scratch on rules in the AWG-LCA context, given the maturity of the Kyoto Protocol rules.",
      "The EU also stressed need for further evolution of the market mechanisms.",
      "He identified discussions of a common rules set as necessary for the EU to increase its level of ambition. AOSIS said the Kyoto Protocol rules should be the starting point on which all parties should build.",
      "The EU said the fact that large portions of the text, including on new market mechanisms and consequential Protocol amendments, have not yet been discussed was very, very worrying.",
      "AOSIS supported discussions of the text on consequential Protocol amendments.",
      "Technical discussions will continue in spin-off groups and political issues will continue to be addressed in the contact group."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "SBI"
}