{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "Argentina",
      "United States",
      "Japan",
      "Brazil",
      "Indonesia",
      "Canada",
      "Algeria",
      "Colombia",
      "Malawi",
      "United Kingdom",
      "Thailand",
      "Philippines",
      "Australia",
      "Uganda",
      "Singapore",
      "Saudi Arabia",
      "Egypt",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "23-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "23-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12543e.html",
   "id": "enb12543e_2",
   "section_title": "AWG-LCA CONTACT GROUP:",
   "sentences": [
      "In the afternoon, the AWG-LCA contact group convened.",
      "Parties heard progress reports.",
      "On shared vision, Facilitator Ji highlighted three options, including: a specific number on the global peaking of emissions; a numeric range for global peaking, or a process or mechanism to identify goals for global emissions and a peaking timeframe.",
      "On developed country mitigation, Facilitator Kranjc noted, inter alia : encouraging progress on MRV issues; uncertainties regarding LULUCF carbon credits; and that work should continue in Doha.",
      "On developing country mitigation, Facilitator Theseira reported, inter alia , on unfinished business related to reporting.",
      "On REDD+, Facilitator Osafo reported, inter alia , that parties restated the importance of new and predictable funding, and a specialized REDD+ funding window in the GCF.",
      "On sectoral approaches, AWG-LCA Chair Tayeb noted that the informal group facilitated by Wamukoya emphasized linkages between the UNFCCC, ICAO and IMO in addressing emissions from the international aviation and maritime sectors.",
      "On various approaches, Facilitator Kleysteuber reported on the two workshops and highlighted that parties had identified possible elements for a work programme.",
      "On Review, Facilitator Wollansky reported on the need to further identify its scope and noted initial discussions on the need for an expert body.",
      "On response measures, AWG-LCA Chair Tayeb identified unilateral trade measures as the main element.",
      "On the Convention s catalytic role, AWG-LCA Chair Tayeb said that no specific issues have been identified and invited parties to consider the relationship between the UNFCCC, Convention on Biological Diversity and the UN Convention to Combat Desertification.",
      "On adaptation, AWG-LCA Chair Tayeb noted, inter alia , linkages between adaptation and means of implementation.",
      "On technology, AWG-LCA Chair Tayeb highlighted, inter alia : linkages with the financial mechanism; and relationship between the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN).",
      "On finance, AWG-LCA Chair Tayeb stressed, inter alia : the funding gap between 2012 and 2020; the link between the funding and mitigation gaps; transparency; MRV of financial support; and funding for national adaptation plans in LDCs and other developing countries.",
      "On capacity building, AWG-LCA Chair Tayeb stressed finance as one of the means of implementation. AWG-LCA Chair Tayeb also reported on other matters related to EITs and Annex I parties whose special circumstances are recognized by the COP.",
      "Algeria, for the AFRICAN GROUP, requested clarification on whether the contact group would produce a decision.",
      "He supported having spin-off groups on adaptation, response measures, finance, technology transfer and capacity building. AUSTRALIA called for a clear understanding of the objectives of the contact group discussions and suggested focusing on making the agreed mechanisms and bodies fully operational.",
      "The EU, supported by SWITZERLAND, suggested mapping issues being addressed under other bodies to avoid duplication. INDIA highlighted that progress should be measured against the Bali Action Plan.",
      "The Philippines, for the G-77/CHINA, called for a focused group to address finance.",
      "COLOMBIA, supported by BRAZIL, suggested a spin-off group to address scaling up of climate finance and avoiding a financial gap between 2012 and 2020.",
      "THAILAND, Malawi, for LDCs, and ARGENTINA, opposed by AUSTRALIA, supported establishing a spin-off group on finance.",
      "JAPAN called for the avoidance of duplication of work on finance. CHINA supported spin-off groups on finance and response measures.",
      "SINGAPORE reiterated that the UNFCCC is not the appropriate forum for addressing trade issues.",
      "The US opposed the establishment of new spin-off groups on any issues, including finance. AWG-LCA Chair Tayeb, supported by ALGERIA, the PHILIPPINES, INDONESIA, SAUDI ARABIA, VENEZUELA and EGYPT, proposed continuing discussions in an informal group and invited parties to address issues in a more focused manner during the next meeting.",
      "The EU reiterated that there was no need for additional spin-off groups and, with the US, AUSTRALIA, CANADA and JAPAN, sought clarification on whether the AWG-LCA Chair proposed establishing an informal meeting of the contact group.",
      "AWG-LCA Chair Tayeb clarified that discussions could benefit from a more informal setting.",
      "The US proposed that parties continue to meet as a contact group but in a smaller room and requested that observers be allowed to attend. AWG-LCA Chair Tayeb observed that he was not proposing to establish a subset of the contact group, adding that he would make a judgment on whether the proposed group would be open or closed, formal or informal. DURBAN FORUM ON CAPACITY BUILDING (SBI): The first meeting of the Durban Forum took place in the afternoon. UNFCCC Executive Secretary Christiana Figueres highlighted the Forum as the institutional arrangement created by COP 17 to facilitate the enhancement of monitoring and review of the effectiveness of capacity building. SBI Chair Chruszczow emphasized the cross-cutting nature of capacity building in the climate change process.",
      "The Secretariat elaborated on objectives and referred delegates to a compilation and synthesis report on capacity-building work undertaken by the Convention bodies.",
      "The LDC Expert Group highlighted its training and support programmes for LDCs in the preparation and implementation of national adaptation programmes of action (NAPAs).",
      "Uganda, for LDCs, presented on NAPA experiences, reflecting on good practices and gaps, noting the value of capacity building in enhancing knowledge and skills in the NAPA process.",
      "The INSTITUTE OF DEVELOPMENT STUDIES presented on mobilizing knowledge and strengthening capacity under the Nairobi Work Programme, highlighting his organization s work, including the development of online and offline knowledge products for community radio on adaptation.",
      "The UN FOOD AND AGRICULTURE ORGANIZATION (FAO) presented on capacity building in adaptation practices, highlighting the FAO s support for technical assistance in strengthening need-based climate information services and the development of tools and methodologies to assess climate impacts. YOUNGOs presented on leadership, participation and support in capacity building for adaptation, highlighting their work in mobilizing young advocates in the climate movement.",
      "He emphasized the role of youth in capacity building through non-formal education in raising awareness and promoting sustainability.",
      "The Forum continued into the early evening."
   ],
   "subtype": "groups",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "working group"
}