{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Ecuador",
      "Mexico",
      "Algeria",
      "China",
      "Australia",
      "Nauru",
      "Gambia",
      "Honduras",
      "Swaziland"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_81",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The SBI closing plenary took place on 25 May and parties adopted the report of SBI 36 (FCCC/SBI/2012/L.1).",
      "Australia, for the Umbrella Group, highlighted progress on adaptation and integration of capacity-building priorities across the Convention.",
      "He said that NAPs and the loss and damage work programme can generate tangible benefits for developing countries.",
      "He welcomed the commencement of the Durban Forum on Capacity Building and said his country was keen to conclude the review of the Adaptation Fund in Doha.",
      "He said more work needs to be done on MRV, including on the adoption of modalities and procedures for the ICA technical team of experts.",
      "Swaziland, for the African Group, highlighted the importance of technology transfer, capacity building and financial support to developing countries.",
      "He stressed adaptation as the key priority for his region and welcomed progress on loss and damage saying that more work needs to be done on various approaches and the role of the Convention.",
      "Welcoming progress on finance, he described as crucial predictable, sustainable and adequate financial support for national adaptation plans as well as adequate and predictable funding of the Adaptation Fund.",
      "Nauru, for AOSIS, said her group looks forward to the review of the Adaptation Fund and acknowledges its critical role for implementing adaptation projects.",
      "She highlighted capacity building as a cross-cutting issue and welcomed the work programme on response measures, expressing concern that response measures were also being addressed under other bodies.",
      "She said MRV is crucial for building trust among parties and noted the need for a permanent space for exchange of information on education, training and public awareness.",
      "She expressed disappointment that the agenda item on information contained in non-Annex I national communications was held in abeyance.",
      "The Gambia, for LDCs, welcomed conclusions related to the Adaptation Fund.",
      "He said that predictability and adequacy of technical and financial assistance to developing countries is not fully reflected in the conclusions on loss and damage.",
      "He urged developed countries, the GEF and its implementing entities to continue financial support of NAPs.",
      "He said his group would like to have a strong body to conduct ICA with respect to biennial update reports.",
      "He expressed concern about the lack of financial resources for finalizing the prototype of the Registry.",
      "Algeria, for the G-77/China, inter alia : recalled the need to operationalize ICA in a non-intrusive and non-punitive manner that respects sovereignty; welcomed the constructive work under the forum on response measures; expressed support for progress on the work programme on loss and damage; and expressed concern over the diminishing resources for the Adaptation Fund due to the low market prices of Certified Emission Reductions, affecting the balance of adaptation and mitigation.",
      "The EU welcomed, inter alia : progress towards the implementation of the work programme on loss and damage; the first session of the Durban Forum on Capacity Building; the operationalization of the work programme under the forum on the implementation of response measures; and conclusions and a draft CMP decision on the methodology for calculating the International Transaction Log fees for the 2014-2015 biennium.",
      "Mexico, for the EIG, recalled the need to finish work under the AWG-LCA and AWG-KP in order to move towards a technical or implementation phase, and underscored the relevance of the SBI towards operationalizing the Bali Action Plan.",
      "Progress was highlighted on, inter alia : the national adaptation plans process; the work programme on loss and damage; and prototype of the NAMA registry.",
      "Ecuador, for the Coalition for Rainforest Nations, highlighted, inter alia: the need for adequate, predictable and scaled-up support for developing countries with regard to all elements under the Convention, especially REDD+; and the need for MRV measures to be consistent between NAMAs and REDD+.",
      "Honduras, for SICA, welcomed progress on loss and damage and highlighted the need for: further progress on NAPs; full and timely support for adaptation measures from developed countries; and financial resources to compensate loss and damage, noting that COP 18 should work towards prevention and the reduction of damages as a main priority.",
      "The Climate Action Network welcomed progress made on the first Durban Forum on Capacity Building and the SBI conclusions on loss and damage.",
      "Local Governments and Municipal Authorities welcomed efforts to continue integrating work of governments at all levels in relation to adaptation, and loss and damage.",
      "YOUNGOs stressed the importance of education for young people in the context of Article 6, and requested sufficient time to discuss this issue in Doha. SBI 36 closed at 9:26 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": "SBI"
}