{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "New Zealand",
      "Cook Islands",
      "Argentina",
      "United States",
      "Japan",
      "El Salvador",
      "Brazil",
      "Kenya",
      "Canada",
      "South Africa",
      "Algeria",
      "Colombia",
      "Nauru",
      "Sudan",
      "Tuvalu",
      "Russian Federation",
      "Australia",
      "Ecuador",
      "Tonga",
      "Singapore",
      "Costa Rica",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_4",
   "section_title": "INDCs",
   "sentences": [
      "This issue was taken up by the ADP contact group on item 3 on Wednesday and Thursday.",
      "Several parties welcomed the Co-Chairs' draft decision (ADP.2014.7.DraftText) as a basis for discussions.",
      "Ecuador and Algeria suggested negotiating on the basis of the CRP submitted by the LMDCs.",
      "Colombia, Saint Lucia, for the Caribbean Community (CARICOM), and Switzerland, opposed by Tanzania, supported adopting an INDC decision in Lima.",
      "Some Annex I parties stressed respecting the Warsaw mandate on INDCs.",
      "On differentiation, Argentina, for the LMDCs, Sudan, for the African Group, and China suggested INDCs include differentiated information for Annex I, Annex II and non-Annex I parties.",
      "Many cautioned against backsliding, with Brazil suggesting a 'concentric' approach to differentiation, where countries with absolute reduction targets are at the center of concentric cycles of less rigorous commitments going outward, with every party encouraged to move towards the center over time.",
      "Tuvalu, for the LDCs, and Kenya emphasized differentiation of information, especially for the most vulnerable.",
      "Switzerland, New Zealand, Australia and Canada opposed a 'bifurcated approach'.",
      "On scope of INDCs, many non-Annex I parties said INDCs should include mitigation, adaptation and MOI.",
      "New Zealand, Canada, and the Russian Federation said INDCs should address mitigation only, with Switzerland and the US arguing that including adaptation in the INDCs would delay their submission.",
      "Norway suggested including MOI needs for developing countries' actions requiring international support.",
      "CARICOM, the US, Singapore, the Cook Islands and Switzerland, opposed by El Salvador, called for INDCs to focus on mitigation.",
      "On information to be provided in INDCs, the EU suggested strengthening information requirements, including on: Land Use, Land Use Changes and Forestry; market mechanisms; and methodologies for calculating business as usual baselines.",
      "The Republic of Korea suggested INDCs be accompanied by information on mitigation applicable to all parties, and additional information reflecting national circumstances.",
      "On review of INDCs, South Africa, Colombia, Nauru, for AOSIS, and Tonga highlighted the importance of an assessment process.",
      "Colombia and the EU suggested the Secretariat compile INDCs in a report.",
      "El Salvador and CARICOM, opposed by Japan, suggested the Secretariat draft a report assessing the adequacy and transparency of INDCs.",
      "Colombia suggested that the Secretariat compile and communicate INDCs, with a review by an external body.",
      "AOSIS called for assessing whether ambition is in line with the 1.5 or 2 °C limit.",
      "Costa Rica, for AILAC, suggested that an ex ante review only cover mitigation and MOI, not adaptation.",
      "Brazil suggested INDCs be submitted in cycles.",
      "Lamenting 'positioning' by parties, Co-Chair Kumarsingh suspended the discussion on INDCs, noting the lack of significant progress despite some proposals and clarity on selected issues.",
      "On Thursday, a briefing on cooperation and support for domestic preparations for INDCs was held at lunchtime.",
      "A new iteration of the INDCs draft decision was distributed on Friday afternoon, which will be considered in Lima by the contact group."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}