{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China",
      "Australia",
      "Lesotho",
      "Switzerland",
      "Grenada",
      "Sudan",
      "Sweden"
   ],
   "enb_end_date": "08-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "08-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12449e.html",
   "id": "enb12449e_11",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Sudan, for the G-77/CHINA, expressed concern at the insistence of Annex I parties on a single outcome in Copenhagen and stressed that this undermines the mandate under the Bali Roadmap to finalize negotiations on: further commitments of Annex I parties for the second and subsequent commitment periods under the Protocol; and an agreed outcome under the Convention, aimed at sustained and full implementation of its provisions.",
      "He urged parties to build on the Protocol s success by establishing more ambitious targets for the second commitment period, as well as developing means to address the potential consequences of Annex I parties policies and measures on developing countries.",
      "He underlined the need for an inclusive, fair, effective and equitable international climate change regime with a strong Kyoto Protocol.",
      "Sweden, for the EU, said a Copenhagen deal must deliver concrete results and include all the essential components of the Kyoto Protocol.",
      "He highlighted that climate change science requires emissions to peak no later than 2020 and halve by 2050 in order to keep global warming below 2°C, and stated that the Kyoto Protocol alone cannot achieve this.",
      "He called for a global, ambitious and comprehensive agreement in Copenhagen.",
      "He urged agreement on numbers, noting the challenge of achieving this across the two negotiating tracks.",
      "He also called for progress on issues such as LULUCF accounting rules and the flexibility mechanisms.",
      "Noting the need for rules on markets and LULUCF, Australia, for the UMBRELLA GROUP, called for broad and effective participation of all parties under a single, new legally-binding agreement.",
      "Grenada, for AOSIS, stressed that emissions must peak by 2015 to avoid catastrophic impacts for vulnerable States such as SIDS, and to minimize the risks of irreversible impacts.",
      "She emphasized the economic and technical feasibility of 45% emission reductions by 2020 and 95% reductions by 2050.",
      "She said the current Annex I pledges, amounting to 13-19% reductions below 1990 levels by 2020, are inadequate.",
      "Finally, she called on countries to muster the political will and political skill to overcome timidity and cowardice and achieve the necessary emission reductions.",
      "Lesotho, for the LDCs, stressed the Protocol as critical to the UNFCCC process and identified ambitious emission reductions by Annex I parties as the only way to reduce the already evident impacts of climate change.",
      "He called for targets to limit temperature increase to 1.5°C and keep greenhouse gas concentrations below 350 ppm.",
      "He said ending the Protocol is unacceptable, urged maintaining a distinction between the AWGs and called for discussing the Protocol issues only under the AWG-KP.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, called for continuing the Protocol s key elements, including quantified and legally-binding objectives, the flexibility mechanisms and a transparent monitoring system."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}