{
   "actors": [],
   "countries": [
      "United Kingdom",
      "United States",
      "Australia",
      "Morocco",
      "Kenya",
      "Saudi Arabia",
      "Austria",
      "China",
      "Iraq"
   ],
   "enb_end_date": "28-Apr-06",
   "enb_long_title": "IPCC-25",
   "enb_short_title": "IPCC-25",
   "enb_start_date": "26-Apr-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12295e.html",
   "id": "enb12295e_14",
   "section_title": "POLICY AND PROCESS FOR ADMITTING OBSERVER ORGANIZATIONS",
   "sentences": [
      "A revised policy and process for admitting observer organizations (IPCC-XXV/Doc.",
      "7, Rev.",
      "1) was discussed in plenary on Thursday and Friday, along with several background documents, including the compilation of comments by governments and organizations (IPCC- XXV/INF.",
      "1), the summary of information provided by organizations (IPCC-XXV/INF.",
      "2) and brief information about organizations that did not respond to the Secretariat`s request for information (IPCC-XXV/INF.",
      "The revised policy and process was adopted on Friday. Delegates discussed the role of the IPCC Bureau, the IPCC Chair and the Panel itself in deciding upon applications.",
      "The US, supported by Austria, suggested that the IPCC Bureau should not have any formal decision-making authority in approving observer organizations.",
      "Australia suggested that admittance of observer organizations be at the discretion of the IPCC Chair.",
      "Kenya cautioned against a rule that would allow an organization to be admitted as an observer unless at least one-third of the IPCC members present at a session object, stating that this could lead to the first instance of decision making via voting by the IPCC.",
      "The Panel agreed to change this rule so that an organization will be admitted as an observer by the Panel by consensus. Delegates also discussed issues relating to the revocation and review of an organization`s status.",
      "Morocco, supported by the UK, queried how an observer organization might have its status revoked.",
      "Regarding the proposal that any organization accepted as an observer may retain that status so long as it continues to satisfy the conditions under which it was admitted and that observer status can be withdrawn for any reason at the discretion of the IPCC Chair, the Panel agreed to Kenya`s proposal that the IPCC Chair may suspend an organization`s status as an observer, pending ratification by the Panel at its next session. China, echoed by Saudi Arabia and Iraq, said it should be necessary for applicant organizations to first obtain approval from their national governments."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}