{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_17",
   "section_title": "President's Note:",
   "sentences": [
      "In an attempt to progress the negotiations on this issue, on Thursday evening, 23 November, President Pronk distributed a Note, which proposed creating an Adaptation Fund, a Convention Fund, and a Climate Resources Committee, as well as increasing resources for climate change funding. The Adaptation Fund would be a new fund under the GEF, created as a trust fund, with special consideration given to the needs of the LDCs and SIDS.",
      "This fund would finance concrete adaptation projects in non-Annex I Parties (Stage III activities) with finances generated by the share of proceeds on the CDM (2% of the Certified Emissions Reductions (CERs) generated by a project) and implemented by the UN implementing agencies.",
      "Activities would include: avoidance of deforestation, combating land degradation, and desertification. The proposed Convention Fund would be a window under the GEF, with separate guidance and special consideration given to the needs of the LDCs and SIDS.",
      "Under this window, Annex II Parties would provide new and additional funds for activities in developing countries.",
      "It would also provide support for capacity building in countries with economies in transition.",
      "The funding would come from a third replenishment of the GEF, voluntary contributions by Annex II Parties, and transferral of a certain percentage of Annex II Parties' initial assigned amount to the registry of the fund.",
      "Annex I Parties would be able to acquire these units, on the basis of Protocol Article 17, for the purpose of meeting commitments of Protocol Article 3.1. The Note also proposed increasing resources through other channels, with the aim of reaching an annual level of US$1 billion by 2005.",
      "If this level was not reached, a levy would be applied on JI and/or emissions trading.",
      "It further proposed the establishment of a Climate Resources Committee at COP-7 to give advice to existing financial channels and institutions, such as the GEF and regional development banks, focusing on: how to increase climate funding, mainstreaming, and monitoring and assessment."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}