{
   "actors": [],
   "countries": [
      "Japan",
      "Tuvalu",
      "Australia",
      "Costa Rica",
      "United States"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_86",
   "section_title": "AWG-LCA - PREPARING THE SCULPTOR S BLOCK:",
   "sentences": [
      "One cannot help but liken consideration of the AWG-LCA negotiating text to the daunting task facing a sculptor confronted with a shapeless block of stone, which has to be fashioned into something attractive, relevant and enduring.",
      "Bonn II was about choosing the right stone and preparing to sculpt, before the first cut is made.",
      "After two weeks of negotiations no real attempt was made to chisel off large portions of unwanted stone on the now-massive block that is the AWG-LCA negotiating text. AWG-LCA Chair Michael Zammit Cutajar s text, which was only released shortly before the Bonn II meetings opened, served as a starting point.",
      "Consequently, many delegations did not have sufficient time to reflect on it and coordinate common positions.",
      "Moreover, the document was not available in all working languages until a few days after the meeting began.",
      "At times, the process appeared to be haphazard and impromptu.",
      "Deliberations began with an initial lite reading of the negotiating text to ostensibly enable parties to make general comments on the whole document, aimed at clarifying proposals, putting markers where additions could be inserted and identifying gaps.",
      "During the second reading, parties were actively encouraged to submit additional proposals, which were reflected in revised sections of the negotiating text.",
      "Several developing country delegations complained that the text was not balanced, with others pointing out that their proposals had not been adequately reflected.",
      "Veteran negotiators however were quick to point out that the process was constructive and necessary, with the Chair s text intending to only serve as the starting point of the negotiations.",
      "The modus operandi that facilitated the submission of proposals during the meeting went a long way in addressing these concerns and enabled Michael s text to be transformed into a party-driven negotiating document - fostering a sense of ownership and enabling the negotiations to move forward.",
      "As a result, this exercise inflated the modest 53-page document to 200 pages.",
      "The challenge ahead in the run-up to Copenhagen is to fashion the bulky, shapeless, revised negotiating text into something more refined, by synthesizing ideas, merging proposals and narrowing down options.",
      "Moving from over 200 pages to an acceptable agreement will require both a lot of technical drafting and, more importantly, political vision, commented one expert.",
      "Consideration of the AWG-LCA negotiating text was without prejudice to the legal form of the Copenhagen outcome.",
      "Since the beginning of the post-2012 negotiations, legal questions have been sensitive and difficult.",
      "This is why negotiators decided not to define the legal form of the AWG-LCA s outcome in the Bali Action Plan.",
      "The Bonn II meeting showed that divergent views still remain on the legal form of the outcome, which was discussed for the first time during two informal consultations.",
      "As many had expected, countries were largely divided into two camps, one consisting mainly of developed countries who favored a legally binding outcome, and a second group, comprising mostly developing countries, who preferred that the AWG-LCA s mandate culminate in a COP decision not deemed to create legally-binding obligations for parties.",
      "Some argued that the legal form of the Copenhagen outcome is not as important as political agreement on the key issues.",
      "If we reach an agreement in Copenhagen, we can give it a legal seal at the next COP, argued one veteran negotiator.",
      "However, during the meeting, several countries took procedural steps, hoping to ensure that a new legally binding agreement could be adopted in Copenhagen.",
      "The Secretariat received five requests from Australia, Japan, Tuvalu, the US and Costa Rica to communicate proposals to parties under Convention Article 17, which relates to the adoption of new protocols.",
      "Procedurally, however, these proposals will not be considered by the AWG-LCA.",
      "They will only be discussed for the first time at COP 15 under a separate agenda item on proposed new protocols.",
      "This makes the legal situation somewhat complicated.",
      "The Costa Rican proposal, for instance, is a comprehensive one; it largely contains the AWG-LCA Chair s text as it stood at the beginning of Bonn II.",
      "Some felt, however, that these proposals meant that if there is strong political will to adopt a new legally binding instrument under the Convention in Copenhagen, then this could be done.",
      "While the issue of the legal form is now out on the table, even the most seasoned veterans agree that it is difficult to predict what legal form any agreement will ultimately take in Copenhagen and beyond."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}