{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Qatar",
      "Algeria",
      "China",
      "Australia",
      "Nauru",
      "Papua New Guinea",
      "Saudi Arabia",
      "Switzerland",
      "Gambia",
      "Swaziland",
      "Guinea",
      "South Africa",
      "Bolivia"
   ],
   "enb_end_date": "16-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "16-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12537e.html",
   "id": "enb12537e_3",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, for the G-77/CHINA, expressed concern that some Annex I parties have not submitted information on their QELROs for the second commitment period, highlighting the need to avoid a gap between commitment periods in order to preserve the Protocol and its flexibility mechanisms.",
      "Australia, for the UMBRELLA GROUP, highlighted the need for the AWG-KP to fulfill its mandate in Qatar by adopting amendments concerning the second commitment period of the Protocol.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), highlighted the need for clarity on legal issues in order to have a seamless continuation of the Kyoto Protocol beyond 2012.",
      "The EIG, supported by the EU, stated that the duration of the second commitment period should be eight years.",
      "The EU emphasized the need to resolve issues related to the carry-over of AAUs and the length of the second commitment period.",
      "He also proposed a simplified process for parties wishing to increase their level of ambition during the second commitment period.",
      "Nauru, for AOSIS, Swaziland, for the AFRICAN GROUP, and the Gambia, for LDCs, supported a five-year second commitment period from 2013-2017 to avoid locking in the level of ambition and to be able to respond to the findings of the Fifth Assessment Report by the Intergovernmental Panel on Climate Change (IPCC).",
      "They also called for adopting the necessary amendments at CMP 8 to ensure the entry into force of the Protocol s second commitment period and its provisional application from January 2013.The Gambia, for LDCs, indicated that Annex I parties who have not confirmed their participation in the second commitment period should not continue participating in the Protcol s flexibility mechanisms.",
      "Saudi Arabia, for the ARAB GROUP, urged for ambitious emission reduction commitments from Annex I parties and called for avoiding a gap between the first and second commitment periods.",
      "SOUTH AFRICA reported on informal meetings held after Durban, highlighting outstanding issues such as the carry-over of surplus AAUs and the length of the second commitment period.",
      "She urged delegates to work constructively so that the Durban legacy will not be undone.",
      "Bolivia, for ALBA, stressed that Durban had not affected the lack of political will by developed countries regarding mitigation commitments, but rather showed a trend to move away from those commitments that are unfulfilled.",
      "Papua New Guinea, for the COALITION OF RAINFOREST NATIONS, highlighted the need to improve developed countries level of ambition, and suggested that both private and public finance be deployed for operationalizing REDD+."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}