{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Brazil",
      "Canada",
      "Netherlands",
      "Mexico",
      "Slovenia",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "05-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "05-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1290e.html",
   "id": "enb1290e_1",
   "section_title": "SBSTA/SBI JOINT SESSION",
   "sentences": [
      "The SBI and SBSTA discussed the Protocol`s flexibility mechanisms (FCCC/1998/CP/MISC.7 and Add.1; FCCC/SBSTA/1998/6; FCCC/CP/1998/INF.3).",
      "The G-77/CHINA reiterated the need for the flexibility mechanisms to proceed step-by-step.",
      "MEXICO said quotas on implementation would be inappropriate and flexibility on sustainable development criteria is required.",
      "BRAZIL said the CDM should not be operational before ratification of the Protocol and implementation of domestic measures.",
      "AOSIS stated, inter alia, that supplementarity should be the essential guiding concept for the mechanisms. The AFRICAN GROUP stressed that the use of flexible mechanisms be limited to an agreed amount since the primary objective of FCCC was to encourage domestic action.",
      "Appropriate work with debt relief in Africa would create an enabling environment for a wide range of CDM projects.",
      "He called for a preparatory process to enable African countries to undertake CDM projects.",
      "He stressed the importance of equity in the CDM and suggested focusing on infrastructure development in the continent. The EU stated that the mechanisms should be developed parallel to and consistent with each other.",
      "He said domestic actions should be the primary means of emissions reductions and the mechanisms should be supplemental.",
      "He called for the definition of a quantitative and qualitative ceiling based on equitable terms.",
      "SWITZERLAND suggested the creation of a compliance mechanism.",
      "The EU, SWITZERLAND and SLOVENIA said COP-4 should agree on as many principles as possible and adopt detailed schedules on enacting the Kyoto Protocol.",
      "AUSTRALIA said the flexibility mechanisms were to be open, market-based, transparent, cost effective and equitable; provide comprehensive coverage, including sinks; and be fungible.",
      "With NEW ZEALAND, she opposed restrictions on trade in assigned amounts, characterizing them as inequitable, costly, arbitrary and difficult to implement. With CANADA, the US and NORWAY, JAPAN underscored the importance of: addressing the flexibility mechanisms in parallel, reaching early agreement; and developing a work plan for unresolved issues.",
      "He favored giving priority to technical issues.",
      "Supported by CANADA and the US, he opposed quantitative ceilings for reductions achieved through the flexibility mechanisms, noting there is no ceiling on transfers of assigned amounts under Protocol Article 4 ('bubble').",
      "On the CDM, he favored: transparency; inclusion of sink projects; private sector involvement; use of public funds to ensure equitable geographical distribution of projects; and a standardized and/or project-by-project approach for baselines.",
      "With CANADA, he said host countries should determine sustainable development criteria. CANADA said the adaptation fee should be minimal and predictable.",
      "The US underscored the importance of meeting targets at the lowest cost to sustain public support.",
      "The REPUBLIC OF KOREA said the private sector could only embark on long-term planning once details for operationalizing the CDM are elaborated.",
      "Yvo De Boer (Netherlands) and Luis Gylvan Meira Filho (Brazil) will co-chair a joint contact group on mechanisms."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "SBI/SBSTA"
}