{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Iran",
      "Argentina",
      "Marshall Islands",
      "Japan",
      "Germany",
      "South Africa",
      "Georgia",
      "Turkey",
      "Philippines",
      "Czech Republic",
      "Uruguay",
      "Saudi Arabia",
      "Central African Republic",
      "Switzerland",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "Slovakia",
      "Luxembourg",
      "United States",
      "Brazil",
      "Kuwait",
      "Canada",
      "Azerbaijan",
      "Poland",
      "United Kingdom",
      "Malaysia",
      "Russian Federation",
      "Senegal",
      "Ghana",
      "Australia",
      "Kiribati",
      "Hungary",
      "Mauritania",
      "Zimbabwe",
      "Croatia",
      "Tanzania",
      "Bhutan",
      "Honduras",
      "China"
   ],
   "enb_end_date": "11-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "01-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1276e.html",
   "id": "enb1276e_3",
   "section_title": "PLENARY DELIBERATIONS",
   "sentences": [
      "On 1 December, COP-2 President Chen Chimutengwende (Zimbabwe) opened COP-3 and stated that delegates faced a political dilemma of apportioning responsibility for the historical burden that humanity has placed on itself.",
      "He called for acknowledgement of developing country efforts already underway and said it would not be possible for these countries to take on new commitments under the new instrument.",
      "He said delegates must agree on: a fair system of apportionment of emission limits; a globally agreed reduction pathway; and a projected sustainable and equitable future emission level.",
      "He called for reliable and predictable financial provisions to facilitate the acquisition of clean technologies in developing countries. Hiroshi Ohki (Japan) was then elected President of COP-3.",
      "He said COP-3's most important task was to establish a more concrete international framework for protecting the global climate.",
      "He stressed the need to discuss steps to be taken after Kyoto to implement the protocol and said not all climate change problems could be solved in Kyoto. Delegates were also welcomed by: Keizo Obuchi, Minister of Foreign Affairs of Japan; Teiichi Aramaki, Governor of the Prefecture of Kyoto; and Yorikane Masumoto, Mayor of Kyoto. FCCC Executive Secretary Michael Zammit Cutajar noted that, at an estimated 10,000 attendants, COP-3 surpassed all records for participation in a meeting on climate change.",
      "He stressed that the focus of the Conference should be its end product.",
      "He noted that in a recent exchange of views with a group of business people, one of them had suggested that there should be 'no fudge' in the Kyoto agreement. The goals and the rules for the agreement should be clearly defined.",
      "He contrasted this approach with the propaganda from certain industrial sectors that 'unashamedly plays games with the science and statistics of climate change.",
      "' He said that 'in the present constellation of economic and political power, it is those who have already built their strength - often through unsustainable economic growth - who must lead the way towards a sustainable future,' and called for a clear, binding and verifiable commitment by industrialized countries to reduce their emissions below 1990 levels early in the next century. TANZANIA, on behalf of the G-77/CHINA, noted that developing countries are the most vulnerable to climate change and the least able to adapt.",
      "He also said that they are committed to modify trends in human-induced emissions through the principle of common but differentiated responsibilities.",
      "The delay between production of emissions and their effects requires Annex I countries to take the first steps.",
      "Developed countries should be blamed if Kyoto fails.",
      "He objected to the proposed 'post-Kyoto evolutionary process' and to threats to aid unless developing countries accept it. LUXEMBOURG, on behalf of the EU, reiterated its position favoring: a 15% cut in emissions by developed countries, jointly or individually, by 2010; specific P&Ms; and consideration of new commitments for developing countries under FCCC Article 7.1(a) in the future.",
      "The RUSSIAN FEDERATION reiterated its proposal that each Annex I country consolidate its emissions into aggregate 'carbon dioxide equivalents' with the obligations of each Annex I country set out in an attachment and determined according to an annex. The US favored a target based on all GHGs, sources and sinks, flexibility, and meaningful participation of key developing countries.",
      "She offered flexibility on limited, carefully bounded differentiation and proposed a working group to examine differentiation, including the Russian proposal.",
      "She noted concerns regarding the EU proposal for restrictions on emissions trading, the EU's target in light of its economic advantage under their bubble proposal, the breadth of differentiation implied, and EU Member State accountability.",
      "She favored different targets for developing countries, such as emissions growth targets.",
      "Developing countries that assume voluntary commitments under the proposed Article 10 could gain new resources and technology through emissions trading. The President noted that the ratification status report (FCCC/CP/1997/INF.2), indicating that 167 States and the EU had become Parties, showed nearly universal recognition of the importance of climate change issues.",
      "On adoption of rules of procedure (FCCC/CP/1997/5), he noted a draft decision suggesting that the COP adopt all rules except rule 22, paragraph 1, on election of the Bureau, and rule 42, paragraph 1, on voting in the absence of consensus, applying those rules until agreement is reached. VENEZUELA, SAUDI ARABIA and KUWAIT objected to adopting incomplete rules.",
      "ARGENTINA and the Alliance of Small Island States (AOSIS) supported the draft decision.",
      "The EU supported the draft decision but suggested that rule 22 was already agreed.",
      "The President called for consultations and said the COP would continue to apply the draft rules except rule 42. The provisional agenda (FCCC/CP/1997/1), annotations on the organization of work (FCCC/CP/1997/1/Add.1), the list of documents (FCCC/CP/1997/1/Add.2), and a document on the High-Level Segment (FCCC/CP/1997/L.1) were adopted.",
      "On election of officers other than the President, delegates elected Bakary Kante (Senegal) Chair of the Subsidiary Body for Implementation (SBI), George Manful (Ghana), T. Gzirishvili (Georgia), Anthony Clarke (Canada), Cornelia Quennet-Thielen (Germany), Sergio Selaya Bonilla (Honduras), Luis Herrera (Venezuela), Kok Kee Chow (Malaysia) and Espen Ronneberg (Marshall Islands), Vice Presidents, and Maciej Sadowski (Poland) Rapporteur. On Agenda Item 2, organizational matters, a Committee of the Whole (COW) was established to take decisions on the Berlin Mandate, with Raúl Estrada Oyuela elected as Chair. Reports of the Subsidiary Bodies Delegates next considered reports from the FCCC subsidiary bodies.",
      "Tibor Faragó (Hungary) introduced the report and draft decisions of the Subsidiary Body on Scientific and Technological Advice (SBSTA) (FCCC/SBSTA/1997/14).",
      "Delegates noted the report of SBSTA and adopted its draft decisions on cooperation with the Intergovernmental Panel on Climate Change (IPCC) and the development of observational networks.",
      "Joint SBSTA/SBI draft decisions were adopted on the development and transfer of technology and activities implemented jointly (AIJ). Mohamed Ould El Ghaouth (Mauritania) introduced the SBI report (FCCC/SBI/1997/21), which was noted by the COP.",
      "Delegates adopted a joint SBI/SBSTA draft decision on the division of labor between SBI and SBSTA.",
      "Other adopted decisions addressed: the volume of documentation; Annex I Party communications; review of the financial mechanism; the Annex to the Memorandum of Understanding with the GEF; the financial performance of the Convention in the biennium 1996-1997; and arrangements for administrative support to the Convention Secretariat. Patrick Széll (UK) introduced the report of the Ad Hoc Group on Article 13 (AG13), which considered the establishment of a multilateral consultative process (MCP).",
      "He noted that the group reached two conclusions: the MCP should be advisory rather than supervisory in nature and AG13 should not complete its work until after COP-3.",
      "He said there were still questions remaining: whether Article 13 requires a 'process' or 'committee;' who may trigger the regime; and whether the MCP should provide assistance to developing countries or 'consultative' advice to all countries.",
      "COP-3 noted the report of AG13 and adopted a draft decision that enabled the AG13 to continue its work. AGBM Chair Raúl Estrada Oyuela reported to COP-3 on the work of the AGBM.",
      "He indicated that the results of the work of the AGBM on a protocol or another legal instrument were contained in the revised text under negotiation (FCCC/CP/1997/2).",
      "An addendum to this document contained a draft proposal to amend the Convention.",
      "The Chair drew attention to a number of issues that were not fully addressed in the AGBM, such as: methodologies to estimate emissions by sources and removals by sinks; the treatment of sinks under the new instrument; a proposal made by Brazil; and the issue of future development of commitments for all Parties, referred to by some as 'evolution.",
      "' He indicated that the draft negotiating text contained numerous brackets and alternatives.",
      "He urged delegations to produce an agreement that Parties could comply with.",
      "He said the efforts of key developing country Parties to mitigate climate change are frequently overlooked and called attention to reasons given by different developed countries to refuse or delay the strengthening of their commitments.",
      "While there are indications that some countries are not willing to fulfill FCCC objectives, the vast majority of Parties are willing to adopt a set of legally binding rules to strengthen commitments. Report of the Global Environment Facility On 3 December, GEF Chair Mohamed El-Ashry introduced the GEF report (FCCC/CP/1997/30), which updates previous information on efforts to implement the guidance provided by previous COP meetings and includes a complete listing of GEF-financed climate change projects.",
      "He recalled that some Parties had said the GEF procedures were not 'user- friendly,' and noted the adoption of further streamlined procedures for the preparation of projects for enabling activities.",
      "GEF has provided support to 85 climate change projects addressing the needs of 114 countries at a cost of US$63 million.",
      "He highlighted Annex A of the report, describing problems encountered in applying the concept of agreed full incremental costs.",
      "He also noted consensus among donors on a replenishment target of US$2.75 billion. The EU expressed disappointment that delegates had not agreed to establish GEF as the permanent financial mechanism this year.",
      "He commended the agreed level of financial support for climate change activities.",
      "CHINA noted that efforts to advance existing commitments are handicapped by a lack of resources and called for a substantial increase in the GEF replenishment.",
      "He called for an expeditious approval process for funding and noted that developing countries face enormous difficulties in undertaking GHG inventories. URUGUAY indicated that it had been able to submit its first national communication on GHG sources and sinks because of GEF financing.",
      "The CENTRAL AFRICAN REPUBLIC said that the report should be more detailed and include difficulties encountered by Parties in obtaining GEF resources to prepare national communications. SWITZERLAND, supported by the US, said that GEF should be established as the permanent FCCC financial mechanism.",
      "The G-77/CHINA referred to the provision of financial resources and the transfer of technology as fundamental to implementation of the Convention by non-Annex I Parties.",
      "He pointed out that both were developed countries' obligations under the Convention and should not be used to push developing countries to accept new commitments or to accept a market-based approach under the protocol.",
      "The PHILIPPINES mentioned problems experienced with implementing agencies and said that they should be more aware of decisions taken by the GEF Council.",
      "INDIA, BHUTAN, BANGLADESH and KIRIBATI highlighted the importance of obtaining GEF financing for national communications.",
      "The US said GEF had made an effort to meet the needs of FCCC Parties and expressed disappointment that the review of the financial mechanism had not concluded.",
      "He also pointed to the need for finding innovative sources of financing involving the private sector.",
      "The GEF's report was noted. Technology Transfer On 3 December, the COP President introduced a discussion on the development and transfer of technologies.",
      "CHINA, supported by INDIA and IRAN, observed two tendencies: developed countries are only interested in transfer of technical information, while developing countries deem technology transfer on non-commercial and preferential terms most important; and some countries emphasize market mechanisms.",
      "She called for action from developed countries consistent with Agenda 21, the FCCC and previous COP resolutions, and recommended that that the issue be taken up as a separate item at COP-4.",
      "SOUTH AFRICA said access to technology and transfer of technical know-how would play a crucial role in meeting the energy implications of moving towards sustainable development.",
      "JAPAN outlined the Kyoto Initiative to strengthen assistance for developing countries in their efforts to combat global warming, to be operated through the national Official Development Assistance programme.",
      "The programme will offer concessional loans to promote training, cooperation on energy-saving technology, new and renewable energy sources, forest conservation and afforestation, and will establish information networks and workshops.",
      "INDIA, supported by IRAN, called for the operationalization of FCCC provisions relating to state-of-the-art environmentally sound technologies (EST), in the new legal instrument. AUSTRALIA said the bulk of ESTs are privately developed and owned.",
      "Governments can create enabling conditions for technology development and recipient countries must have appropriate policies for successful transfers.",
      "The REPUBLIC OF KOREA said his country was in consultation with UNEP, UNDP and the Commission on Sustainable Development with a view to scheduling an expert group meeting on technology transfer in Seoul in February 1998.",
      "ZIMBABWE outlined her country's difficulties with basic economic development and the financial impact of El Niño.",
      "She said technology transfer had become a critical issue. IRAN identified obstacles facing developing countries seeking transfers of technology at their own expense due to restrictions imposed by developed countries.",
      "He said shifting responsibility for transfers to the private sector contradicts the spirit of Agenda 21. Second review OF THE ADEQUACY OF ARTICLE 4.2(a) AND (b) The first review of the adequacy of Article 4.2(a) and (b) was undertaken at COP-1.",
      "After judging these commitments inadequate, COP-1 undertook the Berlin Mandate process.",
      "Article 4.2(d) calls for a second review before 1999.",
      "SBI-6 requested the Secretariat to make preparations for COP-3 to include the review in the agenda for COP-4. On 3 December, AOSIS, CHINA and ZIMBABWE stated that deliberation of this item was premature given that it was unclear what the actions taken under the Berlin Mandate process would accomplish.",
      "AOSIS predicted that the visible effects of climate change will have to become devastating before the Annex I countries pushing mediocre proposals take real action. CHINA said the lack of national communications also makes it premature to review adequacy of commitments.",
      "The US pointed out that the review must take account of the Kyoto outcome and asked that the nature of the review be clarified.",
      "CHINA disagreed, saying that the review is independent of the outcome in Kyoto, and noted the Article 4.2(d) deadline of December 1998.",
      "Delegates decided that necessary preparations should be made to place the review of Articles 4.2(a) and (b) on the COP-4 agenda. Review Of Information On 3 December, delegates discussed the review of information and possible decisions under Article 4.2(f)(FCCC/CP/1997/L.3).",
      "They agreed to the proposal that the Czech Republic and Slovakia replace Czechoslovakia in Annex I and that Croatia be added.",
      "Delegates debated at length a proposal by Azerbaijan and Pakistan to delete Turkey from Annex I and Annex II.",
      "IRAN, TURKEY and KUWAIT supported the proposal.",
      "The EU and AUSTRALIA maintained that Turkey should indicate willingness to undertake Protocol obligations under Article 10 before its deletion from the Annexes.",
      "The US suggested continuing consideration of this proposal and other OECD members' relationship to Annex I at COP-4.",
      "TURKEY noted that questions remain unanswered on the Protocol's proposed Article 10 and requested that ministers discuss the matter on 10 December.",
      "The Chair proposed that Luis Herrera (Venezuela) conduct consultations on these amendments.",
      "The issue was not resolved and will be discussed at COP-4. Proposed Amendments to the FCCC On 3 December, delegates considered proposed amendments to the Convention and its Annexes (FCCC/SBI/1997/15).",
      "The EU presented a proposal to amend Article 17 to state that Parties shall make every effort to agree on any proposed protocol by consensus and, if no agreement is reached, the protocol shall be adopted by a 3/4 majority.",
      "This amendment would be applied provisionally, pending its entry into force in accordance with Article 15.",
      "The EU said objections to the protocol might remain at the end of COP-3 and a decision-making procedure would be needed.",
      "The RUSSIAN FEDERATION emphasized that voting was not the way to adopt an important international instrument.",
      "VENEZUELA said the amendment and its provisional application must be considered separately. Under Kuwait's proposed amendment, Parties would provide financial resources, including the transfer of technology, to the extent that the COP decides they are needed by the developing country Parties.",
      "KUWAIT said the developing countries can only lower emissions through technology, but resources made available to date have been inadequate.",
      "The EU, supported by the US and JAPAN, said donors should not place their resources in the hands of the COP.",
      "SAUDI ARABIA said the amendment came in reaction to the EU proposal, which upsets the Convention's 'delicate balance.",
      "' Sergio Selaya Bonilla (Honduras) conducted consultations on the EU's proposal and Bakary Kante (Senegal) on Kuwait's proposal throughout the week.",
      "The EU proposal was later withdrawn.",
      "The Kuwait proposal was not accepted. Following a proposal by CROATIA, delegates discussed the status of Yugoslavia in relation to the Convention.",
      "The Executive Secretary reported on the results of his request for information on Yugoslavia's status within the UN and the FCCC.",
      "The President asked Yugoslavia to refrain from participation in the meeting. Other Actions The COP took several other actions during the week.",
      "Several documents were noted: activities related to technical and financial support (FCCC/CP/1997/INF.3); a report on the second meeting of AGBM-8 (FCCC/AGBM/1997/8/Add.1); and administrative and financial matters (FCCC/CP/1997/INF.1), including the 1998-99 biennial programme budget. Parties agreed that Brazil's proposal to relate Parties' emissions targets to their contributions to climate change (FCCC/AGBM/1997/MISC.1/Add.3) be given to SBSTA to review scientific and methodological aspects, and to advise COP-4 on future activities.",
      "BRAZIL noted the proposal's political element: that future objectives be established in terms of global mean surface temperature change, as a mechanism for apportioning the burden. On 5 December, delegates accepted an offer by ARGENTINA to host COP-4 and subsidiary body meetings, from 2-13 November 1998, in Buenos Aires."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}