{
   "actors": [],
   "countries": [
      "Hungary",
      "India"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_1",
   "section_title": "IPCC-28 REPORT",
   "sentences": [
      "On Wednesday morning, 9 April 2008, IPCC Chair Rajendra Pachauri opened the session by honoring the memory of Bert Bolin, founding Chair of the IPCC, who passed away on 30 December 2007.",
      "He noted the indelible mark that Professor Bolin had left not only in the IPCC but in the whole arena of climate change activities.",
      "The Panel observed one minute of silence.",
      "WGII Co-Chair Martin Parry told of a meeting with Professor Bolin in Stockholm just after the Nobel Peace Prize ceremony, where the IPCC paid him tribute.",
      "He underlined the great scientific stature and generous and humble nature of Professor Bolin.",
      "Introducing the agenda, Chair Pachauri said that the IPCC lies at a critical juncture after 20 years of existence and a substantial record of achievement, and now faces high expectations and rapidly changing policy needs and opportunities.",
      "Noting the growing demand for scientific updates and the fact that policy relevance is defined by the public, as action on climate change will require involvement by all stakeholders, he called for reflection and deep consideration regarding the future of the IPCC.",
      "Chair Pachauri announced his disposition to serve another term as IPCC Chair if supported by the Indian government. Gábor Fodor, Minister of Environment and Water, Hungary, acknowledged the IPCC s efforts to build and disseminate knowledge about climate change and noted its scientific input in catalyzing and furthering climate change negotiations.",
      "Yan Hong, Deputy Secretary-General, World Meteorological Organization (WMO), noted that the Fourth Assessment Report (AR4) led to unprecedented agreement on the impacts of climate change, its anthropogenic causes, and its implications for world peace.",
      "He noted WMO s role as a principle provider of scientific and technical information for IPCC assessments and called for further research on links between climate change and the hydrological cycle, highlighting impacts on the poorest and most vulnerable countries.",
      "Kilaparti Ramakrishna, UNEP, highlighted the importance of decisions to be made in Budapest, UNEP s work on climate change and its readiness to support the IPCC in the future. UNFCCC Executive Secretary Yvo de Boer underlined the contribution of the IPCC to major outcomes of the UNFCCC process, particularly the critical role played by the AR4 in fostering the Bali breakthrough.",
      "He identified the need for updated scientific information on the road to Copenhagen and noted the importance of the Technical Paper on Climate Change and Water.",
      "Chair Pachauri then presented the agenda ( IPCC-XXVIII/Doc.1 ) for adoption.",
      "Several comments were made regarding the need for sufficient time to discuss the future of the IPCC and the importance of addressing new emissions scenarios.",
      "The Panel adopted the agenda.",
      "The Panel addressed the agenda items in plenary and in two contact groups that were set up to address some key aspects of the future of the IPCC.",
      "This report presents a summary of discussions according to the agenda."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}