{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Iran",
      "Marshall Islands",
      "United States",
      "Japan",
      "Australia",
      "Germany",
      "Canada",
      "South Africa",
      "Saudi Arabia",
      "Austria",
      "United Arab Emirates",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_23",
   "section_title": "PROCEDURES AND MECHANISMS RELATING TO COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "On Monday, 31 May, delegates met in informal consultations to exchange views on procedures and mechanisms relating to compliance under the Kyoto Protocol.",
      "Delegates were presented with a synthesis of submissions from Australia, Canada, the EU, New Zealand, AOSIS, South Africa and the US (FCCC/SB/1999/MISC.4, Adds.",
      "1 and 2, FCCC/SB/1999/CRP.1).",
      "At the first session of the Joint Working Group (JWG) on compliance, held on 1 June and co-chaired by Harald Dovland (Norway) and Espen Rønneberg (Marshall Islands), delegates debated the proposed agenda.",
      "The G-77/CHINA called for a discussion on the basic principles for a compliance regime, noted a lack of submissions received from developing countries and supported the compilation of views through a questionnaire.",
      "The EU said the JWG should identify the compliance-related elements under the Protocol, define the work programme, and identify linkages to other groups.",
      "With SWITZERLAND, he called for a draft negotiating text by COP-5.",
      "CANADA said the first task is stocktaking of the compliance-related elements and, with NEW ZEALAND and the US, underscored the importance of tracking other groups` work.",
      "CLIMATE ACTION NETWORK proposed that Parties request a synthesis of compliance-related work being done in other subsidiary body groups or a workshop that addresses the full range of compliance issues.",
      "JAPAN highlighted the importance of examining other multilateral environmental agreements.",
      "After extensive debate, Parties deleted an agenda item on objectives and nature and added a new sub-item on 'other elements as identified in Decision 8/CP.4 and in the progress of work.",
      "' The JWG met five times during the session and discussed: identification of compliance-related elements, including gaps and suitable forums to address them; design of a compliance system; and consequences of non-compliance.",
      "The G-77/CHINA indicated that it had not reached a group position on these items.",
      "On identification of compliance-related elements and gaps, the US, with CANADA and the EU, indicated the need to differentiate elements from gaps and proposed three categories to identify them: substantive rules; procedures for addressing compliance; and consequences of non-compliance.",
      "She noted that gaps were identifiable for procedures and consequences of non- compliance other than for substantive rules.",
      "The US also noted the need to link Protocol Articles 5 (methodological issues), 7 (communication of information), 6 (JI), 12 (CDM) and 17 (emissions trading) to compliance because the first two are means to assess conformity with assigned amounts and the last three are means to meet commitments. On the design of a compliance system, many Parties stressed the system`s facilitative and preventative nature.",
      "The US emphasized the importance of transparency and, with JAPAN, called for reasonable certainty about the consequences of non-compliance.",
      "AUSTRALIA, CANADA and the US called for a regime tailored to the Kyoto Protocol, as it differs from other multilateral environmental agreements.",
      "JAPAN said the system may need a short grace period at the end of the commitment period.",
      "The EU said the system should apply to all obligations under the Protocol.",
      "It could also provide advice to Parties on implementation, prevent disputes, and impose consequences, including sanctions, if appropriate.",
      "With NEW ZEALAND, he stressed the importance of due process and allowing the Parties involved to participate fully.",
      "IRAN noted that Protocol Article 18 (non-compliance) does not specify any particular articles, but applies to the entire Protocol.",
      "He called on the COP to create a specific body for non-compliance and said an expert review team does not have the authority or capacity to determine non-compliance. On institutional issues, the US noted a number of questions, including: who could trigger the non-compliance mechanism; whether one body would deal with both the facilitative and non- compliance aspects of the process; and whether the body would be composed of Parties or be independent.",
      "The EU said compliance processes should: operate through one supervisory body; function through a single set of procedures; and provide for measures that apply in a graduated manner.",
      "An independent committee of experts from relevant fields should operate the body.",
      "The US said the compliance system would apply to any obligation of the Protocol but not to non-binding obligations.",
      "AOSIS cautioned against attempting to differentiate legally binding from non- legally binding obligations, and IRAN underscored the legally- binding character of the Protocol.",
      "CHINA said Article 18 (non- compliance) applies to all obligations under the Protocol.",
      "AUSTRALIA said a distinction between binding and non-binding aspects would be necessary for practical reasons.",
      "AUSTRALIA and JAPAN, opposed by the UNITED ARAB EMIRATES, stressed the benefits of peer reviews, rather than a punitive regime, to enforce obligations. On consequences of non-compliance, all delegates emphasized the preliminary character of their comments.",
      "The EU, supported by JAPAN and AOSIS, noted its preference for a system that combines 'hard' and 'soft' enforcement measures that are graded according to the gravity of the breach and the nature of the obligation.",
      "CANADA referred to procedural steps leading to the application of consequences as an integral part of the compliance system.",
      "The US referred to prior agreement and a degree of automatic application as requisites for binding consequences.",
      "She drew attention to a provision in the Protocol (Article 6.1.c) penalizing non-compliance by forbidding a Party to sell emissions reduction units when not in compliance with its obligations under Articles 5 (estimation of net emissions) and 7 (annual GHG inventories).",
      "The CENTER FOR INTERNATIONAL ENVIRONMENTAL LAW proposed the use of a compliance fund.",
      "If Parties reach the end of a commitment period and find that their emissions, minus removals, exceed their assigned amount, they would be obligated under the Protocol to purchase credits or parts of assigned amount to cover their overage.",
      "However, if there are insufficient credits or parts of assigned amount available from the market, the required credits would have to be purchased from the compliance fund, which would invest the money in the highest quality emissions reduction and removal projects. On Saturday, 5 June, the G-77/CHINA presented its position on compliance to the JWG.",
      "She stated that only Parties that are in compliance with their obligations and bound by a compliance regime should be allowed to participate in the Protocol mechanisms.",
      "Binding consequences for non-compliance are essential, as they will enhance Parties` collective ability to deter non-compliance.",
      "She said it may be desirable to identify cases and/or activities that may constitute non-compliance.",
      "She supported an indicative list of non-compliance consequences, depending on the cause, type, degree and frequency of non- compliance, including: appropriate assistance; technical and financial expertise and capacity building; issuing cautions; suspension of rights such as the ability to participate in the Protocol mechanisms; and, penalties, like financial penalties for Annex B Parties.",
      "She said financial penalties resulting from a non-compliance procedure should be made available to meet the cost of adaptation.",
      "She circulated a list of questions on a compliance system, including, what the principles should be that guide the development of procedures to implement Article 18 of the Protocol and what procedures and mechanisms under Article 18 entail binding consequences. On Tuesday, 8 June, the Co-Chairs proposed a draft work programme on compliance whereby the JWG invites Parties to make submissions to the Secretariat in response to questions contained in an annex to the proposal.",
      "These submissions will be compiled in a miscellaneous document.",
      "The JWG also requests the Co-Chairs to produce, for consideration by JWG-2, a synthesis of Parties` proposals.",
      "The JWG also agrees that an informal discussion on work under the SBI/SBSTA and experience under other conventions would help Parties better understand the compliance system needed.",
      "On the nature and timing of the informal exchange, later referred to as a 'workshop,' the G-77/CHINA, supported by SAUDI ARABIA and IRAN, preferred holding it after COP-5, but before the subsidiary bodies` 12th sessions (SB-12).",
      "She said the discussion should have clearly defined objectives and should not reach conclusions or form the basis for any documents.",
      "Participants should primarily be government experts.",
      "AOSIS suggested holding the discussions back-to-back with COP-5.",
      "The EU, CANADA, the US and AUSTRALIA supported holding it prior to COP-5 in order to better prepare for it.",
      "Delegates continued debating the timing of the workshop while discussing the JWG`s draft report of the meeting in informal consultations. On Thursday, 10 June, the JWG adopted the report on its meetings and agreed that the Co-Chairs will organize a workshop in early October 1999.",
      "The purpose of the workshop will be to informally exchange views on relevant issues, including experiences under other conventions.",
      "The Co-Chairs will make a factual, informal report, with no recommendations, on this workshop.",
      "The JWG urged all Parties in a position to facilitate developing country participation to make contributions.",
      "The workshop will be open to Parties and observers.",
      "The JWG also agreed that a workshop is needed after COP-5 and between SB-11 and SB-12.",
      "Responses to questions on compliance, contained in an annex to the report, are due by 1 August 1999. In his report back to SBI/SBSTA, JWG Co-Chair Dovland reported that the JWG had noted that the work on compliance is linked to that on Protocol Articles 5 (methodology), 7 (communications), and 8 (review of information).",
      "He said the JWG had noted the need for exchange of information with the relevant groups and discussed general issues related to a compliance system, such as its objectives and characteristics.",
      "He said the group had adopted a work programme and will consider at the next session submissions by Parties based on questions annexed to the conclusions.",
      "He announced that a first workshop to further consider this issue would be held on 6-7 October 1999.",
      "He thanked Germany and Austria for their offers to help organize the workshop.",
      "Delegates accepted annexing the report of the JWG to the report of the SBI."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "SBI"
}