{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "New Zealand",
      "Bangladesh",
      "Ghana",
      "Russian Federation",
      "Mexico",
      "Japan",
      "China",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "Russia"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12477e.html",
   "id": "enb12477e_14",
   "section_title": "LEGAL ISSUES CONTACT GROUP:",
   "sentences": [
      "On the possible gap between commitment periods, the AFRICAN GROUP said the Secretariat s paper contained possible solutions.",
      "He declared that the Kyoto Protocol without an Annex B is a dead body and urged adoption of provisions considering the provisional application of an amendment.",
      "MEXICO observed that although a gap may not legally impede the mechanisms, economic considerations might.",
      "He therefore urged analysis of economic factors.",
      "NEW ZEALAND and AUSTRALIA called for further consideration of implications of provisional application of provisions.",
      "AUSTRALIA said a gap would not prevent the continuation of key elements of the Protocol, such as the CDM and JI.",
      "The EU said 80% of global emissions trading is based on the EU s emissions trading scheme, which will continue operating regardless of a gap.",
      "BANGLADESH requested clarification on the future of the Adaptation Fund in case of a gap.",
      "The EU responded that the Fund will continue based on agreed commitments. SAUDI ARABIA, with BRAZIL, MEXICO, GHANA and CHINA, called on parties to reaffirm their commitment to a second commitment period and finish the AWG-KP s work in a timely manner.",
      "SWITZERLAND said a positive signal should be sent to reassure stakeholders that the consequences of a gap would not be as bad as some may fear.",
      "JAPAN proposed including parties views on this issue in the Secretariat s paper.",
      "AUSTRALIA, opposed by the RUSSIAN FEDERATION, noted possible convergence on some issues.",
      "An oral report will be presented in plenary to the AWG-KP Chair."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}