{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Netherlands",
      "Canada",
      "Ghana",
      "Barbados",
      "China",
      "Saudi Arabia"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_38",
   "section_title": "SPECIAL CLIMATE CHANGE FUND",
   "sentences": [
      "Issues regarding the SCCF were taken up by the SBI on Thursday, 4 June, and in five contact group meetings, held from 7-12 June and co-chaired by Rawleston Moore (Barbados) and Jaap Rooimans (Netherlands).",
      "On Thursday, 11 June, delegates held informal consultations in the morning, and approved the draft conclusions in a contact group meeting in the evening.",
      "The SBI adopted the draft conclusions on Friday 13 June. In the opening SBI Plenary on Thursday, 4 June, AOSIS and the G-77/China emphasized the need for the SCCF to support adaptation activities, and with the EU and Ghana, underscored the importance of providing finance to countries that are not eligible for support under existing UNFCCC funds.",
      "Saudi Arabia underscored the importance of financing adaptation activities to address the adverse impacts of response measures and economic diversification activities. A contact group was convened to define and prioritize the activities, programmes and measures to be financed under the SCCF, and provide operational guidance to the Global Environment Facility (GEF).",
      "On Saturday, 7 June, delegates discussed the prioritization of SCCF-funded activities.",
      "Several Parties identified adaptation as the priority activity for the SCCF and suggested that activities be based on priorities identified in national communications, and national strategies for sustainable development.",
      "Parties discussed the inclusion of mitigation activities, with Canada and the EU calling for a balance between adaptation and mitigation measures. In the contact group on Monday, 9 June, the GEF highlighted the importance of the COP providing clear and specific guidance in order to avoid duplication with existing GEF activities.",
      "Delegates discussed the need for guiding principles for the SCCF, in particular the need to mainstream climate change into development processes, provide for a catalytic function, and build on existing GEF arrangements.",
      "Noting the importance of guiding principles, AOSIS and the LDCs noted that the SCCF`s principles should not create obstacles in accessing financing. On Tuesday, 10 June, the contact group began discussions on the Co-Chairs` draft conclusions.",
      "On the SCCF's guiding principles, the G-77/China said that the Fund should be complementary to the GEF climate focal areas, the Least Developed Country (LDC) Fund, and bilateral and multilateral funding, and maximize adaptation funding opportunities for non-Annex I Parties not eligible for support from the LDC Fund.",
      "Delegates also discussed the further elaboration of views on the SCCF, with the EU reiterating its support for a process allowing for the further submission of Parties` views. In the contact group meeting on Wednesday, 11 June, the G-77/China presented its amendments to the Co-Chairs` draft conclusions, and proposed that its text serve as the basis for negotiation (FCCC/SBI/2003/MISC.1/Add.1).",
      "Co-Chair Moore adjourned the contact group for informal consultations on this issue.",
      "The informal consultations agreed to base the contact group`s deliberations on the Co-Chairs` text.",
      "Delegates then continued discussing the prioritization of the SCCF`s activities, but were unable to agree on the inclusion of mitigation activities.",
      "They agreed to delete text requesting further submission of views and calling for intersessional informal consultation on the SCCF prior to SBI-19. Following informal consultations on Thursday morning, 12 June, delegates reconvened in the contact group to approve the draft Co- Chairs` conclusions, with a minor amendment."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}