{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_10",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBI/2014/L.18), the SBI, inter alia : - welcomes the information provided during the in-session workshop; - takes note of the information provided by the Secretariat on the extent of the matching of actions with support under the NAMA Registry; - requests the Secretariat to arrange annual technical briefings in conjunction with the meetings of the SBs and prepare written information to allow for an exchange of views on updated information on NAMAs and support for NAMAs under the Registry, including the extent of matching between them; and - agrees to prepare conclusions at SBI 41 on the process of furthering the understanding of the diversity of NAMAs, describing, inter alia , activities conducted under the work programme, submissions from parties, reports by the Secretariat, and information on issues addressed and experiences shared under the work programme in relation to the preparation and implementation of, and support for, NAMAs.",
      "Workshop on the NAMA Work Programme: A technical workshop on NAMAs convened on 5 June, co-chaired by Ann Gann and Dimitar Nikov and structured around the three focal areas of the work programme: information on assumptions, methodologies, GHGs and other technical issues; support for preparing and implementing NAMAs; and the extent of matching NAMAs with support.",
      "On challenges to generating information relating to NAMAs, parties mentioned, inter alia : collecting data and developing baselines; developing MRV processes; and understanding and measuring co-benefits.",
      "On support for NAMAs, Sudhir Sharma, UNEP Risø Centre, reported that of 41 NAMAs, 28 are seeking implementation support totaling around US$5 billion. A panel on experiences with obtaining support for NAMAs highlighted the importance of engaging key stakeholder institutions and actors, including the private sector, and demonstrating government commitment and NAMA feasibility to donors.",
      "The UNFCCC Secretariat presented on the UNFCCC NAMA Registry, noting that so far only 44 of approximately 150 NAMAs identified have been submitted into the Registry, and only two matches recorded."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}