{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Yemen",
      "Nepal",
      "Norway",
      "Japan",
      "Congo",
      "Australia",
      "China",
      "Lesotho",
      "Saudi Arabia",
      "Switzerland",
      "Grenada",
      "Kyrgyzstan",
      "Belgium"
   ],
   "enb_end_date": "03-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12474e.html",
   "id": "enb12474e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Many parties congratulated Christiana Figueres on her appointment as UNFCCC Executive Secretary.",
      "Yemen, for the G-77/CHINA, expressed concern at slow progress in the AWG-KP.",
      "He urged a focus on adopting conclusions on aggregate Annex I emissions reductions in order to avoid a gap between the first and second commitment periods.",
      "He said the Kyoto Protocol is an essential element for the future of the climate change regime and new quantified emission limitation and reduction objectives (QELROS) must be a cornerstone of the COP/MOP 6 outcome in Cancún.",
      "Belgium, for the EU, stressed that while the EU would prefer a single, legally-binding instrument including essential elements of the Protocol, it is flexible regarding the legal form, as long as it is binding.",
      "He said the Protocol s environmental integrity must be addressed, particularly regarding LULUCF accounting and carry over of assigned amount units (AAUs).",
      "He urged progress in reforming existing project-based mechanisms and establishing new market-based mechanisms.",
      "He reiterated the EU s commitment to a 30% emissions reduction if other developed countries make comparable commitments and advanced developing countries contribute adequately.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, with Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), and Lesotho, for LEAST DEVELOPED COUNTRIES (LDCs), noted with concern the possible gap between the first and second commitment periods and urged concluding work under the AWG-KP in Cancún.",
      "The AFRICAN GROUP also stressed the need to bridge the gap between current Annex I Party pledges and the 40% emission reduction by 2020 required to limit the temperature increase to 2°C, according to the IPCC. AOSIS expressed concern with the aggregate level of ambition, noting that when LULUCF is included, current pledges would imply emission reductions of as little as 1-7%.",
      "LDCs called for a base year consistent with the Kyoto Protocol and LULUCF rules that do not undermine real emission reductions, noting that the reductions and rules under the Kyoto Protocol should not impose constraints on the most vulnerable parties.",
      "Australia, for the UMBRELLA GROUP, said work should focus on LULUCF, market mechanisms and common metrics.",
      "She noted that the Copenhagen Accord covers 80% of global emissions.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, supported progress on LULUCF, including on accounting rules and forest management baselines.",
      "He also supported identifying common concerns under the two AWGs on mitigation commitments, market mechanisms and the overall architecture of the future regime. JAPAN did not favor a simple amendment to the Kyoto Protocol and urged a single, comprehensive, legally-binding post 2012 framework.",
      "He said the AWGs should address common issues in a coherent manner.",
      "Kyrgyzstan, on behalf of MOUNTAIN LANDLOCKED DEVELOPING COUNTRIES, with NEPAL, urged consideration of mountainous ecosystems in negotiations.",
      "SAUDI ARABIA supported progress in discussions on potential consequences. NORWAY urged agreement on LULUCF rules prior to targets being agreed by Annex I parties.",
      "CHINA expressed concern that parties are not shouldering their respective historical responsibilities."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}