{
   "actors": [
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United States",
      "Australia",
      "Brazil",
      "Grenada",
      "Trinidad and Tobago",
      "Austria",
      "Bhutan",
      "Switzerland",
      "Malawi",
      "China"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_38",
   "section_title": "2013-2015 REVIEW:",
   "sentences": [
      "This issue (FCCC/SB/2014/MISC.1 and Add.1, and MISC.2) was first considered by the SBI on 4 June.",
      "Malawi stressed the centrality of science for the review and the importance of having additional SED meetings in 2014 and 2015.",
      "A contact group was co-facilitated by Gertraud Wollansky (Austria) and Leon Charles (Grenada).",
      "In the contact group, participants discussed the need for additional SED meetings, the need for additional information, and when to conclude the SED.",
      "Trinidad and Tobago, for AOSIS, and other developing countries urged an October meeting of the SED, held during ADP 2-6.",
      "Australia, the US and other developed countries said the next meeting should take place during COP 20. AOSIS, supported by Bhutan, called for additional information, such as national communications and peer-reviewed literature published after the IPCC's cut-off date.",
      "Switzerland, for the EIG, suggested including information from the Convention's implementation bodies, and Brazil suggested information from the GCF and NAMA registry.",
      "China called for information on the implementation of all the commitments under the Convention, particularly finance and technology transfer.",
      "The EU said that the focus of the SEDs should be the IPCC reports.",
      "The US suggested IPCC experts involved in the SED help assess any additional peer-reviewed information."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}