{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bangladesh",
      "United States",
      "Japan",
      "Bolivia",
      "Australia",
      "Canada",
      "Tonga",
      "Saudi Arabia",
      "Barbados"
   ],
   "enb_end_date": "13-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "13-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12508e.html",
   "id": "enb12508e_3",
   "section_title": "REDD+ (AWG-LCA)",
   "sentences": [
      "During informal consultations on REDD+ under the AWG-LCA, parties identified issues for consideration.",
      "Many parties supported focusing on issues, the consideration of which was mandated by the Cancun Agreement, including finance and markets.",
      "Some developing countries preferred focusing on different aspects related to forests, taking a broader perspective.",
      "Many countries highlighted, inter alia, the consideration of possible financing options and their implications, and possible sources of funding and mechanisms.",
      "Several countries emphasized the importance of considering safeguards.",
      "Some developing countries said that the first phases for REDD+ implementation, aimed at putting in place, inter alia , the forest reference levels, forest accounting and the national strategy, must rely on public and concessional funding.",
      "Some countries noted that REDD+ discussions in the group will also depend on ongoing discussions in other groups on related issues, such as finance and market mechanisms. APPEALS AGAINST DECISIONS OF THE CLEAN DEVELOPMENT MECHANISM (CDM) EXECUTIVE BOARD (SBI): During afternoon informal consultations on appeals against decisions of the CDM Executive Board, the Secretariat gave an overview of the CDM process, highlighting the procedures for approving, reviewing or rejecting requests for registration of projects and issuance of Certified Emission Reductions (CERs).",
      "Parties were invited to focus discussions from now until Durban on: type, form and main features of an appeal mechanism against decisions of the CDM Executive Board; essential elements and level of detail to be included in a draft COP/MOP decision; and preparation of a draft COP/MOP decision establishing the appeal mechanism.",
      "Regarding the institutional framework, parties discussed, among other things, the number of experts and the expertise required, and who should be responsible for selecting a panel.",
      "On the form, parties suggested: an ad hoc panel, with a chair or chairs who would be responsible for selecting experts from a roster of experts; or using an existing body, such as the Enforcement Branch of the Compliance Committee.",
      "On expertise, most parties said experts should have legal or regulatory expertise, and while some said experts should also have CDM experience, others considered this unnecessary.",
      "Regarding the scope of appeals, parties discussed whether this should be limited to CDM Executive Board decisions rejecting project registration or CER issuance requests, or whether it should also cover decisions to approve project registration or CER issuance requests.",
      "The facilitators will prepare a draft COP/MOP decision ahead of the next meeting. WORK PROGRAMME ON LOSS AND DAMAGE (SBI): In the afternoon SBI contact group on the work programme on loss and damage, Chair Berman introduced the item (FCCC/SBI/2011/3 and MISC.1). BARBADOS, with AUSTRALIA, reported on a seminar on innovative approaches to loss and damage held in Bonn on Sunday, 5 June.",
      "He said disaster risk reduction strategies are key to addressing loss and damage, and that addressing longer-term challenges of slower and more uncertain events is a priority.",
      "Tonga, for AOSIS, highlighted three elements: impacts of severe weather events; risk management; and rehabilitation associated with slow onset events.",
      "He proposed organizing at least three workshops between SB 35 and 37.",
      "BANGLADESH called for establishing a mechanism to address loss and damage by COP 18.",
      "The US said the work programme should highlight activities to reduce loss and damage, and supported country-driven risk reduction activities.",
      "With AUSTRALIA and CANADA, she said a discussion on institutional mechanisms is premature.",
      "BOLIVIA stressed the importance of including indigenous and vulnerable communities in the process.",
      "JAPAN said attention should be paid to the scientific and technical aspects of loss and damage. SAUDI ARABIA stated that parties lacked a mandate to adopt or undertake activities until a decision at COP 18.",
      "He emphasized that the seminar remains outside of the formal UNFCCC process.",
      "Informal consultations will continue. DEVELOPING COUNTRY MITIGATION (AWG-LCA): During the afternoon informal consultations on developing country mitigation under the AWG-LCA, parties were invited to identify priorities for Bonn, issues to be addressed between Bonn and Durban, and expectations for Durban.",
      "Many parties supported focusing work in Bonn on the registry for nationally appropriate mitigation actions (NAMAs).",
      "Some proposed that the Secretariat prepare a technical paper on the design and function of the NAMA registry.",
      "Some parties also identified the need to outline the possible structure of developing countries biennial reporting, with updates on national greenhouse gas inventories and information on mitigation actions.",
      "Several parties drew attention to the need to present the mitigation pledges of developing countries in a more systematic manner and supported devising a common reporting format for this.",
      "There was also support for intersessional technical work by experts, particularly on modalities and guidelines for facilitating support for NAMAs through a registry, and for MRV.",
      "Many developing countries also called for clarity on how developing country parties would be supported in the preparation of NAMAs and clarification of the meaning of facilitation of support.",
      "On expectations for Durban, some parties highlighted the need for finalizing and adopting guidelines for non-Annex I biennial reporting, as well as guidance on the preparation of reports for the review of the global long-term goal, scheduled for 2013-2015.",
      "Some parties also proposed that the main elements and modalities for international consultation and analysis be elaborated in Durban.",
      "Informal consultations will continue."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}