{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Argentina",
      "Russian Federation",
      "United States",
      "Japan",
      "Philippines",
      "Canada",
      "Bahamas",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "31-Mar-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12399e.html",
   "id": "enb12399e_3",
   "section_title": "SHARED VISION:",
   "sentences": [
      "Argentina, for the G-77/CHINA, with AOSIS, stated that a shared vision is composed of the four building blocks and highlighted proposals for a financial architecture and a multilateral technology fund.",
      "CHINA, INDIA and the PHILIPPINES stressed the urgency of setting mid-term emission reduction targets for developed countries.",
      "INDIA underscored 1990 baselines, maintaining the principles of the Convention and compensation for incremental costs. JAPAN said mid-term goals should be addressed under mitigation, and that a shared vision should focus on a long-term global goal.",
      "The EU stated that a shared vision includes avoiding warming of more than 2°C, global emission reductions of at least 50% by 2050 and peaking of emissions by 2020.",
      "The US said a shared vision should inspire and serve as the chapeau of the elements of the Bali Action Plan.",
      "He outlined national plans for a cap-and-trade scheme with interim annual goals guided by a long-term perspective up to 2050, saying this represented a radical shift in national thinking.",
      "NEW ZEALAND stressed the need for a quantified path to stabilization at no more than 450 ppm and underlined co-dependence with AWG-KP. CANADA stressed the principles of equity, common but differentiated responsibilities, precaution and polluter pays.",
      "Bahamas, for AOSIS, drew attention to the right to existence.",
      "The RUSSIAN FEDERATION emphasized that the future framework should be comprehensive and called for new types of partnerships among countries and stakeholders."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}