{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "China",
      "India",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Japan",
      "Canada",
      "South Africa",
      "Niger",
      "Colombia",
      "Cambodia",
      "Philippines",
      "Australia",
      "Uganda",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "Nigeria",
      "Barbados"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_4",
   "section_title": "FINANCE:",
   "sentences": [
      "The contact group met in the morning and afternoon.",
      "In the morning, parties considered the section on generation and provision of financial resources.",
      "The Philippines, for the G-77/CHINA, with Nigeria, for the AFRICAN GROUP, expressed concern with language requiring all parties, in accordance with respective capabilities, to report on policies concerning mobilizing public and private financial resources.",
      "In the context of private sector funding, INDIA and CHINA drew attention to double counting arising from emission reductions achieved through offset mechanisms. CANADA said the public versus private sector funding debate was leading to a false argument by suggesting that one is more important than the other.",
      "Emphasizing that the public sector should be the main source of finance, BANGLADESH said that global markets had failed to deliver and no place for LDCs and SIDS had been created.",
      "Barbados, for AOSIS, said that financing must meet recipient requirements and should be derived from a combination of public and private sources, with the public sector being the main source.",
      "With CAMBODIA, he expressed support for assessed financial contributions from developed countries.",
      "The EU emphasized the importance of the private sector and the carbon markets, while acknowledging the role of public international finance. SAUDI ARABIA said maritime and aviation emission levies would negatively impact developing country economic sectors.",
      "SWITZERLAND highlighted his country s proposal for a uniform global levy of US$ 2 per tonne of CO2, except for LDCs.",
      "Uganda, for the LDCs, highlighted that developed countries responsibility under international law to redress damage caused by climate change formed the basis for public funding from those countries.",
      "In the afternoon, parties continued to address the generation or provision of finances.",
      "AUSTRALIA emphasized that the private sector does not only exist in developed countries and highlighted the need to improve readiness to absorb the anticipated increase in levels of funding.",
      "AOSIS and SOUTH AFRICA stressed the immediate need for financing.",
      "The G-77/CHINA said that funding pledged outside the Convention did not fulfill developed countries commitments under the Convention.",
      "The US noted that many mitigation challenges were in fact investment opportunities and highlighted the ten-fold increase in funding to vulnerable countries by the US Congress.",
      "He also observed that many countries that are not in Annex II of the Convention have the capacity to contribute financially.",
      "He said that the US domestic system limits consideration of levies and taxes, and noted that as the US is not a party to the Protocol, it could not participate in auctioning of AAUs.",
      "JAPAN highlighted his country s intention to provide more financial and technical assistance than in the past, in accordance with the progress of international negotiations. COLOMBIA supported extending the share of proceeds to emissions trading and Joint Implementation.",
      "VENEZUELA voiced objection to proposals seeking to market the atmosphere, which he said amounted to who pays may pollute. NORWAY highlighted the difficulty of selling financing to donors and said a better perception of good governance and improved cost analyses for adaptation in developing countries would simplify this task.",
      "CHINA said estimates concerning how much finance the private sector and markets could generate had been exaggerated."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}