{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United Kingdom",
      "Malaysia",
      "United States",
      "Australia",
      "Brazil",
      "Zimbabwe",
      "Canada",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "04-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12224e.html",
   "id": "enb12224e_7",
   "section_title": "GOOD PRACTICE GUIDANCE ON LULUCF",
   "sentences": [
      "This group was co-chaired by Margaret Mukahanana-Sangarwe (Zimbabwe) and Audun Rosland (Norway).",
      "On the IPCC`s Good Practice Guidance (GPG), NEW ZEALAND suggested focusing on the GPG as a whole.",
      "CANADA and AUSTRALIA said the GPG provides the necessary guidelines for reporting and should be adopted.",
      "The US noted the need for practical experience with the new reporting guidance and urged taking a decision on the CRF as soon as possible. On the CRF, the US and SWITZERLAND urged retaining links with the Revised 1996 IPCC Reporting Guidelines, and, with the EU, said the categories in the sectoral tables should be consistent with the GPG.",
      "CANADA stressed the need to streamline the tables and make them consistent.",
      "MALAYSIA urged the simplification of the tables.",
      "Co-Chair Rosland noted that a small group would continue informal discussions on this issue. On factoring out, BRAZIL, for the G-77/China, supported by the EU, said this reflected principles agreed in the Marrakesh Accords and needs to be addressed before the second commitment period.",
      "On harvested wood products, CANADA, supported by NEW ZEALAND and NORWAY, proposed a workshop to build capacity and advance knowledge, while the EU stressed submissions by Parties.",
      "Delegates agreed to submit their views on the issue.",
      "Submissions will also be requested on degradation and devegetation, for further discussion at COP-10."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}