{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Ghana",
      "Canada",
      "Slovenia",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_7",
   "section_title": "GOOD PRACTICE GUIDANCE AND UNCERTAINTY MANAGEMENT IN NATIONAL GREENHOUSE GAS INVENTORIES",
   "sentences": [
      "SBSTA considered this sub-item on Monday, 12 June.",
      "Taka Hiraishi, Co-Chair of the IPCC Task Force on National Greenhouse Gas Inventories, introduced the IPCC report on this issue, saying it was a significant additional instrument in improving national inventory estimates.",
      "The EU urged adoption at COP-6 of good practice guidance as part of inventory reporting.",
      "Ghana called for regional workshops to enhance developing country understanding of the IPCC report.",
      "The US called on Parties with economies in transition (EIT) to take into account the good practice guidance as soon as possible and said non- Annex I guidelines should also incorporate good practice. Draft conclusions were considered by SBSTA on Thursday, 15 June.",
      "Parties approved the proposed amendment that Annex I Parties with EIT may phase in good practice guidance 'two years' rather than one year later than other Annex I Parties.",
      "Saudi Arabia and China, opposed by the US, Canada, the EU and Slovenia, suggested deleting reference to 'all Parties' being assisted by good practice guidance in preparing higher-quality greenhouse gas inventories.",
      "After lengthy discussion, involving consideration of a proposal by China to include text requiring Annex I Parties to test the good practice guidance, delegates agreed to remove the reference to 'all Parties.",
      "' SBSTA adopted conclusions on this issue (FCCC/SBSTA/2000/L.3), on Thursday, 15 June.",
      "The conclusions, inter alia: note that good practice guidance will assist in preparing higher-quality greenhouse gas inventories that are transparent, consistent, complete and comparable; endorse the good practice guidance as an elaboration of the Revised 1996 IPCC Guidelines and recommend its use in national GHG inventories; encourage non-Annex I Parties to apply good practice guidance, as appropriate, and to the extent possible in the preparation of their GHG inventories; and note that good practice guidance does not include specific guidance for the Land-Use-Change and Forestry sector."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}