{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Sudan",
      "United States",
      "Bolivia",
      "Philippines",
      "Canada",
      "Mexico",
      "Saudi Arabia",
      "Barbados",
      "China"
   ],
   "enb_end_date": "13-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "13-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12425e.html",
   "id": "enb12425e_1",
   "section_title": "AWG-LCA STOCKTAKING MEETING",
   "sentences": [
      "During the AWG-LCA s mid-week stocktaking meeting, Chair Zammit Cutajar reviewed progress during the first two and half days.",
      "The G-77/CHINA identified the need to consider ways of combining elements of the text, while maintaining party ownership and representing all views in a balanced way.",
      "While noting that coordinating and consolidating proposals within the Group is time consuming, she highlighted that coordinated positions by developing countries will advance negotiations.",
      "The US expressed appreciation of the work by the chairs and facilitators.",
      "The EU said they were also relatively satisfied with progress and commended, inter alia , the approach of focusing on areas of convergence.",
      "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, stressed the need to switch to full negotiating mode and to have a workable negotiating text in Bangkok.",
      "He proposed encouraging countries with similar ideas to consult amongst themselves and with other interested parties.",
      "SUDAN stressed the right to full participation by all parties and the need to consult parties on scheduling. SAUDI ARABIA warned that during consolidation care must be taken not to dilute or delete proposals.",
      "The G-77/CHINA, SAUDI ARABIA, BOLIVIA and SUDAN proposed including attributions in the text.",
      "Chair Zammit Cutajar noted original instructions to him in preparing the text not to attribute proposals and noted that, when consolidating text, attribution becomes more difficult.",
      "He said these issues could be discussed during the evening s informal meeting.",
      "On the text s structure, Chair Zammit Cutajar noted that some questions are political and conceptual, while others relate to placement of text and other structural issues.",
      "INDIA stressed fundamental differences concerning mitigation under paragraphs 1(b)(i) and 1(b)(ii), and, with the PHILIPPINES, highlighted that MRV is also different under these paragraphs.",
      "Chair Zammit Cuatajar said this could be considered under mitigation.",
      "He identified placement of provisions on finance and technology as an issue requiring consideration.",
      "The G-77/CHINA expressed preference for keeping provisions on the means of implementation in the relevant substantive chapters rather than in the finance chapter.",
      "On institutional arrangements, Chair Zammit Cutajar indicated that he had requested the Secretariat to create a matrix of institutional arrangements and their functions related to adaptation.",
      "He explained the aim to compare different proposals to facilitate discussions and said similar matrices will be produced on other elements by Bangkok.",
      "CANADA proposed including existing institutions.",
      "Barbados, for AOSIS, supported by SAUDI ARABIA, stressed that the matrices should only be used to help negotiations rather than eliminate proposals.",
      "The G-77/CHINA highlighted that attributions would be useful also for considering the matrix."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}