{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_36",
   "section_title": "COOK IT WELL",
   "sentences": [
      "A good cooking process is one that extracts the intrinsic flavors of the ingredients and combines them into a unique dish.",
      "One of the main debates around the Synthesis Report has been precisely whether it was synthesizing anything or just summarizing the findings of the working groups.",
      "A dictionary defines synthesis as a new unified whole resulting from the combination of different ideas, influences, or objects, but also as the process of deductive reasoning from first principles to a conclusion.",
      "In Valencia, there were two well-defined sides, one that wanted to be able to add new language synthesizing findings, and another that wanted to stick to approved language from the working groups ` SPMs.",
      "In the end, it was probably the latter approach that dominated the process.",
      "As one frustrated delegate expressed in plenary, I cannot tell my minister that everything that we have been doing here is putting together sentences from the SPM.",
      "Expressions such as compilation, cut-and-paste, and summary of summaries were also used frequently throughout the week to describe the negotiations. AND EAT WHILE IT'S WARM!",
      "Many anticipate that the AR4 will have a significant impact on the upcoming climate change negotiations in Bali.",
      "In fact, the AR4 is expected to be so influential that its production schedule delayed the start of the Bali conference by four weeks.",
      "The timing of the Nobel Peace Prize is not incidental either, as the Nobel Committee has a history of influencing ongoing processes by awarding prizes to key players.",
      "Everyone involved in the elaboration of AR4 is aware of the political relevance of the Assessment Report, and countries have been openly mirroring their negotiation positions under the UNFCCC.",
      "A newcomer suggested that the IPCC had become politicized.",
      "A veteran observer argued, however, that the IPCC has always been politicized, and the only change is that this has been more explicit during the AR4 process."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}