{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Brazil",
      "Nepal",
      "Venezuela",
      "Fiji",
      "China",
      "Australia",
      "Chile",
      "Nauru",
      "Papua New Guinea",
      "Panama",
      "Switzerland",
      "Saudi Arabia",
      "Peru",
      "Swaziland",
      "Guinea",
      "Indigenous Peoples",
      "Bolivia"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Fiji, for the G-77/CHINA, highlighted the Convention's principles and the need to avoid their reinterpretation.",
      "He called for a fair, ambitious and equitable outcome under the Convention in accordance with its principles that will include mitigation, adaptation and means of implementation.",
      "Swaziland, for the AFRICAN GROUP, highlighted the need for a global goal for adaptation.",
      "The EU called for progress on substantive elements of the new agreement and setting out a timeline for delivering it.",
      "Regarding workstream 2, he called for: specific options with tangible results; new pledges and implementation of existing ones; and scaled up action in areas with high mitigation potential, including HFCs.",
      "Australia, for the UMBRELLA GROUP, emphasized the need to build momentum towards an effective agreement, with all parties contributing 'to the best of their abilities'; and to lay the groundwork for the elements of a negotiating text.",
      "On workstream 2, he encouraged countries that have not yet submitted pledges, including 20 out of the top 50 emitters, to do so.",
      "Switzerland, for the EIG, called for a decision on the elements, structure and scope of the new agreement.",
      "He identified the need to strengthen international cooperation, including by sending a clear signal to the Montreal Protocol to phase down HFCs.",
      "Nauru, for AOSIS, highlighted its submission on mitigation opportunities and strategies to overcome obstacles to their wider implementation.",
      "Opposing a non-binding pledge-and-review regime, Nepal, for the LDCs, suggested two contact groups for each workstream; called for exploring a range of options to increase pre-2020 ambition; and urged capturing the implementation of the AWG-LCA outcome for 2013-2020, particularly regarding finance.",
      "China, for BASIC, welcomed the Brazilian submission proposing that the IPCC develop a reference methodology on historical responsibilities.",
      "Chile, for AILAC, urged building bridges within the variety of realities, capacities and responsibilities among countries, and expressed readiness to 'dive deeper' into defining elements of the 2015 agreement, particularly on adaptation, finance, and transparency of action and support.",
      "Venezuela, for the LMDCs, emphasized that 'applicability to all' does not mean uniformity of application and stated that enhanced Annex I ambition in 2014 is crucial for success under workstream 1.",
      "Saudi Arabia, for the ARAB GROUP, called for: clear commitments by developed countries taking into account the principles of CBDR, and fairness and justice in sharing atmospheric resources; ratification of the Doha Amendment to the Kyoto Protocol; and operationalization of the GCF and the TEC.",
      "Bolivia, for ALBA, stressed that 'climate is not a lucrative business opportunity' and cautioned against transferring developed countries' obligations to developing countries through bank loans, carbon markets, risk insurances and private investment.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, called for new and additional financial and technical support for the implementation of REDD+ activities, to be accompanied by a new governance architecture.",
      "Panama, for SICA, supported, inter alia , a finance roadmap for sustainable and predictable public finance supplemented by private sector funding; a solid oversight and monitoring mechanism with respect to finance, technology transfer and capacity building; and streamlined access to existing institutions. PERU called for more ambitious goals and a clear roadmap for the 2015 agreement with additional meetings before COP 20.",
      "He stressed the importance of negotiating an agreement that is politically feasible and sustainable, and urged agreement on criteria for assessing past and present aid. BINGOs underscored the importance of engaging business in the ADP process, noting that innovation and investment depend on clear rules and strong markets.",
      "CAN called for a common set of equity indicators for assessing parties' future pledges.",
      "CLIMATE JUSTICE NOW!",
      "urged governments to take more ambitious action based on equity.",
      "INDIGENOUS PEOPLES called for a human rights-based approach, stressing the need for full participation by indigenous peoples at all levels.",
      "AMERICAN FEDERATION OF LABOR AND CONGRESS OF INDUSTRIAL ORGANIZATIONS indicated that the new agreement must include sufficient support to deal with climate change impacts, and strong rules on accounting and compliance.",
      "WOMEN AND GENDER urged a shift away from a profit-driven paradigm, and called for measures that are: based on science; gender responsible; and reflect a human rights-based approach.",
      "YOUNGOs stressed that the principle of intergenerational equity should be central to the ADP."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "working group"
}