{
   "actors": [],
   "countries": [
      "United Kingdom",
      "United States",
      "Italy",
      "Australia",
      "Morocco",
      "Brazil",
      "Canada",
      "South Africa",
      "Niger",
      "Mexico",
      "Mali",
      "Spain",
      "Norway",
      "Switzerland",
      "New Zealand"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_12",
   "section_title": "APPROVAL OF THE NEW IPCC COMMUNICATIONS STRATEGY:",
   "sentences": [
      "On Wednesday, Jonathan Lynn, IPCC Senior Communications Manager, presented the draft IPCC Communications Strategy (IPCC-XXXV/Doc.3 and INF.1).",
      "IPCC Vice-Chair van Ypersele noted that the Guidance on IPCC Communications Strategy, approved by IPCC-33 in Abu Dhabi, had been used as the basis for preparing the draft Strategy.",
      "The draft Strategy was discussed in the plenary on Wednesday, and in a contact and drafting group on Friday and Saturday, co-chaired by IPCC Vice-Chair van Ypersele and Maesela John Kekana (South Africa).",
      "In his presentation, Senior Communications Manager Lynn underscored the objective of creating clear structures and decision-making processes.",
      "He also discussed three areas of external communication: day-to-day communication; communication relating to the launch of reports and other planned activities; and rapid-response communication.",
      "Many delegates commended the draft Strategy.",
      "The US, UK, Spain, Brazil and Mexico stressed the need to take into consideration the Guidance on IPCC Communications Strategy.",
      "Mexico highlighted, inter alia , the need to evaluate the effectiveness of the Strategy and the US drew attention to the scope of IPCC communication.",
      "Switzerland highlighted the UNFCCC as the IPCC s main client.",
      "Niger emphasized the importance of clearly defined objectives.",
      "Italy stated that the document is too concise.",
      "Australia called for considering the Panel s role in communications and cautioned against being too prescriptive, including in terms of information communicated to focal points.",
      "Norway identified divergent views on focal point involvement.",
      "Morocco and Niger called for considering vehicles of communication.",
      "Norway called for strengthening the text concerning the provision of materials in all UN languages.",
      "Spain and others stressed the need for clarity concerning IPCC spokespersons and New Zealand suggested including the WGs Vice-Chairs and lead authors among the IPCC spokespersons.",
      "The US identified the need for adequate scope for the WGs to undertake outreach activities in relation to their work.",
      "Brazil highlighted the IPCC plenary as the main decision-making body and adoption of decisions by consensus.",
      "Discussions in the contact group focused on the need to better reflect the Guidance and missing elements.",
      "On Saturday, a draft decision adopting the Strategy and the revised Strategy were considered by the closing plenary.",
      "During discussions, delegates agreed to add that besides the designated IPCC spokespeople, authors and WG Vice-Chairs will often be the most appropriate people to speak on their areas of science.",
      "Switzerland, supported by Mali and others, and opposed by the US and others, called for emphasizing the role of national focal points.",
      "The US noted that the role of national focal points differs from a country to country.",
      "Norway highlighted the importance of distinguishing between those who speak for the IPCC and those who speak for their national governments.",
      "Chair Pachauri indicated that the text already recognizes the important contribution of national focal points.",
      "No changes were made to the text concerning national focal points.",
      "Switzerland, opposed by the US and Canada, also suggested mentioning in particular the UNFCCC as the main user of IPCC products.",
      "The US stressed that IPCC documents are primarily aimed at governments.",
      "Canada indicated that the IPCC s relevance for the UNFCCC will be determined by the quality and timeliness of its work rather than by the language of the Strategy.",
      "IPCC Vice-Chair van Ypersele noted that the current language on relevant UN bodies such as the UNFCCC is a result of lengthy previous discussions.",
      "No changes were made to the Strategy concerning the UNFCCC s role.",
      "The decision and the Strategy were then approved by the plenary."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}