{
   "actors": [
      "Group of 77",
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ecuador",
      "Brazil",
      "Malawi",
      "Canada",
      "India",
      "New Zealand",
      "Belize",
      "Norway",
      "Japan",
      "China",
      "Saudi Arabia",
      "Costa Rica",
      "South Africa",
      "Bolivia"
   ],
   "enb_end_date": "02-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "02-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12641e.html",
   "id": "enb12641e_3",
   "section_title": "FINANCE",
   "sentences": [
      "Georg Børsting (Norway) co-facilitated the session.",
      "Bolivia, for the G-77/CHINA, outlined the building blocks: obligations and commitments; scale of resources; sources; and MRV.",
      "Malawi, for the LDCs, called for inclusion of grant-based investments.",
      "South Africa, for the AFRICAN GROUP, and Costa Rica, for AILAC, emphasized, inter alia, including commitments on the scale of finance.",
      "Ecuador, for the LMDCs, expressed concern that scale and sources are missing.",
      "With several developing countries, he called for reference to finance for adaptation and clarity on the role of the Standing Committee on Finance.",
      "CANADA and NEW ZEALAND said existing institutions should continue.",
      "Several developed countries underlined the need for more countries to mobilize finance and for mobilizing finance from all sources.",
      "Belize, for AOSIS, lamented the inclusion of \"dynamism\" in mobilization.",
      "NORWAY stated that \"dynamism\" involves regular updates and includes all sources.",
      "AILAC underlined public funds as the primary source, supplemented with private and alternative sources.",
      "BRAZIL called for predictability of finance.",
      "JAPAN highlighted the Financing for Development process, which includes mobilizing private finance.",
      "The AFRICAN GROUP, INDIA and SAUDI ARABIA opposed references to outside processes.",
      "Several parties expressed willingness to discuss transparency.",
      "Parties established a spin-off group on institutional arrangements, and Canada and the G-77/China will report to the facilitated group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}