{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Venezuela",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Germany",
      "Belgium",
      "Canada",
      "Nicaragua",
      "Slovenia",
      "Sweden",
      "United Kingdom",
      "Australia",
      "Trinidad and Tobago",
      "Netherlands",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "China"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_4",
   "section_title": "INTRODUCTION:",
   "sentences": [
      "Regarding a sentence stating that the SYR's SPM follows the structure of the longer report, Bolivia, supported by Slovenia, questioned reference to the section heading on 'Transformations and changes in systems' and, with Venezuela, Nicaragua and Saudi Arabia, stressed the need to reflect the concept of sustainable development in relation to transformation.",
      "Saudi Arabia opposed referring to 'measures' in reference to the topic heading on adaptation and mitigation and proposed use of the term 'options' instead.",
      "Following discussions in the relevant section, delegates agreed to replace 'Transformations and changes in systems' with 'Future pathways for adaptation, mitigation and sustainable development', and 'Adaptation and mitigation measures' with 'Adaptation and mitigation'.",
      "Saudi Arabia expressed opposition to an introductory sentence stating that, 'where appropriate, findings are formulated as statements of fact without using uncertainty qualifiers', and cautioned against providing unqualified statements.",
      "Chair Pachauri explained that the sentence comes from the Guidance Note for Lead Authors of the IPCC AR5 on Consistent Treatment of Uncertainties, and WGI Co-Chair Thomas Stocker reminded delegates that the text had already been approved by the three WGs and included in their respective SPMs.",
      "The UK urged acceptance of previously agreed text, and Saudi Arabia agreed to maintain the text as presented.",
      "Regarding a proposed box on information relevant to UNFCCC Article 2 , participants agreed that it merited further consideration.",
      "An informal group, co-chaired by Ronald Flipphi (the Netherlands) and Kenneth Kerr (Trinidad and Tobago), was established and met several times from Thursday through Saturday.",
      "In an initial meeting, participants exchanged views on whether to include in the SPM the version of the box from the longer report or a truncated version.",
      "The group also considered options for giving the box greater visibility in the longer report.",
      "Several delegations expressed concern over a lack of language on adaptation and sustainable development.",
      "The group then discussed the box from the longer SYR section by section and made a number of recommendations and textual proposals on, inter alia , references to the review of the long-term temperature goal under the UNFCCC.",
      "Participants debated whether or not to include references to 1.5 °C and to 2015 in this regard.",
      "Some delegations favored borrowing verbatim text from relevant UNFCCC decisions, while others preferred making a general apolitical statement 'without going into politics'.",
      "Protracted discussions in the informal group ensued and the contact group co-chairs and authors undertook numerous revisions of the longer report's box, taking into account suggestions and views of participants.",
      "In plenary on Saturday afternoon, the Panel was presented with a revised authors' proposal for a 'Background Box SPM.1 on Information Relevant to Article 2 of the UNFCCC'.",
      "Addressing the box in the longer report, the UK, Australia, the US, Japan, Canada and the EU expressed reservations on using the authors' text as a basis for discussion.",
      "Norway, Sweden and Chile stressed the need to follow IPCC procedures and go through this text as had been done with the rest of the SPM, while Germany suggested taking the text back to the informal group.",
      "Noting the late hour and stressing respect for the authors' proposal, Saudi Arabia, Bolivia, Venezuela and China proposed acceptance of the text as presented.",
      "IPCC Vice-Chair Jean-Pascal Van Ypersele (Belgium) explained the process leading to the text, emphasizing that while IPCC members had been consulted, only authors had had input into the written proposal.",
      "Citing the difference of views and the lack of time, Chair Pachauri proposed deletion of the box.",
      "Norway, Germany, Venezuela, China and Chile suggested another attempt at consensus, while Peru, the US, Australia, the UK and Saudi Arabia expressed regret at the loss of the information in the box, but supported its deletion.",
      "Chair Pachauri proposed, and the Panel agreed, to delete the box both in the longer report and in the SPM and to insert a sentence stating that 'the report includes information relevant to Article 2 of the UNFCCC'.",
      "Final SYR SPM Text: The introductory section states that, based on the reports of the three IPCC WGs, including relevant Special Reports, the SYR provides an integrated view of climate change as the final part of AR5.",
      "It further states that the SPM follows the structure of the longer report, and that certainty in key assessment findings is expressed as a qualitative level of confidence (from very low to very high) and, when possible, probabilistically with a quantified likelihood (from exceptionally unlikely to virtually certain).",
      "Where appropriate, findings are also formulated as statements of fact.",
      "The section also notes that the report includes information relevant to UNFCCC Article 2."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": ""
}