{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "China",
      "Finland",
      "United States",
      "Saudi Arabia",
      "New Zealand"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_28",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "This issue was first addressed in plenary on Monday, 7 May ( FCCC/SBI/2007/9 ).",
      "It was then taken up during two contact group meetings chaired by Outi Berghäll (Finland).",
      "Discussions focused on how to consider the IPCC AR4 at the Bali meeting.",
      "Chair Berghäll outlined plans to include AR4 on both the COP13 and COP/MOP 3 agendas and to consider it during a joint high-level segment.",
      "S he also explained that the views expressed would assist the Secretariat in preparing the provisional agendas, but that the final agendas would be adopted in Bali.",
      "Highlighting precedent with the IPCC Third Assessment Report, Saudi Arabia, for the G-77/China, supported considering AR4 at SBSTA 27.",
      "The EU and New Zealand indicated that there was no precedent on consideration of IPCC assessment reports by COP/MOPs, and with others, supported the inclusion of AR4 on COP and COP/MOP agendas.",
      "On the proposal to consider AR4 during the high-level segment, the US questioned whether specific agenda items were normally addressed during this part of the conference.",
      "New Zealand responded by recalling round-table discussions on various topics at previous COPs.",
      "Saudi Arabia noted that the SBI should not give ministers and heads of delegations instructions on what to consider in their national statements and delegates agreed to delete text inviting them to address AR4 in their statements.",
      "Parties agreed, however, to recommend that the high-level segment include a presentation on AR4.",
      "Parties adopted the conclusions on 18 May."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}