{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "Group of 77 and China",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Jamaica",
      "Argentina",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Australia",
      "Canada",
      "Colombia",
      "Egypt",
      "Tanzania",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_6",
   "section_title": "ADAPTATION AND LOSS AND DAMAGE",
   "sentences": [
      "The first reading of section E (Adaptation and Loss and Damage), containing 27 paragraphs in the Geneva negotiating text, commenced on Monday, 1 June, in the negotiating group co-chaired by Co-Chair Reifsnyder. During the first reading of the text, parties discussed how to approach streamlining.",
      "A number of parties supported addressing the text thematically, with Bolivia, for the Group of 77 and China (G-77/China), and Jamaica, for AOSIS, proposing to start with text on monitoring and evaluation.",
      "The EU suggested beginning with text on commitments. Timor Leste proposed streamlining the section on loss and damage.",
      "AOSIS called for considering adaptation as separate from loss and damage. Delegates agreed to consider options to streamline the text on adaptation in the context of an informal facilitated discussion group, co-facilitated by Andrea Guerrero (Colombia) and Georg Børsting (Norway), starting with text on: reporting for adaptation; commitments; and monitoring and evaluation. A clustering exercise commenced on Thursday, 4 June, in the facilitated group.",
      "Co-Facilitator Guerrero proposed a methodology for clustering issues, presenting a table with columns for themes, paragraphs and text.",
      "Parties discussed this methodology, making suggestions for possible clustering themes. Responding to concerns that the table would result in some parties§ views being left behind or be construed as parties§ positions, Co-Facilitator Guerrero stressed that the table was an internal tool for tracking progress.",
      "Parties agreed to work on the basis of the table and to submit their views on the themes. On Saturday, 6 June, the facilitated group focused on three clustering proposals from: the G-77/China; the EU; and Australia, Canada, Japan, New Zealand, Norway and the US. On how to label the themes in some of the sections§ paragraphs, the US pointed to large convergence among the three proposals for clustering and suggested bundling all paragraphs labeled as \"support.\" After informal consultations among all parties, the G-77/China proposed, and parties agreed, that the Co-Facilitators reorganize the section based on the three proposals and discussions. Tanzania and Egypt expressed unease that the different pace and methodologies of the facilitated groups could lead to inconsistencies.",
      "Chile, for AILAC, supported by the US, stated that, while the facilitated groups may advance at different speeds, they shared the common purpose of making the Geneva text more workable. On Thursday, 11 June, the final meeting of the facilitated group considered the Co-Facilitators§ working document capturing the agreed consolidations and parties§ proposals for clustering.",
      "Parties expressed views on the themes and categorization used and noted options that seemed to have been omitted or changed. Argentina, opposed by the EU, stated the previous version of the text was more useful, suggesting both versions could serve as the basis for negotiations at the next ADP meeting.",
      "Many parties said the document was a \"step in the right direction.\" Tuvalu, for the LDCs, asked that the view that loss and damage should be a separate section be clearly reflected.",
      "The EU called for a separate option clearly indicating that loss and damage should not be included in the agreement. Parties agreed that the Co-Facilitators would revise the document to reflect the options for including, or not, a section on loss and damage, as well as other views raised.",
      "It was also agreed to include a note indicating the status of the document as, inter alia, \"facilitating discussion\" and \"not prejudging any outcomes.\" The output document dated 11 June will inform negotiations on the adaptation and loss and damage section going forward."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}