{
   "actors": [],
   "countries": [
      "Belize",
      "Panama",
      "Malaysia",
      "Cuba",
      "Chile",
      "United States",
      "Peru"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_17",
   "section_title": "GREENHOUSE GAS INVENTORIES",
   "sentences": [
      "Philip Acquah, rapporteur from the group on national inventories, presented the results of the discussions in his group.",
      "He said the group had considered the conclusions from the Panama workshop paragraph-by-paragraph.",
      "On institutional issues for the preparation and reporting of inventories, the group had decided to clarify the mutual reinforcement between the preparation of inventories and national sustainable development plans, and had noted that the GEF has funded only two regional projects aimed at improving non-Annex I countries` capacities with regard to developing activity data and local and regional emission factors.",
      "The group added a recommendation that technical coordinators with a clear mandate and resources for performing their functions should be designated for the preparation of greenhouse gas inventories.",
      "This recommendation was based on the presentations describing the difficulties experienced with the UNDP/GEF NEX projects. On technical and methodological issues related to the collection of activity data and development of local and/or regional emission factors, Acquah said the group had noted the need to strengthen data collection and the use of national expertise to develop projects for relevant country specific data. On financial and technological needs and constraints, he presented the group`s proposal that support should be provided for further UNDP/GEF regional and subregional projects aimed at improving countries` ability to choose, process and archive activity data, and at developing local and regional emission factors, as appropriate. In the ensuing discussion, Chile added that data collection should be enhanced for country-specific sectors such as the fish processing industry in Peru and the sugar cane industry in Cuba.",
      "Belize stressed the importance of developing emission factors for small aircraft, which would be worldwide rather than country specific.",
      "The US supported the idea of developing unique country specific source categories using national expertise and then publishing the methodology for inclusion in the IPCC database.",
      "Malaysia stressed that non-Annex I countries should not be burdened with new commitments, as in the case of explaining the gaps between the use of sectoral and reference approaches for estimating emissions."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}