{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Lithuania",
      "Malta",
      "Ukraine",
      "Russian Federation",
      "Romania",
      "Oman",
      "Liechtenstein",
      "Norway",
      "Slovakia",
      "Monaco",
      "Slovenia",
      "United Kingdom",
      "Poland",
      "Russia"
   ],
   "enb_end_date": "06-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "06-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12633e.html",
   "id": "enb12633e_8",
   "section_title": "MULTILATERAL ASSESSMENT AND REVIEW (SBI)",
   "sentences": [
      "In the morning, SBI Chair Amena Yauvoli opened the session. LIECHTENSTEIN reported on investments in photovoltaic and waste-to-steam energy production to decouple emissions from economic growth.",
      "In response to questions regarding using market mechanisms, LIECHTENSTEIN said the focus is pre-2020 targets and that, as an Annex B country, it is able to use the Protocol§s flexibility mechanisms. LITHUANIA reported a GHG emissions reduction of over 56% in comparison with 1990 levels under the first commitment period of the Kyoto Protocol.",
      "In response to questions, she noted the electrification of railways, improvements in public transport and the intention to increase biofuels use in the transport sector. MALTA noted her country§s absolute emissions, and therefore mitigation potential, are small, and reported a decrease of 56% in emissions since 1990.",
      "In response to questions, she said that switching to natural gas and more efficient generation plants has led to emissions reductions. MONACO presented on policies concerning, inter alia, energy efficiency in buildings; renewable energy consumption; clean mobility; and waste.",
      "Responding to questions, he explained that its policy on the use of biofuels is aligned with that of the EU. NORWAY presented on policies to achieve its mitigation target under the second commitment period of the Kyoto Protocol, emphasizing the role of renewable energy, economic instruments and its contribution to reducing emissions in developing countries.",
      "Responding to questions, he explained Norway is willing to consider purchasing, from all parties, CERs from CDM projects likely to be terminated. POLAND reported emissions decreases, despite economic growth, and said that the energy sector is responsible for 80% of the country§s emissions.",
      "She highlighted a new energy policy to be published in 2016 that is designed to guide policy until 2050.In response to questions, POLAND expressed confidence that the country§s emissions limitation will be achieved. In the afternoon, ROMANIA noted a decrease in her country§s total emissions since 2008, largely attributable to the economic downturn.",
      "Responding to a question on the small difference between emissions projections with existing measures and those with additional measures for 2030, she said the latter incorporate the need for development in certain sectors. The RUSSIAN FEDERATION said it overachieved its Kyoto Protocol first commitment period target and that its INDC target is to reduce emissions to no more than 75% of 1990 emissions by 2020.",
      "In response to questions, she described the necessary balance between forest conservation and increasing the use of forests to achieve net removals. SLOVAKIA reported that its emissions decreased by 40% below 1990 levels excluding LULUCF and were driven by air quality legislation.",
      "In response to questions, she noted revenues from auctioned allowances under the EU ETS are earmarked to help reach future climate-related targets. SLOVENIA reported that the Operational Programme for Reducing GHG Emissions until 2020 adopts indicative 2020 and 2030 targets for various sectors.",
      "In response to questions, he highlighted: the preparation of an ordinance on biofuel use; and the mitigation potential of rail transport. UKRAINE said the energy sector is the main source of its emissions and outlined projected emissions under different economic scenarios.",
      "In response to questions, she highlighted an environmental tax that is in place, and stated that due to political and economic circumstances the country is not currently considering increasing its ambition. The UK highlighted its target to reduce GHG emissions by at least 80% below 1990 levels by 2050.",
      "Responding to questions, he described the capture and utilization of methane from landfills, and the UK§s interim renewable energy targets. SBI Chair Yauvoli commended the constructive way in which parties had engaged in the multilateral assessment and noted agreement among parties that aiming for low-carbon economies is the way forward."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "sbi/sbsta"
}