{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Ethiopia",
      "Senegal",
      "New Zealand",
      "Bangladesh",
      "India",
      "Norway",
      "Japan",
      "China",
      "Tuvalu",
      "Kuwait",
      "Saudi Arabia",
      "South Africa",
      "Argentina"
   ],
   "enb_end_date": "30-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12430e.html",
   "id": "enb12430e_1",
   "section_title": "OTHER ISSUES:",
   "sentences": [
      "During the morning s contact group, TUVALU elaborated on his proposals to refer to the legal matters group the question of how the existing decisions, rules and modalities for the Protocol s operation would have legal continuity if the Protocol is incorporated within a new legally binding agreement.",
      "SOUTH AFRICA recalled the AWG-KP s mandate and preferred taking up such broader architectural questions relating to both AWGs in informal consultations.",
      "Vice-Chair Dovland said he would bring the proposal to the AWG-KP Chair s attention and proposed focusing on the flexibility mechanisms and proposals for improving efficiency of the CDM.",
      "The EU, JAPAN, NEW ZEALAND, AOSIS, NORWAY and others supported considering the development of standardized, multi-project baselines, with AOSIS noting the need to improve access to the CDM.",
      "NORWAY stressed the need to consider environmental integrity.",
      "BRAZIL preferred no COP/MOP decision on the issue and questioned the value of continuing the discussions.",
      "Vice-Chair Dovland recognized that there is no consensus, but said the intention was to try to clean the text ( FCCC/KP/AWG/2009/10/Add.3/Rev.1 ) and provide clearer options for Copenhagen.",
      "On the text relating to standardized baselines, the EU supported establishing benchmarks.",
      "ARGENTINA said standardized baselines and benchmarks should be optional.",
      "JAPAN supported keeping text on guidance provided by a dedicated body constituted by the COP/MOP, highlighting a link between standardized baselines and proposed new mechanisms.",
      "On positive or negative lists of CDM project activities, SENEGAL and Ethiopia, for the LDCs, supported retaining the option and highlighted the need to improve access to the CDM.",
      "AOSIS highlighted environmental integrity and proposed retaining the option of no COP/MOP decision, while recognizing the usefulness of discussing proposals that improve access to the CDM.",
      "BANGLADESH called for focusing on proposals that highlight the needs of LDCs and SIDS.",
      "The EU noted that the additionality test has a firm legal basis and that relaxing it would require a Protocol amendment.",
      "NEW ZEALAND said their interpretation of the text on positive lists meant that any renewable energy project in major developing country would be additional and that they preferred the option of no lists. CHINA questioned the merit of having a positive list if projects still need to undergo the additionality test.",
      "KUWAIT opposed negative lists.",
      "INDIA and others said they supported only positive lists, while the EU said negative lists could be needed, for instance, to avoid double counting and to clarify that unilateral NAMAs do not qualify under the CDM.",
      "INDIA, BRAZIL and others stressed that NAMAs are separate from the CDM.",
      "SAUDI ARABIA proposed adding cleaner fossil fuel technology to the positive list of project activities."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "working group"
}