{
   "actors": [
      "League of Arab States",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Marshall Islands",
      "Malaysia",
      "Argentina",
      "United States",
      "Bolivia",
      "Brazil",
      "South Africa",
      "Algeria",
      "Saudi Arabia",
      "Switzerland"
   ],
   "enb_end_date": "01-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "01-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12640e.html",
   "id": "enb12640e_5",
   "section_title": "MITIGATION",
   "sentences": [
      "This session was co-facilitated by Franz Perrez (Switzerland).",
      "Supported wholly or in part by many parties, the Marshall Islands, for AOSIS, called for adding to the new agreement: operationalization of the long-term goal; parameters for mitigation commitments; metrics for commitments; a system to progressively increase ambition; accounting rules; and clarity on market mechanisms.",
      "The EU called for stronger binding language on the obligation to implement and on unconditional commitments.",
      "With Tuvalu, for the LDCs, he suggested addressing international transport.",
      "ARGENTINA opposed language on sectoral mitigation.",
      "The US called for elements, inter alia, on a nationally determined contribution registry, joint implementation, and reporting and review.",
      "Malaysia, for the LMDCs, called for including under institutional arrangements a cooperation mechanism on sustainable development and a joint mitigation and adaptation arrangement.",
      "He stressed provisions on economic and social issues, while noting that markets, land use and quantifiability are historically intractable and should be deleted.",
      "A number of parties stressed the need to address differentiation under individual efforts.",
      "Algeria, for the AFRICAN GROUP, and BOLIVIA, stressed reference to non-market-based mechanisms.",
      "The AFRICAN GROUP, the LMDCs, and Saudi Arabia, for the ARAB GROUP, called for including response measures in the agreement.",
      "Parties agreed to three spin-off groups: clarifying provisions on non-market-based mechanisms, led by Bolivia; addressing how differentiation could be formulated under individual efforts, led by South Africa; and narrowing the joint implementation concept, led by Brazil."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}