{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Philippines",
      "Norway",
      "Bolivia",
      "Argentina"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_15",
   "section_title": "METHODOLOGICAL GUIDANCE FOR REDD+",
   "sentences": [
      "This issue was first addressed in the SBSTA plenary on Thursday, 17 May.",
      "It was further addressed in a contact group and informal consultations co-chaired by Peter Graham (Canada) and Victoria Tauli-Corpuz (the Philippines).",
      "Main issues discussed included: MRV, forest monitoring systems and drivers of deforestation and forest degradation.",
      "On national forest monitoring systems , parties discussed at length the potential features of the system, with many saying it should be built on a phased approach.",
      "Parties views differed on whether activities shall or should take into account the most recent IPCC guidance.",
      "Parties discussed a robust national forest monitoring system, with some underscoring it should provide data and information that is complete, meaning that the information provided should allow the technical analysis of the results of the activities implemented.",
      "On the type of information to be collected , Bolivia highlighted that non-market approaches and information on the multiple functions of forests and adaptation should be considered.",
      "Some parties underscored that the information monitored should be selected by each country implementing REDD+.",
      "Many developing countries highlighted the need to build capacity and provide adequate support and finance.",
      "Some developed countries emphasized the need to include consideration of social and environmental safeguards within the monitoring system and stressed the need for robust information.",
      "On MRV , parties discussed possible interlinkages between MRV for NAMAs and for REDD+, with many developing countries highlighting the need to look for synergies.",
      "Some emphasized the need to find a balance between the quality and type of information required, while ensuring simplicity and avoiding overburdening developing countries.",
      "Many developing countries suggested reference to the need for MRV support.",
      "A number of parties emphasized that the system should be built on existing national monitoring systems.",
      "Many highlighted linkages with discussions in other groups, such as REDD+ financing under the AWG-LCA.",
      "Some underscored that access to technology and information should be facilitated by developed countries, but others also emphasized the role of South-South cooperation.",
      "Some parties suggested the information be included in the national communications and biennial update reports.",
      "On information systems , a party suggested a technical assessment for the reference levels based on experiences and lessons learned from LULUCF.",
      "One party highlighted the need to consider lessons learned from the first report submitted.",
      "Norway suggested a step-wise approach to MRV.",
      "On drivers of deforestation and forest degradation , parties exchanged initial views.",
      "Some highlighted that drivers are different in each country and should be addressed at the domestic level.",
      "Some parties, opposed by Brazil and Argentina, suggested addressing international drivers in the draft text.",
      "Parties did not reflect discussions on drivers in the SBSTA conclusions, as some parties indicated that it was premature to reflect initial discussions."
   ],
   "subtype": "",
   "topics": [
      "REDD"
   ],
   "type": ""
}