{
   "actors": [],
   "countries": [
      "Japan",
      "United States",
      "China"
   ],
   "enb_end_date": "18-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "18-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12458e.html",
   "id": "enb12458e_5",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Thursday morning, delegates made their way through a snow-covered landscape to the Bella Center, many of them increasingly concerned about the precious little time remaining to reach agreement in Copenhagen on a vast amount of difficult issues, but nevertheless still clinging to the hope of sealing the deal on Friday at a historic moment in the fight against climate change.",
      "As they arrived, many noted that the large exhibit area leading to the meeting rooms felt eerily empty - not filled with energetic youth as usual.",
      "This was because strict limits had been placed on the number of observers allowed in the Bella Center.",
      "Echoes of their voices were, however, still being heard: many NGO stands in the exhibit area displayed the messages civil society has been removed from the negotiations and how can you decide about us without us.",
      "The halls of the Bella Center still felt crowded, however: the artistic protests and large number of youthful faces were replaced by members of the press lugging television cameras and lighting equipment through the halls as well as large security details for VIPs.",
      "A number of the world s leaders with their entourages were also spotted rushing through the corridors as Luiz Ignacio Lula da Silva, Felipe Calderón, Evo Morales, Gordon Brown, Hugo Chavez, Kevin Rudd, Nicolas Sarkozy, Angela Merkel, Mahmoud Ahmadinejad, Evans Atta-Mills, Hillary Clinton and many, many others gathered in the Bella Center.",
      "Now we really are at the center of the world s attention - I do hope we will be able to live up to the great hopes and expectations, commented one negotiator.",
      "A positive step in that direction was taken as negotiations at the expert level resumed after the COP and COP/MOP plenaries were given assurances from COP President Rasmussen that work would be transparent and based on texts forwarded by the AWG-LCA and AWG-KP.",
      "Several informal drafting groups thus convened throughout the day, and late into the night.",
      "The high-level segment and national statements taking place all day and late into night in the main plenary hall were being shown on CCTV throughout the center.",
      "Most had large groups of people crowded around watching their leaders make impassioned calls to seal the deal in Copenhagen and take advantage of the unprecedented gathering of decision-making power.",
      "It was widely recognized that this marked the largest gathering of the world s leaders outside New York and therefore constituted a historic moment.",
      "Indeed, some softening of positions and progress could finally be detected from the statements by high-level representatives on Thursday.",
      "At her press conference in the morning, US Secretary of State Hillary Clinton announced that the US is prepared to work with other countries to mobilize US$100 billion a year by 2020.",
      "A financing announcement had also been made earlier by Japan to raise climate aid to about US$15 billion by 2012.",
      "In his plenary statement, French President Sarkozy also stressed the need for financing for developing countries and remarked that if keeping the Kyoto Protocol is what it takes, then the Kyoto Protocol could be retained.",
      "Reports on softening in China s position concerning MRV were also circulating.",
      "Many were hoping these announcements would have a positive impact on the negotiations.",
      "Negotiators were prepared for a long and sleepless night, as the COP and COP/MOP contact groups decided to continue working well beyond midnight.",
      "Rumors were also circulating that the world leaders were making their own efforts to work towards a deal.",
      "One way or another Friday is going to be a historic day in this process, and the whole world is pushing for us in this building to make it a resounding success."
   ],
   "subtype": "corridors",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}