{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Mexico",
      "Algeria",
      "China",
      "Australia",
      "Lesotho",
      "Saudi Arabia",
      "Grenada",
      "Sudan",
      "Sweden"
   ],
   "enb_end_date": "08-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "08-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12449e.html",
   "id": "enb12449e_4",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Sudan, for the G-77/CHINA, encouraged parties to observe the principles of good faith, transparency, inclusivity and openness, as well as an absolute commitment to the process.",
      "He emphasized the need for the agreed outcome under the AWG-LCA to ensure full implementation of developed country commitments under the Convention and rejected attempts to merge developed country commitments under the Protocol with similar actions for developing countries.",
      "Algeria, for the AFRICAN GROUP, expressed serious concerns with the lack of progress in this process and reminded parties that Africans are already impacted by climate change, through increased droughts, health hazards, food scarcity and migration.",
      "He firmly opposed renegotiating the UNFCCC and requested a transparent and equitable high-level segment, stressing that the process must not be selective in the nature of its consultations. SAUDI ARABIA supported the adoption of a just and comprehensive agreement, which should comply with the principles and the text of the Convention and Bali Action Plan (BAP).",
      "He said his delegation would not accept accelerating progress on some issues and postponing action on others.",
      "He also proposed an independent and international investigation of a recent scientific scandal known as climate gate, and noted economic losses from climate change for many countries, including those that rely on the export of fossil fuels.",
      "Lesotho, for the LEAST DEVELOPED COUNTRIES (LDCs), urged countries not to betray the expectations of the anxious global population, and supported bottom-up and inclusive procedures and the continuation of a two-track process.",
      "He highlighted the importance of adaptation, financing, technology and capacity building support, and underlined the need for contributions to the LDC Fund to finance countries most immediate adaptation needs.",
      "Grenada, speaking for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), urged an ambitious outcome that addresses the true scale of the problem, responds with the urgency needed; and guarantees the long-term survival of small island developing States (SIDS), LDCs, and other vulnerable groups.",
      "She said a political outcome was inadequate, and AOSIS would have to consider our options if a legally-binding outcome is not achieved.",
      "She said a final agreement must address emission reductions by all major emitting countries and should limit temperature increases to below 1.5°C and atmospheric greenhouse gas concentrations to 350ppm.",
      "She indicated that agreement should also provide for stable, predictable and adequate financing for adaptation, capacity building, technology and mitigation.",
      "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, supported a legally-binding outcome agreed by political leaders in Copenhagen.",
      "He said negotiations under the Protocol must include quantified emission reduction targets for Annex I parties and the flexibility mechanisms, and urged the conclusion of negotiations on both tracks ahead of the high-level segment.",
      "Australia, for the UMBRELLA GROUP, supported a limit of 2 °C on global temperature rise and a 50% reduction in global emissions by 2050.",
      "She said all Umbrella Group members are prepared to propose individual reduction targets that will substantially reduce their emissions by 2020, with their actions being subjected to robust monitoring, reporting and verification (MRV).",
      "She supported quick, substantial and high-impact financing to assist the most vulnerable developing countries, particularly LDCs and SIDS.",
      "She also noted the emerging consensus that a core element of the Copenhagen accord should be to mobilize US$10 billion a year by 2012 to support adaptation and mitigation in developing countries.",
      "She suggested that the aim in Copenhagen was to forge a political vision that will guide global actions and lead to a new legally-binding treaty - the Copenhagen accord - as soon as possible.",
      "Sweden, for the EU, called for a Copenhagen agreement to be inclusive, encompass non-Annex I parties, cover all building blocks and be based on the principles of the Convention.",
      "He said the agreement should be translated into a universal, legally-binding agreement in Copenhagen or by a specified time in 2010.",
      "He welcomed recent clarification on levels of ambition and urged parties to increase their pledges if possible.",
      "The EU highlighted the need for funding in the order of €100 billion annually by 2020 to support adaptation, mitigation, REDD, technology and capacity building.",
      "He noted the need for fast-start financing of €5-7 billion to enable immediate action."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "cop"
}