{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Denmark",
      "Mexico",
      "Philippines",
      "Nicaragua",
      "Norway",
      "Japan",
      "China",
      "Tuvalu",
      "Trinidad and Tobago",
      "Angola",
      "Peru",
      "United Kingdom",
      "Finland",
      "Kenya",
      "Bolivia"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_101",
   "section_title": "ITEMS 3, 4, 5 AND 6:",
   "sentences": [
      "This issue covers the agenda items on preparation of an outcome to be presented to COP 17; review of the long-term global goal; legal options; and other matters, including Annex I parties undergoing the process of transition to a market economy and Annex I parties whose special circumstances have been recognized by the COP.",
      "During the AWG-LCA opening plenary on 7 June, parties agreed to consider these items in a single contact group, chaired by AWG-LCA Chair Reifsnyder.",
      "The first contact group meeting also took place on 7 June.",
      "Parties agreed to undertake the group s work through informal consultations on: - a shared vision, facilitated by Vice-Chair Mukahanana-Sangarwe; - developed country mitigation, facilitated by Christian Pilgaard (Denmark) and José Alberto Garibaldi Fernández (Peru); - developing country NAMAs, facilitated by Pilgaard and Garibaldi Fernández; - REDD+, facilitated by Antonio Gabriel La Viña (the Philippines); - sectoral approaches and sector-specific actions, facilitated by George Mulama Wamukoya (Kenya); - various approaches, including opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions (market and non-market approaches), facilitated by Giza Gaspar Martins (Angola); - response measures, facilitated by Alfred Ndungu Gichu (Kenya); - adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); - finance, facilitated by Georg Børsting (Norway); - technology, facilitated by Jukka Uosukainen (Finland); - capacity building, facilitated by Uosukainen; - review of the long-term global goal, facilitated by Vice-Chair Mukahanana-Sangarwe; - legal options for the agreed outcome, facilitated by María del Socorro Flores (Mexico); and - other matters- economies in transition and countries whose special circumstances have been recognized by the COP, facilitated by Kunihiko Shimada (Japan).",
      "Tuvalu, supported by Bolivia and Nicaragua, expressed concern over transparency in the REDD+ discussions.",
      "AWG-LCA Chair Reifsnyder recalled that it is up to parties in each informal group to decide whether to open participation to observers.",
      "He proposed that parties convene in the informal group on REDD+ and decide whether to allow observers.",
      "The informal group on REDD+ subsequently agreed to open meetings to observers.",
      "The AWG-LCA contact group convened five times during the meeting to take stock of progress and hear reports from the facilitators of the informal groups.",
      "During the last contact group meeting on Friday, 17 June, the contact group addressed the way forward.",
      "AWG-LCA Chair Reifsnyder presented a list of proposals made by parties for submissions and technical work by the Secretariat in relation to work by the informal groups.",
      "He proposed forwarding the list to the AWG-LCA closing plenary.",
      "Many parties highlighted missing elements.",
      "During the AWG-LCA closing plenary in the evening of 17 June, Reifsnyder reported that informal consultations had not led to an agreement on submissions and technical work before the resumed AWG-LCA 14.",
      "He explained that party submissions under Decision 1/CP.16 (paragraphs 47 and 67) would continue to be welcome, and that parties may also take advantage of the open invitation to make submissions on any issue at any time.",
      "Reifsnyder said party submissions made after the Bonn session would be compiled in a miscellaneous document before the resumed AWG-LCA 14.",
      "He proposed that party submissions made during the Bonn session be compiled in a separate miscellaneous document and that notes prepared by facilitators of the AWG-LCA informal groups, currently available online, be compiled in an information document with the understanding that the notes have no formal status.",
      "The Philippines requested that all submissions by the G-77/China and its members during the Bonn session be reflected in conference room papers and taken forward to the resumed AWG-LCA.",
      "She highlighted that the texts proposed by the G-77/China should form the basis of the negotiations.",
      "China opposed compiling facilitators notes into an information document, saying that the notes are already available online.",
      "Reifsnyder confirmed that the G-77/China has the right to request that their submissions take the form of a conference room paper, noting that the same right applies to all parties.",
      "The Secretariat clarified that conference room papers are commonly used when parties present draft decisions, but they have also been used for broader purposes.",
      "The Secretariat also explained that the lifespan of a conference room paper is normally one negotiating session but since AWG-LCA 14 will resume in September/October, conference room papers from the Bonn session get another lease on life.",
      "Parties agreed that submissions made at the Bonn session will be included in a miscellaneous document unless parties indicate to the Secretariat that they wish to have particular submissions represented as conference room papers.",
      "Parties also agreed that the facilitators work will be carried forward by making their notes available online, and that all technical work will be undertaken within the resumed AWG-LCA 14 rather than intersessionally.",
      "Mitigation: Mitigation by developed countries: On 9 June, the AWG-LCA organized an in-session workshop on developed country mitigation.",
      "For a report on the discussions, see http://www.iisd.ca/vol12/enb12506e.html .",
      "In the informal group on developed country mitigation, many parties highlighted the need to increase the level of ambition of developed countries mitigation pledges in order to close the ambition gap.",
      "Many developed countries underscored that the level of ambition must be considered in the context of both negotiating tracks and all countries that can help in closing the ambition gap.",
      "On a Durban outcome , some parties called for a COP decision with an annex inscribing mitigation commitments.",
      "Others emphasized a second Kyoto Protocol commitment period for Annex I countries that are parties to the Protocol and comparable commitments by Annex I countries that are not Protocol parties.",
      "Parties also identified the need to reach agreement on: guidelines on MRV, including on biennial reporting and a timeline for the first report ahead of the 2013-2015 review of the adequacy of the long-term global goal; guidelines on IAR; clear rules on LULUCF and the use of market mechanisms; and an ad hoc working group on compliance.",
      "Parties also considered the IAR process and associated accounting issues .",
      "While some parties said a discussion of IAR should be preceded by a more detailed discussion of accounting rules, others called for more conceptual and methodological work on IAR.",
      "Parties suggested possible inputs to the IAR process, including: annual GHG inventories; biennial reports; reports of expert review teams; and national communications.",
      "A number of developing countries stressed that the frequency of IAR and its requirements must not be less onerous than those for ICA.",
      "They also emphasized that the IAR process is key to ensuring comparability of mitigation efforts by developed countries.",
      "On accounting rules , many developing countries and several developed countries supported common rules on issues such as emission targets, base year, sectors, GHGs, banking and trading, and LULUCF.",
      "Several developed countries called for flexibility in expressing pledges.",
      "On compliance , a number of developing countries called for elaboration of a compliance mechanism, while several developed countries said IAR should be facilitative and non-punitive.",
      "One developing country said a compliance mechanism should determine eligibility to participate in international carbon markets.",
      "The co-facilitators prepared two notes to help facilitate further discussions on developed country mitigation.",
      "The first note is on possible elements of biennial reports by developed countries, and contains the broad elements of biennial reports, at a thematic level, which, in the view of the co-facilitators, reflects broad convergence of views among parties.",
      "The second note is a summary by the co-facilitators of discussions on IAR."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}