{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Iran",
      "United States",
      "Japan",
      "United Arab Emirates",
      "Australia",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "05-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "05-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12104e.html",
   "id": "enb12104e_2",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "On the design of a compliance system, many countries stressed the system`s facilitative and preventative nature.",
      "The US also emphasized the importance of transparency and, with JAPAN, called for reasonable certainty about consequences for non- compliance.",
      "AUSTRALIA, CANADA and the US called for a regime tailored to the Kyoto Protocol, as it differs from other multilateral environmental agreements.",
      "JAPAN said the system may need a short grace period at the end of commitment period.",
      "The EU said the system should apply to all obligations under the Protocol.",
      "It could also provide advice to Parties on implementation, prevent disputes, and impose consequences, including sanctions, if appropriate.",
      "With NEW ZEALAND, he stressed the importance of due process and allowing the Parties involved to participate.",
      "IRAN noted that Protocol Article 18 (non-compliance) does not specify any particular articles, but applies to the entire Protocol.",
      "He called on the COP to create a specific body for non-compliance and said an expert review team does not have the authority or capacity to determine non- compliance.",
      "The G-77/CHINA said it was working on a position and unable to participate. On institutional issues, the US noted a number of questions including: who could trigger the non-compliance mechanism; whether one body would deal with both the facilitative and non- compliance aspects of the process; and whether the body would be composed of Parties or be independent.The EU said compliance processes should: operate through one supervisory body; function through a single set of procedures; and provide for measures that apply in a graduated manner.",
      "An independent committee of experts from relevant fields should operate the body.",
      "NEW ZEALAND said creating a list of non-compliance scenarios was impractical.",
      "CLIMATE ACTION NETWORK supported a standing committee composed of independent experts to respond to a wide array of circumstances.",
      "Action could be triggered by the Article 8 review process, a Party, the Secretariat or civil society. The US said the compliance system would apply to any obligation of the Protocol but not to non-binding obligations.",
      "AOSIS cautioned against attempting to differentiate legally binding from non-legally binding obligations, and IRAN underscored the legally binding character of the Protocol as a whole.",
      "CHINA said Article 18 applies to all obligations of the Protocol.",
      "AUSTRALIA said a distinction between binding and non-binding aspects would be necessary for practical reasons.",
      "AUSTRALIA and JAPAN, opposed by the UNITED ARAB EMIRATES, stressed the usefulness of peer reviews, rather than a punitive regime, to enforce obligations. On consequences of non-compliance, all delegates emphasized the preliminary character of their comments.",
      "The EU, supported by JAPAN and AOSIS, noted its preference for a system that combines 'hard' and 'soft' enforcement measures that are graded according to the gravity of the breach and the nature of the obligation.",
      "CANADA referred to procedural steps leading to the application of consequences as an integral part of the compliance system.",
      "She highlighted the need to determine instances where consequences would automatically apply.",
      "The US referred to prior agreement and a degree of automatic application as requisites for binding consequences.",
      "She drew attention to a provision in the Protocol (Article 6.1.c) penalizing non-compliance by forbidding a Party to sell emission reduction units when not in compliance with its obligations under Articles 5 (national systems for estimation of net emissions) and 7 (annual GHG inventories).",
      "CLIMATE ACTION NETWORK noted the need for an innovative approach and referred to a compliance fund whereby Parties in non-compliance can choose to pay into the fund."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "SBI/SBSTA"
}