{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "France",
      "India",
      "Pakistan",
      "Iran",
      "Honduras",
      "Argentina",
      "Botswana",
      "China",
      "Japan",
      "Germany",
      "Paraguay",
      "Indonesia",
      "South Africa",
      "Niue",
      "Iceland",
      "Greece",
      "Moldova",
      "Spain",
      "Saudi Arabia",
      "Denmark",
      "Portugal",
      "Norway",
      "Switzerland",
      "Barbados",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Bolivia",
      "Brazil",
      "Kuwait",
      "Canada",
      "Niger",
      "Mexico",
      "Uzbekistan",
      "Nauru",
      "Seychelles",
      "United Kingdom",
      "Malaysia",
      "Australia",
      "Hungary",
      "Guinea",
      "Mozambique",
      "Maldives",
      "Syria",
      "Qatar",
      "Samoa",
      "Papua New Guinea",
      "Costa Rica",
      "Lithuania",
      "Tanzania",
      "Nigeria"
   ],
   "enb_end_date": "09-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "09-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1274e.html",
   "id": "enb1274e_1",
   "section_title": "HIGH-LEVEL SEGMENT",
   "sentences": [
      "Ryutaro Hashimoto, Prime Minister of Japan, urged developed countries to agree on meaningful, realistic and equitable emissions reduction targets that are legally binding.",
      "He called on all Parties, including developing countries, to voluntarily enhance their measures.",
      "He disagreed with the idea that strict rules adversely affect the economy, and noted they could trigger innovation, promote capital investment and give rise to new industry. José María Figueres Olsen, President of Costa Rica, said the Kyoto agreement must include significant cuts in emissions by the industrialized countries, a financial mechanism bridging developed and developing countries, and active voluntary participation by the developing nations.",
      "He noted that Costa Rica has developed a marketable instrument that will value emission reductions.",
      "He also called on developing countries to do their part. Kinza Clodumar, President of Nauru, called the willful destruction of small island states with foreknowledge an 'unspeakable crime against humanity.",
      "' He said solving the problem requires more than stabilization of GHGs.",
      "He noted US President Clinton`s pledge for significant future reductions and called for an announcement on this from Vice President Gore. Albert Gore Jr., US Vice President, said realistic binding emissions limits would create new markets for technologies to ameliorate the problem.",
      "He reiterated the US commitment to reduce emissions by 30% of projected levels by 2010 and key elements of the US proposal.",
      "He announced increased US flexibility for working towards a commitment with realistic targets and timetables, market mechanisms, and participation of key developing countries. Maurice Strong, Under-Secretary General and Executive Coordinator for UN Reform, delivered a statement for UN Secretary-General Kofi Annan.",
      "He said many would be disappointed that the Kyoto agreement would be a modest step.",
      "But the very fact that legally binding targets and timetables were in prospect showed how far the community of nations had come in taking responsibility. COP President Hiroshi Ohki (Japan) reported substantial progress at the intensive discussions in Kyoto and expressed confidence about a breakthrough for final agreement.",
      "He called on ministers to bring political will to the objective of getting developed countries to take the lead. FCCC Executive Secretary Michael Zammit Cutajar commented on the remarkable nature of the Conference given the media interest and the scale of the UN Internet broadcast, which have focused world attention on Kyoto.",
      "He said the zen practice of breaking through mental boundaries provided a good theme for the days ahead when negotiators would have to break through the tendency to consider the short-term costs while neglecting the long -term economic opportunities. For the G-77/CHINA, Bakari Mbonde (Tanzania) said decisive action would be needed to strengthen developed country obligations.",
      "He underlined the Berlin Mandate to achieve QELROs and advance implementation of commitments under Article 4.1 without new commitments for developing country parties.",
      "Developing countries had undertaken their own measures and the success of these was predicated on Annex I country fulfillment of their commitments including transfer of technology.",
      "He rejected offshore extra-territorial implementation of targets and welcomed the clean development fund initiative. The EU rejected differentiation that makes targets weaker.",
      "Instead, it must guarantee comparable commitments for major economies at least.",
      "Flexibility resulting in environmentally detrimental loopholes is unacceptable.",
      "He supported: the 'three plus three' gas proposal; trading only with strong targets and domestic action, monitoring, sanctions and market safeguards; and JI with rules and safeguards.",
      "He said mandatory internationally coordinated P&Ms are indispensable.",
      "Suggestions that developing countries should take up new commitments are not helpful to negotiations and are contrary to the Berlin Mandate.",
      "Mobilizing new and additional resources through the financial mechanism could foster voluntary limitation of developing country GHG emissions. Many speakers focused on elements necessary for a Kyoto agreement.",
      "SAMOA, for AOSIS and supported by NIUE, stated that a Kyoto agreement must contain strong, short- and medium-term targets for Annex I Parties and a mechanism for early review of their adequacy.",
      "NORWAY said developed countries must agree on an overall reduction target for the emission of all GHGs of 10 to 15% by 2010.",
      "A flat rate approach fails in fairness and effectiveness, and renders an ambitious agreement impossible.",
      "SOUTH AFRICA supported the EU-proposed targets. Many speakers, such as IRAN, INDIA, BANGLADESH, VENEZUELA, KOREA, INDONESIA, MALAYSIA, MALDIVES, CHINA, PARAGUAY, SEYCHELLES and BARBADOS on behalf of Caribbean Community, opposed any new commitments for developing countries since developed nations had not met their existing commitments.",
      "Many described national actions already underway.",
      "CHINA said it could not undertake reduction commitments because its main priority is development.",
      "MEXICO is taking on responsibilities and will continue to do so regardless of the outcome in Kyoto. JAPAN sought voluntary commitments for more advanced developing countries and a process to review commitments by all Parties.",
      "ARGENTINA called for binding commitments for Annex I Parties and differentiated targets.",
      "RUSSIA declared its intention to turn quantitative commitments into practice jointly with all other countries whose interests are restrained by the concept of partial differentiation. AUSTRALIA said the agreement must include sources, sinks and criteria for differentiation.",
      "CANADA proposed reductions of 3% for the period 2008 - 2012 and 5% by 2013 - 2017.",
      "She noted that developing countries` emissions are growing and supported the sequencing of obligations of developing countries.",
      "NEW ZEALAND stated that a target for Annex I Parties of 5% below 1990 levels is achievable within a decade and that many reduction measures are not available to less heavily industrialized countries. Some delegations, such as INDIA, SYRIA, MOLDOVA, BOLIVIA, PAPUA NEW GUINEA, HONDURAS, NIGERIA, PAKISTAN and BOTSWANA stressed that developing countries` capacities have to be enhanced through the transfer of technology and financial resources.",
      "The UK noted the possible economic benefits of measures such as improved transport, housing, energy efficiency and environmental technology.",
      "AUSTRALIA highlighted the need to develop and market energy-efficient technologies.",
      "MOZAMBIQUE said pollution permit trading could help technology transfer. Other speakers offered differing views on flexibility mechanisms.",
      "SWITZERLAND and NORWAY supported joint implementation (JI) once modalities are agreed, but developed countries should not circumvent reduction objectives.",
      "RUSSIA said JI and emissions trading could foster partnership between developed and developing nations.",
      "CANADA said flexibility is needed to adjust to changes required for implementation and cost-effective reductions. VENEZUELA, CHINA and INDONESIA objected to emissions trading.",
      "FRANCE said flexibility alternatives should not be used until quantifiable reductions have been achieved.",
      "ARGENTINA, UZBEKISTAN and LITHUANIA supported JI as useful to access environmentally sound technologies.",
      "DENMARK said trading offers no end of possibilities for fraud and 'hot air' trading should not be allowed.",
      "BRAZIL called for further consideration of emission trading permits between developed countries. Ministers highlighted a number of other issues.",
      "AOSIS, BRAZIL, NIGERIA and DENMARK supported a clean development fund, funded by developed countries in proportion to their degree of non-compliance with targets.",
      "ARGENTINA sought common definitions of sinks, including restoring degraded soils.",
      "HUNGARY recalled its agreement to join Annex I and noted its changes toward sustainable development. VENEZUELA, QATAR, KUWAIT, NIGERIA and SAUDI ARABIA called for a mechanism to compensate fossil fuel exporting countries for the economic losses resulting from the full implementation.",
      "SPAIN, PORTUGAL, GERMANY, GREECE and DENMARK noted their plans to cut emissions within the EU's overall plan.",
      "ICELAND said that renewable energy would have to play an increasing role."
   ],
   "subtype": "plenary",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "cop"
}