{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Nepal",
      "Norway",
      "Japan",
      "Saudi Arabia",
      "Colombia",
      "Costa Rica",
      "South Africa",
      "Bolivia"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_33",
   "section_title": "ISSUES RELATING TO THE CDM",
   "sentences": [
      "Issues relating to the CDM were first taken up in the COP/MOP on 9 November, before being referred to a contact group co-chaired by Christiana Figueres (Costa Rica) and Georg Børsting (Norway).",
      "Contact group and informal discussions both took place from 10-16 November.",
      "Towards the end of the meeting, small groups of negotiators focused on carbon dioxide capture and storage (CCS), non-renewable and renewable biomass, and regional distribution of CDM projects.",
      "Geological CCS was referred to the SBI by COP/MOP 1, after the Executive Board of the CDM received three methodological proposals for CCS projects.",
      "Discussions in Nairobi were also informed by party submissions, the outcomes of a workshop, and recommendations from the CDM Executive Board ( FCCC/KP/CMP/2006/3 , FCCC/KP/CMP/2006/4 , FCCC/KP/CMP/2006/4 , Corr.1 and Add.1 and FCCC/KP/CMP/2006/MISC.1 and 2).",
      "While some parties, including the EU, Saudi Arabia, Japan, Canada, Norway and South Africa, expressed a clear interest in accessing CCS technology under the CDM, others opposed it for various reasons.",
      "Brazil expressed fears that such technology could massively impact the current CDM portfolio, pointed out that CCS would operate on a scale never anticipated by the negotiators of the Kyoto Protocol, and would crowd out other CDM projects.",
      "The Alliance of Small Island States (AOSIS) was equally concerned about the technical uncertainties surrounding CCS, such as seepage, storage, boundaries and long-term liability. A/R issues, in particular, the eligibility of land, were raised by Brazil, Colombia, Bolivia and a number of other Latin American countries, who objected to what they regarded as a restrictive interpretation by the Board of procedures for defining eligibility in Annex 18 to a report by the Board at its 26th session.",
      "These parties preferred an interpretation contained in Annex 16 to the report of the Board at its 22nd session.",
      "The annexes deal with methodologies to demonstrate that land proposed for a CDM project activity was not a forest at the moment a particular project starts.",
      "Informal discussions focused on divergent interpretations of the annexes, and agreement was reached when the EU conceded that parties should invite the Executive Board to revisit the issue, and deal with relevant project proposals on a case-by-case basis in the interim.",
      "Another methodological discussion took place on switching from non-renewable to renewable biomass, when households in countries such as Nepal move to using renewable sources of heat and light.",
      "The EU had concerns about the possibility of creating a perverse incentive by crediting this fuel switching via acknowledgement of avoided deforestation.",
      "Instead, the EU preferred to seek alternative approaches to crediting, focused on carbon reductions arising from the use of renewable fuel sources.",
      "Parties agreed that the CDM Board, which had failed to reach agreement on this issue, should invite parties ` submissions on the matter.",
      "The final issue to be resolved was on regional distribution, with the EU conceding on an African Group proposal, after ministerial consultations, to insert language encouraging Annex I countries to engage in further initiatives, including financial support, for CDM projects in LDCs, Africa and SIDS, with a view to improving regional distribution. COP/MOP Decision: In its decision ( FCCC/KP/CMP/2006/L.8 ), the COP/MOP recognizes the expansion of the CDM portfolio and workload of the CDM Executive Board, underlines the Board's supervisory and executive role, and acknowledges parties ` funding contributions.",
      "On CCS, the COP/MOP emphasizes the transfer of environmentally safe and sound technologies, recognizes that technical, methodological, legal and policy issues remain unresolved, and requests the Board to continue consideration of proposals for new methodologies for CCS as CDM project activities, with approval of such methodologies only possible after further guidance from the COP/MOP.",
      "International organizations and NGOs are invited to provide the Executive Board with information on a list of issues by 31 May 2007, including leakage and levels of risk, boundary issues, monitoring, liability, and accounting options.",
      "Parties are invited to make submissions by 21 September 2007.",
      "The COP/MOP also requests the Secretariat to compile the submissions for consideration at SBSTA 27 with a view to further consideration at COP/MOP 3.",
      "On governance, the Board is encouraged, inter alia , to improve public availability of the rationale for its decisions.",
      "On methodologies and additionality, the COP/MOP encourages project participants to develop, and the Executive Board to approve, more methodologies with broad applicability conditions.",
      "On eligibility of land, the decision puts on hold Annex 16 to the report of the Board at its 22nd session and Annex 18 to the report of the Board at its 26th session, requests the Board to prepare, after a call for public input, new procedures to demonstrate the eligibility of lands for A/R project activities, and requests parties, international organizations and NGOs to submit their views to the Executive Board Secretariat by 23 February 2007, on the implications of possibly changing the limit established for small-scale A/R project activities, for consideration by SBSTA 26.",
      "The decision also initiates a revision of the definitions for small-scale CDM project activities referred to in Decision 17/CP.7 (modalities and procedures for CDM projects), invites organizations to submit proposals for methodologies, and requests the Executive Board to make a recommendation to COP/MOP 3.",
      "On regional distribution and capacity building, the COP/MOP encourages Annex I parties to consider further initiatives, including financial support, for project activities, including start-up costs, especially in LDCs, African countries and SIDS."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}