{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Philippines",
      "Ghana",
      "Mexico",
      "China",
      "Gambia",
      "Saudi Arabia",
      "Switzerland",
      "Pakistan",
      "Bolivia"
   ],
   "enb_end_date": "09-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "09-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12417e.html",
   "id": "enb12417e_2",
   "section_title": "Developing country mitigation",
   "sentences": [
      "Discussions continued on issues related to paragraph 1(b)(ii) of the BAP (developing country mitigation).",
      "The Philippines, for the G-77/CHINA, highlighted that NAMAs are distinct and separate from mitigation commitments by developed countries in terms of both their magnitude and legal nature.",
      "She identified the need to comply with the Convention s principles, including the right to sustainable development.",
      "She stressed the need to implement Convention Article 4.7 , which indicates that action by developing countries is related to the effective implementation by developed countries of their commitments on the transfer of financial resources and technology.",
      "She said MRV should only apply to actions enabled by financial, technological and capacity building support by developed countries, which must also be subject to MRV.",
      "She identified the need to find ways to internationally recognize actions implemented by developing countries using their own resources.",
      "Several developing countries highlighted the link between NAMAs and developed country support.",
      "PAKISTAN stressed that support for NAMAs must be additional.",
      "CHINA identified the need to treat text on action and support in a balanced manner.",
      "SAUDI ARABIA, the GAMBIA, MEXICO, CHINA and others indicated that NAMAs should be voluntary.",
      "CHINA highlighted the need for flexibility, enabling developing countries to choose mitigation actions based on their national circumstances. SWITZERLAND said NAMAs should reflect countries evolving capabilities and lead to quantifiable results, saying action by the most advanced developing countries should result in measurable deviation from business-as-usual.",
      "He said proposals referring to low-emissions development strategies would be useful for most advanced developing countries, but be too demanding for less advanced developing countries. PAKISTAN expressed concern over terminology such as emissions pathways and deviation from baseline, and said differentiation of developing countries is extraneous to the AWG-LCA s work and the BAP.",
      "He proposed a chapeau clearly delineating developing countries overriding priorities of economic growth and poverty eradication.",
      "BOLIVIA stressed that technology transfer and capacity development must be measured and assessed before considering NAMAs, and that NAMAs will only be implemented after developed countries have complied with their finance and technology commitments. BRAZIL underscored the importance of recognizing unilateral actions by developing countries, and that unilateral actions are not NAMAs.",
      "MEXICO highlighted that the text does not reflect the large number of unilateral actions already undertaken by developing countries.",
      "She expressed interest in the link between NAMAs and low-carbon development strategies.",
      "The REPUBLIC OF KOREA highlighted his country s proposal for a NAMA registry and expressed willingness to consider related proposals by other countries.",
      "CHINA said a possible registry should include both actions and support.",
      "PAKISTAN identified the need to further work on text relating to registries and to the support and accreditation mechanism.",
      "BOLIVIA said she was unconvinced about the usefulness and necessity of a register, and expressed difficulties with using offsets.",
      "BRAZIL said the registry should not replicate CDM procedures and that financial support within the registry should not generate offsets.",
      "Regarding NAMAs, SWITZERLAND said REDD-plus, including agriculture, should play an important role.",
      "He supported clarifying the proposed registry as a tool that will enable MRV of NAMAs, as well as financial and technology support, in a transparent manner. CHINA and others stressed that MRV only applies to supported NAMAs, and identified the need to enhance the text concerning MRV of support.",
      "PAKISTAN called for a MRV mechanism that is independent from national communications. GHANA opposed additional reporting requirements on developing countries.",
      "SWITZERLAND said NAMAs benefiting from financial and technological support or carbon credits must be verified according to guidelines that will need to be developed under the COP."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}