{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Niger",
      "Nigeria",
      "China",
      "Italy",
      "Saudi Arabia",
      "Indigenous Peoples",
      "Vanuatu"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_44",
   "section_title": "CLOSING SBI/SBSTA PLENARY",
   "sentences": [
      "SBI Chair Ashe opened the final joint SBI/SBSTA meeting on Friday evening, 15 September.",
      "Parties expressed their appreciation to the French Government and the city of Lyon for hosting SB-13. Nigeria, on behalf of the G-77/China, expressed disappointment that more progress had not been achieved at this critical session in Lyon.",
      "He asked whether developed countries intended to accommodate the priorities of developing countries.",
      "He called for transparency in negotiations, and insisted that each Party at COP-6 be involved in the decision-making process. Vanuatu, speaking for the LDCs, noted that this group had only established itself recently.",
      "He called on all developed countries to implement their FCCC obligations, and requested that a workshop be organized for LDCs to focus on key issues in the lead-up to COP-6.",
      "In response, FCCC Executive Secretary Cutajar said that funding was available to comply with this request, although the issue of timing would have to be addressed.",
      "He suggested that the workshop either take place in October or immediately prior to COP-6.",
      "He also drew delegates' attention to the fact that there had been a number of recent ratifications of the Kyoto Protocol, meaning more than half of the 55 countries required to ratify in order for the Protocol to enter into force had now done so.",
      "Saudi Arabia and Brazil expressed support for recognizing the needs and situations of LDCs. The Union of Industrial and Employers' Confederations of Europe (UNICE), speaking on behalf of the business community, highlighted that actions taken by business and industry would be fundamental to Parties achieving the commitments agreed to in Kyoto.",
      "Regarding the mechanisms, he suggested: keeping the process and procedures for the project-based mechanisms clear and concise; minimizing transaction costs; not limiting the eligibility and use of any technologies in implementing the Protocol; and ensuring there are no limits, ceiling or share of the proceeds type fees apart from in the CDM.",
      "He expressed concern at the lengthy texts currently before SB-13 that contained many unresolved issues, and at the significant work required for a successful outcome for COP-6. The Indigenous Peoples' Group noted that there are 350-400 million who identify themselves as indigenous peoples.",
      "He expressed opposition to the use of sinks in the CDM, suggesting it would result in a violation of the rights of indigenous peoples.",
      "He said negotiations must involve full participation of indigenous peoples. Following these statements, the Secretariat announced informal consultations during the intersessional period prior to COP-6 relating to: Protocol Articles 5, 7 and 8 (6-8 October, Bonn); LULUCF (9-11 October, Viterbo, Italy); compliance (12-14 October, New Delhi); mechanisms (16-18 October, New Delhi); and, adverse effects (tentatively scheduled for 19-22 October, Geneva). SBI Chair Ashe noted that participants had worked very hard, narrowing differences and producing negotiating texts on most issues that he hoped would pave the way for a set of decisions at COP-6.",
      "However, he also drew attention to the considerable amount of work remaining in the lead-up to COP-6, and at COP-6 itself.",
      "He hoped that results achieved in November would trigger ratification of the Protocol and further strengthen implementation of the FCCC.",
      "He informed delegates that SB-13 would resume in The Hague, and suspended the meeting at 10:45 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "SBI/SBSTA"
}