{
   "actors": [
      "Group of 77",
      "Umbrella Group"
   ],
   "countries": [
      "Germany",
      "Indonesia",
      "China"
   ],
   "enb_end_date": "12-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "12-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12453e.html",
   "id": "enb12453e_5",
   "section_title": "MITIGATION sub-paragraph 1(b)(v) of the BAP (AWG-LCA ):",
   "sentences": [
      "Informal consultations on various approaches to enhance the cost-effectiveness of, and to promote, mitigation actions, including markets, focused on new draft text.",
      "Parties discussed whether the new text could be used as a basis for further discussion.",
      "Most developed and some developing country parties said the text could be used as a starting point, but expressed reservation on certain parts of the text.",
      "Many developing countries, however, said the text was unacceptable as a starting point and that many proposals were not reflected in the text.",
      "Informal consultations will continue, including on how to proceed. SHARED VISION (AWG-LCA): In the afternoon informal consultations on a shared vision, parties continued paragraph-by-paragraph discussions of draft text, focusing primarily on the paragraph on historical responsibility and leadership by developed countries on mitigation and financing. ANNEX I EMISSION REDUCTIONS (AWG-KP): The group on Annex I emission reductions met in a late evening contact group.",
      "The UMBRELLA GROUP emphasized that work under the contact group could not continue until an informal consultation on the entire Chair s draft text had been held with the AWG-KP Chair.",
      "Consultations with the AWG-KP Chair on his text were then scheduled for Saturday morning, and the meeting was suspended. ADAPTATION FUND BOARD (COP/MOP): During the contact group on the report of the Adaptation Fund Board (AFB), parties discussed whether to: endorse the decision by the Adaptation Fund Board to accept Germany s offer to confer legal capacity on the AFB; amend the AFB s rules of procedures; take note of the adoption of operational policies and guidelines to enable parties to access resources as well as the monetization of Certified Emission Reductions; take note of approval by the GEF Governing Council of the Memorandum of Understanding (MoU) with the COP/MOP; and take note of approval by the World Bank s Board of Directors of the terms and conditions of service to be provided by the World Bank as trustee of the Adaptation Fund.",
      "Following a request for clarification from INDONESIA on the implications of Germany s offer to confer legal capacity, the AFB Chair explained that Germany had presented draft legislation, which involved passing the bill through Parliament but that the process could take up to a year.",
      "He explained that in the interim, the AFB would effectuate direct access by entering into MoUs.",
      "Parties then endorsed all the matters under consideration.",
      "A draft decision will be prepared for approval by the COP/MOP. CDM (COP/MOP): Informal consultations on the CDM focused on the draft text introduced at the group s previous meeting.",
      "Parties conducted an initial paragraph-by-paragraph reading, and identified those paragraphs that: they can accept; they can accept with changes or amendments; and those that they cannot accept.",
      "Parties also explained their reasons for not being able to accept certain paragraphs.",
      "Parties will provide textual proposals for those paragraphs that they can accept with changes or amendments, and new text will be provided based on these discussions and proposals. FINANCIAL MECHANISM (SBI): Parties met in informal consultations under the SBI on the financial mechanism.",
      "In the morning, discussions centered on paragraphs relating to the review of the fourth replenishment of the Global Environment Facility (GEF).",
      "Developed countries welcomed the review and noted that it should guide activities of the GEF moving forward.",
      "Developing countries stressed that the lessons of the review should be explicitly reflected in the recommendations and that these are linked to the fifth replenishment of the GEF. REDD (SBSTA): In morning informal consultations on REDD, parties continued considering the draft decision text.",
      "They focused discussions on reference levels, in particular, on whether and how to include national and/or sub-national reference levels.",
      "On establishing monitoring systems, some parties suggested that only activities that are supported financially would be open to review, while others said that these considerations are political.",
      "Parties also discussed a proposal for text on capacity building to enhance coordination on REDD and agreed to work on developing consensus language.",
      "After further informal consultations, agreement was reached on draft decision text. ANNEX I REPORTING UNDER THE CONVENTION AND THE PROTOCOL (SBI): Parties met in a contact group to continue consideration of Annex I reporting under the Convention and the Protocol.",
      "Co-Chair Herold introduced draft SBI conclusions on the Convention and Protocol agenda items, proposing to continue consideration of the issues at SBI 32.",
      "Parties agreed to the conclusions concerning the annual compilation and accounting report by parties listed in Protocol Annex B.",
      "Regarding the draft conclusions on Annex I parties national communications, the G-77/CHINA stressed the need to specify a date for Annex I countries to submit their sixth national communications.",
      "After informal consultations, Co-Chair Herold proposed stating, inter alia, that the SBI would continue consideration of the matter at SBI 32 and forward a draft decision to COP 16 determining the date of submission of the sixth national communications.",
      "After further discussions, parties agreed on draft conclusions stating that the SBI agrees to fix the date of submission of Annex I parties sixth national communications at SBI 32, with a view that the date would be no later than four years after the due date of submission of the fifth national communications, and that a draft decision containing the date would be forwarded to COP 16. PROTOCOL ARTICLES 2.3 AND 3.14 (SBI/SBSTA): In the joint contact group, Co-Chair Tilley introduced short draft conclusions to which parties agreed and which include an annex with text for further consideration by SB 32. DECISION 1/CP.10 (BUENOS AIRES PROGRAMME OF WORK ON ADAPTATION AND RESPONSE MEASURES) (SBI): Parties met informally under the SBI to work line-by-line through draft conclusions on decision 1/CP.10."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}