{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Paraguay",
      "South Africa",
      "Mexico",
      "Cuba",
      "Tanzania",
      "Micronesia",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "13-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "13-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12425e.html",
   "id": "enb12425e_3",
   "section_title": "MITIGATION (paragraph 1(b)(v) of the BAP)",
   "sentences": [
      "In the morning, Kunihiko Shimada (Japan) facilitated the informal subgroup on mitigation under paragraph 1(b)(v) of the BAP (various approaches, including markets, to enhance the cost-effectiveness of, and to promote mitigation actions).",
      "He requested that parties focus on proposals for new mechanisms, including sectoral crediting, sectoral trading and NAMA crediting and trading.",
      "The REPUBLIC OF KOREA provided an overview of their proposal on NAMA crediting, explaining that it would address problems experienced under the CDM by expanding the scope of carbon crediting to programmes and policies.",
      "He noted that issues relating to supplementarity and methodologies to verify emission reductions would have to be resolved. INDIA requested clarification on how to avoid double counting.",
      "He also asked how environmental integrity would be maintained in the context of determining whether greenhouse gas mitigation had been accomplished in programmes and polices.",
      "The REPUBLIC OF KOREA responded that a political decision would have to be taken on the degree to which the principle of supplementarity could be relaxed.",
      "He said the methodological issues could be agreed upon later, while BRAZIL stressed environmental integrity, opposed relaxing supplementarity and warned against deferring difficult methodological decisions until after the political decision to create a mechanism.",
      "Brazil, for the G-77/CHINA, stressed the key role of governments in ensuring the full implementation of the Convention and stated that proposals should reflect this responsibility.",
      "The EU presented their proposals on sectoral crediting and sectoral trading.",
      "He explained that units generated in developing countries could be sold, enabling developing countries to enhance their contribution to mitigation.",
      "The Federated States of Micronesia, for AOSIS, expressed concerns with proposals leading to offsets, emphasizing the need to avoid creating disincentives for economy-wide emission reductions.",
      "She said it was premature to discuss NAMA crediting without first reaching a common understanding on NAMAs.",
      "Regarding sectoral crediting, she underscored challenges related to environmental integrity and identified the need for clarity on sectors, the meaning of credits and source of funds.",
      "On sectoral trading, she highlighted the need to consider sectors, boundary issues and MRV.",
      "South Africa, for the AFRICAN GROUP, underscored regional distribution as a priority and emphasized that excessive reliance on offsets is not acceptable.",
      "She said NAMAs should be funded through public sources and that crediting based on NAMAs is not acceptable.",
      "VENEZUELA, for Bolivia, Cuba and Paraguay, expressed concerns with offsetting. NEW ZEALAND explained that NAMA trading would be voluntary and units would be issued upfront and reconciled at the end of the period, while, for crediting, units would be issued after verification.",
      "She acknowledged difficulty with the issue of baselines and thresholds.",
      "She proposed that the discussion on mechanisms focus on the scope of mechanisms at sectoral or multi-sectoral levels, guiding principles for setting thresholds and governance issues.",
      "The US expressed support for a high level of environmental integrity and transparent and vigorous thresholds.",
      "MEXICO and JAPAN also emphasized the need to safeguard environmental integrity. JAPAN called for discussing the supply of credits, geographical distribution and potential sectors.",
      "Tanzania, for the LDCs, said the proposals were inconsistent with the Convention and the BAP and did not consider the needs of LDCs."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}