{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "China",
      "Brazil",
      "Panama",
      "Denmark"
   ],
   "enb_end_date": "03-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "03-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12528e.html",
   "id": "enb12528e_2",
   "section_title": "AWG-KP STOCKTAKING:",
   "sentences": [
      "AWG-KP Chair Adrian Macey briefed delegates on discussions.",
      "He detected common ground on several key issues, such as the use of QELROs, the need to avoid a gap in commitment periods, and ambition.",
      "In the likely event that a fully-ratified amendment to the Protocol does not exist by the end of the first commitment period, he identified various alternatives, including: a provisional application; a two-stage process that involves a decision and a package of amendments; a decision-only outcome; or a unilateral declaration by certain parties.",
      "However, he noted that there is no consensus on any of these.",
      "Chair Macey also explained that there had been no middle ground found yet on share of proceeds, new market mechanisms, eligibility for parties not committing to a second commitment period, supplementarity and nuclear in the CDM.",
      "Reporting on discussions in the spin-off group on amendments/numbers, Co-Facilitator Leon Charles noted discussions on various issues, including QELROS and length of the second commitment period.",
      "He detected possible signs of movement on the carryover of AAUs.",
      "On LULUCF, Co-Facilitator Peter Iversen (Denmark) noted that although many brackets remain in the text, options would be incorporated into a non-paper.",
      "Brazil, for the G-77/CHINA, supported a fully ratifiable amendment to Annex B with full commitments expressed as QELROs in simple numbers.",
      "The contact group will reconvene on Monday. ANNEX I EMISSION REDUCTIONS (AWG-KP): In the spin-off group on numbers, delegates discussed a submission by the EU to the Chair s negotiating text (FCCC/KP/AWG/2011/CRP.2/Rev.1).",
      "Many countries expressed concerns that the option to increase levels of ambition was not strong enough. LULUCF (AWG-KP): Delegates considered a non-paper by the co-facilitators, including parties recent submissions.",
      "Co-Facilitator Rocha called for parties to work on removing/deleting options.",
      "One party questioned the participation of parties that had indicated that they would not be part of a second commitment period under the Kyoto Protocol, and expressed concern about parties working under the assumption that LULUCF rules could be transferred to the AWG-LCA track, noting the different nature of commitments.",
      "He noted that LULUCF rules would depend on QELROs adopted and questioned how to deal with the fact that many parties said they are not ready to adopt QELROs.",
      "One party said the LULUCF package could provide enough environmental integrity.",
      "Parties continued working on the text late into the evening. DEVELOPED COUNTRY MITIGATION (AWG-LCA): In evening informal consultations, delegates received revised versions of non-papers on IAR and biennial reports.",
      "Delegates exchanged views on the way forward and agreed to continue consideration of these issues on Saturday, with a view to prepare input for the amalgamation document. DEVELOPING COUNTRY MITIGATION (AWG-LCA): In evening informal consultations, delegates received revised versions of non-papers on the Registry, elements for guidelines for biennial update reports and ICA.",
      "Delegates agreed to continue consideration of these issues on Saturday. FINANCE (AWG-LCA): Parties considered revised text on long-term finance, including an annexed indicative schedule of activities on sources of long-term financing.",
      "Proposals were made for streamlining the text, with several parties cautioning against going backwards on what was agreed in Cancun.",
      "On capitalization of the GCF, some parties emphasized the need to clarify what was pledged in terms of long-term financing.",
      "Others said issues relating to the GCF were being considered elsewhere.",
      "Parties also exchanged views on the feasibility of convening workshops on sources of long-term finance.",
      "Revised text will be prepared, incorporating inputs from parties. SECTORAL APPROACHES (AWG-LCA): Parties considered the facilitator s note from Panama and several other relevant documents with the aim of developing outcome text.",
      "Some developing countries insisted that language for a general framework be developed before addressing specific sectors.",
      "On agriculture, parties considered food security, trade, and economic development and poverty eradication.",
      "Some developed countries emphasized the relevance of a SBSTA programme of work on agriculture.",
      "Parties agreed to consider a consolidated text of options for the general framework and agriculture.",
      "On bunker fuels, divergent views were expressed on, inter alia : the scope of measures; principles and directed guidance for the work of ICAO and IMO; ambition of action; and market-based instruments.",
      "However, there was broad agreement on defining a role for ICAO and IMO to regulate GHG emissions from international aviation and maritime transport, respectively.",
      "Discussions continued into Friday evening."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "WORKING GROUP"
}