{
   "actors": [],
   "countries": [
      "Jordan",
      "United Kingdom"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_13",
   "section_title": "Session 2: Implementing Actions: Finance, Technology and Capacity Building",
   "sentences": [
      "Roland Roesch, IRENA, underscored that RE is increasingly competitive.",
      "He identified challenges, including that: traditional investors are unlikely to provide the scale of finance needed; unpredictable policies and regulatory uncertainty are main barriers to new investments; and private investors consider the investment risk in the RE sector as comparably higher than others.",
      "Luis Gomez-Echeverri, Sustainable Energy for All Initiative (SE4All), emphasized the importance of collaborative action and partnerships, outlining the objectives of SE4All.",
      "He stressed that partnerships cut across a range of sustainable development issues on the demand side.",
      "Marcelo Jordan, GCF Secretariat, presented the status of the establishment of the Fund.",
      "On the readiness work programme, he identified priorities, such as: establishment of designated national authorities; strategic frameworks, including or building on NAMAs and NAPs; and an initial pipeline of projects and programme proposals.",
      "Jukka Uosukainen, CTCN, outlined the structure and functions of the CTCN.",
      "He said its main function is to assist developing countries, and respond to specific requests from designated national entities.",
      "On RE, he said CTCN has a menu of resources related to technology transfer.",
      "Jarl Krausing, World Bank, highlighted the Bank's RE funding portfolio and its evolution from 2004-2013.",
      "He identified challenges in leveraging private financing and reducing risk, facilitating market entry, and introducing investment-grade policy instruments for transparency, certainty and longevity.",
      "Frank Jésus, Global Environment Facility (GEF) Secretariat, addressed ideas on scaling up RE, highlighting lessons learned, including: reducing investment risks through improved and stabilized policies, regulations and contractual frameworks; working on the price premium if needed; addressing quality and standardization of hardware and software; and identifying capacity-building needs, especially for mini-grids.",
      "Maryke van Staden, ICLEI Local Governments for Sustainability, examined leadership by local governments, noting the need to identify which cases are replicable.",
      "She called for creating enabling frameworks that support climate and energy action by local governments.",
      "Discussions addressed, inter alia : business models; RE dissemination; globally-funded feed-in tariffs; and concrete ways to develop projects in island countries."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}