{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Ethiopia",
      "Senegal",
      "New Zealand",
      "Bangladesh",
      "Canada",
      "Mexico",
      "Philippines",
      "Norway",
      "Japan",
      "Kuwait",
      "Switzerland"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_7",
   "section_title": "OTHER ISSUES (flexibility mechanisms):",
   "sentences": [
      "On improving access to the CDM by specified host parties, Senegal, for the AFRICAN GROUP, and Ethiopia, for the LDCs, supported a geographically balanced system of quotas.",
      "MEXICO, KUWAIT and others requested more information on this.",
      "The EU, JAPAN, NEW ZEALAND and others highlighted that a quota system would be problematic for the market, with the EU noting it would undermine cost-effectiveness.",
      "The PHILIPPINES said a quota system would be a disincentive for projects in areas with large potential.",
      "The EU highlighted their proposal on sectoral crediting, which would move a number of developing countries from the CDM.",
      "The EU, NORWAY and AOSIS raised concerns over environmental integrity and opposed proposals that would exempt projects from the requirement of additionality.",
      "JAPAN supported further simplifying the additionality test for small-scale projects rather than exempting additionality.",
      "AOSIS proposed considering improved access to the CDM by building on elements in the text related to positive lists of project activities and on text on financing validation, verification and certification of projects in certain host parties.",
      "NORWAY, with SWITZERLAND, suggested examining whether exemption from the share of proceeds could be further enhanced.",
      "NEW ZEALAND proposed addressing standardized baselines and positive lists, together with technical assistance and capacity building.",
      "BANGLADESH highlighted the high cost of operationalizing CDM projects, including the registration fee and validation by a Designated Operational Entity, calling for exemptions for LDCs.",
      "On promoting co-benefits for CDM projects, CANADA said projects with co-benefits receive a premium from the market and proposed including in the project documents a place for listing co-benefits.",
      "She also suggested considering the timing of the registration fee.",
      "BRAZIL supported postponing payment of the registration fee until the first issuance of Certified Emission Reductions, saying the CDM Executive Board could take prompt action."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "working group"
}