{
   "actors": [],
   "countries": [],
   "enb_end_date": "02-Oct-01",
   "enb_long_title": "IPCC-18",
   "enb_short_title": "IPCC-18",
   "enb_start_date": "02-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12177e.html",
   "id": "enb12177e_16",
   "section_title": "Question 7:",
   "sentences": [
      "This question examines what is known about the potential for, costs and benefits of, and time frame for, reducing greenhouse gas emissions. On forests, agricultural lands, and other terrestrial ecosystems that offer significant carbon mitigation potential, several delegations noted the importance of spelling out the strategies by which biological mitigation can occur, namely: conservation of existing carbon pools; sequestration by increasing the size of carbon pools; and substitution of sustainably produced biological products.",
      "Wording to this effect was adopted. Delegates debated whether to include a footnote stating that, in the hypothetical situation that all of the carbon released by historical land-use changes could be restored to the terrestrial biosphere over the course of a century, atmospheric CO2 concentrations could potentially be reduced by no more than 40 to 70 ppm.",
      "The matter was referred to a contact group and the footnote was later approved with minor textual changes. In response to queries from delegates over the cost estimates for Kyoto Protocol Annex B (developed) countries to implement the Kyoto Protocol, the lead authors confirmed that the figures provided were up-to-date. Views differed over how to reflect uncertainties in the 'spillover' effect of climate change mitigation policies implemented by UNFCCC Annex I (developed) countries on non-Annex I (developing) countries.",
      "One participant noted the need for balance between the treatment of uncertainties in 'spillover' effects on developing countries and in mitigation costs in Annex I countries.",
      "Chair Watson formed a contact group to draft compromise text. Views also differed over a statement averaging out the long-term costs of mitigating climate change over 100 years.",
      "Some participants claimed that a focus on long-term average costs is misleading and downplays short-term transition costs.",
      "Others argued that it places mitigation costs in context and demonstrates the importance of gradual mitigation action.",
      "Chair Watson convened a contact group to further discuss the issue. Discussion also took place over the figures to be included to illustrate the answer, and the message that these would send to policy-makers.",
      "Several delegates expressed concern at a graph illustrating the estimated costs from different economic models of stabilizing CO2 concentrations at various levels, arguing that it exaggerates costs and could imply that it is cheaper to delay mitigation action.",
      "After consideration in a contact group, delegates agreed to delete the figure from the SPM, but to retain it in the underlying report.",
      "After some debate, delegates agreed to include a graph illustrating projected global average GDP reduction in 2050 due to climate change mitigation action according to various scenarios, but to indicate in the figure caption that the data does not take into account the benefits of avoided climate change."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": ""
}