{
   "actors": [],
   "countries": [],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_10",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "During another busy day at the Bangkok Climate Change Talks, several negotiating groups managed to delve deeper into the details.",
      "Delegates were, however, reminded of the urgency of their work, particularly adaptation for vulnerable populations, as news continued to stream in on extreme events throughout Asia, including typhoon Ketsana.",
      "While we cannot attribute individual events to climate change, this news provides examples of the kind of extreme weather events that we should be thinking about, said one delegate as he emerged from the adaptation meetings.",
      "In addition to several contact group meetings, the AWG-LCA Chair held an informal meeting on Wednesday afternoon focusing on the form of the agreed outcome.",
      "The legal nature of the outcome was not on the agenda, but we were discussing the document or documents that might come out of Copenhagen, explained one negotiator.",
      "Another remarked that it was difficult, if not impossible, to isolate discussions on form from discussions on legal nature, continuing: I think that the number of lawyers in the room might be a testament to that notion.",
      "Exchanges in the room reportedly covered various ideas on the form of the agreed outcome, including: a single document; a series of documents on each element of the BAP; or a hybrid model comprising a core document and complementary documents that elaborate on the details.",
      "Building on these ideas, others mentioned a Marrakesh type of process.",
      "We are all chiseling away at the various pieces of the document to build a structure, but we don t know what kind of structure we are building, one exacerbated delegate said.",
      "Another delegate jokingly confessed to being perplexed by the variety of metaphors used: We talked about whether we are trying to build townhouses or a tower and about two elephants and how one would react if her elephant friend died.",
      "We also discussed mixing all the ingredients together so they are cooked before Copenhagen."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}