{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_10",
   "section_title": "THIRD REVIEW OF THE FINANCIAL MECHANISM:",
   "sentences": [
      "While developed countries expressed in general their satisfaction with the GEF's performance, many developing countries expressed numerous concerns relating to the resource allocation framework (RAF), conclusions of the Third Overall Performance Study of the GEF (OPS3), conditionalities of funding, and the replenishment process.",
      "Following deliberations on the GEF's performance, delegates agreed to request the GEF to report on issues of concern ahead of the financial mechanism's fourth review, but discussions on specific elements of the report dragged on.",
      "Another major area of disagreement was whether adaptation or mitigation activities should be assigned a higher priority and greater share of financing, with the US and EU favoring mitigation in accordance with Convention Article 2 (Objective) and COP guidance, and the G-77/China stressing adaptation as the key concern for developing countries and the need for the financial mechanism to be fully responsive to developing countries ` needs.",
      "Following numerous informal and bilateral consultations, the group eventually agreed on a compromise text by referencing both mitigation and adaptation in the preamble as well as the section on the fourth review of the financial mechanism. COP Decision : In its decision ( FCCC/SBI/2006/L.32 /Add.1), the COP notes recommendations for improvements in the financial mechanism's operations.",
      "The COP also invites the GEF to review the coherence, and revise as necessary, its climate change focal area operational programmes in light of OPS3 recommendations.",
      "It also requests the GEF, inter alia , to: give due priority to adaptation activities; explore options for undertaking land use and land-use change projects within the climate change focal area; recognize and respond to SIDS ` and LDCs ` challenges in accessing GEF funding; and report at COP 13 on its response to the OPS3 recommendations, private sector engagement, awareness-raising activities, and steps to assist developing countries to formulate project proposals.",
      "The COP further requests the SBI to initiate the fourth review of the GEF at SB 27, which should assess and review the GEF funding for mitigation and response to the adaptation needs of developing countries in accordance with COP guidance.",
      "The COP requests the Secretariat to prepare an overview of sources of funding to assist developing countries in meeting their UNFCCC commitments, and an assessment of the funding necessary for such activities under the next GEF replenishment cycle."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "SBI"
}