{
   "actors": [
      "Group of 77",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "El Salvador",
      "Germany",
      "Kenya",
      "Canada",
      "Algeria",
      "Colombia",
      "Congo",
      "Mexico",
      "Namibia",
      "Malawi",
      "Benin",
      "Belize",
      "United Kingdom",
      "Ecuador",
      "Fiji",
      "Uganda",
      "Egypt",
      "Denmark",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "21-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "21-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12592e.html",
   "id": "enb12592e_1",
   "section_title": "HIGH-LEVEL MINISTERIAL DIALOGUE ON CLIMATE FINANCE",
   "sentences": [
      "The two-part ministerial dialogue mandated by COP 18 considered progress made in mobilizing long-term climate finance, including efforts by developed countries to scale up finance after 2012.",
      "In the morning inaugural session, COP/CMP President Korolec urged 'living up to the challenge' of climate finance, while recognizing the difficulty of the task.",
      "He called on parties to make progress in Warsaw on adaptation finance, predictability and mobilization from a broad range of financial sources. UN Secretary-General Ban Ki-moon stressed the need to break down barriers to sustainable investment, including 'perverse subsidies'.",
      "Identifying public and private finance and the operationalization of the GCF as areas for common action, he warned against the costs of inaction.",
      "Jakaya Mrisho Kikwete, President of the United Republic of Tanzania, lamented that 'things have not worked out as we had expected', emphasizing the need for: finance flows to the LDCs; improved transparency; and harmonized financial procedures and access to financial resources.",
      "Naoko Ishii, the GEF, underscored that: transition to low-carbon economy requires finance; public finance can play a catalytic role in unleashing private sector potential; and the GCF and the GEF should forge 'strong complementarities'.",
      "Hela Cheikhrouhou, GCF, said the Fund is 'getting ready to open for business'.",
      "She called on: the GCF Board to adopt the necessary decisions for the Fund's operationalization; developing countries to identify priorities to enable them to make requests to the Fund; and developed countries to contribute to the Fund and catalyze private sector contributions.",
      "The dialogue was subsequently opened by four 'icebreakers', and facilitated by Minister Maria Kiwanuka (Uganda) and Minister Martin Lidegaard (Denmark).",
      "Minister Lisel Alamilla (Belize) underlined the need for: predictability of support; milestones in the implementation of the US$100 billion target; and capitalization and operationalization of the GCF and the Adaptation Fund.",
      "Minister Dalila Boudjemaa (Algeria) stressed the need to avoid a vacuum between 2015 and 2020, and communicating good practices.",
      "Minister Peter Altmeier (Germany) urged delegates to deliver on the US$100 billion commitment, drawing attention to the need to re-direct private investment.",
      "Todd Stern, US Special Envoy for Climate Change, highlighted collaboration among donor countries to strengthen public finance as a means to leverage private investment.",
      "Fiji, for the G-77/CHINA, called for: scaled up finance; balance between adaptation and mitigation finance; and the immediate capitalization of the GCF.",
      "EGYPT stressed the need to define predictability and additionality of climate finance.",
      "CHINA emphasized the importance of agreeing on a roadmap for achieving the US$100 billion target.",
      "The EU drew attention to fast-start finance efforts, and stressed climate mainstreaming and enabling environments.",
      "Colombia, for AILAC, called for reaching a 'higher and more ambitious ground' in Warsaw consisting of: a clear political commitment on scaling up finance, including public finance for adaptation; a credible pathway with mid-term targets and clarity on different sources; and a political process to evaluate progress.",
      "In the afternoon, delivering a keynote address, Nicholas Stern cautioned that 'government-induced policy risk' is the biggest barrier to private investment, calling for increased support for greening development in developing countries.",
      "Three 'ice breakers' opened the discussion.",
      "Minister Tine Sundtoft (Norway) announced her country would continue to finance REDD+ 'at least at current levels until 2020'.",
      "Secretary of State Edward Davey (UK) announced new contributions totaling £125 million to the LDC Fund and BioCarbon Fund.",
      "Secretary of Environment and Natural Resources Juan José Guerra Abud (Mexico) cautioned that while international support is important, each country has 'to do its homework' and elaborate strategies to leverage private investment through public finance.",
      "Numerous developing countries, including NAMIBIA, the DEMOCRATIC REPUBLIC OF THE CONGO and KENYA, emphasized developed countries' obligations to provide finance, and the need to operationalize and capitalize the GCF as soon as possible, with INDIA cautioning that the lack of enabling environments should not be used as an excuse to delay finance.",
      "Malawi, for the LDCs, called for agreement on a finance pathway, with at least half of funds going to adaptation and most to the LDCs.",
      "Fiji, for the G-77/CHINA recommended: continuing finance readiness programmes to ensure the GCF is accessible to all; and identifying clarity on a finance pathway to 2020 as a key deliverable for Warsaw.",
      "BENIN cautioned against forgetting the polluter-pays principle.",
      "The REPUBLIC OF KOREA called for the establishment of a working group on pre and post-2020 long-term finance.",
      "EL SALVADOR called for: more 'agile' finance with less red tape and lower overhead costs.",
      "ECUADOR highlighted the need to ensure finance from parties, not only the private sector.",
      "Numerous developed countries, including CANADA, the EU, JAPAN, NORWAY and NEW ZEALAND, highlighted mobilizing private finance, with the EU and SWITZERLAND emphasizing the need to create partnerships between developed and developing countries.",
      "NEW ZEALAND proposed launching a Warsaw platform on effective climate finance, including: helping countries set their own priorities; aligning finance with these priorities; supporting outcomes that can be measured and reported; coordinating finance in simplified ways; and ensuring that public finance does not 'crowd out' private sector engagement.",
      "Noting the importance of understanding how public finance is leveraging private finance, the WORLD BANK underscored its progress in tracking climate finance and co-benefits of development finance. CAN called for a roadmap on finance up to 2020, and at least 50% of public finance to be allocated to adaptation. BINGOs said private capital can be mobilized and redirected by, inter alia : shifting the risk-reward ratio in core sector policies; integrating climate into financial policy frameworks; and expanding the development potential of green bonds."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}