{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Argentina",
      "Japan",
      "El Salvador",
      "Germany",
      "Finland",
      "Indonesia",
      "South Africa",
      "Mali",
      "Colombia",
      "Belize",
      "Philippines",
      "Spain",
      "Denmark",
      "Peru",
      "Norway",
      "Saint Lucia",
      "Luxembourg",
      "United States",
      "Bolivia",
      "Grenada",
      "Belgium",
      "Canada",
      "Mexico",
      "United Kingdom",
      "Australia",
      "Ethiopia",
      "Indigenous Peoples",
      "Monaco",
      "Zambia",
      "Netherlands",
      "Egypt",
      "France",
      "China"
   ],
   "enb_end_date": "10-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "10-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12616e.html",
   "id": "enb12616e_1",
   "section_title": "MINISTERIAL ROUNDTABLE ON CLIMATE FINANCE",
   "sentences": [
      "COP 20/CMP 10 President Pulgar-Vidal opened the session, encouraging parties to consider, inter alia : whether current institutions are working adequately; the level of transparency and predictability of climate finance; and responsiveness to the needs of developing countries.",
      "He urged ministers to launch a concrete roadmap to build a robust climate finance architecture and achieve coherence across institutions.",
      "Alonso Segura, Minister of Finance, Peru, identified factors for consideration, including: improved operational measures to increase access to finance; coherence of reporting to allow comparability; financial management based on the principles of transparency and predictability; participation of the private sector; and scaling up the capacity of existing financial institutions.",
      "Hussein Alfa Nafo, SCF Member, presented key findings and recommendations from the first biennial assessment by the SCF.",
      "Noting that the GCF is 'ready to disburse', Hela Cheikhrouhou, GCF Executive Director, identified recent milestones, such as pledges reaching US$10 billion.",
      "Naoko Ishii, Chief Executive Officer and Chairperson, GEF, identified climate finance as critical for the global climate agreement and catalyzing actions on the ground.",
      "Highlighting the potential to leverage funds, she noted the need to use public resources as effectively as possible.",
      "Co-Facilitators Edna Molewa (South Africa) and Ed Davey (UK) called on parties to discuss how to move towards an articulated vision for climate finance.",
      "Many countries welcomed the initial GCF resource mobilization, with some, including the EU, GERMANY, SPAIN and FINLAND, describing their contributions to various climate-related funds.",
      "AUSTRALIA announced her country's pledge of AUS$200 million to the GCF over four years. BELGIUM announced it will contribute €51.6 million to the GCF and called for the GCF to fund transformative activities in LDCs and vulnerable countries.",
      "The EU emphasized that the Convention's reporting framework provides an important basis for harmonizing reporting regulations.",
      "Saint Lucia, for CARICOM, stressed the needs to clearly define climate finance as funds aimed entirely at addressing climate change and as being new and additional to official development assistance.",
      "Belize, for AOSIS, emphasized the need for common reporting formats and an agreement on a simple set of definitions to assess climate finance trends. GERMANY noted the Adaptation Fund's successful on-the-ground impacts.",
      "SPAIN emphasized monitoring as an important measure of project outcomes on the ground. NORWAY called for further clarity on information and reporting systems and the results achieved by climate finance.",
      "Noting that all financial actors have to work together, FRANCE called for thinking about how climate and development finance can be combined. CHINA said it was 'imperative' to define in Lima a roadmap to mobilize US$100 billion per year by 2020.",
      "MEXICO suggested finding ways to utilize the GCF for promoting technology transfer. DENMARK highlighted the role of transparency in aiding learning.",
      "INDIA called for greater creativity from developed countries to mobilize innovative sources of finance, such as pension funds.",
      "The NETHERLANDS called for carbon pricing, redirecting investments from 'brown to green', and highlighted activities of the Global Innovation Lab for Climate Finance.",
      "The REPUBLIC OF KOREA urged collaboration between the GCF and SCF, and noted the role of the private sector in mobilizing finance.",
      "The US noted, inter alia , activities of the donor coordination group on climate finance and ongoing work to improve access to existing financial flows.",
      "Highlighting the adaptation finance gap, MALI called for greater transparency and common methodologies. FINLAND identified the revenue from the EU-ETS as its source of financial support.",
      "EGYPT said climate finance should be related to the global temperature goal, and called for identification of needs, priorities and necessary enabling environments. GRENADA called for simplified access to climate finance, strong standards and safeguards, and milestones to reach the US$100 billion goal.",
      "ETHIOPIA called for clear communication by developed countries on the amount and sources of their finance commitments. INDIGENOUS PEOPLES called for, inter alia , ensuring direct access to financing for indigenous peoples. BINGOs and LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES underlined that improving MRV of financial flows is necessary to reach the level of finance required to address climate change. LUXEMBOURG emphasized that public finance at the national and local levels has a vital role to play in mobilizing private investment. BOLIVIA supported introducing a 'compound index of country participation', based on historical responsibilities, ecological footprint, capabilities and state of development. INDONESIA outlined her country's 'small' contributions to the GCF in the context of South-South cooperation and encouraged other developing countries to make pledges as well. COLOMBIA emphasized that ensuring linkages between financial institutions under the Convention will be crucial in the new climate agreement.",
      "ZAMBIA called not only for pledges but also that they be 'honored, timely, transparent and predictable'. CANADA supported innovative climate finance, and that transparency apply both to donors and recipients. EL SALVADOR noted the need for greater coordination among all players in the financial architecture of the Paris agreement. ARGENTINA called for greater predictability of the provision of MOI for developing countries to allow them to adopt a low-carbon pathway. MONACO supported better identification of developing countries' needs, as well as evaluation and verification of developing countries' use of funds. JAPAN noted the need for developing countries to improve their investment environments.",
      "On institutional linkages, the PHILIPPINES called for harmonization and for integrating a monitoring system with monitoring indicators and feedback mechanisms. YOUNGOs, also for ENGOs, WOMEN AND GENDER and TUNGOs, called for political assurance that money 'will actually flow', including for loss and damage, but cautioned against funding 'dirty and harmful' energy sectors."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "COP"
}