{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Bangladesh",
      "Uganda",
      "Malawi",
      "China"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_64",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions(FCCC/SBI/2010/L.34/Rev.1), the SBI, inter alia : agrees to continue consideration of the issue at SBI 34 on the basis of the text annexed to the report of SBI 32; invites developed country parties to assist in efforts to deepen the understanding of policy makers in developing country parties of costs and benefits of adaptation options; requests the Secretariat to organize a workshop to identify challenges and gaps in implementing risk management approaches to the adverse effects of climate change; requests the Secretariat to prepare a technical paper on how to enhance capacity for the use of modeling in the context of needs and concerns arising from the impact of the implementation of response measures; encourages parties to provide information on their experiences and concerns arising from the impact of the implementation of response measures; and requests the Secretariat to organize a workshop on promoting risk management approaches on the specific needs and concerns of developing country parties arising from the impact of the implementation of response measures, back-to-back with other relevant workshops.",
      "Matters related to LDCs: This issue was first addressed by the SBI plenary on 30 November, when LEG Chair Fred Onduri Machulu (Uganda) reported on the LEG s activities (FCCC/CP/2010/5 and Add.1, FCCC/SBI/2010/5, 12, 15, 17, 26 and MISCs.9 and 10).",
      "Bangladesh, for the G-77/China, highlighted that 45 countries have submitted their NAPAs and urged for support to implement these NAPAs.",
      "Malawi, for the LDCs, supported extension of the LEG s mandate so as to enable the LEG to provide assistance for implementing the LDC work programme.",
      "The issue was subsequently addressed in the contact group co-chaired by Katherine Vaughn and Rence Sore.",
      "During the contact group discussions, parties agreed to extend the LEG s mandate for five years, as well as to include an additional LDC member in the LEG.",
      "The SBI adopted its conclusions, containing a draft COP decision, on 4 December, and the COP subsequently adopted the decision on 10 December."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}