{
   "actors": [
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Sudan",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Colombia",
      "Saudi Arabia",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_12",
   "section_title": "IMPLEMENTATION AND COMPLIANCE",
   "sentences": [
      "The first reading of section K (Facilitating implementation and compliance), comprising eight paragraphs and including three options (I, II, III) in the Geneva negotiating text, was taken up in the negotiating group on Wednesday, 3 June, chaired by Co-Chair Reifsnyder. The EU made consolidation proposals on a paragraph within option I, which delegates agreed to consider, along with a streamlining proposal by the Secretariat in the same paragraph. An informal facilitated discussion group, co-facilitated by Sarah Baashan (Saudi Arabia) and Aya Yoshida (Japan), convening the same day, considered the aforementioned proposals, agreeing to some.",
      "A summary of the discussions on specific paragraphs in the negotiating group is available at: http://www.iisd.ca/vol12/enb12631e.html Discussions on the section continued in the facilitated group on Friday, 5 June.",
      "A number of parties, including China, Canada and Saudi Arabia, called for consensus on the legal form of the agreement before discussing compliance in-depth. The EU noted the usefulness of clarifying possible compliance models before COP 21.",
      "He suggested, and parties agreed to, reorganizing the section based on the alternative \"models\" contained in the section. Australia proposed further identifying \"baskets\" of issues for labeling the paragraphs, namely purpose, establishment, tools, composition, and mode of work.",
      "The EU suggested: establishment and purpose; mandate, scope and structure; and modalities of the arrangements.",
      "Parties agreed to meet informally to agree on the \"baskets.\" A group discussion on Saturday, 6 June, facilitated by Co-Facilitator Baashan, explored unpacking proposals from Australia, the EU, Colombia, for AILAC, and China, for the LMDCs.",
      "Many parties suggested the Co-Facilitators combine the proposals into a document, incorporating the comments made during the session.",
      "AILAC proposed, and parties agreed, that the Co-Facilitators also identify and synthesize the proposals§ commonalities. On Wednesday, 10 June, Co-Facilitator Baashan introduced a table synthesizing parties§ proposals for unpacking the section.",
      "Parties requested the Co-Facilitators further consolidate the table. Parties discussed elements to be included in the 2015 agreement versus decisions, operationalization and differentiation.",
      "Many countries identified the establishment of a compliance arrangement/committee/body as an element for the core agreement, adding the section can be short. The US, the EU, New Zealand, Canada and AILAC supported a facilitative compliance mechanism, applicable to all.",
      "Norway suggested a mechanism with two branches to cover legal obligations and non-legally binding elements.",
      "Sudan, for the African Group and the LMDCs supported differentiation in the section, with the LMDCs calling for a compliance arrangement for developed countries and facilitative implementation for developing countries. During the final group meeting, on Thursday, 11 June, Co-Facilitator Baashan presented a consolidated table, containing five options, four \"baskets,\" and bullet points summarizing proposed key outputs from the discussions on this section.",
      "She also presented the Co-Facilitators§ proposal for streamlined text, explaining the table had merely served as a tool to streamline text.",
      "Parties were unable to agree on forwarding the table as input from the discussions to the Co-Chairs, making proposals on reflecting, inter alia, differentiation, convergence and views that discussing compliance was premature.",
      "Parties also made proposals on the text. Parties finally agreed to forward the Co-Facilitators§ text, together with the oral input received from parties during the final session, to the Co-Chairs."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}