{
   "actors": [
      "Coalition for Rainforest Nations"
   ],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_21",
   "section_title": "REDD+",
   "sentences": [
      "In the informal group, parties addressed REDD+ financing.",
      "The Coalition of Rainforest Nations presented a proposal on financing for Phase 3 (full implementation).",
      "On Friday, 7 October, a non-paper on REDD+ finance was prepared by the facilitator containing potential elements and sources on REDD+ finance.",
      "On sources of financing, many parties highlighted that REDD+ should be supported through different financing sources that are optional for each country.",
      "Many parties underscored the need to include a REDD+ specific window under the GCF.",
      "Cautioning against duplication, some parties said this was being addressed by the Transitional Committee for the design of the GCF.",
      "Some parties noted that a possible outcome for Durban will be contingent on the outcome of ongoing relevant discussions under the SBSTA and the Transitional Committee, while others emphasized that discussions in the group should be independent from discussions in other fora.",
      "During the final AWG-LCA contact group meeting on Friday, reporting on REDD+, Co-Facilitator La Viña said the group had produced a non-paper, which he referred to as a placeholder text containing elements for operational parts of a draft decision.",
      "Sectoral approaches and sector-specific actions: Throughout the week, parties based discussions on the general framework, agriculture and emissions from international aviation and maritime transport.",
      "On the general framework, a joint submission (FCCC/AWGLCA/2011/CRP.22) by a number of developing countries emphasized, inter alia : the importance of food security; the need to avoid barriers and distortions in international trade; and the importance of economic and social development in the context of sectoral approaches.",
      "On agriculture, parties considered language and worked to identify shared views on aspects of food security, trade, economic development and poverty eradication.",
      "Facilitator Wamukoya distributed a guidance paper to facilitate the consolidation of text and parties agreed to work towards further streamlining it based on submissions, with input from the Facilitator s guidance paper and the Bonn Facilitator s note.",
      "On international aviation and shipping, parties reflected on options for text.",
      "Some developed countries welcomed progress made by the International Maritime Organization (IMO) at the 62nd session of the Marine Environment Protection Committee, while other parties doubted the extent to which the measures will be applied globally due to the majority rather than consensus decision. A Facilitator s note, which comprises primarily of consolidated texts from party proposals, will be used for guidance on the way forward.",
      "Parties were encouraged to further discuss and exchange views in order to reach some form of agreement at COP 17.",
      "During the final AWG-LCA contact group, Facilitator Wamukoya noted progress made on the general framework, agriculture and international bunker fuels.",
      "He said parties had divergent views on the textual options, which are contained in a Facilitator s note to go forward to Durban."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "WORKING GROUP"
}