{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Russian Federation",
      "Japan",
      "Australia",
      "Tuvalu",
      "United Kingdom",
      "Switzerland",
      "Russia"
   ],
   "enb_end_date": "07-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "07-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12144e.html",
   "id": "enb12144e_1",
   "section_title": "LULUCF",
   "sentences": [
      "The group resumed discussions on the consolidated synthesis of Party submissions on LULUCF.",
      "Regarding which additional activities should be included under Protocol Article 3.4, JAPAN and the RUSSIAN FEDERATION said activities should be defined broadly and based on national circumstances.",
      "JAPAN, supported by AUSTRALIA, and opposed by TUVALU, said Article 3.4 should be applied from the first commitment period.",
      "The EU supported a phased-in approach.",
      "CANADA and AUSTRALIA noted inclusion of revegetation on degraded lands as a point of convergence. On accounting for additional activities under Article 3.4, AUSTRALIA supported a comprehensive accounting system including non-CO2 greenhouse gases.",
      "Regarding overall accounting approaches, TUVALU supported accounting for social and cultural implications, and consistency with the ecosystem approach under the Convention on Biological Diversity and with the principles of sustainable development.",
      "AUSTRALIA opposed including textual reference to sustainable development specifically for LULUCF. On accounting interlinkages and Protocol Article 3.7 (calculating assigned amounts in the first commitment period), the EU and the UK highlighted the potential problem of double-counting and the need for consistency.",
      "Regarding accounting for human-induced and natural changes in carbon stocks, SWITZERLAND supported a political rather than technical decision to distinguish human-induced and natural changes. Co-Chair Thorgeirsson then introduced the compilation text of country-specific data and information submitted by Parties, and the document on implications of accounting frameworks on preliminary assigned amounts during the first commitment period.",
      "The EU and TUVALU highlighted the incompleteness of existing data, and delegates discussed specific data submissions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}