{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Samoa",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Russia"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_23",
   "section_title": "Compliance:",
   "sentences": [
      "Outstanding issues on compliance were discussed in a negotiating group as well as a closed drafting group under the Co- Chairship of Tuiloma Neroni Slade (Samoa) and Harald Dovland (Norway), on the basis of a Co-Chairs' non-paper on the status of negotiation on procedures and mechanisms relating to compliance under the Protocol.",
      "The negotiating group met on 30 and 31 October and 6 November, while the drafting group met from 1 to 6 November.",
      "In addition, delegates convened in a series of bilateral informal consultations between regional groups in order to address a number of these issues, as well as on consultations on the draft COP-7 decision facilitated by Everton Vargas (Brazil).",
      "On 6 November, a package deal between the EU and the Umbrella Group formed the basis for general agreement to be reached among all Parties.",
      "Later that day, the success achieved was reported by the Co-Chairs to Plenary.",
      "The decision, including the annex containing the procedures and mechanisms relating to compliance under the Protocol, was adopted by the COP on 9 November. The following summary provides a synthesis of compliance negotiations, focusing on the most controversial issues delegates had to face: the COP decision and the elements of the package deal struck between the EU and the Umbrella Group. Discussions on the COP decision reflected the disagreement among Parties over the legal nature of consequences applied by the enforcement branch.",
      "For the G-77/China, ministers in Bonn had agreed on binding consequences, with the only issue deferred to COP/MOP-1 being the mode of adoption.",
      "The EU said consensus at the ministerial level had been on a need for a binding compliance system applicable to all Parties, and with binding consequences.",
      "What was left open, and deferred to COP/MOP-1, was whether the consequences would be legally binding on Parties as a matter of international law, and this would depend on the mode of adoption chosen by the Parties to the Protocol.",
      "Canada, with Australia and the Russian Federation, said the issue of legally binding consequences had been deferred to COP/MOP-1.",
      "Several alternative texts to the Co-Chairs' proposal were put forward by the EU and Umbrella Group, and discussed in the drafting group as well as in informal consultations.",
      "The compromise text proposed by Vargas, and agreed on 6 November, includes a preambular paragraph 'noting that it is the prerogative of the COP/MOP to decide on the legal form of the procedures and mechanisms relating to compliance.",
      "' The elements of the package deal struck between the EU and the Umbrella Group focused on four issues: Party-to-Party trigger, appeal, reinstatement of eligibility and compliance action plan.",
      "The need for a process leading to the reinstatement of eligibility to use the mechanisms was advocated by Japan, both within the context of the mandate of the enforcement branch and the provisions on its expedited procedure.",
      "The agreed text on procedures and mechanisms relating to compliance provides for two processes leading to the possible reinstatement of eligibility.",
      "The first pertains to circumstances where eligibility is suspended due to the lack of meeting eligibility requirements.",
      "The second concerns cases where the suspension of eligibility to make transfers under Article 17 results from a Party exceeding its assigned amount.",
      "In the final deal, it was agreed that both processes could be triggered through ERT reports, as well as directly by the Party concerned. The possibility for the Compliance Committee to receive questions of implementation submitted by a Party with respect to another Party was supported by the G-77/China and EU, and opposed by Australia and the Russian Federation.",
      "Arguments put forward by these countries were that a Party-to-Party trigger had the potential of creating rifts among Parties or could eventually be used by a Party for other purposes, and that the ERT reports provided a thorough triggering process.",
      "In the package deal, Parties agreed to maintain the Party-to-Party trigger. One element of the proposed text on appeal was opposed by Australia, who suggested that the decision of the enforcement branch become effective if an appeal is not made.",
      "The EU, on the other hand, proposed that decisions stand pending the outcome of an appeal.",
      "Parties reached agreement on text providing that both the decision of the enforcement branch shall stand pending the decision on appeal, and that it shall become effective if, after 45 days, no appeal has been made against it. The section on consequences applied by the enforcement branch, in particular that related to the development of a compliance action plan in cases of non-compliance with Articles 5.1, 5.2, 7.1, and 7.4, also constituted one element of the EU-Umbrella Group package deal.",
      "Japan expressed difficulties with the concept of a compliance action plan, while Canada said it had concerns with text providing that 'further consequences' may be decided by the enforcement branch.",
      "The package deal gives Parties more flexibility with regard to the deadline for the submission of a compliance action plan and the timing for the submission of progress reports, and no longer provides for the possibility for further consequences to be decided by the enforcement branch. Concerning other controversial issues discussed at COP-7, Parties decided that: questions of implementation relating to Article 3.14 (adverse effects) as well as with respect to supplementarity in the use of mechanisms fall within the scope of the mandate of the facilitative branch; the Compliance Committee is to take into account any 'degree of flexibility' for EITs, and these countries may, like any other Party, benefit from the facilitation of financial and technical assistance; in exercising its responsibilities, the facilitative branch shall take into account the principle of common but differentiated responsibilities and respective capabilities, and also the circumstances of the case before it; hearings by the enforcement branch shall be public and information considered by either the enforcement or the facilitative branch shall be made public, unless decided otherwise by that branch; and the length of the additional period for fulfilling commitments is 100 days. The COP decision, including the annex on procedures and mechanisms relating to compliance under the Protocol was adopted in Plenary on 9 November."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}