{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Chad",
      "United States",
      "Japan",
      "Grenada",
      "Timor-Leste",
      "Algeria",
      "Nepal",
      "Sudan",
      "Belarus",
      "Togo",
      "Lesotho",
      "Senegal",
      "Thailand",
      "Mauritania",
      "Egypt",
      "Costa Rica",
      "Tanzania",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_3",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "On 9 October, the AWG-LCA closing plenary convened.",
      "Chair Zammit Cutajar explained that the discussions in the contact groups, mitigation sub-groups and informal consultations had resulted in several non-papers that would be taken to Barcelona.",
      "He called on parties to come to the resumed ninth session with a clear mandate from capitals to negotiate an agreed outcome. AWG-LCA Vice-Chair Machado reported on informal consultations on the organization of work in Barcelona, noting that the AWG-LCA will continue working through contact groups and informal consultations.",
      "Chair Zammit Cutajar stressed further work should aim at comprehensiveness, focus, flexibility and balance of concerns and noted that the issue of a legal form had not been addressed at the Bangkok meeting.",
      "Following a question by Mauritania, Chair Zammit Cutajar noted that it would not be possible to translate non-papers for the Barcelona meeting due to the lack of time but that documents will be translated for the Copenhagen meeting.",
      "Describing the Protocol as a standard for mitigation by developed countries, Sudan, for the G-77/China, expressed concern with the introduction of options not based on the continued legal existence and effectiveness of the Protocol.",
      "Lesotho, for the LDCs, called for concrete figures from developed countries to finance adaptation programmes.",
      "Algeria, for the African Group, reiterated that the AWG-LCA track should be separate from the Protocol negotiations.",
      "The EU stressed that it is firmly committed to the Protocol and called for its elements to be integrated into a future agreement.",
      "Grenada, for AOSIS, stressed political and generational responsibility to reach an agreement in Copenhagen.",
      "Switzerland, for the Environmental Integrity Group, said the AWG-LCA should benefit from maximum flexibility in Barcelona in order to finish its work before Copenhagen.",
      "Costa Rica, also for several Latin American countries, noted the need for a change in attitude in order to reach a balanced, equitable and fair agreement consistent with the principle of common but differentiated responsibilities.",
      "Belarus noted her country s suggestions on incorporating concerns of economies in transition into the negotiating text.",
      "India said that proposals for a new single instrument diminish commitments of Annex I parties and impose new commitments on developing countries.",
      "The US said the shape of a future deal would entail developed countries continuing to lead by undertaking mid-term, economy-wide reductions and major advanced developing economies undertaking measurable and quantifiable national actions and meaningful mid-term reductions.",
      "China expressed deep concern with attempts to destroy the Protocol, reiterated his country s firm commitment to the implementation of the BAP, and highlighted China s domestic policies to address climate change.",
      "Japan called for constructing a more comprehensive and durable vehicle to address climate change on the basis of the Protocol.",
      "Togo stressed that climate change is already depriving people of meeting their basic needs and invited parties to think about common interests instead of selfish interests.",
      "Tanzania said REDD-plus encompasses a broader agenda for developing countries.",
      "In this context he called for, inter alia , addressing energy needs of developing countries and addressing illegal and commercial logging undertaken mainly by developed countries.",
      "Egypt said the Convention is not meant to be used to perpetuate the economic competiveness of developed countries.",
      "Timor-Leste called on developed countries to provide financial and technological support towards adaptation needs in the most vulnerable countries.",
      "Senegal pointed out that the role of local and sub-national governments should be reflected in an agreement.",
      "Highlighting negative impacts of climate change in his country, Nepal noted the slow pace of negotiations and the responsibility of Annex I parties to reduce emissions.",
      "The International Trade Union Confederation highlighted the role of trade unions as a source of information, support and transformation.",
      "The Third World Network expressed outrage at attempts of developed countries to abandon the Protocol and replace it with an agreement based on bottom-up approaches to emission reductions.",
      "Local Government and Municipal Authorities underlined that all levels of governance should be mentioned in the Copenhagen outcome.",
      "Chair Zammit Cutajar reflected on parties closing statements, noting that strengthening the Convention s implementation entails consideration of form, substance and political commitments.",
      "He expressed appreciation to Thailand, the Secretariat and delegates and suspended the first part of AWG-LCA 7 at 7:03 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Mitigation"
   ],
   "type": "WORKING GROUP"
}