{
   "actors": [],
   "countries": [
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "10-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "10-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12497e.html",
   "id": "enb12497e_7",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Thursday morning, weary delegates congregated to continue a number of informal consultations at the Moon Palace after all-night negotiations that had included an informal ministerial stocktaking at midnight and what a seasoned negotiator characterized as a vague text on mitigation under the Convention and Protocol tracks.",
      "Overall, the mood permeating the building in the morning was subdued with delegates reporting very little progress on many important issues.",
      "Meanwhile, Heads of State and government continued to deliver national statements, including Bolivian President Evo Morales who stressed the need to extend the Kyoto Protocol and ensure protection for Mother Earth.",
      "Other Latin American countries, including Venezuela, reiterated their positions on temperature rise and other issues but confirmed their commitment to stay in the room and seek convergence among the parties.",
      "Throughout the day, informal ministerial consultations took place in informal informals chaired by pairs of ministers from developing and developed countries on mitigation, a shared vision, REDD+, technology, MRV/ICA, finance, CCS amd response measures and adaptation.",
      "Some drafting groups also continued to make headway to refine texts to identify clear options for political decision.",
      "Reflecting on progress on Thursday afternoon, many continued to identify MRV/ICA as one of the primary sticking points.",
      "A senior negotiator noted that countries also continued to put forward strong and divergent positions about the continuation of the Kyoto Protocol.",
      "At that stage, others said there was little positive to note coming out of discussions on adaptation, finance and a shared vision.",
      "Compromise appears to be aspirational rather than operational in these negotiations, opined a delegate emerging from a ministerial meeting.",
      "Some NGOs representatives indicated they were increasingly frustrated with the delay in reaching decisions.",
      "Just after 9 pm, an informal stocktaking session was convened by COP and COP/MOP President Espinosa.",
      "Ministers leading the informal consultations suggested that while issues had been better elaborated, compromise texts on the Kyoto Protocol, mitigation and MRV had not been crafted.",
      "The stocktaking ended at around 11 pm with a reminder from President Espinosa that very few hours for actual negotiating remained.",
      "Already-tired delegates therefore prepared themselves for another marathon all-nighter.",
      "One high-level representative indicated that there is still a deal to be done but we could also end up with a belly flop."
   ],
   "subtype": "corridors",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}