{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "United States",
      "Bulgaria",
      "China"
   ],
   "enb_end_date": "02-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "02-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12222e.html",
   "id": "enb12222e_5",
   "section_title": "ORGANIZATIONAL MATTERS",
   "sentences": [
      "Adoption of the agenda: SBI Chair Daniela Stoycheva (Bulgaria) opened the session, and introduced the agenda for adoption (FCCC/SBI/2003/9 and Corr.1).",
      "Regarding the sub-item on submission of second and third national communications, the G-77/CHINA objected to the reference to the 'frequency of' submissions, and, with SAUDI ARABIA, stressed the importance of financial and technical support for preparing national communications before addressing the issue of their timing.",
      "Supporting the inclusion of the reference, the EU, with AUSTRALIA, noted that decision 17/CP.8 (guidelines for the preparation on non-Annex I national communications) refers to the 'frequency of' submissions. On the sub-item dealing with the consideration of the fifth compilation and synthesis of initial national communications, the G-77/CHINA, opposed by the US, objected to a document tabled by the Secretariat on steps taken by non-Annex I Parties to reduce emissions. Following a break for informal consultations on the two sub-items, discussions continued in Plenary, with delegates agreeing to delete reference to the document, and to hold the sub-item on the frequency of submission in abeyance. Delegates then discussed the agenda item addressing the implementation of UNFCCC Article 4.8 and 4.9 (adverse affects).",
      "The EU, with the US, emphasized the need to discuss the implementation of decision 5/CP.7 as a sub-item.",
      "The G-77/CHINA, and others, proposed that the agenda sub-item not be restricted to decision 5/CP.7, but address all matters related to Article 4.8.",
      "Following discussion, this sub-item was also held in abeyance, and the agenda was adopted, as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}