{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "China"
   ],
   "enb_end_date": "06-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "06-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12572e.html",
   "id": "enb12572e_1",
   "section_title": "UNEP Emissions Gap Report 2012",
   "sentences": [
      "Joseph Alcamo, UNEP, highlighted possibilities for closing the pre-2020 emissions gap of at least 8 Gt CO2 eq, while reaping co-benefits.",
      "He observed that: current emissions are 10% above the 2020 target level and current pledges are not sufficient to stay within the 2°C target by 2020.",
      "Alcamo said closing the gap could be done through more ambitious pledges and realizing emission reduction potential in specific sectors including transportation, construction and forests.",
      "In the ensuing discussion, CHINA highlighted his country s analysis showing that the emissions gap can be closed if Annex I countries achieve reductions of 25-40%.",
      "The EU asked for specific recommendations on which rules could be tightened to reduce the emissions gap.",
      "BRAZIL cited their efforts to decouple agricultural production and deforestation as an example of developing country leadership.",
      "On cumulative emissions, Alcamo reported that the long-term impact of emissions on the atmosphere was accounted for in the analysis, and underlined the need to consider emission reductions as part of national priorities.",
      "On tightening current rules, Alcamo pointed to carryover of surplus emission units to the second commitment period and LULUCF rules.",
      "On adaptation, he stressed that there is a trade-off: parties can reduce emissions now and adapt to a 2°C world, or wait and face higher adaptation costs.",
      "On agriculture, Alcamo underscored the importance of management that can reduce emissions associated with fertilizer use and maintain yields.",
      "Parties also addressed: the role of urban planning; potential abatement of shifting consumption patterns; challenges with improving public transportation; implications of emission reduction scenarios for adaptation; and engagement with political leadership and the private sector."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}