{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Jamaica",
      "United States",
      "Malaysia",
      "Japan",
      "Senegal",
      "Brazil",
      "Zimbabwe",
      "Canada",
      "Mexico",
      "Uzbekistan"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_10",
   "section_title": "NON-ANNEX I COMMUNICATIONS",
   "sentences": [
      "On 20 October, the Secretariat summarized a progress report (FCCC/SBI/1997/INF.3), including an update on preparation of initial non-Annex I national communications.",
      "Nine Parties have reported no activities on communications, and no information is available from 15.",
      "The conclusions included recommendations for: accelerated submissions; reference by Parties to COP guidelines; appropriate institutional mechanisms; awareness raising; GEF procedural streamlining; a forum for inventory reporting; a provision for reproduction and dissemination of reports; a coordinated strategy for the transfer and development of technologies; development of regional and local methodologies; and regional workshops. The Chair noted that Parties would also consider input from the GEF and the process for considering non-Annex I communications.",
      "On the latter, he invited the US and MALAYSIA to chair a reconvened informal meeting to consider, inter alia, submissions by the EU and Uzbekistan (FCCC/SBI/1997/MISC.8).",
      "The EU said that reviews of communications have built confidence and helped in developing second national communications.",
      "BRAZIL reported the conclusions of a recent workshop to share Latin American experiences in developing national communications.",
      "Participants there highlighted, inter alia, problems with developing methodologies and the need for financial support. SENEGAL hosted an African regional workshop that brought together more than 100 participants.",
      "The US cautioned that consideration of some of the Secretariat report's recommendations should follow submissions by a broader sample of non-Annex I countries.",
      "MEXICO announced plans for a regional workshop on preparation of national communications in Central America.",
      "JAPAN said it was willing to cooperate with developing countries preparing national communications and noted its recent contributions.",
      "ZIMBABWE called for assistance to the African region in making digital information available. MALAYSIA encouraged the Secretariat to continue its role in coordinating regional activity and suggested that the COP provide guidance to the GEF.",
      "CANADA underlined the importance of capacity building, supported more expeditious financial provision by the GEF, and noted the importance of an in-depth review of communications in the context of Article 4.1 commitments.",
      "JAMAICA supported a GEF-sponsored regional workshop for CARICOM countries in November. On 29 October, delegates adopted draft conclusions and a draft decision produced by the contact group (FCCC/SBI/1997/L.8).",
      "The draft SBI conclusions request the Secretariat to organize a workshop on a process for considering initial national communications from non-Annex I Parties.",
      "The Secretariat is requested to submit its observations on the national communications submitted by non-Annex I Parties by 30 March 1998.",
      "The SBI also requested the Secretariat to provide a compilation of comments by Parties at SBI-8. The draft decision for COP-3 was compiled from three proposals.",
      "It contains bracketed language stating that the process of consideration shall assist the Secretariat's determination of the needs of non-Annex I Parties [for the preparation of national communications] or [related to implementation of commitments, in particular those associated with proposed projects and response measures].",
      "On the type of review, the text states that the communications should be subject to an [in depth][technical][assessment] or [review].",
      "Regarding the Secretariat's future work, the decision contains bracketed text on compilation and synthesis [annually], as well as on proposed workshops and the selection of expert review teams.",
      "All references to work that the COP would request SBI and SBSTA to perform on national communications are bracketed."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}