{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Algeria",
      "China",
      "Australia",
      "Maldives",
      "Switzerland",
      "Grenada",
      "France"
   ],
   "enb_end_date": "02-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "02-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12386e.html",
   "id": "enb12386e_3",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Antigua and Barbuda, for the G-77/CHINA, lamented that the negotiations have not reflected the sense of urgency about climate change and called for progress on the AWG-KP and developed country commitments.",
      "France, for the EU, said the fight against climate change cannot wait for a recovery from the economic recession and stressed that the EU s goals are clear even if internal debate is taking place on legislation to implement the 20% reduction target for 2020.",
      "Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), urged meaningful progress on adaptation and on the Consultative Group of Experts (CGE) on non-Annex I communications.",
      "He said the AWG-LCA must expedite its work and AWG-KP 6 should agree on emission reduction ranges.",
      "The EU and Australia, for the UMBRELLA GROUP, called for effective work programmes for 2009, and underscored the importance of the Article 9 review for Protocol parties.",
      "The Maldives, for the LEAST DEVELOPED COUNTRIES (LDCs), supported enhancing the financial mechanism under the COP, and highlighted the importance of national adaptation programmes of action (NAPAs) and the need for progress on the Nairobi Work Programme (NWP).",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, highlighted the need to move to negotiating mode and underlined Switzerland s proposal on financing.",
      "Algeria, for the AFRICAN GROUP, said the financial crisis should not delay action and welcomed efforts to improve distribution of CDM projects. COP/MOP 4 COP President Nowicki opened COP/MOP 4 .",
      "Delegates adopted the COP/MOP agenda (FCCC/KP/CMP/2008/1) and approved the proposed organization of work."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}