{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United Kingdom",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Saudi Arabia",
      "Austria",
      "Samoa",
      "New Zealand"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_3",
   "section_title": "DISCUSSION",
   "sentences": [
      "AUSTRIA suggested that the Compliance Workshop identify common ground on the linkages between the compliance system and Articles 5, 7 and 8 and present it to the workshop on Articles 5, 7 and 8.",
      "He expressed the hope that they could find ways to reduce the timeline of the overall review and compliance process.",
      "He also suggested the need for the compliance workshop to identify mandatory requirements under Articles 5, 7 and 8 and convey them to the methodological experts dealing with these Articles.",
      "The UK and AUSTRALIA said that the identification of mandatory requirements under Articles 5, 7 and 8 should be left to the groups dealing with the mechanisms and Articles 5, 7 and 8.",
      "AOSIS suggested that a distinction be made between mandatory elements of a technical nature and other mandatory requirements such as reporting on domestic compliance.",
      "He recommended that the former be determined by the Articles 5, 7 and 8 group and the latter by the compliance group.",
      "The CENTER FOR CLEAN AIR POLICY suggested that the JWG agree on basic threshold levels in determining what would constitute an egregious breach and provide some guidance to the ERTs to allow them to decide when a matter is beyond adjustment and a Party should enter into trading restrictions.",
      "The US said Article 7 needed to be elaborated in a legally binding way. ENVIRONMENTAL DEFENSE highlighted the need for the forthcoming Articles 5, 7 and 8 workshop to consider where the burden of proof lies.",
      "For instance, the system could assume that a Party's inventory is valid unless a question is raised or vice versa.",
      "Supported by NEW ZEALAND, she suggested discussion on the issue of linkage between Articles 5, 7 and 8 and Article 4 (joint fulfillment of commitments).",
      "On the issue of burden of proof for complying with the eligibility criteria, SAUDI ARABIA said the good faith principle required that a Party be considered 'innocent' until proven 'guilty.",
      "' SAMOA suggested referring to 'eligibility' and 'ineligibility,' and said a Party had to demonstrate its eligibility before it could participate in the mechanisms.",
      "NEW ZEALAND, with AUSTRALIA, CANADA, the US and JAPAN, stressed that Parties had a right to use the mechanisms until a breach had been identified through the review process.",
      "He said that the principle according to which States are expected to act in good faith should not be challenged.",
      "The CENTER FOR INTERNATIONAL ENVIRONMENTAL LAW said Article 17 did not establish a right to participate in emissions trading.",
      "The UK explained that the burden of proof regarding eligibility was on the shoulders of the Party submitting its inventory, yet in the case of a Party challenging another Party, it was up to the challenger to prove its case.",
      "The EU suggested that Parties have the possibility to submit themselves to a voluntary assessment of their eligibility.",
      "Co-Chair Dovland promised to submit a report to the Articles 5, 7 and 8 group and convey the message that the compliance group was concerned with reducing the timeline of the review process, without losing quality."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}