{
   "actors": [
      "European Union",
      "Group of 77",
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Iran",
      "Japan",
      "Indonesia",
      "South Africa",
      "Algeria",
      "Cuba",
      "Colombia",
      "Mali",
      "Dominica",
      "Philippines",
      "Ecuador",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "Saint Lucia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Dominican Republic",
      "Bolivia",
      "Kenya",
      "Kuwait",
      "Canada",
      "Nicaragua",
      "Nauru",
      "Nepal",
      "Malaysia",
      "Australia",
      "Swaziland",
      "Sierra Leone",
      "Egypt",
      "China"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_36",
   "section_title": "WORKSTREAM 1: Adaptation",
   "sentences": [
      "Co-Chair Kumarsingh drew attention to the technical paper on adaptation (FCCC/TP/2013/10) during the ADP opening plenary on Tuesday, 12 November.",
      "Many parties appreciated the signal sent by holding the first ADP open-ended consultations on adaptation.",
      "During informal consultations on Wednesday, 13 November, the Secretariat introduced the synthesis of submissions on the costs, benefits and opportunities for adaptation (FCCC/TP/2013/10).",
      "Many parties indicated that the 2015 agreement should: reflect the urgency of adaptation to signal to international institutions, donor countries and the private sector the need for partnerships; recognize parties' ongoing adaptation efforts; contain a holistic review component assessing national and global actions and needs; and strengthen the financial mechanism.",
      "Stressing transparency as key to building confidence, one party urged finalizing MRV arrangements and clarifying further pledges in Warsaw.",
      "During open-ended consultations on Friday, 15 November, parties examined: strengthening the current adaptation framework; and adaptation in the 2015 agreement, including a proposed global goal.",
      "Many countries recognized the central role of NAPs, and underlined the global, regional, national and local dimensions of adaptation.",
      "Peru reiterated the proposal by AILAC to use national communications to reinforce NAPs and identify gaps.",
      "Saudi Arabia said NAPs should be a requirement for all countries.",
      "Indonesia, China and the Republic of Korea stressed the link between adaptation and sustainable development.",
      "On finance, Malaysia, for the G-77/China, with India, China, Kenya and Egypt, expressed concern over lack of funding for adaptation.",
      "Mali called for funding for NAPs.",
      "India highlighted financing for technology transfer.",
      "The US indicated its commitment to support adaptation.",
      "On institutional arrangements, many called for strengthening the existing institutions addressing adaptation under the Convention.",
      "The G-77/China, Bangladesh, Kenya and others called for a global adaptation goal based on the proposal made by the African Group, determined by estimating adaptation needs according to emission scenarios.",
      "Australia, Norway, the Republic of Korea and the US stressed the technical difficulty of aggregating adaptation to a quantified global goal, with the US adding that setting such a goal could be counter-productive.",
      "ADP Co-Chair Kumarsingh invited the African Group, Australia, the US and others to consult on the proposed global goal on adaptation.",
      "Nepal, the Philippines and Nauru, for AOSIS, stressed the link between mitigation and adaptation.",
      "AOSIS stressed that small island developing states (SIDS) will be unable to adapt to some climate change impacts, and underscored that only ambitious and timely mitigation can reduce loss and damage.",
      "Mitigation: During informal consultations on Wednesday, 13 November, a number of parties agreed on the importance to ensure broad participation in the 2015 agreement.",
      "Some stressed that mitigation commitments must be differentiated in accordance with the principle of common but differentiated responsibilities (CBDR), and that enhanced mitigation by developing countries depends on the provision of means of implementation.",
      "Calls were made for agreement in Warsaw on launching national consultations on mitigation pledges.",
      "Parties also discussed the process for defining mitigation commitments.",
      "Some identified the need to balance the flexibility of nationally determined commitments and the rigidity of commonly agreed rules.",
      "Suggestions were made to create 'an upward spiral of ambition' with facilitative engagement to compare commitments among countries.",
      "It was also proposed that the 2015 agreement be flexible and adjustable to developments in science and capabilities.",
      "One party stressed that commitments must be fulfilled by domestic means, without relying on offsets.",
      "Parties discussed historical responsibilities, with some proposing to mandate the IPCC to develop a methodology, while others indicated that a focus on historical responsibilities will not ensure achievement of the 2 °C goal.",
      "Technology: On Thursday, 14 November, parties agreed to open all open-ended consultations to observers.",
      "Co-Chair Kumarsingh invited parties to focus their discussions on how technology development and transfer could be reflected in the 2015 agreement and institutional arrangements for the post-2020 period.",
      "Malaysia, for the G-77/China, stressed that technology development and transfer are key to enable low-emission trajectories in developing countries, and called for identification of specific amounts, timelines and sources of finance to strengthen the current reporting system.",
      "Venezuela lamented the lack of financial support.",
      "Egypt, for the Like Minded Developing Countries (LMDCs), China and others called for a dedicated window for technology transfer in the GCF.",
      "The LMDCs, with Pakistan, called for a work programme on MRV of technological support, and, with China, Ecuador and others, the removal of barriers, including in relation to intellectual property rights (IPRs).",
      "India and Pakistan emphasized finance for IPRs.",
      "The LMDCs, China, Kuwait and others said the GCF could provide a dedicated window for IPR issues.",
      "Japan opposed taking up IPRs, while Bolivia, with Cuba, called for a workshop on this issue.",
      "On the 2015 agreement, Nauru, for AOSIS, emphasized linking technology development and transfer to the financial mechanism.",
      "AOSIS, the LMDCs, Nepal, for the LDCs, and others urged technology development and transfer for mitigation and adaptation.",
      "Bolivia called for: strengthening the role of the TEC; a workshop to explore its mandate to guide the CTCN; and a repository of reliable technologies accessible to developing countries.",
      "On institutional arrangements for the post-2020 period, AOSIS emphasized linking technology transfer and development to existing institutions under the financial mechanism.",
      "The LDCs said a technology mechanism should be integrated into the new agreement.",
      "Consultations continued on Friday, 15 November.",
      "The US, with Canada, highlighted IPRs as critical for innovation.",
      "Canada emphasized that IPRs are sufficiently addressed in other fora.",
      "The US, the EU and Switzerland stated that IPRs are not the main barrier to technology transfer.",
      "Together with South Africa and Swaziland, for the African Group, the Philippines called for a built-in review mechanism for addressing the adequacy of support.",
      "The African Group also called for Annex I countries to leverage private-sector support and for learning from other multilateral agreements.",
      "The EU suggested the 2015 agreement promote international technology cooperation, and emphasized the role of the CTCN and the public and private sectors.",
      "He added that the Technology Mechanism should be the technology component for the post-2020 period and stressed the importance of enabling environments.",
      "Parties also called for: mapping technology needs through technology needs assessments; supporting traditional and indigenous knowledge transfer; engaging with other intergovernmental institutions to avoid duplication; and promoting synergies between the Technology Mechanism bodies.",
      "Finance: During open-ended consultations on Thursday, 14 November, delegates considered climate finance in the 2015 agreement for the implementation of post-2020 commitments and post-2020 institutional arrangements.",
      "Bolivia, China, Cuba, Ecuador, Kuwait, Iran, Nicaragua, Saudi Arabia, Sierra Leone and Venezuela questioned the proposed focus, stressing that developing countries are uncomfortable with concentrating on post-2020 issues without first discussing pre-2020 finance.",
      "Switzerland supported the Co-Chairs' proposed approach, saying that focused discussions will enable real progress.",
      "Most parties agreed that the 2015 agreement should build on existing institutions, noting the need for their enhancement.",
      "Many developing countries called for: new, additional and scaled up finance; public finance to be the main source of climate finance; MRV of support; a finance chapter in the 2015 agreement with the same legal force as the agreement's other elements; aggregate and individual targets for developed countries' financial commitments; and a finance roadmap.",
      "Concerned about suggestions implying financial commitments to be taken on by developing countries, some delegates also emphasized that South-South cooperation should be regarded as 'voluntary efforts'.",
      "Several developed countries emphasized the role of enabling environments in encouraging financial flows.",
      "Japan and the US underscored the need to incentivize both public and private investment, with the US identifying public finance as key for the LDCs, and highlighting the role of private finance in middle and high-income economies.",
      "The US also observed that legally-binding elements of the 2015 agreement are yet to be determined.",
      "Canada said public finance alone will not suffice to address the needs of the poorest.",
      "Switzerland highlighted the role of biennial reviews by the SCF, and the need to strengthen MRV of both public and private finance.",
      "He called for strengthened commitment with respect to the overall amount and donor base.",
      "Norway underlined the need for public finance for adaptation, and called for parties to use carbon-pricing and cost-effective market mechanisms to ensure compliance with the polluter-pays principle.",
      "Bangladesh stressed predictable adaptation finance.",
      "Capacity-building: During open-ended consultations on Friday, 15 November, parties recognized that capacity-building is a cross-cutting issue, should figure prominently in the 2015 agreement and should be country-driven.",
      "Many developing countries said capacity-building should focus on both mitigation and adaptation.",
      "Pakistan, for the LMDCs, the Dominican Republic, and Nepal, for the LDCs, stressed the need for support for capacity-building.",
      "St. Kitts and Nevis, for AOSIS, China and the Republic of Korea called for a capacity-building window under the Convention's financial mechanism.",
      "The EU emphasized the role of the private sector, especially in terms of technology.",
      "On institutional arrangements, the EU and Japan suggested strengthening the Durban Forum on Capacity-building.",
      "South Africa said the Durban Forum has not had the opportunity 'to prove itself'.",
      "Indonesia stressed the role of the Forum's national focal points.",
      "The US called for encouraging existing bodies under the Convention that carry out capacity-building.",
      "Algeria stressed that these bodies should be provided with adequate support.",
      "The Republic of Korea and Japan proposed mainstreaming capacity-building in all aspects of the 2015 agreement.",
      "Saudi Arabia, supported by China and Swaziland, for the African Group, urged building countries' capacity to identify their capacity-building needs, and called for a working group on capacity-building.",
      "AOSIS stressed the need for a stand-alone body.",
      "The LDCs, AOSIS, South Africa, Cuba and others called for MRV of the delivery of capacity-building.",
      "The EU and the US highlighted their reporting on capacity-building activities.",
      "Colombia called for 'an innovative look' to identify the recipients and multipliers of capacity-building.",
      "The US underscored the need for developing countries to build enabling environments.",
      "Transparency: During open-ended consultations on Friday, 15 November, many parties highlighted transparency of actions and support, emphasizing the need for more work on MRV of support.",
      "Swaziland, for the African Group, stressed the need for improved transparency in finance, technology and capacity-building commitments through clarifying specific amounts, timelines and sources.",
      "Saint Lucia called for: a robust and transparent MRV system built on lessons learned from fast-start finance; indicators to assess the impact of support; standardized format for reporting by developed countries; and simplification of reporting by developing countries.",
      "The US highlighted that transparency can enhance the provision of support, and emphasized the need for equal transparency rules for providers and receivers.",
      "The LMDCs highlighted developed and developing countries' differentiated responsibilities with respect to commitments and reporting, warning that attempts to develop common accounting rules applicable to all would delay action and progress.",
      "The African Group, supported by Algeria, cautioned against overburdening developing countries, and against equal obligations for Annex I and non-Annex I parties.",
      "Calling for a common transparency and accountability framework for both up-front information on commitments and ex post MRV, Australia clarified that the intention is not to have the same rules apply to all parties under all circumstances or create unreasonable burdens.",
      "On transparency of mitigation commitments, the US proposed a staged approach to maximize participation, with: all parties submitting nationally determined mitigation commitments under a single but flexible set of rules applicable to all; a global consultation process; and regular reviews at the implementation stage.",
      "Regarding up-front information requirements when establishing mitigation commitments, the EU recognized the need for flexibility, while calling for information on: targets and target periods; sectors and GHGs covered; methodologies used; approaches to market mechanisms; and the accounting system for the land-use sector.",
      "Regarding MRV for developed country mitigation, Nepal, for the LDCs, supported by China, called for accurate, complete and regular reviews, and stressed the need to avoid lowering the standards of the MRV and compliance system of the Kyoto Protocol."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}