{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Philippines",
      "Cuba",
      "Algeria",
      "China",
      "Australia",
      "Nauru",
      "Gambia",
      "Switzerland",
      "Tajikistan",
      "Sierra Leone",
      "Swaziland",
      "Egypt"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "25-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12545e.html",
   "id": "enb12545e_3",
   "section_title": "AWG-LCA",
   "sentences": [
      "The AWG-LCA closing plenary took place late on Thursday evening.",
      "On item 3 (preparation of an agreed, comprehensive and balanced outcome to COP 18), item 4 (review) and item 5 (other matters), AWG-LCA Chair Tayeb reported that five workshops took place during the AWG-LCA session.",
      "He outlined discussions in the AWG-LCA contact group, saying these have been helpful in furthering parties understanding of each others views.",
      "AWG-LCA Chair Tayeb explained that the oral reports and summaries of the issues discussed under the contact group will be made available online and can be used in future discussions, but they have no formal status.",
      "Parties agreed to suspend the session to allow the AWG-LCA to resume work at its next meeting.",
      "Algeria, for the G-77/CHINA, stressed the need for an AWG-LCA outcome in Doha to be in line with the Bali Action Plan and decisions taken in Cancun and Durban.",
      "She called for further progress, inter alia , on adaptation and technology, and for an additional negotiating session in Bangkok to allow the AWG-LCA to fulfill its mandate.",
      "Australia, for the UMBRELLA GROUP, underscored efforts undertaken since 2007 to fulfill the AWG-LCA s mandate and build confidence among parties, including the establishment of transparency requirements for all parties, the Adaptation Framework and the Green Climate Fund (GCF).",
      "He said the AWG-LCA was mandated by COP 17 to complete specific activities and suggested that issues requiring more technical consideration after Doha be taken up in the permanent Subsidiary Bodies.",
      "The EU highlighted the task in Bonn to take forward what was mandated in Durban and lamented lack of sufficient progress in this regard.",
      "She indicated that some items from the Bali Action Plan may not need further work, saying this does not imply that they are less important.",
      "She expressed concern over attempts to reopen issues as this could jeopardize the goal of successfully terminating the AWG-LCA.",
      "She cautioned against automatically transferring issues from the AWG-LCA to the ADP, and supported working in a more effective way, taking into consideration decisions taken in Durban and Cancun.",
      "Switzerland, for the EIG, highlighted that the AWG-LCA is close to fulfilling the Bali Action Plan mandate after the decisions taken in Cancun and Durban.",
      "He called for the successful conclusion of the AWG-LCA in Doha and suggested taking forward specific tasks to the Subsidiary Bodies and relevant institutions.",
      "He indicated that the AWG-LCA must deliver its part of the Durban package, including on the clarification of pledges, understanding the diversity of NAMAs, Review and REDD+.",
      "Swaziland, for the AFRICAN GROUP, urged the AWG-LCA to give full consideration to adaptation, finance, response measures, and technology transfer and shared vision.",
      "On adaptation, he highlighted the need to scale up financial and technology support, and to include NAPs for both LDCs and vulnerable developing countries.",
      "Nauru, for AOSIS, proposed a workshop on common accounting rules to be held in Bangkok and indicated that it should be a full negotiation session.",
      "He also proposed a workshop on the diversity of NAMAs for developing countries, highlighting the need for the AWG-LCA to start discussion on the post-2012 financing.",
      "Gambia, for LDCs, called for a spin-off group on the scale of funding, based on the needs of developing countries.",
      "Egypt, for the ARAB GROUP, identified the need for an additional negotiating session before Doha to allow more time for the AWG-LCA to reach clear agreements, underlining the need for specific results.",
      "He proposed a workshop on threats of climate change to developing countries.",
      "Cuba, for ALBA, urged for adequate completion of the work of the AWG-LCA and highlighted support for the Bali Roadmap.",
      "Sierra Leone, for a number of members of the COALITION FOR THE RAINFOREST NATIONS, stressed the need for an implementable REDD+ mechanism by Doha and called for discussions on REDD+ financing, including a dedicated window in the GCF.",
      "Tajikistan, for MOUNTAINOUS LANDLOCKED DEVELOPING COUNTRIES, stressed the importance of long-term finance and the provision of assistance to all developing countries, saying exclusive language will not be acceptable to the group.",
      "The PHILIPPINES, for 36 developing countries, highlighted the Convention s principles, including common but differentiated responsibilities and equity.",
      "He underscored unresolved issues under the AWG-LCA and warned against prematurely agreeing on the conclusion of the AWG-LCA in Doha without ensuring an agreed outcome on all elements of the Bali Action Plan mandate.",
      "The AWG-LCA adopted the report of the session (FCCC/AWGLCA/2012/L.2).",
      "AWG-LCA Chair Tayeb underscored the need to start thinking about the agreed outcome to be reached at COP 18.",
      "He suspended AWG-LCA 15 at 11:59 pm."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "working group"
}