{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Austria",
      "France",
      "Sudan",
      "United Kingdom",
      "New Zealand"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_11",
   "section_title": "IPCC PROGRAMME AND BUDGET AND FINANCIAL PROCEDURES FOR THE IPCC",
   "sentences": [
      "During Friday s opening plenary session, Secretary Christ gave an overview of issues related to the IPCC Trust Fund Programme and Budget (IPCC-XXXIV/Doc.",
      "3, Rev.1) and the adoption of the revised Appendix B to the Principles Governing IPCC Work: Financial procedures for the IPCC (IPCC-XXXIV/Doc.",
      "4, Corr.",
      "She noted the need to address the greater cost of the publication and translation of the SRREN and an additional expert meeting on wetlands by TGICA, and urged resolution on the revised Appendix B in order to allow auditing of IPCC accounts.",
      "The Financial Task Team, co-chaired by IPCC Vice-Chair Ismail A.R.",
      "El Gizouli (Sudan) and Nicolas Beriot (France), met to address these issues, convening twice on Friday.",
      "On Saturday morning, Co-Chair Beriot presented the deliberations of the Task Team to plenary, noting that the meetings had been well attended.",
      "He highlighted changes made to Appendix B, including the addition of a paragraph on the Financial Task Team and the revision of a paragraph that grants authority to the Secretariat to adjust allocations in the event that the IPCC Trust Fund is less than the approved budget.",
      "On Appendix B, t he WMO and EU queried the implication of the IPCC Trust Fund being administered under International Public Sector Accounting Standards.",
      "Secretary Christ clarified that the text was drafted with the WMO legal consul, and expressed hope that in negotiating future agreements with the EU the various financial requirements will be reconciled.",
      "Co-Chair Beriot highlighted two other Financial Task Team recommendations to the Panel in relation to simplifying language on procedural matters in the revised Appendix B no later than IPCC-37 and greater flexibility in financing travel arrangements for experts or members of the Bureau from developing countries.",
      "The UK and Austria recommended adding a second plenary session next year in order to have enough time to respond to the IAC Review; however, after further discussion, the Panel agreed that a four-day plenary session would be preferable to two two-day plenary sessions because of both time and resource constraints.",
      "New Zealand also suggested that teleconferences can be used for preparation meetings prior the next IPCC session."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}