{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Ecuador",
      "India",
      "Indonesia",
      "Mexico",
      "Russian Federation",
      "Malaysia",
      "Norway",
      "Venezuela",
      "China",
      "Australia",
      "Tuvalu",
      "Maldives",
      "Saudi Arabia",
      "Switzerland",
      "Marshall Islands",
      "Egypt",
      "South Africa",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_27",
   "section_title": "APPROACH AT ADP 2-9 IN JUNE",
   "sentences": [
      "On Friday morning, the ADP contact group held a brainstorming session on how ADP work should proceed at the Bonn session in June.",
      "South Africa, for the G-77/China, with Sudan, for the African Group, and Saudi Arabia, for the Arab Group, called for immediately starting negotiations in Bonn, requesting that the Co-Chairs prepare a clear scenario note well in advance.",
      "She requested: no more than two parallel sessions at once; balance among developed and developing countries in selecting facilitators; not disconnecting the discussion on mitigation and adaptation from discussions on MOI; and dedicated time for discussing workstream 2.",
      "On meeting rooms, she, with the Russian Federation, stressed the need to avoid small, cramped spaces.",
      "China called for treating all elements of workstream 1 equally and, with India, securing adequate time for workstream 2, lamenting the current imbalance.",
      "The Russian Federation warned that attempting to negotiate a balance between workstream 1 and 2 would lead nowhere.",
      "Underscoring disappointment that parties had not been able to streamline text and delete repetitious paragraphs in Geneva, the EU called for a radical change of pace in Bonn.",
      "He suggested that the Secretariat produce a technical analysis of the text, highlighting areas that can be streamlined; and supported negotiating in issue-specific, time-limited spin-off groups in June.",
      "He also called for a debate on INDCs, including their aggregate impact and the remaining gap with respect to the 2 °C target.",
      "On workstream 2, the EU said there is no need for specific work based on paragraph 18 of Decision 1/CP.20.",
      "Emphasizing the need to accelerate progress, Tuvalu, for the LDCs, proposed reducing duplications in the text first, and that the Co-Chairs scenario note identify areas of overlaps, in a commentary or a table.",
      "He supported two spin-off groups in Bonn.",
      "Sudan, for the African Group, with China, suggested moving one of the ADP sessions planned for the second half of the year to April.",
      "Switzerland, Ecuador and Norway opposed additional meetings before June.",
      "Saudi Arabia, for the Arab Group, requested that issues, such as mitigation, adaptation and MOI, be discussed in a tandem.",
      "Mexico asked for no more than two or three simultaneous facilitated sessions, which should be open-ended and use facilitators selected in a balanced manner, who will report back to the contact group after each facilitated session.",
      "Switzerland, with Norway, supported Mexico s proposals for time bound spin-off groups that report back to plenary.",
      "Ecuador proposed dedicating initial segments in Bonn to the streamlining work that could not be finished in Geneva, before moving into facilitated mode.",
      "China supported proposals that the Secretariat prepare a technical support paper without touching the text, while stressing that the Co-Chairs should not produce guiding text.",
      "On spin-off groups, he identified the need for clarity on what issues will be discussed and how the facilitators are selected.",
      "Australia, for the Umbrella Group, lamented that opportunities have been missed to eliminate duplications in the text, and called for clarity on the future mode of work.",
      "The Russian Federation highlighted the Geneva negotiating text as a breakthrough, which he hoped would not be forgotten as the process moves forward.",
      "He suggested skipping the opening plenary in Bonn.",
      "Applauding the positive and respectful tone in Geneva, Venezuela expressed support for ideas put forward by the EU, Switzerland, Norway and the Umbrella Group.",
      "Quoting Victor Hugo, she noted nothing is stronger than an idea whose time has come and said addressing climate change is no longer an idea but something we will make happen.",
      "Egypt emphasized the need for a party-driven process, rather than a Co-Chair-driven process.",
      "Indonesia noted the assistance by the Secretariat and the Co-Chairs in identifying duplications in the Geneva text as useful.",
      "The Maldives suggested two TEMs with a focus on developing actionable policy outcomes.",
      "The Marshall Islands suggested space in June for parties to share their experiences in preparation and presentation of INDCs.",
      "Malaysia suggested capturing Geneva s discussions on streamlining in the Bonn scenario note.",
      "Co-Chair Djoghlaf emphasized the Co-Chairs commitment to follow the principles of transparency and inclusiveness, stressing there will be no surprises concerning the process."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "WORKING GROUP"
}