{
   "actors": [],
   "countries": [
      "Kenya",
      "Japan"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_42",
   "section_title": "ANNEX I NATIONAL COMMUNICATIONS AND GHG INVENTORY DATA: Sixth national communications",
   "sentences": [
      "This issue was taken up by the SBI on 11 November, and subsequently in informal consultations facilitated by Fatuma Mohamed Hussein (Kenya) and Kiyoto Tanabe (Japan).",
      "The SBI adopted conclusions and two draft COP/CMP decisions (FCCC/SBI/2013/L.7 & Add.1 & 2) on Annex I countries' national communications.",
      "On Friday, 22 November, the COP and the CMP plenaries adopted their respective decisions.",
      "Final Outcome: In its decision (FCCC/SBI/2013/L.7/Add.1), the COP, inter alia : - emphasizes that the national communications and annual GHG inventories are the main source of information for reviewing the implementation of the Convention by Annex I parties; - recalls a COP 17 request to the Secretariat to prepare a compilation and synthesis report on developed country parties' biennial reports for consideration by COP 20 and subsequent sessions; - recalls that the due date of the first biennial reports and the sixth national communications from developed country parties is 1 January 2014; and - requests the Secretariat to prepare a compilation and synthesis report on the communications for COP 20.",
      "In its decision, (FCCC/SBI/2013/L.7/Add.2), the CMP, inter alia : - emphasizes the communications and data as the main source of information for reviewing the implementation of the Convention and its Kyoto Protocol by Annex I parties that are also parties to the Protocol; - recalls a COP 17 request to the Secretariat to prepare a compilation and synthesis report on developed country parties' biennial reports for consideration by COP 20 and subsequent sessions; - requests the Secretariat to prepare a compilation and synthesis report on the supplementary information in the sixth national communications for CMP 10; and - requests the Secretariat to organize centralized reviews of sixth national communications for parties with total GHG emissions of less than 50 million tons of CO2 equivalent, with the exception of Annex II parties.",
      "Report on national GHG inventory data from Annex I Parties for the period 1990-2011: This issue was addressed in plenary on 11 November.",
      "SBI took note of the report (FCCC/SBI/2013/19).",
      "Annex B parties' annual compilation and accounting report: This issue (FCCC/KP/CMP/2013/6 and Add.1) was briefly considered by the SBI in plenary on 11 November.",
      "Final Outcome: The SBI adopted its conclusions (FCCC/SBI/2013/L.3).",
      "On Friday, 22 November, the CMP took note of the report."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}