{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Like Minded Group of Developing Countries",
      "Independent association of Latin America and the Caribbean",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Brazil",
      "India",
      "Nepal",
      "Fiji",
      "China",
      "Australia",
      "Chile",
      "Papua New Guinea",
      "Thailand",
      "Swaziland",
      "Guinea",
      "Indigenous Peoples",
      "Bolivia",
      "South Africa"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_6",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Fiji, for the G-77/China, stressed, inter alia , that guidelines for biennial update reports should build on existing domestic systems and capacity, and allow for voluntary use of independent third-party verification at the domestic level.",
      "The EU called for progress on all SBSTA agenda items, particularly agriculture as a potential sector to progress on both mitigation and adaptation.",
      "The Republic of Korea, for the EIG, called for decisions on the framework for various approaches and the new market-based mechanism (NMM) to establish a pilot phase at COP 19.",
      "Australia, for the Umbrella Group, called for progress on the work programme on market and non-market-based approaches.",
      "Swaziland, for the African Group, highlighted the need for progress on the Nairobi work programme on impacts, adaptation and vulnerability (NWP); and addressing agriculture to enhance food security and build resilience.",
      "Nepal, for the LDCs, urged a focus on, inter alia : concrete outcomes on the NWP; finalizing the institutional arrangements between the Climate Technology Centre and Network (CTCN) and Technology Executive Committee (TEC); and ensuring a role for science in the 2013-15 Review.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, called for finalization of work on: MRV; national reporting; and payments for results-based action.",
      "She supported the establishment of a REDD+ committee.",
      "Bolivia, for the Bolivarian Alliance for the Peoples of Our America (ALBA), cited vulnerability as a top priority linked to the provision of technology, finance and capacity building.",
      "Thailand, for the like-minded developing countries (LMDC), said the Doha outcome on Annex I countries ambition was extremely disappointing.",
      "He stressed that NAMAs must not create new obligations for developing countries.",
      "Chile, for AILAC, urged progress on market and non-market approaches.",
      "India, for Brazil, South Africa, India and China (BASIC), called for: progress on intellectual property rights; agriculture discussions to focus only on adaptation; and for the COP to provide guidance to the International Civil Aviation Organization (ICAO) and International Maritime Organization (IMO).",
      "Climate Justice Now described market-based mechanisms as environmentally and socially flawed.",
      "CAN said that discussions on the NMM should reflect environmental integrity and warned against double-counting.",
      "The International Indigenous Peoples Forum on Climate Change called for respecting indigenous peoples rights to forests and lands and ensuring their full and effective participation in all phases of REDD+."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}