{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Belize",
      "Norway",
      "China",
      "Zambia",
      "Switzerland",
      "South Africa",
      "Bolivia"
   ],
   "enb_end_date": "03-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "03-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12630e.html",
   "id": "enb12630e_2",
   "section_title": "Finance",
   "sentences": [
      "Co-facilitator Franz Perrez (Switzerland) provided a status update on the facilitated group session on mitigation held on Monday, 1 June.",
      "Turning to the finance section of the negotiating text, ADP Co-Chair Djoghlaf clarified that \"everything in the Geneva negotiating text remains in brackets as nothing was agreed.\" The session centered around the G-77/China's consolidation proposals in sections on guiding principles and anchoring institutions under the legal agreement. Bolivia, for G-77/CHINA, informed that the group had been, and still was, working on consolidating options proposed by its members in the Geneva text.",
      "She presented the group§s consolidated proposals on: guiding principles; financial resources provided by developed country parties; and anchoring institutions under the legal agreement.",
      "ZAMBIA noted these proposals reflect the group§s consensus but explained the LDCs may still make additions.",
      "A number of developing countries, including BOLIVIA, SOUTH AFRICA and Belize, for AOSIS, presented additional textual proposals or brackets to the G-77/China proposals. NORWAY, the EU and SWITZERLAND commended the consolidations as useful while noting that, wherever new language is introduced, they reserve the right to come back to text. The G-77/CHINA further explained that paragraphs 86, 87 and 88 on assessment and review contain the group§s proposals.",
      "She suggested, opposed by the EU and NORWAY, deleting paragraphs 82.3-4, 83, 84 and 85 on: simplified access to funding; evolving needs, capabilities and responsibilities; provision of support; a transparency framework; and efforts of non-state actors. Discussions on the G-77/CHINA proposals continued in the facilitated group on finance."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}