{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Ukraine",
      "Russian Federation",
      "Fiji",
      "China",
      "Belarus",
      "United Kingdom",
      "Poland",
      "United Arab Emirates",
      "Russia"
   ],
   "enb_end_date": "04-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "04-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12570e.html",
   "id": "enb12570e_1",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Opening the session, SBI Chair Thomasz Chruszczow (Poland) urged parties to look towards 2015 stressing that the SBI has to make progress here and now. UNFCCC Executive Secretary, Christiana Figueres applauded the United Arab Emirates, the first party to ratify the Doha amendment to the Kyoto Protocol, and encouraged others to follow, noting that 143 instruments of acceptance are necessary for the amendment to enter into force.",
      "On the supplementary provisional agenda (FCCC/SBI/2013/1/Add.1), the RUSSIAN FEDERATION, with BELARUS and UKRAINE, highlighted a proposal to introduce an additional item on procedural and legal issues relating to decision-making by the COP and CMP, in response to deficiencies in the UNFCCC s application of UN system rules of procedures, norms and principles.",
      "Fiji, for the G-77/CHINA, proposed proceeding on the basis of the provisional agenda (FCCC/SBI/2013/1).",
      "Acknowledging the importance of adopting rules of procedure, the EU stressed it was not for the SBI to adopt these rules.",
      "Chair Chruszczow proposed that the SBI launch its work, based on the supplementary provisional agenda (FCCC/2013/1/Add.1) without adopting it and invite the SBI vice-chair to conduct informal consultations with interested parties on the proposal by the Russian Federation, Ukraine and Belarus.",
      "He added that, after this, the SBI could come back to the adoption of the agenda.",
      "The Secretariat advised that if there was an issue with the supplementary agenda, parties could proceed under the provisional agenda, without adopting it, while consulting on whether to include the supplementary items proposed.",
      "The RUSSIAN FEDERATION, BELARUS and UKRAINE opposed starting work without adopting the agenda.",
      "Noting a lack of consensus, Chair Chruszczow suspended the meeting and invited heads of delegation to consult with him on the item.",
      "In the afternoon, Chruszczow reported that informal consultations resulted in two proposals; noting that his proposal to place consideration of the procedural issue within the agenda item on arrangements for intergovernmental meetings was not accepted by many parties.",
      "He then asked parties to consider G-77/CHINA s proposal to start work based on the supplementary provisional agenda without adopting it formally, pending inclusive consultations on the issue.",
      "The RUSSIAN FEDERATION, BELARUS and UKRAINE opposed.",
      "Chair Chruszczow suspended the session urging parties to continue discussions."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": "sbi"
}