{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "United States",
      "Japan",
      "Brazil",
      "Colombia",
      "Tuvalu",
      "United Kingdom",
      "Russian Federation",
      "Philippines",
      "Australia",
      "Zimbabwe",
      "Denmark",
      "Costa Rica",
      "Norway",
      "China"
   ],
   "enb_end_date": "29-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12429e.html",
   "id": "enb12429e_15",
   "section_title": "MITIGATION:",
   "sentences": [
      "Chair Zammit Cutajar explained that mitigation sub-groups would continue working with the following Facilitators: Thomas Becker (Denmark) for sub-paragraph 1(b)(i) of the BAP (mitigation by developed countries); Margaret Mukahanana-Sangarwe (Zimbabwe) for sub-paragraph 1(b)(ii) of the BAP (mitigation by developing countries); Tony La Viña (the Philippines) for sub-paragraph 1(b)(iii) of the BAP (REDDplus); and Farrukh Khan (Pakistan) for sub-paragraph 1(b)(iv) of the BAP (cooperative sectoral approaches).",
      "Chair Zammit Cutajar noted ongoing efforts to find facilitators for sub-paragraphs 1(b)(v) of the BAP (various approaches, including markets) and paragraph1(b)(vi) of the BAP (response measures).",
      "The facilitators outlined their plans for the Bangkok meeting.",
      "INDIA stressed the need to discuss MRV separately for Annex I and non-Annex I countries.",
      "TUVALU, supported by BRAZIL, emphasized the need for transparency in discussing REDDplus and raised concerns over initiatives by certain parties to consolidate text.",
      "Parties then focused on how to consider proposals related to principles and frameworks for mitigation actions by all parties.",
      "The US, supported by AUSTRALIA, JAPAN, the EU, NORWAY and others, proposed creating a separate sub-group on proposals relating to common mitigation elements.",
      "INDIA and several others opposed, stressing that such proposals are inconsistent with the Convention as they would impose new requirements on developing countries.",
      "The US stressed it would be difficult to move forward on other issues without resolving this subject matter. COLOMBIA noted they could agree to the US proposal for a new sub-group but emphasized that the issue of support by developed countries should also be discussed in this context.",
      "COSTA RICA supported allocating some time for this discussion to help crystallize the work in other sub-groups and the RUSSIAN FEDERATION said a specific slot on mitigation actions by all countries could help to better understand intentions and aspirations of parties.",
      "BRAZIL said it is unclear why specific proposals should receive specific time slots and, for the G-77/CHINA, highlighted that no concepts incompatible with the BAP should be introduced.",
      "As a way forward, Chair Zammit Cutajar proposed discussing the proposals for the beginning of the mitigation section before discussions on sub-paragraphs 1(b)i and 1(b)ii of the BAP on Tuesday morning in informal consultations."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}