{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Tanzania",
      "Palau",
      "Timor-Leste"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_11",
   "section_title": "A BRIDGE TO LIMA",
   "sentences": [
      "As mandated by the Warsaw decision on the ADP, parties arrived in Bonn to make progress on three key 'pillars' on which outcomes are expected in Lima: a decision on intended nationally determined contributions (INDCs); advancing on the elements of the 2015 agreement to ensure a draft negotiating text is available before May 2015; and a decision on accelerating the implementation of enhanced pre-2020 climate action.",
      "More specifically, parties were given the task to reach agreement, if possible, on draft decisions on both INDCs and pre-2020 ambition.",
      "Delegates were also under pressure to capitalize on the momentum provided by the UN Climate Summit in September and the COP 20 Presidency's informal meeting that took place early October - which many characterized as positive and constructive - to 'build a bridge' to Lima.",
      "Despite a call made by incoming COP 20 President Manuel Pulgar-Vidal to make progress on the expected outcomes of Lima with 'a sense of urgency and high level ambition', it soon became evident that urgency and ambition would not characterize this round of talks.",
      "While some made genuine attempts to engage with the texts and questions presented by the Co-Chairs and interact on the basis of the submissions and views by other countries and groups, the ADP contact group sessions more often than not resembled replays of the opening plenary, with delegates reading long statements containing their wish lists for the final agreements.",
      "As parties reiterated and clarified their views on key aspects of INDCs, including differentiation, scope, types of information, and ex ante review or consideration, it became increasingly clear that positions remained far apart.",
      "This left many wondering if a decision on INDCs in Lima would be in jeopardy.",
      "Despite a generally cordial atmosphere, many were concerned that parties were clinging to long-held positions, or even walking back from understandings reached in Durban and Warsaw.",
      "A disagreement persisted on the scope of the 'Warsaw mandate' on INDCs, in particular on whether they include mitigation only, as insisted by many developed countries, or also adaptation and means of implementation, as suggested by a sizable number of developing countries.",
      "For developing countries, adaptation remains an overarching priority as they are the most affected by climate change and require means of implementation to address this challenge and contribute to mitigation ambition.",
      "Many developing countries resisted taking decisions on mitigation without simultaneous consideration of adaptation and means of implementation.",
      "Some developing countries voiced concern over 'locking in' the mitigation elements of the 2015 agreement, including weak MRV modalities, in Lima, while leaving other issues as afterthoughts in Paris.",
      "This concern left African countries calling for a single decision in Lima on INDCs and the elements of the 2015 agreement, rather than addressing these pillars in separate decisions.",
      "Some went as far as to suggest that the scope of INDCs be decided only in Paris, well after their submission deadline in the first quarter of 2015, to ensure all elements are addressed together.",
      "The developing countries' continued hesitance to accept what they viewed as a 'mitigation first' approach reinforced the probability that the Lima outcome will be another 'package deal' with built-in indications on how all elements will move forward and provide assurance that no issues will be left behind in Paris. BRIDGES TO NOWHERE?",
      "As the week progressed, the continuing fragmentation of country groupings became a concern for those keeping track of the increasing number of aggregated interests to be catered to.",
      "Some long-term observers of the process pointed out that, as COP 21 in Paris approaches, traditional country groupings are finding it increasingly difficult to reach common positions.",
      "In Bonn, this trend was reflected in the large number of developing country groups intervening, as well as in some solitary interventions by individual parties, such as Palau, Timor-Leste and Tanzania, that usually rely on their coalition's spokesperson to voice their positions.",
      "While the EU continued to speak with a unified voice, the issue of group coherence was also played out, as many worried that divisions within the 28-member bloc would stymy agreement by the EU Council, meeting concurrently in Brussels, on a common position to reduce emissions.",
      "The EU's decision, on Thursday night, to cut GHG emissions by 40% below 1990 levels by 2030, therefore left many member states relieved.",
      "Some in the group felt the agreement on a core aspect of the EU's INDC was crucial to 'get the ball rolling' and encourage other parties to come forward with mitigation contributions of their own.",
      "With the growing complexity of positions, the meeting in Bonn made it clear that achieving compromise in Lima would be challenging.",
      "'We were asked to build bridges at this conference', opined one delegate 'but, as it stands, we are constructing bridges from our own positions and it is hard to see how they will join up, and, if we are not careful we will just build bridges to nowhere'.",
      "In addition, disagreements on methods and modes of work on each of the three deliverables - whether or not to directly negotiate based on draft texts prepared by the Co-Chairs, and whether to continue a more conceptual discussion or enter into text-based negotiations on the elements of the 2015 agreement - carried over from the June session.",
      "This left some parties talking past each other as some addressed the Co-Chairs' non-paper and draft decisions, while others focused on conference room papers submitted by country groupings.",
      "While most seemed to agree that text-based negotiations are crucial for moving the process forward, parties were unable to agree on which document should serve as the basis for negotiations and many left for home with a growing sense of unease over the work ahead in five weeks' time.",
      "This feeling boiled over during the closing plenary, with many developing countries expressing frustration at the lack of text negotiations and reiterating that there was no standing for texts issued by the Co-Chairs in a 'party-driven' process.",
      "They called for a swift change in the working modality in Lima, including establishment of spin-off groups on each key element of the draft agreement text.",
      "At the same time, developed countries, along with some developing countries, called for negotiations based on the Co-Chairs' non-paper and draft decisions, and for the Co-Chairs to update these texts to reflect the discussions that took place in Bonn.",
      "The Co-Chairs reminded parties that the process is party-driven and the decision on how to proceed in Lima is in the parties - not the Co-Chairs - hands.",
      "This fundamental disagreement over how to move forward is likely to be reflected in a procedural debate at the opening the ADP in Lima and potentially delay substantive discussions."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}