{
   "actors": [
      "Brazil, South Africa, India and China",
      "European Union",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Argentina",
      "Marshall Islands",
      "Japan",
      "El Salvador",
      "Paraguay",
      "South Africa",
      "Algeria",
      "Cuba",
      "Congo",
      "Turkey",
      "Belize",
      "Solomon Islands",
      "Philippines",
      "Saudi Arabia",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Chile",
      "Brazil",
      "Nicaragua",
      "Niger",
      "Oman",
      "Sudan",
      "Tuvalu",
      "Belarus",
      "Malaysia",
      "Russian Federation",
      "Senegal",
      "Australia",
      "Uganda",
      "Singapore",
      "Egypt",
      "Nigeria",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_72",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "On Saturday, 13 December, COP 20 President Manuel Pulgar-Vidal indicated that we are very close to building the basis of a successful outcome in Paris, expressing hope and trust that parties will work together to find the balance needed for moving the process forward. ADP Co-Chair Artur Runge-Metzger noted that the objective of the meeting was to adopt results of the hard work, engagement and progress over the past two weeks reflected in the revised draft decision (FCCC/ADP/2014/L.5).",
      "Singapore reported on Friday s ministerial consultations, emphasizing a shared sense of urgency for progress and the need for trust in five areas: - the need for the Lima outcome to be under the Convention; - the need for balance in the scope of INDCs, which can include but cannot be confined to mitigation; - financial support needs to be available without backsliding on developed countries prior commitments; - the scale of ambition needs to be able to keep the global temperature rise under 2 ° or 1.5 °C; and - Lima s outcome should not prejudge the legal form of the Paris agreement or affect the Convention s firewall between developed and developing countries.",
      "Switzerland, for the Environmental Integrity Group, the EU, Belize, Chile, for AILAC, Australia, New Zealand, Japan, Belarus, the Russian Federation, and Turkey endorsed the Co-Chairs text.",
      "Highlighting their willingness to move forward despite the lack of language on how INDCs would be on track towards the long-term goal, the Marshall Islands proposed forwarding the text to the COP for adoption.",
      "Urging parties to make progress now, the US said failure in Lima will put Paris as well as the future of UNFCCC at risk.",
      "He looked forward to an agreement that: is more ambitious than ever before; is built to last; applies to all parties in a genuine manner; is fully differentiated in terms of CBDRRC expressed in light of national circumstances; is built on the basis of rules-based accountability; and encompasses commitments to financial assistance.",
      "Sudan, for the African Group, Malaysia, for the LMDCs, Saudi Arabia, Argentina, India, Uganda, Paraguay, Pakistan and others opposed the text.",
      "The African Group stressed the importance of: the principles of the Convention; the concept of differentiation, cautioning against undermining it implicitly or explicitly; adaptation and MOI as Africa s priorities; and equal and balanced treatment of these elements alongside mitigation and transparency.",
      "Noting that the gap is closing little by little, Nigeria asked parties to address issues raised by the African Group.",
      "Calling the text unacceptable as it stands, the Democratic Republic of the Congo identified areas not addressed, including: parity among elements; differentiation; scope of INDCs beyond mitigation; and workstream 2 (pre-2020 ambition).",
      "The LMDCs expressed disappointment that the text: does not recognize CBDR, and differentiation in INDCs and information to be submitted; introduces parties in a position to do so ; does not adequately address finance; is mitigation-centered; and prejudges the Paris agreement.",
      "Noting that the ADP text had divided the house, Egypt supported the LMDCs on addressing issues such as differentiation.",
      "El Salvador asked for one final effort to address CBDR in the text.",
      "Oman requested an amendment to the draft decision to reflect concerns of vulnerable states.",
      "South Africa, for Brazil, South Africa, India and China (BASIC), urged more time to address the balance between different elements, differentiation, and the assessment process for INDCs.",
      "Venezuela said the text has not achieved the necessary objective set for Lima and cautioned against renegotiating the principles of the Convention.",
      "Tuvalu, for the LDCs, said the text needed a surgery so that some vital organs, such as loss and damage, could be inserted.",
      "Uganda, Paraguay and the Solomon Islands emphasized that loss and damage must be an essential part of the decision and the future agreement.",
      "The Cook Islands expressed support for the draft decision.",
      "Asking for his proposals on loss and damage and human rights to be attached in the annex, the Philippines supported adoption of the draft decision.",
      "Singapore, China, Cuba and Nicaragua urged the Presidency to help find consensus in Lima.",
      "Algeria, for the Arab Group, called for a new text to be proposed by the COP President.",
      "Bangladesh asked the Co-Chairs to reflect specific concerns expressed by parties before adopting the text.",
      "Senegal asked for a more balanced text.",
      "Noting the lack of consensus on the draft decision, the ADP Co-Chairs forwarded the draft decision to the COP President under their own authority.",
      "ADP Co-Chair Runge-Metzger remarked that while some speak of a divide, in the Co-Chairs view, parties are united in the battle against climate change, but with different perceptions on how to move forward. ADP Rapporteur Anna Serzysko presented, and parties adopted, the report of the session (FCCC/ADP/2014/L.4).",
      "Parties gave ADP Co-Chairs Runge-Metzger and Kumarsingh a standing ovation in recognition of their hard work.",
      "Pulgar-Vidal thanked the ADP Co-Chairs and announced that he would consult with parties to discuss possible solutions, and provide text to the COP closing plenary.",
      "ADP Co-Chair Runge-Metzger suspended the second session of the ADP at 1:31 pm. COP 20 / CMP 10 CLOSING PLENARIES"
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}