{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Australia",
      "Argentina",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_15",
   "section_title": "FORUM ON THE IMPACT OF IMPLEMENTATION OF RESPONSE MEASURES:",
   "sentences": [
      "Following informal consultations on proposed new agenda items, parties agreed to include this issue (FCCC/SB/2011/MISC.2) on the SBSTA agenda with a title that mirrors wording from Decision 1/CP.16, paragraph 93.",
      "SBSTA Chair Konaté noted that the SBI and SBSTA Chairs would first convene a special event on the forum on the impact on the impact of the implementation of response measures.",
      "He said following the event, the Chairs would convene a joint SBI/SBSTA forum that would meet as a contact group at SB 34 and SB 35.",
      "On Monday, 13 June, the special event on the SBI/SBSTA forum on the impact of the implementation of response measures took place.",
      "The forum opened with parties technical presentations on the negative and positive impacts of climate mitigation policies, a potential work programme on response measures and modalities for operationalization of that work programme.",
      "For more information, see http://www.iisd.ca/vol12/enb12509e.html.",
      "On 14 and 15 June, the SBI and SBSTA Chairs convened the forum.",
      "Parties first exchanged views on the status of the special event on 13 June and what would be reflected in the report.",
      "Argentina, for the G-77/China, stressed the need to reflect in the report that the vast majority of parties support the establishment of a forum on response measures.",
      "Saudi Arabia underscored that the special event should be characterized as more than an exchange of information among parties.",
      "Chair Konaté clarified that the special event was organized to deepen the understanding on the new concept of the forum on response measures.",
      "The EU, the US and others stressed the need to work efficiently and take into account existing agenda items and work streams on response measures.",
      "The US, opposed by the G-77/China, identified the need to streamline discussions on response measures.",
      "The G-77/China urged for a platform for a direct exchange of views on the impact of developed countries response measures on developing countries.",
      "She said that the forum would, inter alia , address the design of specific response measures such as trade-related ones and consider technical input from experts.",
      "The G-77/China also emphasized that the existing channels, such as national communications, are not adequate for sharing information on the negative consequences of response measures.",
      "On Friday, 17 June, the SBSTA closing plenary adopted conclusions.",
      "Australia emphasized that the time spent discussing response measures at this session was disproportionate."
   ],
   "subtype": "OTHER",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "SBI/SBSTA"
}