{
   "actors": [],
   "countries": [
      "Indigenous Peoples"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_50",
   "section_title": "SBI conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBI/2004/L.7), SBI addresses a variety of issues relating to arrangements for intergovernmental meetings.",
      "Regarding COP-10, SBI recognizes that 2004 is the tenth anniversary of the entry into force of the UNFCCC, and that this will serve as the central theme for COP-10.",
      "It endorses the dates of 15-17 December 2004 for the high-level segment.",
      "SBI also recommends panel discussions during the high- level segment, on four themes: The UNFCCC after 10 years - accomplishments and future challenges; Impacts of climate change, adaptation measures and sustainable development; Technology and climate change; and Mitigation of climate change - policies and their impacts.",
      "On the organization of the intergovernmental process, the SBI conclusions request the Secretariat to convene a workshop in conjunction with SBI-21, and to prepare a background paper taking into account relevant experience in other multilateral processes. On effective participation in the UNFCCC process, SBI takes note of a concern expressed with respect to the interpretation of the Rules of Procedure of the CDM Executive Board as it relates to transparency and attendance.",
      "It agrees to continue consideration of effective participation at SBI-22, on the basis of submissions received by 31 January 2005.",
      "Regarding participation of observer organizations, SBI takes note of the Secretariat`s current approach , and agrees to continue consideration of the matter.",
      "SBI agrees that requests for the submission of information and views could be extended to NGOs, on the understanding that such submissions would not be issued as official documents, but would be made available on the Secretariat website.",
      "Regarding the participation of indigenous peoples, SBI encourages Indigenous Peoples` Organizations to make use of the existing bodies and opportunities available to them under the UNFCCC, and acknowledges the importance of enhanced participation by such organizations in the UNFCCC process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}