{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Indonesia",
      "Canada",
      "Colombia",
      "Russian Federation",
      "Malaysia",
      "Ghana",
      "Australia",
      "Hungary",
      "Saudi Arabia",
      "Samoa",
      "Costa Rica",
      "China",
      "Honduras"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_38",
   "section_title": "MECHANISMS",
   "sentences": [
      "During the first week, delegates discussed issues related to the Protocol mechanisms in three contact group meetings chaired by Kok Kee Chow (Malaysia), and in numerous closed 'informal informals.",
      "' Negotiators focused on issues of supplementarity, fungibility, the inclusion of sinks and/or nuclear energy projects within the CDM, listing projects eligible under the CDM ('positive lists'), and a levy on the mechanisms.",
      "During the second week, the issue of mechanisms was addressed in high-level informal consultations, and closed informal sessions, as part of the 'Box B' cluster of 'crunch issues.",
      "' Key concerns on mechanisms were also addressed in the final set of closed negotiations in response to Pronk's Note.",
      "However, Parties failed to agree on these issues, in particular on the question of supplementarity. SB-13 Part II: In the opening joint meeting of SB-13 Part II on Monday, 13 November, Chair Chow briefly presented the Chair's texts on Protocol Articles 6 (JI), 12 (CDM), 17 (emissions trading) and Registries (FCCC/SB/2000/10/Add.1, Add.2, Add.3 and Add.4), which had been revised since SB-13 Part I.",
      "The first contact group meeting on mechanisms was held on Monday afternoon, where Parties reiterated their positions on key issues.",
      "Following a short contact group meeting on Tuesday, 14 November, a closed 'informal informal' meeting was convened.",
      "'Informal informals' were held late into the night on Tuesday, and throughout the day and late evening on Wednesday, 15 November.",
      "On Thursday, 16 November, the contact group on mechanisms met in an open session to receive feedback from Chair Chow, and a revised text was circulated on aspects of the modalities and procedures for the CDM.",
      "The closed discussions continued on Thursday afternoon and evening, and again throughout the day and late into the night on Friday, 17 November.",
      "In the course of these meetings, a number of subgroups were established, as a result of which brackets were removed from largely non-contentious portions of the text. On Saturday, 18 November, Chair Chow reported that progress had been made, particularly regarding the decision sections of the text.",
      "In the joint subsidiary bodies meeting on Saturday afternoon, Chair Chow presented the draft conclusions on mechanisms pursuant to Articles 6, 12 and 17, and on registries (FCCC/SB/2000/CRP.19, CRP.20 and Add.1, CRP.21, and CRP.22). COP-6 High-level Informal Discussions: In the SBSTA meeting on Monday, 20 November, Chair Dovland reported agreement on a 'prompt start' for the CDM, the features of its institutional architecture, and the need for regional balance. In an informal high-level Plenary on Tuesday, 21 November, ministers and senior officials presented their views on a number of outstanding 'crunch issues.",
      "' On the composition of the Executive Board, the G-77/China emphasized the need for fair geographical representation.",
      "The US said it could be flexible on this issue.",
      "Regarding project eligibility under the CDM, the EU, supported by Hungary, and opposed by Japan, Australia, the US, Canada and Saudi Arabia, underlined its preference for a positive list.",
      "The G-77/China argued that the host developing country should be the sole judge in deciding on projects.",
      "The Africa Group expressed concern with the proposal that submission of the national communication be a precondition for CDM participation.",
      "The US expressed flexibility on the potential for small projects, on condition that there is no positive list and that sinks are included.",
      "The US, Canada, Japan, Costa Rica, Australia, Colombia, Honduras and Bolivia, opposed by the EU, China and Ghana, argued in favor of including sinks in the CDM.",
      "The Russian Federation suggested deferring a decision on sinks to the next commitment period.",
      "Honduras, Saudi Arabia and Hungary argued against inclusion of nuclear power in the CDM.",
      "Australia said it was for individual developing countries to decide. On the issue of supplementarity, Japan and the US urged against renegotiating the Protocol.",
      "While recognizing the need for flexibility, the EU drew attention to the importance of domestic action.",
      "Indonesia argued in favor of requiring 70% of emissions reductions through domestic action, with the possibility of this being reduced under certain conditions.",
      "Hungary and the Africa Group, opposed by the Russian Federation and Australia, advocated implementation of a quantitative limitation on the flexibility mechanisms. The G-77/China, the Africa Group and Samoa, opposed by the US, Canada, Japan, Russian Federation, Hungary and Australia, urged the establishment of an adaptation fund based on a levy applied to all three mechanisms.",
      "Japan, opposed by China and Indonesia, supported using ODA funding for the CDM.",
      "On emissions trading and liability, the G-77/China expressed preference for blending the 'commitment period reserve' and 'surplus units' options. At the close of the informal high level Plenary on Tuesday, 21 November, an informal group was established, facilitated by Minister Yuriko Kawaguchi (Japan) and Minister Ronaldo Mota Sardenberg (Brazil), with the assistance of Kok Kee Chow.",
      "On Wednesday, 22 November, Minister Kawaguchi reported on the remaining divergent positions on the issues of supplementarity.",
      "She said the EU had expressed interest in a possible qualitative ceiling, and reported that India and the US were conducting consultations on fungibility, AAs and the composition of the Executive Board.",
      "On the CDM, she said the majority opposed an indicative list of projects. Closed informal discussions continued on Wednesday afternoon, 22 November, and a further progress report was presented to the informal high-level Plenary that evening.",
      "The Ministers noted that while there had been some progress on eligibility and financial additionality, there had been insufficient progress on liability, supplementarity, and the composition of the Executive Board.",
      "Regarding the eligibility of projects, Minister Sardenberg said the majority of Parties opposed a list.",
      "He also noted some support on the use of ODA financing in the CDM, if this is additional to current ODA levels.",
      "He noted growing agreement on the role of small projects that may benefit from a fast track, although technical details needed to be resolved, and he said there were diverse views on the eligibility of LULUCF projects. An informal high-level Plenary was held on Thursday morning, 23 November, to receive reports on the previous evening's closed discussions.",
      "Minister Kawaguchi said agreement was near on details relating to the CDM, including: financial additionality; fast track on small projects; use of share of proceeds from CDM for adaptation; environmental additionality; and no list for project eligibility.",
      "She noted progress on emissions trading, registries and participation.",
      "On the cross-cutting issues, she reported agreement on eligibility of Annex I Parties to use mechanisms, but disagreement on share of proceeds, fungibility and supplementarity. President's Note: President Pronk's Note, issued on Thursday, 23 November, proposed that the Executive Board comprise equal numbers from each UN regional group, plus one representative from the SIDS.",
      "It stated that efforts shall be taken to reach agreement by consensus, with a three-fourths majority vote as a last resort.",
      "The Board shall be subject to the authority and guidance of, and be accountable to, the COP/MOP.",
      "The note advocated a prompt start for the CDM, with the Board to be elected at the next session of the subsidiary bodies. On CDM project eligibility, the note recognized the host Party's discretion to evaluate a project's contribution to sustainable development.",
      "It proposed that Annex I Parties declare their intention to refrain from using nuclear facilities for generating CERs, and that expedited consideration be given to energy efficiency improvements and renewable energy.",
      "On supplementarity, it proposed that Annex I Parties meet their emissions reduction commitments primarily through domestic action, and that compliance be assessed by the facilitative branch of the compliance committee on the basis of qualitative and quantified information. On trading modalities and liability, the note proposed that Annex I Parties retain a portion of their AAs in their national registries, specific to that commitment period, and that this portion shall be 70% of their AAs, or the portion determined on the basis of projected or recent emissions.",
      "This shall be recalculated and, if necessary, adjusted after the annual review of each Party's emissions data. On fungibility, the note proposed, inter alia, that emission reduction units and parts of assigned amounts may be exchanged according to rules and procedures to be established by the COP/MOP.",
      "The note advocated fostering equitable distribution of CDM projects.",
      "Provision is made for fostering LDC participation in the CDM.",
      "On JI, the note proposed that no stringent procedures are needed on verification if Parties meet reporting requirements, but that Parties failing to meet these requirements should follow CDM procedures. Conclusion of COP-6 Part I: Despite the subsequent closed informal sessions to discuss the texts, Parties failed to reach a compromise.",
      "As a result of the discussions throughout the second week, a revised set of draft decisions on Articles 6 (JI), 12 (CDM), 17 (emissions trading) and Registries (FCCC/CP/2000/CRP.1, CRP.2, CRP.2/Add.1, CRP.3 and CRP.4) was developed for further consideration at the resumed session of COP-6."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}