{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Senegal",
      "Botswana",
      "Malaysia",
      "China",
      "Eritrea",
      "Mauritius",
      "Belgium",
      "Namibia"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_30",
   "section_title": "ARTICLE 6",
   "sentences": [
      "UNFCCC Article 6 (education, training and public awareness) was addressed by the SBSTA Plenary on Friday, 7 June, and subsequently in a contact group co-chaired by Jean-Pascal van Ypersele (Belgium) and S. N. Sok Appadu (Mauritius).",
      "Conclusions, which take note of a bracketed draft decision for consideration at COP- 8, were adopted by SBSTA on Thursday, 13 June, with amendments. At the SBSTA Plenary on Friday, 7 June, Parties discussed the report from a recent workshop to develop a work programme on Article 6 activities (FCCC/SBSTA/ 2002/INF.10).",
      "Malaysia, Senegal, Namibia, Brazil and Eritrea underscored the need for Article 6 activities to be country-driven. At the contact group`s first meeting, held Friday afternoon, Parties suggested key words/concepts to guide the Co-Chairs` work in clarifying a draft work programme.",
      "They also discussed the objectives of the work programme, and its potential priorities. At the second meeting of the contact group, held on Monday, 10 June, Canada argued for postponing debate on the proposed draft decision on an Article 6 work programme until SB-17 to give Parties sufficient time to assess its potential implications.",
      "A representative of the GEF urged careful consideration of language regarding financial resources.",
      "Consultations continued late into the night. On Wednesday, 12 June, the contact group agreed insufficient time remained to discuss the draft decision, and engaged in paragraph- by-paragraph discussions on the draft conclusions only.",
      "Parties could not agree on the need for a work programme that would take into account the 'availability of financial resources' and/or Article 4.7 (technology transfer), and reference to these items in the draft conclusions was deleted. On Thursday, 13 June, the draft conclusions were presented to the SBSTA Plenary.",
      "On future work, Co-Chair van Ypersele said Parties would be invited to submit views on the work programme by 20 August for compilation into a document for further consideration at SBSTA-17, and for possible adoption at COP-8.",
      "Botswana, on behalf of the G-77/China, proposed an amendment to the conclusions to reaffirm the need for a work programme, taking into account national circumstances and the availability of resources.",
      "The SBSTA adopted the conclusions, as amended."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "SBSTA"
}