{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Argentina",
      "United States",
      "Australia",
      "Germany",
      "Hungary",
      "Canada",
      "Burkina Faso",
      "Slovenia",
      "Saudi Arabia",
      "Norway",
      "China"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_51",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "This issue was considered by the SBI on Thursday, 5 June, and subsequently discussed in two contact group meetings chaired by Karsten Sach (Germany).",
      "Delegates considered the draft conclusions on this agenda item on Friday, 13 June. During the SBI Plenary on Thursday, 5 June, delegates considered the agenda sub-items on the COP-9 programme of work, the arrangements for the first session of the COP/MOP, future sessional periods, and effective participation in the UNFCCC process.",
      "The Secretariat presented, inter alia, two scenarios for the programme of work: one for COP-9 and one for COP/MOP-1 in the event of entry into force of the Protocol by COP-9. On the organization of the COP`s work, delegates discussed the high-level round table discussions to be held at COP-9.",
      "Several delegates underscored the need to separate work on the UNFCCC and the Protocol.",
      "The US, with Australia, Slovenia, Norway, and Canada, supported the consideration of a multi-year work programme, and the streamlining of each session`s agenda. On effective participation, the US objected to the manner in which the CDM Executive Board was implementing the rules relating to the participation of observers.",
      "The G-77/China, with Saudi Arabia, Burkina Faso, and the EU, called for increased funding for the participation of delegates from developing countries.",
      "Several delegations called for a systematic approach to ensure broad and balanced participation in all bodies, expert groups and workshops. During the first meeting of the contact group on Thursday, 5 June, delegates discussed the arrangements for the intersessional meetings and the work programme for COP-9 and COP/MOP-1.",
      "On the organization of COP/MOP-1, delegates discussed whether to integrate or maintain the distinction between the UNFCCC and the Protocol.",
      "The US emphasized the need for an approach that would not merge UNFCCC and Protocol issues, since this would have an impact on the rights of the Parties to the UNFCCC that are not members of the Protocol.",
      "With Saudi Arabia, he stressed the need to prioritize the UNFCCC over the Protocol.",
      "Norway favored as much integration as possible. On the effective participation in the UNFCCC process, delegates discussed how to improve observers` access to the process.",
      "Argentina stressed the need to facilitate participation of Parties as well as observers. Regarding the organization of work at COP-9, there was agreement on the need to determine the topics of the roundtable sessions, and delegates prepared a list of themes.",
      "Delegates also discussed how to refer to the different capacities of the SBSTA and SBI acting under the UNFCCC and the Protocol, and the possibility for joint meetings of the COP and COP/MOP. On Friday, 13 June, the SBI considered the draft conclusions, including a draft decision to be recommended to the COP.",
      "Chair Stoycheva informed delegates that Miklós Persányi, Minister of Environment and Water, Hungary, was nominated president of COP-9.",
      "Hungary affirmed its commitment to maintain close cooperation with all Parties in order to achieve progress in meeting the objective of the UNFCCC."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "SBI/SBSTA"
}