{
   "actors": [],
   "countries": [
      "Brazil",
      "Austria",
      "India",
      "New Zealand",
      "Russian Federation",
      "Hungary",
      "Uruguay",
      "China",
      "Saudi Arabia",
      "Switzerland",
      "Peru",
      "Egypt",
      "United Kingdom",
      "Germany",
      "Colombia",
      "Belgium",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_9",
   "section_title": "SYR SPM:",
   "sentences": [
      "In the introduction, China proposed inserting text to specify that the section considers both natural and anthropogenic drivers of climate change.",
      "Following informal consultations, existing text was placed at the beginning indicating that changes in atmospheric concentration of greenhouse gases and aerosols, land cover and solar radiation alter the energy balance of the climate system.",
      "Concerning text on the growth of global greenhouse gas emissions between 1970 and 2004 from 28.7 to 49 GtCO 2 eq (Gigatonnes of CO 2 equivalent), China proposed adding a reference to emissions growth since pre-industrial times, and delegates agreed.",
      "The Russian Federation noted lack of scientific understanding of climate change in the period 1910-1945, and suggested adding concrete figures on quantities of CO 2 for that period.",
      "Saudi Arabia suggested omitting numbers on the growth in emissions in terms of GtCO 2 eq.",
      "After informal consultations, new text was brought to the plenary.",
      "Saudi Arabia continued to oppose indicating the growth of emissions in absolute terms.",
      "China proposed deleting the years as this information is contained in Figure SPM 3 on global anthropogenic greenhouse gas emissions.",
      "Switzerland, Germany and others stressed the importance of retaining the absolute figures in the text.",
      "Delegates agreed to indicate the growth in terms of absolute emissions in Figure SPM 3.",
      "Saudi Arabia, opposed by the UK, proposed deleting wording on the growth of annual emissions.",
      "After discussion, delegates approved language indicating that global greenhouse gas emissions due to human activities have grown since pre-industrial times, with an increase of 70% between 1970 and 2004.",
      "Discussing the figure on global anthropogenic greenhouse gas emissions ( Figure SPM 3 ), the UK, supported by Hungary, suggested deleting wording in the caption explaining that the figure illustrates global emissions of principal anthropogenic greenhouse gases, pointing out that the figure pertains to all gases.",
      "Belgium opposed, stressing that tropospheric ozone is a significant greenhouse gas but not included in the figure.",
      "The text was approved without the word principal.",
      "On Footnote 3 detailing greenhouse gases included in Figure SPM 3, delegates discussed various formulations to indicate that the figure only covers gases under the UNFCCC but not those under the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "The footnote was approved with language indicating that it covers only gases listed by name whose emissions are covered by the UNFCCC.",
      "On text indicating that global increases in CO 2 concentrations are due primarily to fossil fuel use and land-use change, Saudi Arabia lamented the lack of precision about their relative contributions.",
      "Brazil, with Hungary and Peru, noted that fossil fuel use contributes three times more than land-use change.",
      "Delegates agreed to indicate that global increases in CO 2 concentrations are due primarily to fossil fuel use, with land-use change providing another significant but smaller contribution.",
      "Delegates also discussed a sentence stating that increases in CH 4 and N 2 O are primarily due to agriculture.",
      "The UK, supported by Sudan, Uruguay, Egypt, Austria and others, highlighted that the main source of CH 4 growth was not agriculture but energy and waste.",
      "New Zealand, supported by Hungary, proposed stating that increases in CH 4 have been relatively static in recent years.",
      "India and Belgium proposed using language from the WGI SPM that the source was due predominantly to agriculture and fossil fuel use.",
      "Switzerland suggested having separate sentences on CH 4 and N 2 O, indicating sources for each of them.",
      "India suggested including information on the stabilization of growth rates of these gases.",
      "They agreed that it is very likely that the observed increase in CH 4 concentration is predominantly due to agriculture and fossil fuel use, that methane growth rates have declined since the early 1990s, consistent with total emission being nearly constant during this period and that the increase in N 2 O concentrations is primarily due to agriculture.",
      "On text indicating that the global net effect of human activities since 1750 has been one of warming, the UK, supported by Hungary, suggested adding a footnote detailing the net effect and the relative role of radiative forcing.",
      "Following informal consultations with the Authors, the UK presented additional text comparing the net warming effect of human activities since the pre-industrial era with that resulting from changes in solar irradiance.",
      "Saudi Arabia, opposed by Austria, Colombia, New Zealand and Switzerland, suggested removing exact figures.",
      "After further consultations, delegates agreed to a footnote indicating that increases in greenhouse gases tend to warm the surface while the increase in aerosols tends to cool it.",
      "The figure given for the net effect for human activities since the pre-industrial era is +1.6 Watts per square meter (W/m 2 ) with a range of +0.6 to +2.4 W/m 2 compared to the small warming effect of solar irradiance of +0.12 (+0.06 to 0.30 W/m 2 )."
   ],
   "subtype": "other",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": "ipcc"
}