{
   "actors": [],
   "countries": [
      "Russia",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Finland",
      "Palau",
      "Saudi Arabia",
      "Spain",
      "Norway",
      "France",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_9",
   "section_title": "Ecosystems",
   "sentences": [
      "On terrestrial carbon sinks, Norway proposed inclusion of nitrous oxide (N2O) and methane (CH4).",
      "France, supported by the UK and the Russian Federation, underscored that what amplifies climate change is the weakening of carbon sinks, not whether the system is a net source or sink.",
      "Text was agreed on weakening carbon uptake and without reference to N2O or CH4.",
      "On extinction, the discussion focused on: whether extinction was global or regional, the number, types and representativeness of the species covered by the assessment, and the confidence levels.",
      "The Lead Authors indicated that extinction referred to global extinction of plants and animals, and that the studies represented half of the known species.",
      "Palau underscored coral reefs.",
      "The Russian Federation stressed that the statement would grasp media attention and misleading text must be avoided.",
      "Saudi Arabia expressed concern that the statement was not supported by the underlying assessment, and many delegates expressed concern with the confidence levels.",
      "On Thursday afternoon, after contact group discussions, text was agreed indicating approximately 20-30% of plant and animal species assessed so far are likely to be at increased risk of extinction if increases in global average temperature exceed 1.5-2.5 °C Food, fibre and forest products: This sub-section was first addressed on Wednesday evening, and agreed early on Friday morning.",
      "Discussions focused on crop productivity and fisheries.",
      "On crop productivity, China stressed that there is no productivity decrease in all regions if temperatures increase beyond 3 °C.",
      "After consulting with the Lead Authors, the text was changed to indicate that a decrease takes place in some regions.",
      "Finland proposed adding text on forests and on Thursday afternoon WGII agreed to text prepared by the Lead Authors on modest increases in timber productivity in some regions.",
      "Spain with the US, Saint Lucia and others, requested adding text on fisheries.",
      "After consideration of two new drafts prepared by the Lead Authors, WGII agreed to language reflecting the livelihood and food aspects of fisheries.."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}