{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Gambia",
      "Philippines",
      "Brazil",
      "Ethiopia",
      "Kenya",
      "South Africa",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "10-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "10-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12575e.html",
   "id": "enb12575e_2",
   "section_title": "Presentations by parties",
   "sentences": [
      "Calling for elaboration of an equity reference framework, the Gambia, for LDCs, supported the use of metric and non-metric criteria, such as historical responsibility, future sustainable needs, and vulnerabilities. ETHIOPIA proposed a hybrid approach based on, inter alia : historical and per capita emissions; the global temperature goal; quantified and apportioned atmospheric space; and quantified emission rights. SWITZERLAND proposed a hybrid approach to burden sharing, including common rules and expectations, a consultative phase and a common MRV system.",
      "He called for the consultative phase to include: a compilation of pledges; comparison of pledges against the 2°C degree objective; and cooperation to address remaining gaps.",
      "Interventions by parties: The EU said that the 2015 agreement needs to be tested against whether it is individually and collectively fair and capable of delivering on the 2°C objective.",
      "She noted that, to that end, all parties must have binding commitments, that are: in accordance with CBDR; subject to assessment according to indicators; and capable of being increased. BRAZIL urged for a focus on positive incentives directed at action rather than making things more difficult to execute, adding that Annex I and non-Annex I countries pledges should be presented in different ways, and Annex I countries need to keep the Kyoto Protocol as a reference.",
      "The PHILIPPINES stressed the need for enhanced ambition on all fronts and cautioned against conditionalities on the provision of funding. SOUTH AFRICA supported an equity reference framework.",
      "He emphasized, inter alia : reconciling science imperatives with national circumstances; perception of fairness of comparative action; bringing adaptation to the center of the global climate policy dialogue; and focusing discussions on ambition beyond parties structural differences.",
      "On the ex ante assessment framework, he proposed combining metric and non-metric-based approaches to mitigation and adaptation commitments proposed by parties themselves.",
      "With regard to ex ante assessment of commitments, SAUDI ARABIA said it should only be explored for developed countries and stressed that actions by developing countries are voluntary.",
      "NORWAY invited parties to learn from the difficulty of quantifying Cancun mitigation pledges in terms of basic metrics and assumptions, and fairness. KENYA supported an equity framework approach with an equity review process.",
      "SINGAPORE said equity could not be distilled in indicators.",
      "Underlining that the Convention itself is the ultimate framework on equity, he cautioned against creating a new framework. CHINA stressed that ethics requires consideration of both future and current generations and emphasized the need for an innovative low-carbon development path. INDIA emphasized that equity can raise ambition, cautioned against applying equity dynamically and emphasized that the concept of respective capabilities should not result in a transfer of responsibilities from developed to developing countries.",
      "The US cautioned that trying to come to an agreement on a set of indicators could be difficult.",
      "He expressed concern that wrongly constructed indicators could undermine parties shared objective."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}