{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "Nicaragua",
      "Australia",
      "Pakistan",
      "Bolivia",
      "Paraguay",
      "Cuba",
      "Iraq",
      "Papua New Guinea",
      "Indigenous Peoples",
      "Sudan",
      "Ecuador",
      "Mauritania",
      "Liechtenstein",
      "Algeria",
      "Venezuela",
      "Iran",
      "China",
      "Dominica",
      "Saudi Arabia",
      "El Salvador",
      "Swaziland",
      "Argentina",
      "India",
      "Philippines",
      "Cyprus",
      "Congo",
      "Kuwait",
      "Mali",
      "Nauru",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "28-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "28-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12558e.html",
   "id": "enb12558e_4",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, for the G-77/CHINA, suggested the following benchmarks for a successful outcome in Doha: an ambitious second commitment period under the Kyoto Protocol effective as of 1 January 2013; ambitious QELROs by Annex I parties; limited access to flexibility mechanisms by Annex I parties that have not adopted commitments for the second commitment period; and addressing carry-over of surplus AAUs.",
      "Cyprus, for the EU, highlighted: the EU s immediate implementation of their second commitment period commitments regardless of other parties ratification timing; the need for broad participation and flexibility based on environmental integrity; and the need to resolve the issue of carry-over of surplus AAUs.",
      "Australia, for the UMBRELLA GROUP, emphasized that the second commitment period under the Kyoto Protocol needs to be implementable on 1 January 2013, for an eight-year period.",
      "He expressed concern that the benefits of the Kyoto Protocol flexibility mechanisms are threatened here in Doha and called for ensuring broad access to these.",
      "Liechtenstein, on behalf of the EIG, emphasized that the objective in Doha is to finalize work on the Kyoto Protocol second commitment period and outlined three outstanding issues: length of the second commitment period; level of ambition; and the smooth transition to the second commitment period.",
      "Nauru, for AOSIS, underscored that the overarching issue for consideration in Doha is the level of ambition of Annex I parties commitments, observing that the proposed QELROs derive from previous pledges that are plainly inadequate for the scale of the challenge.",
      "Swaziland, for the AFRICAN GROUP, stressed that the meeting should focus only on rules that will apply during the second commitment period and necessary amendments, and refer consequential amendments to the SBS for future consideration.",
      "Saudi Arabia, for the ARAB GROUP, urged Annex I parties to commit themselves to scaled-up emission reduction objectives in line with science and the reports of the IPCC.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, stated the Group s preference for a five-year second commitment period but expressed willingness to consider an eight-year term provided it includes: a mid-term review mechanism requiring deeper targets consistent with the upcoming fifth IPCC Report; REDD+ actions under a national reference level; and national MRV systems to safeguard environmental integrity in another four-year commitment period.",
      "The PHILIPPINES, on behalf of Algeria, Argentina, Bolivia, China, Cuba, The Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Mali, Mauritania, Nicaragua, Pakistan, Paraguay, Saudi Arabia, Sri Lanka, Sudan and Venezuela, called on developed country parties to commit to QELROs to reduce emissions by at least 40-50% below 1990 levels by 2020 and at least 25-40% by 2017.",
      "He further urged developed country parties not participating in the second commitment period to undertake quantifiable emission reductions and reiterated that these parties should not have access to the flexibility mechanisms.",
      "China, for BASIC, urged developed countries to raise their level of ambition in line with science and their historical responsibility, and suggested further discussions on ambition under the COP or CMP.",
      "The International Emissions Trading Association, for BINGOs, said it was absolutely critical to improve accounting rules and encouraged parties to widen access to carbon market mechanisms to allow for broader demand.",
      "Climate Action Now, on behalf of ENGOS, commended countries that are committing to the second commitment period, but denounced the level of commitments as dangerously inadequate.",
      "She called for increased ambition, more environmentally robust flexibility mechanisms, and a ban on the carry-over of surplus AAUs.",
      "Friends of the Earth, speaking for CLIMATE JUSTICE NOW, said the Group would not collude in a lie that Doha has secured a second commitment period, if that agreement locks in an eight-year commitment period that will lead the world to disaster.",
      "The INDIGENOUS PEOPLES CONCLAVE called for the human rights, land rights, customary rights and traditional knowledge of indigenous peoples to be recognized, respected and incorporated into any new agreement."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}