{
   "actors": [],
   "countries": [
      "Russia",
      "United States",
      "United Kingdom",
      "Russian Federation",
      "Saudi Arabia"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_18",
   "section_title": "Recommendation and decision on conflict of interest",
   "sentences": [
      "This issue was first addressed in the contact group on governance and management on Wednesday.",
      "It was taken up further in drafting groups before reintroduction to the contact group on Thursday.",
      "The contact group forwarded draft decision text for further consideration by the IPCC plenary.",
      "In the contact group on Wednesday delegates addressed the IAC Report recommendation to develop and adopt a rigorous conflict of interest policy that applies to all individuals directly involved in the preparation of IPCC reports, including senior IPCC leadership (IPCC Chair and Vice Chairs), authors with responsibilities for report content (i.e., WG Co-Chairs, coordinating lead authors (CLAs), and lead authors (LAs), Review Editors, and technical staff directly involved in report preparation (e.g., staff of the TSUs and the IPCC Secretariat).",
      "Delegates agreed that a conflict of interest policy should be developed by the IPCC, with some proposing the formation of a task group to address this issue with a view to adopting the policy at IPCC-33.",
      "Saudi Arabia noted that addressing this issue is critical to improving the image and integrity of the IPCC and recommended establishing a legal process to define conflict of interest.",
      "The UK, supported by the Russian Federation, suggested looking at models in other international organizations, and the need to differentiate between the various levels of IPCC members.",
      "The US agreed, stressing that the IPCC is composed of volunteers and noting the importance of not excluding people who could make a valuable contribution while addressing the issue of bias and creating transparency.",
      "There was broad agreement in the drafting group on the importance of adopting a conflict of interest policy and proposed text was forwarded to the plenary where it was adopted with limited discussion."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}