{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Argentina",
      "United States",
      "Japan",
      "Bolivia",
      "Philippines",
      "Grenada",
      "Canada",
      "South Africa",
      "Burkina Faso",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "22-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "22-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12542e.html",
   "id": "enb12542e_6",
   "section_title": "AWG-LCA CONTACT GROUP:",
   "sentences": [
      "In the morning AWG-LCA contact group, parties continued discussions on enhanced action on the provision of finance.",
      "Developing countries continued to express support for the establishment of a spin-off group to consider the issue, which developed countries generally opposed. AWG-LCA Chair Tayeb summarized overall discussions.",
      "He noted that concerning response measures, unilateral trade measures had been identified as requiring further consideration. AWG-LCA Chair Tayeb also invited parties to consider the outcome under the item on the catalytic role of the Convention since no specific proposals had been made.",
      "On adaptation, he observed that issues raised requiring additional consideration include: adequacy, predictability and transparency of adaptation finance; interlinkages between adaptation and the means of implementation; potential need for additional institutional arrangements; a national adaptation plans (NAP) process for developing countries that are not LDCs; regional centers; and risk assessment, reduction and vulnerability.",
      "On technology development and transfer, AWG LCA Chair Tayeb highlighted: IPRs; interlinkages with other arrangements, especially the financial mechanism; clarifying the relationship between the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN); additional functions of the TEC; evaluation of the environmental aspects of technology before during and after transfer; and improving South-South cooperation.",
      "On finance, AWG-LCA Chair Tayeb observed that parties had raised issues concerning: the funding gap between 2012 and 2020; links between the finance gap to discussions relating to the mitigation and ambition gaps; clarity on access and sources of long-term finance; transparency of fast-start finance; lessons learned from fast-start finance and links to medium-term finance; relationship between the Green Climate Fund (GCF) and the COP; capitalization of the GCF; fulfillment of the mandate in the Bali Action Plan on MRV of support; funding for biennial update reports; MRV of support for biennial update reports; and financing of NAPs.",
      "On capacity building, AWG-LCA Chair Tayeb said the gaps identified included monitoring and performance indicator tools, and institutional and financial arrangements.",
      "He invited parties to focus on what a decision on Annex I parties undergoing transition to a market economy might entail. AWG-LCA Chair Tayeb observed that parties had not objected to addressing the issues outlined but expressed divergent views on how to take discussions forward.",
      "He undertook to consult the Chairs of the relevant bodies to ensure that duplication is avoided. NATIONAL ADAPTATION PLANS (SBI): During the morning informal consultations that were open to observers, parties discussed draft text on NAP.",
      "Parties highlighted areas to be strengthened in the text, which included information on activities and programmes to support the NAP process and the role of the LDC Expert Group.",
      "Some parties recommended that the text reflect the operationalization of support from the LDC Fund for the NAP process by COP 18.",
      "Parties discussed strengthening references to support the NAP process for LDC parties through bilateral and multilateral channels, including the LDC Fund.",
      "Informal consultations continued in the afternoon. AGRICULTURE (SBSTA): In the morning contact group on agriculture, parties reflected on draft SBSTA conclusions.",
      "Parties views diverged on, inter alia , language regarding the aim of the assessment of the current state of scientific knowledge and whether to reference a workshop (FCCC/AWGLCA/2009/CRP.2) and a technical paper (FCCC/TP/2008/8) on opportunities and challenges form mitigation in the agricultural sector.",
      "Bolivia, for the G-77/CHINA, objected to the absence of language on adaptation, with the PHILIPPINES adding that the word was profusely used in previous discussions.",
      "The US expressed support for addressing adaptation concerns, but objected to limiting the focus of work on this issue.",
      "Some developing countries, opposed by the US, proposed removing language regarding efficiency and productivity of agricultural systems.",
      "A revised text will be produced. INITIAL REVIEW OF THE ADAPTATION FUND (SBI): The contact group on the initial review of the Adaptation Fund met in the afternoon.",
      "Discussions focused on draft text on matters relating to finance which notes: views of parties and written submissions on the initial review of the Adaptation Fund; issues raised by parties, including those related to the interim institutional arrangements; and funding availability.",
      "Parties also highlighted issues, including defining the type of financial information to be requested from the Adaptation Fund Board, GEF and CDM Executive Board, and the mandate for the provision of this information.",
      "Two paragraphs remain outstanding on information and on the timing of a draft decision on the outcome of the initial review.",
      "Negotiations will continue. VARIOUS APPROACHES (AWG-LCA) In the afternoon, the AWG-LCA spin-off group on various approaches convened its first meeting, open to observers.",
      "Parties considered developing a work programme on a framework to consider various approaches, including opportunities for using markets; and conducting a work programme to elaborate modalities and procedures for the new market-based mechanism.",
      "Parties were invited to consider, inter alia , core elements and what needs to be done before Doha.",
      "Some parties raised issues concerning the organization of work, including how to reflect output from the relevant in-session workshops.",
      "Pointing to various approaches being implemented at the national level, the US, supported by JAPAN and NEW ZEALAND, but opposed by GRENADA and CHINA, noted that carbon units should be tracked as they move between countries.",
      "GRENADA said parties should first consider what needs to be tracked, followed by what would be eligible for use towards meeting emission reductions targets.",
      "Negotiations will continue. TECHNOLOGY (SBI/SBSTA) : During closed informal consultations throughout the day, parties considered three draft texts on: the CTCN; report of the TEC; and the Poznan Strategic Programme on Technology Transfer.",
      "On matters relating to the CTCN, parties discussed details of the negotiation process with the shortlisted host proponent and elements of the host agreement, with parties underscoring the need for transparency in the process.",
      "On the TEC s report, parties discussed contents of the TEC s work plan and linkages with other relevant institutional arrangements under and outside the Convention.",
      "On the Poznan Strategic Programme, parties reiterated the need to ensure a balance between adaptation and mitigation projects in the long-term implementation of the Poznan Strategic Programme and discussed methodologies to encourage more adaptation projects.",
      "Informal consultations continued into the evening. SECTORAL APPROACHES (AWG-LCA): In the afternoon, the AWG-LCA spin-off group on sectoral approaches and sector-specific actions held its first meeting.",
      "Parties reflected on the way forward in light of Decision 2/CP.17 (Outcome of the work of the AWG-LCA), which agrees to continue work towards a general framework and issues related to addressing emissions from international aviation and maritime transport.",
      "Parties also reflected on how to finish or transition work in light of the AWG-LCA s mandate to terminate work in Doha.",
      "The EU stated its willingness to discuss the general framework and bunker fuels and, supported by CHINA, opposed moving this area of work under the SBSTA.",
      "Burkina Faso, for the AFRICAN GROUP, supported by CHINA and ARGENTINA, underscored that any action should be in line with the principles of the Convention and the Protocol. SOUTH AFRICA identified the need for the IMO, ICAO and UNFCCC to enhance common understanding on their respective work.",
      "INDIA stressed the need for a multilateral approach to work on sectoral approaches.",
      "JAPAN emphasized that the ICAO and IMO are the most appropriate bodies to consider international transport emissions.",
      "The US, supported by CANADA, noted that the IMO and ICAO are specialized independent agencies with their own guiding principles, which limits the application of the Convention s principles.",
      "ARGENTINA stressed that work on sectoral approaches must not lead to new commitments for developing countries.",
      "Informal consultations will continue. RESPONSE MEASURES (SBI/SBSTA): In the afternoon joint SBI/SBSTA forum on response measures, parties considered a table containing an initial proposal on how to operationalize the work programme, which outlined: the area of the work programme; the session and year during which the area will be addressed; and the actions and deliverables for each area.",
      "A revised version of the table will be prepared taking into account parties views."
   ],
   "subtype": "groups",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}