{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Japan",
      "China",
      "Saudi Arabia",
      "South Africa",
      "Singapore",
      "Indigenous Peoples"
   ],
   "enb_end_date": "02-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12401e.html",
   "id": "enb12401e_3",
   "section_title": "DEVELOPING COUNTRIES:",
   "sentences": [
      "Presenters addressed various aspects of nationally appropriate mitigation actions (NAMAs), including: different options for a registry; NAMAs voluntary nature; sectoral NAMAs; the relationship between sustainable development and NAMAs; MRV for NAMAs and emission reductions; and support, through finance, technology and capacity building. AOSIS said all developing countries should take mitigation action, and underscored that an essential benchmark of a future agreement must be the survival and continued viability of SIDS.",
      "The G-77/CHINA stated that the extent of developing country mitigation actions would be dependent on the level of support offered by developed countries.",
      "Stressing science-based emission reduction needs, the EU said developed countries must take the lead but cannot do it alone, underscoring that developing countries as a group must have a level of ambition to cut their emissions by 15-30% from the business-as-usual baseline by 2020.",
      "He invited advanced developing countries to propose low-carbon development strategies before Copenhagen.",
      "The LDCs noted the failure of Annex I parties to comply with their emission targets.",
      "SOUTH AFRICA discussed specific steps for establishing a NAMA registry, including the registration of developing country actions enabled through their own resources and verification at the national level, and presented ideas on MRV for finance and technology transfer.",
      "JAPAN proposed an advisory group for sectoral cooperation to support MRV of mitigation actions by developing countries, and highlighted the utility of public and private sector collaboration in promoting support. INDIA stressed that NAMAs are bottom-up voluntary actions, and said that an international registry would provide a way to translate national proposals into NAMAs.",
      "The REPUBLIC OF KOREA identified three types of NAMAs, those that: are voluntary; require external support; or generate carbon credits and could expand the scope of the carbon market beyond offsetting mechanisms. SINGAPORE underscored challenges to small countries and the need for energy technologies, and the lack of recognition of voluntary mitigation measures already undertaken by developing countries.",
      "CHINA stressed that NAMAs should be coordinated with development and poverty eradication goals.",
      "He underscored technology and finance support to avoid lock-in effect in rapidly industrializing and urbanizing developing countries, and stressed the need for a mechanism to match NAMAs with support.",
      "SAUDI ARABIA described an integrated support and accreditation mechanism (SAM). INDIGENOUS PEOPLES ORGANIZATIONS said REDD proposals must consider indigenous peoples rights.",
      "THIRD WORLD NETWORK said the enabling factors of finance and technology have to come first.",
      "FRIENDS OF THE EARTH highlighted developed countries contribution to a climate debt.",
      "During the discussion, participants focused on issues, including: differences between NAMAs and the EU s proposed low-carbon development strategies; the scientific basis for EU s figures of 15-30% reductions for developing countries, and whether this goal reflects the level of ambition from developed countries to finance incremental costs; which countries the EU considers as advanced developing countries ; the role of carbon markets in NAMAs; the role of the NAMA registry in controlling finance; MRVing of NAMAs; the role of public funding; the sustainable development component of NAMAs; development of indicators; linkages between carbon markets and REDD; the use of regional and international expertise for verification; whether the registry would focus on actions or countries; and recognition of existing actions by developing countries."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}