{
   "actors": [],
   "countries": [
      "Pakistan",
      "Venezuela",
      "United States",
      "Bolivia",
      "Brazil",
      "Guatemala",
      "Mexico",
      "Congo",
      "Colombia",
      "Tuvalu",
      "United Kingdom",
      "Solomon Islands",
      "Ecuador",
      "Guinea",
      "Guyana",
      "Papua New Guinea",
      "Suriname",
      "Honduras"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "17-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12512e.html",
   "id": "enb12512e_1",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Parties agreed to elect Colin Beck (Solomon Islands) as the Rapporteur.",
      "Zitouni Ould-Dada (UK) reported on informal consultations on the proposed new agenda items.",
      "He explained that parties had supported discussing the impacts of climate change on water resources and integrated water resources management under the agenda item on the Nairobi Work Programme (NWP).",
      "He noted that while the vast majority of countries agreed that issues related to blue carbon could be considered under the agenda item on research and systematic observation, one party objected.",
      "Facilitator Ould-Dada also reported that no agreement had been reached to include on the agenda the proposed items on the work programme on agriculture, or the rights of nature and the integrity of ecosystems. SBSTA Chair Konaté proposed adding the item on water resources on the SBSTA agenda.",
      "The US noted that they had agreed to discuss the impacts of water resources under the NWP, but did not accept adopting it as a stand-alone item.",
      "The Secretariat clarified that the item would first be included on the agenda of SBSTA 34 and that the conclusion of the item at this session would be agreement to consider it at SBSTA 35 under the item on the NWP.",
      "The US objected to inclusion of water resources as a stand-alone agenda item.",
      "Following informal consultations, parties agreed to reflect in the meeting s report that parties had agreed during informal consultations to discuss the impacts of climate change and integrated water resource management under the NWP at SBSTA 35.",
      "The US and ECUADOR welcomed the compromise. PAPUA NEW GUINEA underscored the willingness of many parties to include mangroves, tidal salt marshes and seagrass meadows under the agenda item on research and systematic observation.",
      "She lamented sinister strategies to hold certain issues hostage and said the consensus rule should not be used to veto the will of all others.",
      "She urged all parties to agree to include the consideration of coastal carbon on the agenda.",
      "HONDURAS, SURINAME, COLOMBIA, BRAZIL, TUVALU, GUATEMALA, the DEMOCRATIC REPUBLIC OF THE CONGO, GUYANA and PAKISTAN supported the proposal.",
      "Noting broad agreement, SBSTA Chair Konaté asked if parties were willing to include coastal marine ecosystems on the SBSTA agenda.",
      "BOLIVIA, with VENEZUELA, opposed this, calling the proposal an underhanded way to include new market mechanisms on the agenda, under the guise of a research item.",
      "Following further informal consultations, Facilitator Ould-Dada reported that parties had been unable to reach agreement.",
      "PAPUA NEW GUINEA reiterated their disappointment, underscoring the need to amend the Convention to allow voting as a means of last resort so that progress cannot be consistently blocked by one party.",
      "BOLIVIA noted that they would continue to seek consensus on the inclusion of the proposed agenda item on the rights of nature and the integrity of ecosystems.",
      "He also underscored that the proposal by Papua New Guinea and Mexico to amend the Convention concerning voting constituted admission that procedural rules had been violated in Cancun.",
      "The SBSTA adopted the agenda (FCCC/SBSTA/2011/L.1) as amended."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": "sbsta"
}