{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China",
      "Kuwait",
      "Japan",
      "Saudi Arabia"
   ],
   "enb_end_date": "28-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7",
   "enb_start_date": "28-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1262e.html",
   "id": "enb1262e_2",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "On arrangements for COP-3, FCCC Executive Secretary Michael Zammit-Cutajar said discussions with the Japanese government were on the verge of a successful conclusion.",
      "He said that taking account the legal opinions and practices of Japan's authorities, Japan's opinion on the legal character of the COP and Convention Secretariat, and of Japan's practice for security and police protection at UN conferences, the international understanding for COP-3 would be an exchange of letters.",
      "He said the Secretariat had sought and obtained a practical understanding to produce the desired results without prejudicing these views, and that the Secretariat's understanding should not be considered a precedent for other meetings.",
      "Without prejudice, the government of Japan will extend to representatives of Parties and others involved in COP-3 such services, facilities, security privileges and immunity as provided to other international and UN conferences in Japan. JAPAN acknowledged that it had virtually succeeded in concluding issues with the Secretariat.",
      "He said the government of Japan fully intends to provide the necessary facilities to all functions and to ensure the COP is conducted as smoothly as possible. SBI Chair Mohammed Ould El-Ghaouth introduced a draft decision to hold COP-4 in Bonn in November 1998 and requesting that the Secretariat make necessary arrangements.",
      "The decision was agreed.",
      "On the G-77/CHINA's proposed agenda for COP-3's high-level segment, the Chair said the segment would be organized with a traditional first-come, first-served list of speakers.",
      "He said the G-77/CHINA proposal could be distributed as an official document, although ministers customarily speak on national issues, not on a requested list of topics.",
      "SAUDI ARABIA, KUWAIT and CHINA requested that the proposal become an official document."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}