{
   "actors": [],
   "countries": [
      "Indigenous Peoples",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_28",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "The ADP closing plenary took place on Friday afternoon.",
      "Co-Chair Dovland noted intensive work on the two workstreams throughout the week.",
      "He said the Co-Chairs will prepare informal notes on the April part of the session and on the plan of work in June, and the facilitators will prepare reports on their respective workshops.",
      "Dovland noted that these documents will be available on the UNFCCC website.",
      "He also drew attention to the special event for stakeholders during the meeting, noting concrete proposals on, inter alia : an equity reference framework; involvement of ministers; local government action plans; gender-responsive policies; and recognition of indigenous people s rights.",
      "He added that another special event for stakeholders will be held in June to improve stakeholders participation.",
      "On issues to be discussed at the resumed ADP 2 in June, Co-Chair Dovland outlined ideas for Workstream 1, including: a variety of enhanced actions and types of commitments; how to combine top-down and bottom-up elements in an effective way; and how to strengthen the multilateral rules-based regime to ensure ambition.",
      "He also noted the need to go further on: enhanced action and support for adaptation; how mitigation efforts can have an impact on adaptation needs; and how the 2015 agreement can add value to existing institutional arrangements.",
      "On Workstream 2, Co-Chair Mauskar identified the following ideas for discussion in June: the role of renewable energy and energy efficiency in moving to low-emission development; climate financing and attracting climate investment; scaling up mitigation and adaptation opportunities in land use; international cooperative initiatives; how relevant institutions under the Convention can increase access to means of implementation; and how political engagement can facilitate work on enhancing mitigation ambition.",
      "China emphasized the April and June sessions as an integral whole, and Saudi Arabia identified the need to discuss sectors other than the specific energy sectors addressed under Workstream 2.",
      "Co-Chair Mauskar thanked parties for their valuable contributions and declared ADP 2 suspended at 3:42 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}