{
   "actors": [],
   "countries": [
      "Namibia",
      "Cuba",
      "Bolivia",
      "Iceland"
   ],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_9",
   "section_title": "PANEL DISCUSSION",
   "sentences": [
      "Javier Gonzales, National Climate Change Programme, Bolivia, stressed the importance of finding approaches to respond to different conventions` needs.",
      "He underscored the role of water management in addressing climate change and desertification, the importance of institutional capacities, and commitment from the international community to support national- level synergy development. Stressing the need to consider ecosystems other than forests, Gisela Alonso Dominguez, Environmental Agency, Cuba, underlined the role of coastal management in combating desertification, addressing climate change and preserving biological diversity.",
      "She underscored the role of traditional knowledge and South-South cooperation, and added that while desertification was often perceived as a local problem, it had ramifications for global stability.",
      "She expressed hope that the GEF would be approved as the CCD financial mechanism. Halldor Thorgeirsson, speaking in his capacity as representative of the Ministry of Environment, Iceland, outlined the impacts of desertification in Iceland and the links between the Rio conventions and their relation to different ecosystems.",
      "He stressed the need for an ecosystem approach to defining synergies and said synergies will not be possible if there are fundamental differences in understanding the reality of the interlinkages. Pierre Du Plessis, Namibia Committee on Climate Change, noted that the UNFCCC focuses on the global, the CBD focuses largely on the national and the CCD on the local level and said this is reflected in the resources made available for their implementation.",
      "He said that sustainable development is feasible only if it is compatible with the market system.",
      "On institutional capacity building, he stressed the importance of enhancing local capacities. In the subsequent plenary discussion, participants stressed the need to identify ways of obtaining international support to implement existing national-level programmes.",
      "One participant called for the adoption of concrete projects that address commitments under different conventions."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}