{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Bhutan"
   ],
   "enb_end_date": "18-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "18-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12168e.html",
   "id": "enb12168e_4",
   "section_title": "FINANCIAL ISSUES",
   "sentences": [
      "This group met in afternoon and evening sessions.",
      "In the afternoon, delegates discussed the development and transfer of technologies.",
      "Participants discussed the Annex, clearing a number of outstanding brackets.",
      "In the section of the Annex on capacity building, delegates discussed language on steps by developed country Parties relating to implementation of capacity building.",
      "After brief consultations, they agreed to a compromise whereby the bracketed word 'additional' was replaced with 'adequate' in relation to the provision of financial and technical resources. On the preambular paragraphs of the draft decision, Parties agreed to use the three paragraphs proposed in President Pronk's text.",
      "At the urging of developing countries, they added a fourth paragraph from The Hague text noting that the COP has considered the recommended framework, presented by the SBSTA Chair as part of the consultative process, for meaningful and effective actions to enhance the implementation of UNFCCC Article 4.5 (technology transfer). Late afternoon, Parties met in a smaller drafting group to consider the institutional arrangements for technology transfer.",
      "Delegates agreed to refer to a 'group' rather than a 'panel' of experts.",
      "They expressed diverging views on whether this group would be advisory or intergovernmental, on its composition, and whether it should 'assess and evaluate' or merely 'facilitate' the progress of technology transfer. The negotiating group reconvened in the evening to discuss text relating to UNFCCC Article 4.8 and 4.9 and Protocol Articles 2.3 and 3.14 (adverse effects).",
      "Proceeding through the text carried forward from The Hague, delegates were able to remove a number of brackets, including several in the section on the adverse effects of climate change.",
      "Agreements included text on timing for a request to the SBSTA and SBI to review the progress of activities on adverse effects outlined under this section, which delegates agreed should result in recommendations at COP-8.",
      "A number of brackets remained, however. Delegates then discussed the specific needs and special situations of the Least Developed Countries (LDCs), including text on the establishment of an LDC climate change development fund/programme.",
      "After lengthy discussion, delegates agreed to a suggestion by Co- Chair Dechen Tsering (Bhutan) that they consult informally on this and on some other funding-related language. On the impact of the implementation of response measures, several Annex I Parties expressed reservations on developing countries' preference for deleting language stating that the identification of initial actions needs to be based on sufficient information and analysis within a clearly-defined process.",
      "Parties also differed on the appropriate placement of this text, and on whether to use Pronk's text.",
      "This paragraph, and two others on information and methodologies, remain bracketed."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}