{
   "actors": [
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Indonesia",
      "Ghana",
      "Norway",
      "China",
      "Australia",
      "Dominica",
      "Guyana",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Thailand",
      "Costa Rica",
      "Guinea",
      "Bolivia"
   ],
   "enb_end_date": "11-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "11-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12576e.html",
   "id": "enb12576e_2",
   "section_title": "RESULTS-BASED FINANCE FOR THE FULL IMPLEMENTATION OF ACTIVITIES IN DECISION 1/CP.16, PARAGRAPH 70 (REDD+)",
   "sentences": [
      "During an afternoon workshop on REDD+, Yaw Osafo, Ghana, identified issues for further discussion, including: scope of results-based actions; clarifying the plus in REDD+; guidance to the GCF Board; and the need to elaborate institutional arrangements.",
      "The EU outlined unique features of REDD+ results-based finance, including that: it is land-based; covers large areas; affects livelihoods; deals with complex drivers; and necessitates safeguards.",
      "He highlighted outstanding issues, such as the relationship between reference levels and incentive levels, and the need to track results-based payments to avoid double counting. GHANA identified challenges with accessing funding, highlighting uncoordinated support and lack of a national registry of REDD+ actions and support.",
      "He underscored that financial institutions different criteria, standards and modalities complicate access to funding.",
      "He stressed the need to, inter alia : balance methodological requirements against financial needs; have a credible tracking system; and for the GCF to catalyze finance from public and private sources. INDONESIA suggested that bilateral and multilateral initiatives focus on strengthening existing activities, filling gaps and avoiding duplication, as well as enhancing stakeholders capacities at the national level. AUSTRALIA highlighted the potential of private financing, calling for enabling environments and reducing investment risks.",
      "She said payments should be based on delivered products, in this case avoided emissions.",
      "She stressed that UNFCCC decisions need to provide flexibility for countries to decide on national REDD+ aspects. COSTA RICA presented on the national payment for environmental services (PES) scheme, noting that their experiences: consider non-carbon benefits; draw from different sources of funding; and compensate for a variety of forest-related activities.",
      "He highlighted that predictable finance is a must to make national decisions.",
      "During discussion, BOLIVIA highlighted the joint mitigation and adaptation approach with ex ante finance.",
      "GUYANA stressed, inter alia , that payments need to come from a variety of sources and identified the need for a new international architecture that promotes coherence and consistency of financing.",
      "CHINA stressed the importance of predictability of finance and scaling up REDD+ finance, especially from public sources.",
      "PAPUA NEW GUINEA stressed that developing countries need clarity on sustainable finance and highlighted the importance of good governance.",
      "Switzerland, for the EIG, indicated that COP guidance should not create additional burdens for REDD+ finance and identified the need to fill the gap between fast start and long-term financing.",
      "BRAZIL underlined the need to discuss the ways and means of finance after results have been fully monitored, reported and verified.",
      "The EU highlighted engagement with local communities as a way to reduce risks and stated that finance should come from a variety of sources.",
      "On expectations for COP 19, COLOMBIA called for an architecture for financing results-based action that links what is unique to REDD+, such as safeguards to finance and bodies, such as the GCF.",
      "NORWAY called for a COP decision linking REDD+ to financial mechanisms and urged that these mechanisms be capitalized.",
      "THAILAND and DOMINICA called for a REDD+ governance body under the COP.",
      "Civil society organizations discussed REDD+ finance architecture, the role of markets, the importance of safeguards and the need for timely and adequate payments."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "WORKING GROUP"
}