{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Japan",
      "Australia",
      "United States",
      "New Zealand"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_43",
   "section_title": "SCENARIOS, VISIONS AND OPTIONS FOR COPENHAGEN",
   "sentences": [
      "The mood at the Barcelona talks were dampened by statements by AWG-LCA Chair Michael Zammit Cutajar during the meeting that Copenhagen would not result in a legally-binding agreement, but instead in a series of COP decisions.",
      "This statement also echoed views expressed recently by senior UN officials, including UNFCCC Executive Secretary Yvo de Boer on the sidelines of the Major Economies Forum on Energy and Climate in October, and also during the Barcelona meeting.",
      "Furthermore, while delegates hunkered down in Barcelona, UN Secretary-General Ban Ki-moon, after talks with British Prime Minister Gordon Brown in London, said he no longer expects a legally-binding outcome in Copenhagen.",
      "For some, these high-level figures were only vocalizing what many had already gleaned from the pace of negotiations throughout 2009.",
      "As one veteran negotiator said, I knew it was coming, but it is still so disheartening to have it spelled out in black and white.",
      "In this vein, some are now starting to look beyond Copenhagen to see whether, how and when a strong political deal from Copenhagen could be turned into a legally-binding instrument.",
      "My best-case scenario is there will be money on the table and a strong political agreement on mitigation in Copenhagen, and then a COP 15 bis during the first half of 2010 to make the outcome legally-binding, strategized one developed country negotiator.",
      "However, not everyone was prepared to give up on a Copenhagen outcome.",
      "Several delegates vowed not to accept a greenwash deal, and said they would hold out for a legally-binding outcome in Copenhagen.",
      "Some of them expressed optimism that high-level political impetus from processes external to the UNFCCC would help seal the deal.",
      "For others, even a complete failure at Copenhagen would be better than a bad, watered-down deal, in order to ensure continuing political momentum into 2010 to secure a legally-binding outcome.",
      "Overall, one month before Copenhagen, several scenarios exist for the negotiations, possible outcomes and the way forward.",
      "One of the reasons is that the BAP was ambiguously formulated and just refers to an agreed outcome and adopting a decision at COP 15, and is silent on the form of the outcome, whether legally-binding or not.",
      "To be sure, a number of visions continue to exist on the legal design of the post-2012 climate regime.",
      "Where most developing countries do agree is that the AWG-KP track should result in a separate legally-binding outcome, taking the form of an amendment to the Protocol to define Annex I parties targets beyond the first commitment period.",
      "There are, however, differing views among developing countries about whether the AWG-LCA outcome should be legally-binding: some major developing countries prefer to maintain a firewall between mitigation by developed and developing countries, thus arguing that the outcome should be expressed by having a COP decision.",
      "At the same time, many smaller and more vulnerable developing countries are calling for a new protocol to complement the Kyoto Protocol.",
      "In contrast, several developed countries, including the EU, Japan, Australia and New Zealand, have expressed preference for a single agreement as the combined outcome from both AWGs, within which all developed countries, together with major emitting developing countries, take on mitigation commitments or actions.",
      "While many acknowledged that an emission reduction target from the US in Copenhagen would deliver a critical signal to the international process and enable others to move ahead, the US has yet to confirm whether they will be in a position to put numbers on the table in Copenhagen without further advancement of the climate legislation currently being considered by the Senate.",
      "Many of those suspecting that a legally-binding outcome in Copenhagen is no longer possible think that a plan B could comprise an umbrella COP decision, setting out emission reduction targets for industrialized countries and deciding what actions major developing countries should take to reduce the growth of their emissions within the context of a global long-term goal for cutting emissions.",
      "Many also argue that this comprehensive decision should also give the AWG-LCA a new mandate to fill in the technical details and a timeline to turn the outcome into a legally-binding instrument at COP 15 bis or COP 16.",
      "Additionally, a series of COP 15 decisions on finance, technology and adaptation could be adopted, ostensibly to launch immediate action especially to jump-start funding.",
      "One of the scenarios, albeit a highly controversial one, also envisages suspending the AWG-KP in Copenhagen and continuing negotiations only under the Convention track.",
      "This option would leave the possibility of reactivating the Protocol if required, to get developing country buy-in and leave open the possibility of reverting to the Protocol if the negotiations under the Convention then prove unsatisfactory.",
      "Many speculate that in order for this to be palatable to developing countries, they would have to be given assurances that the provisions of the Protocol would be transplanted into the new agreement without opening up the Protocol for renegotiation.",
      "The Protocol could then be used during the interim before an agreement is finalized to avoid a gap between the commitment periods.",
      "Or as Executive Secretary de Boer put it in a press conference: You don t throw out your old shoes until you have new ones."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "WORKING GROUP"
}