{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Antigua and Barbuda",
      "India",
      "China",
      "Tuvalu",
      "Colombia",
      "Argentina"
   ],
   "enb_end_date": "03-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "03-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12630e.html",
   "id": "enb12630e_1",
   "section_title": "Technology",
   "sentences": [
      "Discussions were chaired by ADP Co-Chair Reifsnyder.",
      "Co-facilitators Diann Black-Layne (Antigua and Barbuda) and Andrea Guerrero (Colombia) reported respectively on the facilitated group discussions on general/objective, and adaptation and loss and damage, held on Monday, 1 June.",
      "Co-Chair Reifsnyder indicated that the resulting consolidated paragraphs will be introduced into the working document. In the discussions on technology, parties considered the consolidation of paragraphs 130 and 132.8 on cooperative action.",
      "India, for the G-77/CHINA, said 132.8 is different from the options contained in 130 and the two should not be merged.",
      "After some discussion, parties agreed to continue considering the possible consolidation of options 2 and 3 in paragraph 130. On paragraphs 132.6 on global collaboration on research, development and demonstration of technologies, and 133 and 133.1 on institutional arrangements for technology development and transfer, INDIA cautioned against interpretive approaches to consolidation, preferring mechanical streamlining, with TUVALU agreeing that the proposed consolidation of 133 and 133.1 would change the meaning of the paragraphs. Co-Chair Reifsnyder noted that the intention of the process is a mechanical streamlining and acknowledged that some of the proposals \"offend this notion.\" CHINA proposed merging the chapeaus of options a and c of paragraph 132.4 on establishment by all parties of means to facilitate access to and the deployment of technology. Parties agreed that the facilitated group would undertake a \"mechanical streamlining\" of paragraphs: 130, options 2 and 3; 132.4 options a and c; and 133 and 133.1. The EU, opposed by Argentina, noted that the substantive text applicable to \"all\" parties was being streamlined while numerous options referring to developed countries remained in the text, underscoring this could be an unbalanced approach. During the facilitated discussion, delegates made some progress in consolidating the text on general provisions, commitments and institutional arrangements."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}