{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "Sudan",
      "Belize",
      "Argentina",
      "United States",
      "Japan",
      "Australia",
      "South Africa",
      "Mexico",
      "Congo",
      "United Arab Emirates",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_8",
   "section_title": "TECHNOLOGY",
   "sentences": [
      "The first reading of section G (Technology development and transfer), containing six paragraphs in the Geneva negotiating text, commenced on Tuesday, 2 June, in the negotiating group chaired by Co-Chair Reifsnyder. Parties considered the consolidation of several paragraphs.",
      "During discussions in an informal facilitated discussion group co-facilitated by Tosi Mpanu Mpanu (Democratic Republic of the Congo) and Artur Runge-Metzger (EU), delegates made some progress in consolidating the text on general provisions, commitments and institutional arrangements.",
      "A summary of the discussions on specific paragraphs is available at: http://www.iisd.ca/vol12/enb12630e.html On Friday, 5 June, parties continued considering the section§s text in a facilitated group, based on the Co-Facilitators§ proposal for streamlining. Discussions focused on steps by developed countries to: leverage enhanced support from the private sector for technology development and transfer to developing countries; address barriers to accessing technology and know-how; and promote access to public-sector technology, and its development and transfer to developing countries. Mexico, supported by the US and Australia, and opposed by South Africa, China and the United Arab Emirates, proposed changing reference to \"developed country parties\" to \"all parties,\" noting that both developed and developing countries need to address barriers to technology transfer. Parties suggested reorganizing the text around the following themes: support for the operationalization and delivery of commitments related to technology; enhanced cooperation and synergy with other institutions; and review of adequacy and effectiveness. Tuvalu noted that \"including provisions on accounting\" and \"specific needs of countries with special circumstances in Africa, the LDCs and SIDS\" can be applied to all themes.",
      "Argentina cautioned against moving text from one \"context\" to another.",
      "India suggested taking note of text that parties consider applicable to all elements. Parties discussed placement of text in the core agreement or decisions.",
      "Supported by Norway and Australia, the EU proposed to move text on strengthening the Technology Mechanism to decision text, noting that these issues are currently discussed under the COP.",
      "India, the UAE, China, Belize and Tuvalu opposed. Parties continued discussions on placement, and began considering conceptual ideas on Saturday, 6 June, and Monday and Tuesday, 8 and 9 June. Many agreed the issue of global collaboration should be placed in the agreement.",
      "Tuvalu, with India, opposed by Australia, supported anchoring existing institutions in the agreement.",
      "Sudan, for the African Group, proposed text on a framework for scaling up technology development and transfer, explaining it would provide a strategy to guide the Technology Mechanism. Australia cautioned against duplication and \"cementing\" details that will evolve over time.",
      "The United Arab Emirates and Argentina stressed the importance of enhancing existing arrangements.",
      "India called for addressing barriers created by intellectual property rights. Noting diverging views, the US and India supported holding a conversation on text on intellectual property rights and a long-term technology goal.",
      "China explained that such a goal would help motivate and develop a technology \"circulation process,\" as well as enable reviewing the gap between provision of support and technology needs. The US, the EU and New Zealand expressed concern over the proposal.",
      "The US called for clarifying language on suggested regular assessments of ready-to-transfer technologies.",
      "Japan cautioned against creating new obligations for parties, stressing that providing incentives to the private sector would be more effective. During the final consideration of this item on 9 June, Norway and the US proposed, opposed by the G-77/China and South Africa, moving to conceptual discussions.",
      "The US, Norway and Australia suggested that text on strengthening the Technology Mechanism/institutional arrangements should be addressed in decision text.",
      "The G-77/China and South Africa said a discussion on which language should be included in decisions is beyond the group§s mandate. Co-Facilitator Mpanu Mpanu explained that all inputs from parties would be conveyed to the Co-Chairs."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}