{
   "actors": [],
   "countries": [],
   "enb_end_date": "22-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "22-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12160e.html",
   "id": "enb12160e_20",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Some delegates expressed concern at the pace of talks on Tuesday, with the informal high-level discussions beginning the day bogged down in repetitions of previously-stated positions, causing some to question the approach taken by President Pronk.",
      "However, by late evening, the assessment in the corridors seemed more positive, reflecting tentative movement on the mechanisms, and the fact that negotiations during the day had moved into smaller, closed groups of ministers, which some judged would assist efforts to broker deals on the key outstanding issues. Also on a positive note, a number of participants felt that in spite of there being little new to report on substantive issues by late Tuesday evening, President Pronk's management style had at least produced a more open, relaxed atmosphere that was conducive to making progress in the remaining crucial days.",
      "President Pronk's move to shift late night translation services from the formal speeches in Plenary to the high-level negotiations was also well received by some observers.",
      "They noted that although it clearly upset some of the speakers scheduled to deliver late night presentations on country positions in Plenary, any steps to facilitate the actual negotiations at this crucial stage should take priority. On a related issue, the irony of the gradual move on Tuesday from larger more open meetings to closed small group negotiations was not lost on several participants, who asked whether efforts to ensure transparency could survive negotiating realities as the time remaining for political deal-making begins to run out."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}