{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "China",
      "Saudi Arabia",
      "South Africa",
      "Argentina"
   ],
   "enb_end_date": "08-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12437e.html",
   "id": "enb12437e_9",
   "section_title": "POTENTIAL CONSEQUENCES:",
   "sentences": [
      "In the AWG-KP contact group on potential consequences of response measures, parties reviewed the work done during this session, noting that progress had been made on most paragraphs in the text.",
      "Parties then discussed areas of convergence and divergence in order to frame outstanding issues for further work in Barcelona.",
      "On a paragraph addressing the review of the guidelines in decision 15/CMP.1, NEW ZEALAND and the EU expressed concern about duplication of work with the existing review process.",
      "South Africa, for the G-77/CHINA, emphasized that this review was for the first commitment period and the text reflects review for the second commitment period. NEW ZEALAND, CANADA and the EU called for avoiding duplication of reference to the need to deepen understanding.",
      "The G-77/CHINA clarified that one of the proposed paragraphs reflects what must be done after the information has been collected, including development of ways and means to minimize potential consequences, while the other refers only to the need to deepen understanding. CHINA, supported by SAUDI ARABIA and ARGENTINA, introduced text stating, inter alia , that Annex I parties shall not resort to unilateral measures against imports from developing countries.",
      "SAUDI ARABIA stressed that this issue lies at the core of the discussions on potential consequences and that Annex I parties must not be allowed to use environmental protection as pretext to impose tariffs or trade barriers.",
      "CANADA requested bracketing the proposed text.",
      "Co-Chair Konaté said that the discussions and the revised text would be captured in a document to be used by the AWG-KP Chair to create revised documentation for Barcelona."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}