{
   "actors": [
      "Alliance of Small Island States",
      "Least Developed Countries"
   ],
   "countries": [],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_86",
   "section_title": "CRACKS IN THE ROOF",
   "sentences": [
      "Least developed countries - some of the most vulnerable to the impacts of climate change - failed for the second consecutive year to secure a decision for full-cost funding of adaptation through the Global Environment Facility (GEF).",
      "All financial resources for the LDC Fund are channeled through the GEF.",
      "The problems encountered by the LDC Fund shed light on the core problem of addressing adaptation in the context of the UNFCCC.",
      "Adaptation is an integral part of development, and as such, no project directed at adaptation will fall squarely within the scope of the UNFCCC, but will rather have components that include other aspects of development, such as disaster preparedness, water management, desertification prevention, or biodiversity protection.",
      "This problem was highlighted with great honesty by a GEF project director who said that when projects fall under many categories, rather than being easily adopted due to their clear synergies and multiple benefits, they become more complex and difficult to approve due to a series of successive revisions needed by different focal areas. To add to this problem, adaptation projects are generally built on, or embedded in, larger national or local development projects and, therefore, the funding by the GEF would only cover a portion of the costs.",
      "In other words, if a country seeks funding for a project on flood prevention, the GEF would only be able to finance a portion proportional to the additional harm that floods have caused or will cause as a result of climate change, and the rest would have to be co-financed by some other body.",
      "The plea from LDCs, particularly the SIDS, lies precisely on this paradox, in that even if funds are available in the LDC Fund, their difficulty of finding adequate co-financing, and the costly and cumbersome calculation of the additional costs, renders the financial resources in the LDC Fund, in practice, almost inaccessible. The question to be asked is whether UNFCCC Parties are willing to provide the institutional flexibility needed to address complex, urgent issues that defy traditional approaches to development aid.",
      "Fundamentally, some say that transfer of financial resources to LDCs is not directly a climate change issue, but is in fact a development issue that maybe should be dealt with elsewhere.",
      "Others do not seem to be in any hurry and are willing to allow the financial mechanism all the time it needs to find a suitable solution for the operationalization of these funds, including the creation of funding criteria.",
      "Those most vulnerable have a different view on the urgency of the matter, but it is evident from the COP-10 outcomes that LDCs lack the bargaining power of oil-producing countries and large greenhouse gas emitters.",
      "If the UNFCCC is to take a strong stance on adaptation for the most vulnerable, LDCs will have to find ways to regain bargaining power within the negotiations and present feasible proposals that fit, however loosely, in the existing financial architecture.",
      "Developed countries, on the other hand, will need to speed up the analysis of this issue within the GEF and come up with creative solutions that give the GEF the will and flexibility it needs to address this problem."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}