{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Least Developed Countries"
   ],
   "countries": [
      "Bangladesh",
      "Jamaica",
      "Venezuela",
      "United Kingdom",
      "Sudan",
      "United States",
      "Senegal",
      "Australia",
      "Zimbabwe",
      "South Africa",
      "Niger",
      "Burkina Faso",
      "Saudi Arabia",
      "Nigeria",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "08-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB12",
   "enb_start_date": "08-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12130e.html",
   "id": "enb12130e_1",
   "section_title": "ADVERSE EFFECTS",
   "sentences": [
      "Participants discussed Protocol Article 3.14 and outlined possible actions to minimize the adverse effects of climate change and/or impacts of response measures. Actions to minimize the impacts of response measures: SAUDI ARABIA said Annex I Parties should: eliminate tax distortions and remove subsidies; discourage nuclear energy; support wider use of CO2 sequestration technologies; help with economic diversification; and provide compensation where adverse effects are demonstrated.",
      "The US recalled a recent OPEC study indicating that joint action by OPEC members alone could be sufficient to counteract any possible impact of response measures on revenue flows.",
      "With AUSTRALIA, he noted efforts by some oil-producing countries to set aside oil revenues to help mitigate the impacts of response measures.",
      "VENEZUELA cautioned against attempts to shift commitments under Article 3.14 away from Annex I Parties.",
      "ZIMBABWE said income from Annex I Parties' carbon taxes could be used to support technology transfer, while SOUTH AFRICA added that the revenue could fund relevant research. Actions to minimize the impacts of climate change: The US and UK said implementing the Protocol is the most important step.",
      "AUSTRALIA supported a Protocol with a full, competitive and transparent emissions trading regime and a CDM regime that includes sinks.",
      "NIGERIA and VENEZUELA said the mechanisms would be insufficient to ameliorate the impacts of climate change.",
      "SENEGAL called for immediate financial and technical support to implement adaptation measures.",
      "BANGLADESH, BURKINA FASO and the SUDAN stressed the need for early warning systems and disaster preparedness.",
      "JAMAICA and BURKINA FASO highlighted the special needs of least developed countries. Future decisions and processes: On future decisions on FCCC Article 4.8 and 4.9 and Protocol Article 3.14, SWITZERLAND said it preferred one decision on both, while SAUDI ARABIA, CHINA and other developing countries supported separate consideration and decisions, as Article 3.14 relates only to responsibilities of Annex I Parties."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}