{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System"
   ],
   "countries": [
      "Canada",
      "India",
      "Qatar",
      "Japan",
      "China",
      "Australia",
      "Uganda",
      "Tanzania",
      "Saudi Arabia",
      "Panama",
      "Spain"
   ],
   "enb_end_date": "08-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12468e.html",
   "id": "enb12468e_3",
   "section_title": "DECISION 1/CP.10:",
   "sentences": [
      "A contact group on progress on the implementation of decision 1/CP.10 (Buenos Aires programme of work on adaptation and response measures) convened briefly in the morning and parties agreed on draft SBI conclusions forwarding the annexed draft decision text to SBI 33. CAPACITY BUILDING UNDER THE PROTOCOL (SBI): During the morning contact group, parties focused on a draft COP/MOP decision, going through the text paragraph-by-paragraph.",
      "Tanzania, for the G-77/CHINA, opposed a reference to the private sector addressing a range of priority needs, stressing lack of evidence of the private sector s contribution to capacity building.",
      "JAPAN highlighted that the private sector in his country is engaged in capacity building and supported retaining the reference.",
      "On a paragraph referring to key needs to enable developing countries, particularly the LDCs, Africa and SIDS, to participate in the CDM, Panama, for the CENTRAL AMERICAN INTEGRATION SYSTEM, opposed by the EU, suggested including reference to the most vulnerable regions and countries.",
      "Regarding reporting on the effectiveness and sustainability of capacity building programmes, the G-77/CHINA, opposed by the EU, opposed reference to national communications.",
      "UGANDA proposed a formulation referring to appropriate mechanisms, such as national communications.",
      "Informal consultations will continue. PROTOCOL ARTICLES 2.3/3.14 (SBI/SBSTA): During the joint SBI/SBSTA contact group on Protocol Articles 2.3 (adverse impacts of policies and measures) and 3.14 (adverse effects and impacts of response measures), Saudi Arabia, for the G-77/CHINA, emphasized that issues under Protocol Articles 2.3 and 3.14 do not require symmetrical treatment.",
      "Spain, for the EU, with CANADA and AUSTRALIA, called for symmetry and balance.",
      "The EU said the priority is first to increase understanding of adverse effects through exchange of information, before substantive debate on addressing them. CANADA and AUSTRALIA questioned the need for extra informal consultations on the issue.",
      "SAUDI ARABIA, noting the number of substantive issues to be addressed, with QATAR, INDIA and CHINA, said that extra time would be extremely useful.",
      "AUSTRALIA proposed assessing the need for a second informal meeting after the first one.",
      "Parties then considered draft SBI conclusions on Protocol Article 3.14 paragraph-by-paragraph.",
      "SAUDI ARABIA emphasized that developed countries have the obligation to strive to minimize adverse impacts of response measures on developing countries and that this should be clearly reflected in the text.",
      "The EU underscored that adverse impacts are faced by all countries and that the consideration of these impacts should focus on the poorest countries and those least able to address the impacts on their own.",
      "INDIA said the focus should be on impacts affecting all developing countries, but that consideration could initially focus on the poorest and most vulnerable countries.",
      "CHINA stressed that poorest and least able is not a concept included in the Convention.",
      "SAUDI ARABIA rejected new categorizations.",
      "Informal consultations will continue. SCIENTIFIC, TECHNICAL AND SOCIO-ECONOMIC ASPECTS OF MITIGATION (SBSTA): In informal consultations on scientific, technical and socio-economic aspects of mitigation, parties discussed draft SBSTA conclusions.",
      "Many parties noted that a balance among sectors should be reflected in the conclusions and a number of parties underscored the need to reach consensus on defining specific areas for future work.",
      "Informal consultations will continue."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}