{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "New Zealand",
      "Russian Federation",
      "Japan",
      "China",
      "Micronesia",
      "Tuvalu",
      "Colombia",
      "Switzerland",
      "Russia"
   ],
   "enb_end_date": "01-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12400e.html",
   "id": "enb12400e_9",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Micronesia, for AOSIS, supported an aggregate reduction of more than 40% by 2020 and urged reductions of 85-95% by 2050.",
      "JAPAN supported global reductions of 50% by 2050.",
      "TUVALU questioned the usefulness of a long-term target given rapidly evolving science.",
      "The G-77/CHINA identified relevant criteria to inform the level of ambition for individual countries, including: capability and national circumstances; historical responsibility and current emissions; and equity and sustainable development.",
      "The EU suggested trying a bottom-up approach in defining the mid-term target where known individual goals are added up and compared to the IPCC mid-term range.",
      "The RUSSIAN FEDERATION opposed discussing aggregate targets.",
      "On the commitment period, several parties supported focusing on 2020 as the mid-term target and adapting the numbers upon selection of the commitment period.",
      "TUVALU, AOSIS and others proposed a five-year commitment period from 2013-17.",
      "The EU, JAPAN, NEW ZEALAND and others stressed the need to agree on LULUCF before determining targets.",
      "SWITZERLAND highlighted the need for agreement on the overall framework, including greenhouse gases and flexibility mechanisms.",
      "The G-77/CHINA, AOSIS and others supported determining the level of ambition based on current rules and later adjusting the level upwards according to possible changes. JAPAN and others highlighted links with the AWG-LCA, while the G-77/CHINA, INDIA, COLOMBIA and others indicated that the AWG-LCA is waiting for progress under the AWG-KP."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}