{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "Asian Group",
      "Alliance of Small Island States",
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "Ecuador",
      "India",
      "Venezuela",
      "China",
      "Chile",
      "Dominica",
      "Panama",
      "Peru",
      "Costa Rica",
      "Dominican Republic",
      "Bolivia",
      "Argentina"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_83",
   "section_title": "EVOLVING DYNAMICS IN A CHANGING WORLD",
   "sentences": [
      "If anything, the Bonn session brought to the fore the universally acknowledged fact that the UNFCCC, drafted in 1992, reflects a reality light years away from the 2012 global landscape.",
      "Since the negotiation of the Convention, the outlook for many G-77/China members has changed dramatically and resulting tensions from these divergences are increasingly playing out in the negotiating rooms.",
      "For several years now, many have been wagering bets on how long the G-77/China tinderbox diplomacy can prevail, when it is evident that many of the members appear to sit uncomfortably around the same table.",
      "A discernible chasm was evident in Bonn.",
      "As one delegate said, Members of the group are now washing their dirty linen very publically.",
      "The group did not have a common negotiating position on the ADP and many other issues.",
      "Moreover, they had trouble agreeing on fielding one non-Annex I candidate for the position of ADP Chair.",
      "As one practitioner explained, the UNFCCC governance structure assumed certain things, including that parties fall neatly into two groups: Annex I and non-Annex I countries.",
      "This binary dynamic has changed.",
      "As one delegate noted: GRULAC and the Asian Group are the dominant forces but they do not represent the interests of the entire group.",
      "This means that, in addition to the traditional distinction between developed and developing countries, a third category of emerging developing countries or advanced developing countries may need to be factored into the mix.",
      "Ultimately, the specter of having to vote for the ADP officers and the resulting damage to the process proved too much for parties to stomach, and they eventually agreed to a delicate arrangement, where the candidate from the Asia-Pacific Group will serve an initial one year term from 2012-2013, with his counterpart from an Annex I party, and the subsequent Co-Chair from GRULAC will serve for a term of 18 months.",
      "Many said that creating a voting precedent under the UNFCCC would be difficult, almost unfathomable but, at times during the meeting it appeared as if the taboo would be broken.",
      "Other dynamics also played out within the G-77/China, which caught many practitioners by surprise.",
      "Bonn witnessed the emergence of a group of approximately 40 countries primarily comprised of the Arab Group, Latin American countries, including Argentina, Venezuela, Bolivia and Ecuador, as well as India and China, who, on the face on things, appear to have forged an alliance to uphold the Convention s principles of common but differentiated responsibilities and equity, as well as developed countries historical responsibility for climate change.",
      "They maintain that any outcome under the ADP must be equitable so that universality of application does not become uniformity of application.",
      "In contrast, another group of developing countries, including members from AOSIS, LDCs, and some Latin American countries, such as Chile, Costa Rica, Dominican Republic, Peru and Panama, are looking for such action on mitigation from developed and developing countries and for action to be incentivized for all countries, which they describe as the beginning of a new paradigm for responding to climate change.",
      "Reflecting on the developments within the G-77/China, one insider said history is being made and the wedge within the group is helping to bring about an exciting geo-political shift, which is about how countries deal with each other politically and economically and also a reflection of where they are and where they will be."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}