{
   "actors": [],
   "countries": [
      "China",
      "Switzerland"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_5",
   "section_title": "STRUCTURED EXPERT DIALOGUE ON THE 2013-2015 REVIEW:",
   "sentences": [
      "The second structured expert dialogue on the 2013-2015 Review of the adequacy of the long-term global goal and the overall progress made towards achieving it took place in the afternoon, co-facilitated by Andreas Fischlin (Switzerland) and Zou Ji (China).",
      "Thomas Stocker, IPCC, presented the main findings of IPCC WG I's contribution to AR5, highlighting that: warming of the climate system is unequivocal; human influence on the climate system is clear; and limiting climate change will require substantial and sustained reductions of GHGs.",
      "Discussions addressed: sea level rise projections; impacts of 2 °C warming on small islands; reliability of projections; and assessment of climate models.",
      "Detlef van Vuuren, Integrated Assessment Modeling Consortium, presented on representative concentration pathways (RCPs), noting that emission scenarios only include baseline scenarios and do not cover climate policy.",
      "Jonathan Gregory, IPCC, outlined causes of global mean sea level rise, stressing the non-linear relationship between emission trends and sea level rise.",
      "Krishna Kumar Kanikicharla, IPCC, presented on regional changes, focusing on dry days, monsoons, variability of El Niño Southern Oscillation, and tropical cyclones.",
      "During the discussion, parties asked questions related to, inter alia : approximating pre-industrial emission levels; predicting thresholds; assessing the feasibility of RCP 2.6; forecasting extreme weather events under various scenarios; identifying targets other than temperature; and including adaptation costs in the long-term global goal."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}