{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Canada",
      "India",
      "New Zealand",
      "Russian Federation",
      "Indonesia",
      "Iran",
      "Japan",
      "China",
      "Australia",
      "Tanzania",
      "Saudi Arabia",
      "Switzerland",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "07-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "07-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12347e.html",
   "id": "enb12347e_2",
   "section_title": "SECOND REVIEW OF THE PROTOCOL UNDER ARTICLE 9:",
   "sentences": [
      "Co-Chair Macey invited comments on scope, content and preparation leading up to COP/MOP 4.",
      "On the scope of the review, AOSIS, the AFRICAN GROUP and CHINA warned against undermining the Protocol.",
      "The AFRICAN GROUP, SWITZERLAND, CHINA, INDIA, INDONESIA and TANZANIA underscored implementation of existing commitments.",
      "INDIA ruled out new commitments for developing countries and called for work on lifestyle issues.",
      "On content, JAPAN highlighted forms of commitments for all major emitters.",
      "SAUDI ARABIA supported a compliance system with legally-binding consequences.",
      "The EU included carbon markets.",
      "With CANADA, AUSTRALIA and NEW ZEALAND, the EU called for work on LULUCF.",
      "A number of countries called for work on sectors and sources.",
      "Several parties, including AOSIS, the EU, CANADA and NEW ZEALAND suggested work on annexes and amendments.",
      "The RUSSIAN FEDERATION and AUSTRALIA cited the Russian proposal.",
      "The EU, IRAN, SOUTH AFRICA and SAUDI ARABIA said the review should address finance and adaptation.",
      "AOSIS, the AFRICAN GROUP, TANZANIA, and INDIA called for extension of funding for adaptation from other mechanisms.",
      "SAUDI ARABIA added adaptation to response measures. AOSIS emphasized new sectors, including bunker fuels.",
      "The AFRICAN GROUP, SAUDI ARABIA, CHINA and TANZANIA called for work on the CDM.",
      "CANADA stressed differentiation and burden sharing.",
      "On preparations, AOSIS, the EU, CANADA, TANZANIA and NEW ZEALAND supported coordination with other processes, including the AWG.",
      "CANADA called for an ad hoc working group.",
      "Informal consultations will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}