{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_2",
   "section_title": "THE EVOLUTION OF CLIMATE CHANGE SCIENCE AS REFLECTED IN IPCC REPORTS:",
   "sentences": [
      "Following the opening statements, Ralph Begleiter, University of Delaware, moderated a panel session with several special guests, including James Bruce, former WG II Co-Chair; Osvaldo Canziani, WG II Co-Chair; Ogunlade Davidson, WG III Co-Chair; Yihui Ding, former WG I Co-Chair; John Houghton, former WG I Co-Chair; Yuri Izrael, IPCC Vice-Chair; Hoesung Lee, former WG III Co-Chair; James McCarthy, former WG II Co-Chair; Bert Metz, WG III Co-Chair; Martin Parry, WG II Co-Chair; Dahe Qin, WG I Co-Chair; and Robert Watson, former IPCC Chair.",
      "Begleiter noted that the main achievements of the Panel are bringing public attention to climate change issues and fostering advances in climate-related sciences.",
      "John Houghton said that the IPCC over the course of its four assessments had made significant progress in understanding, attribution and projections of climate change and highlighted the key findings of the AR4 WG I report.",
      "Robert Watson underlined the advancement in the work of WG II on the understanding of the regional scale and observation of changes.",
      "He also noted the findings of AR4 WG II regarding projected impacts by sector and region.",
      "Ogunlade Davidson presented the key findings of the WG III AR4 report, including the need for mitigation technologies and interlinkages of climate policies with issues of sustainable development and equity.",
      "In the subsequent discussion, other special guests made remarks on the work and future of the Panel.",
      "Dahe Qin said that greater attention should be paid to issues of sea level rise and that participation of developing country scientists should be increased.",
      "Yuri Izrael stressed the role of WG I and noted the need to take into account other climatic factors alongside greenhouse gases.",
      "Osvaldo Canziani highlighted the need for more data to address adaptation issues in future reports.",
      "Martin Parry underlined the uniqueness of the Panel as an institution involving both scientists and policy makers.",
      "James Bruce underscored the remarkable development and evolution in understanding of equity and economics, and stressed that the benefits of adaptation far outweigh the benefits not adapting.",
      "John Houghton noted that the IPCC has tended to be conservative in its reporting, never overplaying what scientists knew, which explains, in part, the IPCC s credibility.",
      "He underscored that the public is ready for the difficult messages coming from the assessments, and encouraged policy makers to build on this emerging public sentiment.",
      "Ogunlade Davidson remarked that politicians are faced with various climate challenges, in many areas of the world, chief among them the need to respond to increasing climate extremes and their costly human impacts.",
      "He further noted that policy makers can gain climate advantages in focusing on better energy policies.",
      "Robert Watson called for policy makers to facilitate investment in future energy technology, also including clean energy technology such as carbon capture and storage."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}