{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Mexico",
      "Algeria",
      "China",
      "Australia",
      "Nauru",
      "Papua New Guinea",
      "Gambia",
      "Swaziland",
      "Guinea",
      "Bolivia"
   ],
   "enb_end_date": "15-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "15-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12536e.html",
   "id": "enb12536e_20",
   "section_title": "OPENING STATEMENTS :",
   "sentences": [
      "Algeria, for the G-77/CHINA, called for, inter alia further discussion on agriculture and adaptation; and identification of potential areas of future work under the the Nairobi Work Programme on Impacts, Vulnerability and Adaptation (NWP).",
      "She called for balanced discussions on implementation of market and non-market approaches regarding the drivers of deforestation and forest degradation.",
      "Highlighting methodological issues, the EU called for ensuring the continuity of rules, institutions and mechanisms under the Kyoto Protocol during the interim period between the first commitment period and the entry into force of the second commitment period.",
      "Swaziland, for the AFRICAN GROUP, called for a decision on the host of the CTC based on, inter alia , capacity to respond to developing country needs.",
      "Australia, for the UMBRELLA GROUP, supported discussions on agriculture and adaptation, and welcomed the enhancement of environmental integrity and transparency on REDD+ and market and non-market approaches.",
      "The Gambia, for the LDCs, underscored the need for a three-year work programme on agriculture to include international cooperation on research and development of climate resilient agricultural systems and disseminate research outcomes and technology outputs.",
      "He urged the TEC to build on previous work to achieve action-oriented outputs that address barriers and scale up technology transfer to developing countries.",
      "Nauru, for AOSIS, underscored the need for data to ascertain loss and damage in SIDS due to climate change and sea-level rise.",
      "Papua New Guinea, for the COALITION OF RAINFOREST NATIONS, called for the implementation of REDD+ activities and cautioned against reopening discussion on agreed issues concerning REDD+ and NAMAs.",
      "Mexico, for the EIG, called for progress on: MRV, especially regarding guidelines for the reporting of domestically supported NAMAs; methodological guidance on REDD+; methodological work on good practice guidance on land use, land-use change and forestry (LULUCF); and grouping all matters related to response measures under a single agenda item.",
      "Bolivia opposed the abuse of the flexibility mechanisms under the Protocol.",
      "The Climate Action Network (CAN), for ENGOs, suggested that information on fossil fuels be included in national communications and underscored the relevance of climate change resilient agriculture, in particular for developing countries.",
      "The FARMERS CONSTITUENCY supported the adoption of an agriculture work programme under the SBSTA, informed by science and local farmers knowledge and with participation of, inter alia, farmers organizations. NAIROBI WORK PROGRAMME (NWP): SBSTA Chair Muyungi reported on progress under the NWP (FCCC/SBSTA/2012/INF.1).",
      "The EU welcomed significant progress since the last report.",
      "The SBSTA Chair will consult interested parties."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}