{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Bangladesh",
      "Venezuela",
      "Argentina",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Brazil",
      "Kenya",
      "Indonesia",
      "Kuwait",
      "Nicaragua",
      "Algeria",
      "Cuba",
      "Colombia",
      "Mexico",
      "United Kingdom",
      "Philippines",
      "Ghana",
      "Australia",
      "Guyana",
      "Singapore",
      "Saudi Arabia",
      "Egypt",
      "Norway",
      "Switzerland",
      "Barbados",
      "China"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_12",
   "section_title": "REDD+",
   "sentences": [
      "REDD+ was considered in a spin-off group, facilitated by Yaw Osafo (Ghana).",
      "Issues discussed included: parties submissions on REDD+ financing related issues; what parties want to achieve in Doha; and the way forward.",
      "On party submissions on REDD+ finance, Guyana, supported by the Philippines, highlighted that the 2°C target can only be achieved if REDD+ is part of the solution.",
      "With many others, he underscored that the required scale of financing can only be provided through a variety of sources.",
      "Many parties also supported a REDD+ window in the Green Climate Fund.",
      "China and others expressed a preference for public sources of financing, with China saying he is open to explore other sources.",
      "Mexico elaborated on a proposal that parties participating in REDD+ establish a national registry to account for the verified emission reductions and carbon stock units and inform a UNFCCC REDD+ registry to prevent double counting.",
      "Brazil supported further work on new ideas on appropriate market-based mechanisms excluding generation of offsets.",
      "Bolivia suggested further work on non-market approaches.",
      "The EU said REDD+ emission reductions results should be assessed against independent review.",
      "With Switzerland and India, he suggested further work on definitions.",
      "Some parties highlighted the relevance of enhancing understanding of results based performance.",
      "On what parties want to achieve in Doha, in particular on conditions necessary for financing REDD+ results-based actions, some countries preferred broader discussions, with some cautioning on the use of the word conditions.",
      "Key issues discussed included, inter alia : how the finance landscape for the post-2012 period will allow countries to implement REDD+; a new market mechanism for REDD+ phase 3; fixing the gap for supporting REDD+ preparatory phases; whether to forward the work on finance to the SBI and the scope of this work; MRV of support; support for related activities that do not deliver carbon sequestration, such as adaptation; and interlinkages with discussions held in other groups, such as finance and various approaches.",
      "On the way forward, Chair Tayeb highlighted that the Secretariat will prepare a technical paper, as well as efforts to organize the REDD+ workshop before Doha, despite financing difficulties.",
      "Many parties expressed support for organizing the workshop, with some suggesting potential areas to focus on.",
      "Sectoral approaches: The AWG-LCA spin-off group on sectoral approaches and sector-specific actions convened twice, facilitated by George Wamukaya (Kenya).",
      "Parties reflected on the way forward in light of Decision 2/CP.17, which agrees to continue work towards a general framework (paragraph 74) and issues related to addressing emissions from international aviation and maritime transport (paragraph 78).",
      "During the spin-off groups, parties: expressed a willingness to move this item forward within a multilateral setting; reiterated the importance of sectoral approaches and sector-specific actions; and reflected on how to finish or transition work in light of the AWG-LCA s mandate to terminate work in Doha.",
      "Views varied on the framing of a general framework that would apply to all sectors as set out in Convention Article 4.1(c) (reducing emissions on relevant sectors).",
      "Parties emphasized that such a framework should not inhibit investment and growth in these sectors.",
      "On emissions from international transport, parties recognized the roles of the International Civil Aviation Organization (ICAO) and International Maritime Organization (IMO) and emphasized the importance of the UNFCCC to send a signal to these bodies for reducing emissions.",
      "Party views varied, however, on how to package the signal to these bodies.",
      "On the way forward, many parties expressed that more time is needed before submitting proposals for text that could form the basis of negotiations in the coming sessions.",
      "Parties also welcomed the opportunity to make submissions on paragraphs 74 and 78, which will be made available on the UNFCCC website to form the basis of future work at the next session.",
      "Various approaches: Various approaches, including markets, were considered in a spin-off group, facilitated by Alexa Kleysteuber (Chile), and two in-session workshops.",
      "For more details on the workshops, held on Saturday, 19 May, see: http://www.iisd.ca/download/pdf/enb12541e.pdf .",
      "In the spin-off group, parties were invited to consider various approaches, including opportunities for using markets, to enhance the cost-effectiveness of, and to promote, mitigation actions, bearing in mind different circumstances of developed and developing countries.",
      "On a framework for various approaches, parties focused discussions on paragraph 79 of Decision 2/CP.17 concerning the need for robust standards that deliver real, permanent, additional and verified mitigation outcomes, avoidance of double counting, and achievement of a net decrease and/or avoidance of greenhouse gas emissions.",
      "On the new market-based mechanism, parties discussed the need to elaborate modalities and procedures for, as well as specific elements of, such a mechanism.",
      "Parties requested that the Secretariat prepare a technical paper, and agreed to focus further discussions through workshops.",
      "Response measures: Response measures were discussed in the AWG-LCA contact group.",
      "India called for a spin-off group to address unresolved issues on response measures with clear timelines.",
      "He elaborated on discussions needed under the AWG-LCA and indicated that the statement, supported by several developing countries, would be delivered to the AWG-LCA Chair.",
      "Australia opposed a spin-off group, pointing to Decision 2/CP.17, which consolidates all progressive discussions related to response measures under the Convention.",
      "Saudi Arabia stressed that parties are working to complete and not consolidate work, and that he does not see a mandate for consolidation.",
      "The US explained that work in Durban was painstakingly negotiated.",
      "Saudi Arabia, China, Kuwait, Venezuela, Argentina, India and others, opposed by the EU, Singapore, Mexico, Australia and the US, suggested considering trade measures.",
      "Some parties highlighted the World Trade Organization as the appropriate forum to consider trade measures.",
      "Summarizing discussions in the final AWG-LCA contact group, Chair Tayeb explained that a number of parties had expressed the view that response measures have not yet been fully addressed by the AWG-LCA, while others argue that the consideration of the issue has been completed.",
      "Adaptation: Adaptation was discussed in the AWG-LCA contact group.",
      "Algeria, for the African Group, the Philippines, Argentina, Nicaragua and other developing countries called for establishing a spin-off group on adaptation, noting the need to further consider NAPs for developing countries that are not LDCs.",
      "Bangladesh, for LDCs, also drew attention to gaps in terms of scaling up support, transparency, accounting, risk management and risk reduction strategies.",
      "Saudi Arabia called for addressing economic diversification to build resilience and Egypt highlighted vulnerability assessments and developing countries urgent needs.",
      "The Philippines, for the G-77/China, highlighted that some areas of the Bali Action Plan have not been thoroughly addressed and that the mechanisms established for adaptation and other issues are not yet operational.",
      "Opposing the establishment of a spin-off group on adaptation, Switzerland, Norway, the EU and other developed countries pointed to progress and current work under other bodies on, inter alia , the Adaptation Committee, and loss and damage.",
      "Chair Tayeb noted in the final contact group that a number of issues were identified during the discussion under adaptation, but there were divergent views about the issues raised and how they are to be addressed.",
      "Finance: Issues related to finance were discussed in the AWG-LCA contact group.",
      "The Philippines, for the G-77/China, Algeria, for the African Group, Cuba, Egypt, Indonesia, Venezuela, Saudi Arabia, India and others, opposed by the US and the EU, called for establishing a spin-off group on finance.",
      "The G-77/China stressed finance as one of the most important pillars of the Bali Action Plan.",
      "With many others, she emphasized the need to consider transparency of fast-start finance and the lack of agreement on long-term finance.",
      "She stressed the need to discuss financial support for: NAPs in developing countries other than LDCs; biennial update reports; and reporting and verification.",
      "The G-77/China also stressed that the financial institutions that we have now are empty shells and, with the African Group and many developing countries, expressed concern over the finance gap between 2012 and 2020.",
      "Egypt, Pakistan and others called for the consideration of how to conclude institutional arrangements between the Green Climate Fund (GCF) and the COP.",
      "The EU indicated that the AWG-LCA is not the proper forum to discuss arrangements between the COP and the GCF.",
      "China called for capitalizing the GCF and for the Standing Committee to start its work as soon as possible.",
      "Saudi Arabia stated that special attention is needed for the public and private sourcing of finance.",
      "Pakistan stressed that closing the finance gap is just as important as closing the mitigation gap.",
      "Many developing countries drew attention to the funding gap from 2013 to 2020, underscoring the need for scaling up finance and for ensuring new, additional and predictable funding.",
      "Bangladesh proposed an incremental increase from 2013 to 2020.",
      "He also called for a balanced allocation between mitigation and adaptation.",
      "Colombia suggested considering an intermediate funding target for the mid-term period.",
      "Barbados proposed an additional mid-term period of commitments like fast-start finance.",
      "He also indicated that the US$100 billion per year of long-term finance would be grossly inadequate for assisting countries in adaptation.",
      "The US noted that the 2020 finance goal was made in the context of meaningful mitigation action for 2020, questioning whether those parties calling for mid-term finance commitments would also take on mid-term mitigation commitments.",
      "The US and the EU emphasized that: developed countries have provided assurance that there will be no financing gap in 2012-20; a work programme on long-term finance has been established; and developed countries are fully committed to providing fast-start finance.",
      "The EU also indicated that decisions on provision of finance have been taken in Durban and Cancun.",
      "Chair Tayeb reported to the final AWG-LCA contact group that a number of issues were identified during the discussion on finance and that there were divergent views about the issues raised and how they are to be addressed.",
      "Technology: On technology, many developing countries supported establishing a spin-off group.",
      "Japan, the EU and other developed countries opposed a spin-off group on technology.",
      "The G-77/China underscored the issue as one of the four pillars of the Bali Action Plan and called for further discussions, in particular on IPRs.",
      "Algeria, for the African Group, called for a clear distinction between issues to be addressed under the ADP for the post-2020 regime and issues to be finished by the AWG-LCA.",
      "Many developed countries drew attention to progress on technology and its consideration under other UNFCCC bodies.",
      "The US and Singapore indicated that there are other avenues to discuss IPRs.",
      "Bolivia suggested further discussion on, inter alia , barriers to development and transfer of technologies and IPRs that are in the public domain.",
      "Developing countries listed issues for further consideration, including: IPRs; linkages between the technology and financial mechanisms; possible additional functions for the Technology Executive Committee (TEC) in evaluating environmental aspects of technology; and the relationship between the TEC and the Climate Technology Centre and Network (CTCN).",
      "During the final AWG-LCA contact group, Chair Tayeb, assisted by Kunihiko Shimada (Japan), reported that parties had an opportunity to have a focused discussion on issues relating to IPRs, the linkage between the Technology Mechanism and the financial mechanism, and additional functions of the TEC and the CTCN.",
      "The report also reflected the diversity of parties views on these issues.",
      "Capacity Building: On capacity building, China, for the G-77/China, supported further discussion on, inter alia : institutions, financial mechanisms, monitoring and performance tools.",
      "The Philippines highlighted means of implementation.",
      "Drawing attention to the recently established Durban Forum for in-depth discussion on capacity building, the US, the EU and other developed countries opposed having a spin-off group.",
      "During the final AWG-LCA contact group, Chair Tayeb noted that although confirming the richness of information that emerged during the first meeting of the Durban Forum on Capacity Building, some parties expressed the view that it does not enable a valid assessment of the delivery of capacity building; and the identification of performance indicators to monitor and assess capacity building is an issue that still needs to be addressed by the AWG-LCA.",
      "He also noted that other parties expressed the view that the AWG-LCA does not need to re-consider capacity-building, as the agreement reached in Durban on the establishment of the Durban Forum addresses substantive issues previously raised by parties."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "WORKING GROUP"
}