{
   "actors": [],
   "countries": [
      "Austria",
      "Mali",
      "Pakistan",
      "Ethiopia",
      "Indonesia"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_19",
   "section_title": "Plenary discussion",
   "sentences": [
      "Regarding rehabilitation of meteorological stations, Afouda said funds are often lacking, and when funds are available, technological advice is often needed.",
      "Diallo noted new stations are being constructed every year in Mali.",
      "Several participants said adaptation is used as one rationale for governments to fund stations.",
      "Austria advocated a robust governance structure to obtain data, particularly concerning transboundary resources, and suggested independent bodies collect the data.",
      "Boroneant said operating with meteorological service specialists would ensure quality control of data.",
      "Afouda recommended the WMO assist in strengthening links between hydrological and meteorological services.",
      "Access to data and associated difficulties were discussed at length, with Ethiopia stating that data is provided free of charge, except for the purposes of commercial research.",
      "Pakistan explained that national meteorological services provide data to the WMO, and that access to data is free of charge to researchers and NGOs, except in cases where data is not yet computerized.",
      "Indonesia said meteorological offices should focus on increasing data quality to improve predictions, and said the WMO should give guidance relating to adaptation to avoid overlap.",
      "The WMO cited resolutions that mandate free exchange and access of essential data, but that a country may charge for some additional value-added data such as quality control or WMO standardized data.",
      "The International Oceanographic Commission (IOC) highlighted the need to collect regional and sectoral-based data, and suggested identifying what can be done through the NWP to collect this data."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}