{
   "actors": [
      "Alliance of Small Island States",
      "Group of 77",
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Jamaica",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Ghana",
      "Canada",
      "Mexico",
      "Colombia",
      "Tanzania",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "03-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "03-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12642e.html",
   "id": "enb12642e_1",
   "section_title": "ADAPTATION AND LOSS AND DAMAGE",
   "sentences": [
      "This session was co-facilitated by Andrea Guerrero (Colombia).",
      "Bolivia, for the G-77/CHINA, stressed the importance of recognizing developing countries§ development priorities.",
      "NORWAY suggested addressing an adaptation global goal in the facilitated group on \"objective\" to achieve parity with the mitigation objective.",
      "Supported by the US, the G-77/CHINA said adaptation efforts should be guided by the best available science and, where appropriate, traditional knowledge.",
      "Supported by Chile, for AILAC, and Ghana, for the AFRICAN GROUP, the G-77/CHINA called for discussing linkages to support.",
      "Tuvalu, for the LDCs, CANADA and CHILE emphasized a country-driven approach.",
      "JAPAN and the REPUBLIC OF KOREA emphasized the importance of monitoring and evaluation.",
      "The LDCs opposed use of the term \"mainstreaming.\" The EU suggested, and the G-77/CHINA agreed, discussing whether the communications related to national adaptation plans and other processes should be addressed in the agreement or in COP decisions.",
      "NEW ZEALAND called for using existing reporting mechanisms, noting that COP decisions will enable action pre-2020.",
      "The US, supported by Jamaica, for AOSIS, warned against prescribing the contents of countries§ adaptation communications.",
      "MEXICO, the LDCs, the EU and TANZANIA called for referencing gender-sensitive approaches, with some parties also emphasizing human rights and ecosystem-based approaches."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}