{
   "actors": [],
   "countries": [
      "Brazil",
      "Niger",
      "New Zealand",
      "Nigeria",
      "Japan",
      "China",
      "Mali",
      "Finland",
      "Singapore",
      "Argentina"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_62",
   "section_title": "METHODOLOGICAL ISSUES UNDER THE CONVENTION:",
   "sentences": [
      "Work Programme on the Revision of Guidelines for the Review of Biennial Reports and National Communications, Including National Inventory Reviews, for Developed Countries: This item (FCCC/SBSTA/2014/INF.14, 19, 22 and 23) was first considered on Monday, 1 December.",
      "SBSTA Chair Dlamini proposed, and parties agreed to informal consultations facilitated by Riitta Pipatti (Finland) and Samuel Adeoye Adejuwon (Nigeria).",
      "During the closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.",
      "Work continued in informal consultations during the second week of COP 20 on this item under the guidance of COP 20 President Pulgar-Vidal and facilitated by SBSTA Chair Dlamini.",
      "These informal consultations continued consideration of the draft decisions annexed to the SBSTA conclusions, on which parties had been unable to reach agreement before the closure of SBSTA 41.",
      "During the COP closing plenary on Friday, 12 December, parties adopted three decisions on: Guidelines for the technical review of information reported under the Convention related to GHG inventories, biennial reports and national communications by Annex I parties; the training programme for review experts for the technical review of biennial reports and national communications of Annex I parties; and the training programme for review experts for the technical review of GHG inventories of Annex I parties.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.28), the SBSTA, inter alia : - states that the SBSTA advanced its work on the UNFCCC Annex I inventory review guidelines but was not able to conclude it, and agrees to forward to COP 20 the draft decision contained in Annex I for its consideration; - recognizes the importance of implementing the training programme for review experts for the technical review of biennial reports and national communications, and of GHG inventories, of Annex I parties, and requested the Secretariat to make available online training courses of the training programme for review experts participating in reviews from 2015 onwards; - states that the SBSTA advanced its work on the training programme for review experts but was not able to conclude it, and agrees to forward to COP 20 the draft decision contained in Annex II for its consideration; and - agrees to assess the results of the training programme at SBSTA 44 and to make recommendations to COP 22 on the further development and enhancement of the training programme for review experts for the technical review of GHG inventories.",
      "In its decision on guidelines for the technical review of information reported under the Convention related to GHG inventories, biennial reports and national communications by Annex I parties (FCCC/CP/2014/L.7/Add.1), the COP, inter alia : - decides to revise the guidelines, adopted by decision 23/CP.19, to make the necessary changes to include Part III: UNFCCC guidelines for the technical review of GHG inventories from Annex I parties ; - also decides that the guidelines contained in the annex shall be used for the review of biennial reports, national communications and GHG inventories, effective immediately; - requests the Secretariat to coordinate the technical review of GHG inventories from Annex I parties in accordance with the provisions of the guidelines contained in the annex; - also requests the Secretariat to develop and implement a standardized set of data comparisons, and to select a group of experienced review experts from among the lead reviewers of the GHG inventories to conduct an assessment of those data comparisons every five years; - decides that the group of experienced review experts, using the assessment described, should, for consideration at the next meeting of the lead reviewers for GHG inventories, explore additional standardized data comparisons, as well as the past experiences with the data comparisons carried out in previous review cycles, and consider whether the standardized set of data comparisons implemented remains useful; - requests the Secretariat, in view of the adoption of Part III, to modify the relevant information technology tools, as needed, to support the implementation of the review process, recognizing that the modification of those tools will require time and effort and that the implementation of the modifications will need to take place during the 2015-2016 review cycles; - further requests the Secretariat to compile and tabulate information and trends concerning GHG emissions by sources and removals by sinks from the latest available GHG inventory submissions and to publish information on the UNFCCC website as well as in a stand-alone document; - decides that a summary of the document will be published for consideration by the COP and the SBs, and that this summary will include trends in GHG emissions by sources and removals by sinks and an assessment of the adherence of the reported inventory information to the Guidelines for the preparation of national communications by Annex I parties, Part I and the provisions of relevant decisions of the COP, including information on any delays in submitting the annual information; - recognizes that the deadline for providing the upgraded common reporting format (CRF) Reporter to Annex I parties, enabling them to submit their GHG inventories, was not met and reiterates that Annex I parties in 2015 may submit their CRF tables after 15 April, but no longer than the corresponding delay in the CRF Reporter availability; and - requests SBSTA 48 to consider the experiences in conducting desk reviews, taking into consideration any relevant conclusions of the meetings of lead reviewers for GHG inventories up to 2017.",
      "In its decision on the training programme for review experts for the technical review of biennial reports and national communications of Annex I parties (FCCC/CP/2014/L.7/Add.2), the COP inter alia : - requests the Secretariat to develop and implement the training programme as outlined in the annex; - encourages Annex I parties in a position to do so to provide financial support for the implementation of the training programme; and - requests the Secretariat to include, in its annual report to the SBSTA on the composition of expert review teams, information on the training programme, in particular on examination procedures and the selection of trainees.",
      "In its decision on the training programme for review experts for technical review of GHG inventories of Annex I parties (FCCC/CP/2014/L.7/Add.3), the COP, inter alia : - requests the Secretariat to implement the training programme for review experts as outlined in the annex; encourages Annex I parties in a position to do so to provide financial support for the implementation of the training programme; and requests the Secretariat to include, in its annual report to the SBSTA on the composition of expert review teams, information on the training programme, in particular on examination procedures and the selection of trainees and instructors.",
      "Methodologies for Reporting of Financial Information by Annex I Parties: This item was first considered on Monday, 1 December.",
      "SBSTA Chair Dlamini proposed, and parties agreed to, a contact group co-chaired by Seyni Nafo (Mali) and Roger Dungan (New Zealand).",
      "On Tuesday, 2 December, the contact group discussed the need to clarify who is doing work on reporting methods and based on what timeline.",
      "They addressed, inter alia : the need for comparability; linkages to transparency; difficulties translating UNFCCC language for the finance sector; and the definition, range and scope of climate finance.",
      "China and Brazil underscored the importance of fulfilling the mandate from COP 17 to develop methodologies for reporting financial information with a view to recommending a decision to COP 20.",
      "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.26), the SBSTA recommends a draft decision for consideration by COP 20.",
      "In its decision, the COP, inter alia : - decides to extend the deadline of the mandate given to the SBSTA by one year, with a view to recommending a decision on this issue to COP 21; - invites parties and observer organizations to submit to the Secretariat, by 25 March 2015, views on this issue; - requests the Secretariat to prepare a technical paper prior to SBSTA 42, summarizing existing international methodologies and drawing on information submitted by parties; - requests the Secretariat to organize a joint in-session technical workshop in conjunction with SB 42 and decides the workshop shall be jointly organized by the SBSTA, the SBI and the SCF; - requests the SCF, as part of its work on MRV of support beyond the biennial assessment and overview of climate finance flows, taking into consideration the outcomes of the joint in-session technical workshop, to include its recommendations in its annual report to COP 21; and - also requests the SCF to present an update on its work to SBSTA 43.",
      "Common Metrics to Calculate the CO2 Equivalence of GHGs: This item was first considered on Monday, 1 December.",
      "SBSTA Chair Dlamini proposed, and parties agreed to, informal consultations facilitated by Takeshi Enoki (Japan).",
      "During the SBSTA closing plenary on Saturday, 6 December, SBSTA Chair Dlamini said no agreement had been reached on this issue, and that it would be placed on the provisional agenda of SBSTA 42.",
      "Emissions from Bunker Fuels: This item (FCCC/SBSTA/2014/MISC.9) was first considered on Monday, 1 December.",
      "The International Civil Aviation Organization (ICAO) reported on progress on its comprehensive strategy to address CO2 emissions from international civil aviation, stressing agreement by governments to collectively improve fuel efficiency by 2% per year and to stabilize the sector s net CO2 emissions from 2020 onwards.",
      "The International Maritime Organization (IMO) said it has been effectively addressing emissions from ships, noting the approval of the Third IMO GHG Study, which demonstrates steady improvement in shipping efficiency.",
      "Singapore and Japan commended the progress made by ICAO and IMO.",
      "Argentina, on behalf of a group of developing countries, and China said measures taken on climate change under the IMO and ICAO should respect the principles and provisions of the Convention, in particular common but differentiated responsibilities (CBDR). SBSTA Chair Dlamini proposed, and parties agreed, that he would conduct informal consultations on the issue.",
      "During the SBSTA closing plenary on Saturday, 6 December, the SBSTA adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2014/ L.21), the SBSTA takes note of the information received from, and progress reported by, the IMO and ICAO on their ongoing work, notes the views expressed by parties, and invites the ICAO and IMO to continue to report, at future sessions of the SBSTA, on relevant work on this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}