{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Ukraine",
      "Kazakhstan",
      "Russian Federation",
      "China",
      "Australia",
      "United Kingdom",
      "Belarus",
      "Russia"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_10",
   "section_title": "Numbers/Text",
   "sentences": [
      "Parties discussed a number of proposals for amendments, which were compiled into a non-paper by the co-facilitators.",
      "Parties also heard presentations from the Secretariat related to technical papers on: quantitative implications on the carry-over options; and QELROs expressed as a percentage of base year and absolute emission levels.",
      "Ukraine presented on the assumptions behind its forthcoming QELRO.",
      "On QELROs, parties received information from Ukraine on the assumptions behind its point-year target of a 20% reduction by 2020 and work conducted to transform the target into a QELRO.",
      "Developed countries that had not yet put forward their QELROs were urged to do so.",
      "In bilateral consultations, parties discussed the possible forthcoming QELRO submissions from Belarus and Kazakhstan.",
      "On ambition, many parties expressed sharing a common goal of raising the level of ambition, but divergent views remained regarding how and when.",
      "Many developing countries expressed concerns that an eight-year commitment period would lock in the current low level of ambition.",
      "In order to raise the ambition of the QELROs, parties discussed conducting a mid-term review.",
      "Delegates exchanged views on: which body should conduct the review of the second commitment period; and the relationship between the second commitment period review and the 2015 Review under the Convention.",
      "Also related to ambition, Brazil proposed an amendment to the protocol that will enable parties to raise the level of ambition of their commitments at any time they wish to do so, with immediate effect under international law.",
      "Parties noted the need for ministerial-level discussions on ambition and review before Doha.",
      "On carry-over of surplus AAUs , parties discussed the proposals to limit the carry-over surplus by AOSIS, the African Group and Brazil, which were consolidated into a new proposal by the G-77/China, in which 2.5% of the second commitment period forms the ceiling of carry-over.",
      "The option not to limit the carry-over is also on the table.",
      "Parties noted that the quantitative implications of the surplus from the first commitment period were significant, but also limited to few parties, namely the EU, the Russian Federation and Ukraine.",
      "Strict limitations to carry-over were supported by all developing countries, while some developed countries said that the regime should approach the carry-over issue from a comprehensive perspective and be careful not to signal penalizing over-achievement.",
      "On eligibility , parties discussed whether access to the Kyoto mechanisms should be possible for: only countries who apply provisional application; countries who have submitted their QELROs; countries that have indicated that they will join the second commitment period; all parties to the Kyoto Protocol; or all parties to the Convention.",
      "Most developing countries supported limiting access to the flexible mechanisms, most importantly the Clean Development Mechanism (CDM), to countries who join the second commitment period.",
      "Many developed countries underscored the importance of maintaining demand for CDM credits, and said that ensuring operational continuity is not enough without ensuring demand.",
      "Some also flagged the dangers of the Wild West of disparate carbon markets.",
      "On a second commitment period , during informal consultations facilitated by Vice-Chair Uosukainen, parties discussed number of textual proposals for decisions in Doha to address the gap between the commitment periods.",
      "Many parties stressed the need to ensure a seamless continuation of the Protocol beyond 2012, concerning, for example, the flexible mechanisms.",
      "Parties reviewed options and discussed elements needed in decisions in Doha.",
      "Parties discussed textual proposals from AOSIS, the African Group, Brazil, Australia, the EU and Brazil, which were compiled into a non-paper.",
      "The paper clustered the various proposals into eight categories, including: preamble; adoption of amendments; a paragraph urging parties to ratify; provisional application; additional language related to legal continuity; operational and technical continuity; consequential revisions to previous CMP decisions; and other proposals, such as welcoming unilateral declarations.",
      "Many parties underscored that some proposed elements are mutually supportive, not exclusive.",
      "In the discussions, parties raised concerns over the non-legally binding nature of CMP decisions, while others noted the difficulties and time requirements associated with provisional application.",
      "Some parties underscored that anything short of provisional application would not be legally binding internationally, and thus would not address the legal consequences of the gap, highlighting the need for maximum bindingness with maximum coverage.",
      "Several parties said that text emerging from Bangkok on the second commitment period is especially important in order to ensure a clear mandate from capitals for Doha."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}