{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Malaysia",
      "Germany",
      "Iceland",
      "Uruguay",
      "South Africa",
      "Saudi Arabia",
      "Costa Rica",
      "Poland",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_36",
   "section_title": "CLOSING SBI/SBSTA PLENARY",
   "sentences": [
      "At the final joint SBI/SBSTA meeting on Friday, 16 June, SBI Chair Ashe drew delegates' attention to the work programme for the intersessional period leading to COP-6.",
      "He underlined that these workshops will not form part of negotiations, but are designed to facilitate an exchange of views on various issues.",
      "He then listed the following upcoming events: informal consultations on mechanisms (6-8 July, in Kuala Lumpur, Malaysia); a workshop on LULUCF (10-15 July, in Poznan, Poland); consultations on compliance (18-20 July, in Reykjavik, Iceland); consultations on technology transfer (2-4 August, in Colorado, USA); an African regional workshop on non-Annex I communications (14-18 August, in South Africa); and, informal consultations on adverse effects (23-25 August, tentatively planned for Bonn, Germany). He noted that further consultations on LULUCF and compliance, as well as an Asian regional meeting on non- Annex I communications, were possible following SB-13.",
      "He also announced that funding would be provided for a second delegate from each least developed country Party and small island State Party to attend upcoming sessions. In the ensuing discussion, several delegates applauded the move to finance an additional delegate for these Parties.",
      "Many delegates expressed their appreciation for the work of the Chairs of the subsidiary bodies and contact groups, the Secretariat and its Executive Secretary, the interpreters and all those who participated at SB-12.",
      "A number of Parties stressed the importance of transparency leading to COP-6. The G-77/China expressed satisfaction at the positive contribution of SB-12 and the preceding informal meetings in moving toward achieving the goals set out under the BAPA.",
      "He said the texts developed at SB-12 would serve as a good basis for negotiations at SB-13.",
      "However, he noted that delegates had yet to enter into the actual negotiating phase on the key issues, and stressed that the goals for COP-6 would be achieved only if the significant interests of all Parties were reflected.",
      "Saudi Arabia noted the progress made during the last two weeks.",
      "He applauded the German Government's agreement with its nuclear industry to phase-out nuclear energy, and encouraged all Annex I Parties to follow suit. The African Group called for concrete actions to emerge from this process.",
      "Uruguay noted the complexity of this process, but was encouraged by progress at SB-12.",
      "He said sinks should be included within the CDM.",
      "Costa Rica called for a focus on the issues of sinks and mechanisms and noted that it had prepared a paper on this issue in cooperation with a group of 14 Latin American countries.",
      "India cautioned against fragmenting the process unnecessarily and dividing into too many sub-bodies and processes.",
      "The US noted progress on technical matters, but said there was still considerable work remaining on core issues such as compliance, the mechanisms, technology transfer, capacity building, adverse effects, and sinks.",
      "The EU said hard work was required before COP-6, but that the foundations had been laid at SB-12.",
      "Chair Ashe thanked participants for their contribution to progress, and closed the meeting at 11:50 am."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "SBI/SBSTA"
}