{
   "actors": [],
   "countries": [
      "India",
      "Venezuela",
      "Argentina",
      "United States",
      "Dominican Republic",
      "Japan",
      "Chile",
      "Bolivia",
      "Brazil",
      "Canada",
      "South Africa",
      "Nicaragua",
      "Cuba",
      "Mexico",
      "Austria",
      "Turkey",
      "Dominica",
      "United Kingdom",
      "Australia",
      "Morocco",
      "Ecuador",
      "Bahamas",
      "Saudi Arabia",
      "Netherlands",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_11",
   "section_title": "2.3: Future Risks and Impacts Caused by a Changing Climate:",
   "sentences": [
      "There was much debate on a headline sentence stating that climate change will amplify existing risks and create new risks for natural and human systems in countries at all levels of development.",
      "Bolivia, with Venezuela, Chile, Nicaragua, Ecuador, Brazil, Cuba, the Dominican Republic, China, Mexico, Argentina and Morocco, stressed the need to add reference to risks being 'greater for people and communities with greater disadvantages', with Venezuela calling for further emphasis on developing countries.",
      "Switzerland signaled that these concerns are already addressed in the longer report.",
      "Referring to Figure SPM.8 (regional key risks and potential for risk reduction), Austria pointed to the limits of comparing risk levels across regions and, similarly, the difficulty of conducting a robust assessment of risks among countries.",
      "The US suggested, and participants agreed, to text stating that 'risks are unevenly distributed and are generally greater for disadvantaged people and communities in countries at all levels of development'.",
      "The US, supported by the UK and opposed by Saint Lucia, Switzerland, the Bahamas and Austria, suggested moving a sentence stating that 'greater rates and magnitude of climate change increase the likelihood of exceeding adaptation limits' to the section dealing with adaptation.",
      "This was agreed and the sentence was included in the headline statement of subsection 3.3 on characteristics of adaptation pathways.",
      "Participants discussed a sentence stating that the risks of climate change impacts depend on the magnitude and rate of climate change, and on the vulnerability and exposure of affected human and natural systems.",
      "The Netherlands and Turkey raised concerns over the definition of risk, with the Netherlands suggesting defining it as 'a combination of exposure to hazards and vulnerability', and Turkey proposing referring to the 'probability of climate change'.",
      "To address these concerns, WGII Co-Chair Christopher Field proposed alternative language stating that risks of climate-related impacts result from the interaction of climate-related hazards with the vulnerability and exposure of human and natural systems, including their ability to adapt.",
      "Switzerland and Norway stressed the importance of referring to the magnitude and rate of climate change, and Field proposed to do so in a subsequent sentence on rising magnitudes of warming and other changes in the climate system, which was approved with the addition of reference to rates of warming.",
      "Participants discussed a sentence stating that the ' overall risks of climate change impacts can be reduced by limiting the rate and magnitude of CO2 emissions and thus climate change, including ocean acidification'.",
      "Switzerland, Bolivia, Saudi Arabia, Venezuela and Australia favored replacing 'CO2' with 'GHG' emissions.",
      "The US observed that the original SYR SPM formulation referring to the rate and magnitude of 'climate change' was clearer, and the Panel agreed to this change.",
      "The Netherlands, supported by the US, proposed inserting a new sentence on the determination of risk .",
      "With further suggestions by an author and WGII Co-Chair Field, the new sentence states that evaluating the widest possible range of impacts, including low-probability outcomes with large consequences, is important for risk assessment.",
      "Regarding a sentence stating that plants cannot naturally move sufficiently fast to keep up with current and high projected rates of climate change in most landscapes, Canada, with Japan, suggested referring to 'plant species' that cannot 'migrate' fast enough, while the Netherlands suggested 'seed plants'.",
      "After some debate and other textual suggestions by India and the Bahamas, participants agreed to text saying 'most plant species cannot naturally shift their geographical ranges'.",
      "On a sentence stating that coastal systems are at risk from sea level rise, India suggested adding reference to low-lying areas, which was agreed.",
      "Regarding Figure SPM.8 on regional key risks and potential for risk reduction , the US requested that language on limits to adaptation be included, to which Field responded that assigning probability levels to adaptation prospects in the future was difficult.",
      "The figure was approved as presented.",
      "Regarding the caption, participants discussed at length a sentence stating that 'for each timeframe, risk levels are indicated for a continuation of current adaptation and for a highly adapted state'.",
      "Saint Lucia preferred to refer to 'hypothetical highly adapted state', in line with the WGII SPM, and sought clarification on methodology and underlying assumptions.",
      "Field explained that in the WGII SPM 'hypothetical' was only used in relation to the present, while 'highly adapted state' was appropriate when referring to the future.",
      "Regarding methodology, an author clarified that 'highly adapted state' corresponded to the best possible adaptation within reasonable limits.",
      "Saudi Arabia requested that 'highly adapted state' be defined, in response to which Field proposed replacing it with 'assuming high levels of current or future adaptation', which was agreed.",
      "On a sentence stating that 'risk levels are not necessarily comparable across regions', Austria proposed 'especially across regions' in line with the WGII SPM, which was accepted after some discussion.",
      "On a sentence stating that global temperature increases of 4 °C or more , combined with increasing food demand, would pose large risks to food security globally and regionally, Saint Lucia emphasized the need to address local implications of a 4 °C temperature increase in tropical areas.",
      "Following informal consultations, participants agreed to address Saint Lucia's concern by: deleting the reference to regional risks to food security in the text; inserting a footnote stating that 'projected warming averaged over land is larger than global average warming for all RCP scenarios for the period 2081-2100 relative to 1986-2005'; and referring to Figure SPM.7 (change in average surface temperature and average precipitation) for regional projections, as suggested by the Netherlands.",
      "Saint Lucia expressed concern over a sentence stating that species redistribution and biodiversity reduction in the oceans will challenge sustained provision of fisheries productivity and other ecosystem services, especially in countries at low latitude.",
      "Participants agreed to add that this is 'due to projected climate change by the mid-21st century and beyond', and the sentence was approved with other minor amendments.",
      "On the upper portion of Figure SPM.9 titled 'Climate change poses risks for food production', which shows the projected global redistribution of maximum catch potential, Canada expressed concern over the underlying uncertainty due to the figure's derivation from a single climate model, and requested that this be reflected in the caption.",
      "On a sentence in the figure's caption noting that projections use scenario A1B from the Special Report on Emissions Scenarios (SRES) to compare the 10-year averages for 2001-2010 and 2051-2060, and following requests for less technical language, an author proposed, and participants agreed, to replace the reference to SRES A1B with 'ocean conditions based on a single climate model under a moderate to high warming scenario'.",
      "On a sentence noting that climate change is expected to lead to increases in ill-health in many regions , 'especially in developing countries with low income', India, Saudi Arabia, the Bahamas and others noted that vulnerability was not necessarily linked to income in developing countries.",
      "Responding to a query from Saudi Arabia, an author said that the definition of low-income developing countries was derived from a World Bank categorization, to which Saudi Arabia replied that, for the record, they did not recognize the World Bank's income categorization and only recognized developed and developing countries as categories.",
      "The Panel agreed to use approved language from WGII SPM, and add, at the end of the sentence, 'compared to a baseline without climate change'.",
      "Regarding a paragraph on expected impacts of climate change in urban and rural areas , participants agreed to proposals from Ecuador to add landslides and from the Bahamas to add drought and air pollution to a list of risks in urban areas.",
      "Participants also agreed to a US proposal to add assets to a list of items that may be affected by increased risks.",
      "On a sentence stating that aggregate economic damages accelerate with increasing temperature , Japan, supported by Switzerland, proposed adding text noting that few quantitative estimates have been completed for additional warming of around 3 °C and above.",
      "The US suggested, as an alternative, text stating that global economic impacts from climate change are difficult to estimate.",
      "Following queries from Switzerland, supported by Morocco, participants accepted a suggestion from South Africa to specify that global economic impacts are 'currently' difficult to estimate.",
      "Participants agreed to a proposal from India to substitute 'losses' for 'damages'.",
      "Responding to a query from Saudi Arabia, WGII Co-Chair Field proposed adding a sentence from the WGII SPM at the end of the paragraph, stating that 'international dimensions such as trade and relations among states are also important for understanding the risks of climate change at regional scales'.",
      "This addition was agreed.",
      "Regarding a sentence on climate change indirectly increasing risks of violent conflicts in the form of civil war and intergroup violence by amplifying well-documented drivers of these conflicts, such as poverty and economic shocks, Venezuela, with Nicaragua, Bolivia and Ecuador, opposed reference to civil war.",
      "Nicaragua said the sentence contained a political message and suggested deleting it.",
      "An author explained that the statement was 'sharply focused on scientific findings' and emphasized the need to keep the wording as presented.",
      "IPCC Chair Pachauri characterized the finding as one of the strongest in the WGII report and cautioned against deleting it.",
      "Canada proposed alternative wording without reference to civil war and intergroup violence.",
      "With additional revisions from the authors and removal of reference to civil war and intergroup violence, this paragraph was accepted.",
      "Final SYR SPM Text: The headline for this subsection states that climate change will amplify existing risks and create new and unevenly distributed risks for natural and human systems.",
      "This subsection includes paragraphs on: - the risk of climate-related impacts resulting from the interaction of climate-related hazards; - the increased risk of extinction for many species; - the undermining of food security, redistribution of global marine species and reduction of marine biodiversity; - impacts on human health; increased risks for people, assets, economies and ecosystems in urban areas; - major impacts on water, food security, infrastructure and agricultural incomes in rural areas; - the acceleration of aggregate economic losses with increasing temperature; and - the increased displacement of populations and increasing risks of violent conflicts indirectly attributable to climate change through its amplification of conflict drivers, such as poverty and economic shocks.",
      "It also includes figures on representative key risks for each region and on projected global redistribution of marine fish and invertebrate species."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}