{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Sweden",
      "United States",
      "Japan",
      "Bolivia",
      "Australia",
      "Ecuador",
      "Canada",
      "South Africa",
      "Antigua and Barbuda",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_7",
   "section_title": "FINANCE",
   "sentences": [
      "Co-facilitated by Georg Børsting (Norway) and Diann Black-Layne (Antigua and Barbuda), the group on section F (Finance) met from Tuesday to Friday.",
      "On Tuesday, Co-Facilitator Børsting invited general reactions to the ADP Co-Chairs§ Tool.",
      "Bolivia, for the G-77/China, outlined its vision of the building blocks for this section: obligations and commitments; scale of resources; sources; and MRV.",
      "Ecuador, for the LMDCs, expressed concern that scale and sources were missing.",
      "Several parties noted the need to clarify institutional arrangements between existing funds and the new agreement.",
      "Parties established a spin-off group on institutional arrangements, co-led by Canada and Bolivia.",
      "On Tuesday, Canada reported back from the spin-off group and highlighted: parties§ desire to continue using existing operating entities of the financial mechanism under the Convention and provide them with guidance as necessary; and the continued relevance of the Standing Committee on Finance.",
      "Bolivia, for the G-77/China, expressed willingness to provide textual proposals on institutional arrangements.",
      "On Wednesday, spin-off groups took place throughout the day, and two facilitated group sessions heard reports back from those groups.",
      "On scaling up finance, Ecuador highlighted discussions regarding, inter alia: imbalance between INDC actions and support for those actions; and differentiation among parties.",
      "On commitments/obligations/actions, Sweden noted: the need for new commitments/obligations/actions in the agreement; and the importance of enabling environments and associated concerns surrounding national sovereignty.",
      "On Thursday, parties heard reports back from spin-off discussions and discussed proposals.",
      "Regarding scale, Ecuador noted difficulty in disentangling cross-cutting issues.",
      "On sources, Switzerland said sources could not be limited to a single option.",
      "Parties then proceeded to discuss four proposals on institutional arrangements from the G-77/China, the Republic of Korea, the EU, and a joint proposal by the US, Japan and Canada.",
      "Parties discussed: commonalities across proposals, such as having the financial mechanism under Convention Article 11 (Financial Mechanism) serve as the financial mechanism of the new agreement; issues surrounding designating the GCF as the \"main\" operating entity; and the need for the COP to retain authority to provide guidance.",
      "On Friday, informal discussions in the morning focused on, inter alia, thematic funding and its linkage with the finance section of the agreement, and dynamism of climate finance including responsibilities and sources.",
      "On Friday afternoon, Co-Facilitator Børsting summarized discussions from the spin-off group on objective/commitments moderated by South Africa.",
      "He noted, inter alia: questions surrounding the objective of climate finance, such as its purpose, areas, context, and to what end.",
      "Parties then discussed several submissions.",
      "Bolivia, for the G-77/China, introduced its submission on objective/commitment of finance for the core agreement, noting provisions on: limiting temperature increase as the main objective; and the necessity for developed country parties to provide new, additional, and scalable resources.",
      "The EU introduced its proposal on objective/commitments that consisted of two paragraphs: the need for a transformation of investments; and the importance of all parties to mobilize and/or facilitate financial flows.",
      "The G-77/China also presented its proposal on scale and scaling up of resources.",
      "She highlighted the need for: a floor of US$100 billion by 2020 with a clear burden-sharing formula; and recognition of the principles of the Convention.",
      "The EU presented a conceptual note on enabling environments to be placed in the core agreement that urges, inter alia, all parties to improve their enabling environments and policy frameworks, including to \"climate-proof\" all investments.",
      "Canada presented a joint proposal with Australia, Japan, New Zealand and the US on enabling environments that emphasizes the need for parties to cooperate to improve enabling environments to allow better access to finance by developing countries.",
      "The US presented its building blocks proposal for this section, including: mobilization of finance from a variety of sources; prioritization for countries most in need; integration of climate considerations into development assistance; and scaling down international support for high-carbon investments.",
      "Bolivia, for the G-77/China, introduced a text proposal for the core agreement that emphasizes the need for adequate support to be available for an international mechanism on loss and damage.",
      "Co-Facilitator Børsting indicated that discussions held during the week would be reflected in a working document and transmitted to the ADP Co-Chairs, along with the submissions."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}