{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_25",
   "section_title": "COP Decision",
   "sentences": [
      "In the decision (FCCC/CP/2005/L.3), the COP notes that adaptation to climate change and its adverse effects is of high priority for all countries, and that developing countries, especially LDCs and SIDS, are particularly vulnerable.",
      "It further notes the increasing body and evolving nature of scientific knowledge, including on the Arctic and other areas, and of practical experiences responding to adaptation needs.",
      "Moreover, the COP: reaffirms that the response to climate change should be coordinated with social and economic development in an integrated manner; recognizes and encourages, inter alia, the importance of local and indigenous knowledge; and notes that the programme of work on adaptation is of broad concern to all parties.",
      "The decision adopts a five-year programme of work, contained in an annex, requesting SBSTA to: start implementation of the programme of work by undertaking the initial activities specified in the SBSTA conclusions; consider and elaborate further additional activities and modalities of the programme of work, including the possible role of a group or group of experts; consider at its twenty-eighth session further activities and modalities, taking into consideration the results of the initial activities and the IPCC Fourth Assessment Report; and review the programme of work at COP 16. The Five-Year Programme of Work on Adaptation includes the objective, expected outcome, scope of work, and modalities.",
      "The stated objective is to assist all parties, in particular developing countries, including the LDCs and SIDS, to improve their understanding and assessment of impacts, vulnerability and adaptation, and to make informed decisions on practical adaptation actions and measures.",
      "Expected outcomes of the programme of work include: enhancing capacity at all levels to identify and understand impacts, vulnerability and adaptation responses, and implementing practical, effective and high priority adaptation actions.",
      "The programme also aims to provide for enhanced cooperation, development and dissemination of knowledge from practical adaptation activities, as well as further integration of adaptation actions with sustainable development activities. The scope of work comprises two thematic areas: impacts and vulnerability, and adaptation planning, measures and actions.",
      "Each of these thematic areas includes several action-oriented sub- themes, such as promoting development and dissemination of assessment methodologies and tools, collecting and disseminating information on current and historical climate change and its impacts, and on practical adaptation actions.",
      "The scope also includes the promotion of measures, methodologies and tools including for economic diversification aimed at increasing economic resilience and reducing reliance on vulnerable economic sectors, especially for relevant categories of countries listed in UNFCCC Article 4.8.",
      "Methodologies, data and modeling, and integration into sustainable development are cross-cutting issues to be incorporated in the specific activities.",
      "Among the modalities identified are workshops and meetings, drawing on inputs from experts, practitioners and relevant organizations, compendia and web-based resources, submissions, reports and technical papers, as well as other modalities, such as groups of experts."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}