{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Marshall Islands",
      "United States",
      "Gambia",
      "Chile",
      "Bolivia",
      "Philippines",
      "Indonesia",
      "Uganda",
      "South Africa",
      "Nauru",
      "China"
   ],
   "enb_end_date": "30-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "30-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12560e.html",
   "id": "enb12560e_7",
   "section_title": "Roundtable on Workstream 2:",
   "sentences": [
      "Ways to bridge the ambition gap: Parties focused on how the Convention can strengthen, encourage and support international and national actions that are additional and supplementary to pledges; and what international cooperative initiatives have the potential to deliver sizeable emission reductions towards closing the ambition gap, and how these can be supported and scaled up.",
      "Nauru, on behalf of AOSIS, called for a comprehensive roadmap by 2013 to identify the most cost-effective way to reduce emissions as quickly as possible.",
      "The Gambia, for the LDCs, stressed the need to identify and prioritize options with high mitigation potential.",
      "The US emphasized the need to invite the private sector and others to provide views on emission reduction opportunities, and encouraged incentives for businesses in order to promote sustainability and emission reductions, noting that money will be at the heart of what we do.",
      "Uganda, for the AFRICAN GROUP, called for more work on compliance and reporting, and encouraged parties to move to the upper range of their pledges.",
      "CHILE stressed the need to create development opportunities for all and encouraged a dynamic interpretation of the CBDR principle.",
      "The EU stressed focusing on actual mitigation actions that are additional to those already in place.",
      "He called for transparency on complementary international cooperative initiatives.",
      "On numbers and inclusive actions, BOLIVIA expressed concern over lack of clarity on sectoral participation and transnational sectoral commitments that raise sovereignty questions. CHINA emphasized that the ADP is only one part of the Durban package and that it includes results in the AWG-KP and AWG-LCA.",
      "MARSHALL ISLANDS urged parties to identify mitigation potential and specific implementation barriers, instead of simply outlining existing mitigation efforts.",
      "SOUTH AFRICA said all additional actions that are supplementary to pledges could be recognized, as long as such actions are subject to the Convention principles and environmental integrity.",
      "The PHILIPPINES stressed that supplementary actions cannot substitute mandated actions under the Convention and Protocol.",
      "INDONESIA stressed the need for a common accounting system for bilateral, national and sub-national mitigation efforts.",
      "UGANDA questioned the possibility of achieving a meaningful outcome under the ADP without goodwill and political commitment."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}