{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "African Group"
   ],
   "countries": [
      "Nepal",
      "Nicaragua",
      "China",
      "Australia",
      "Dominica",
      "Nauru",
      "Colombia",
      "Indigenous Peoples",
      "Dominican Republic",
      "Sudan"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_4",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "The Republic of Korea, for the Environmental Integrity Group (EIG), identified the need for concrete outcomes of the work programme to further the understanding of the diversity of Nationally Appropriate Mitigation Actions (NAMAs).",
      "Nepal, for the LDCs, called for the inclusion of LDCs and small island developing states (SIDS) on the Executive Committee of the Warsaw International Mechanism for Loss and Damage, and the G-77/China called for majority membership for developing countries on the Executive Committee.",
      "Australia, for the Umbrella Group, called for focusing on mandate and procedures for the Executive Committee.",
      "Sudan, for the African Group, suggested that experts on various issues be incorporated into the Warsaw International Mechanism for Loss and Damage.",
      "Nicaragua, for the Like-Minded Developing Countries (LMDCs), stressed that the basic rules for non-market-based approaches, NMMs and the FVA need to be approved by the COP.",
      "The LMDCs called for a new mechanism on response measures to review negative impacts of measures taken by developed countries.",
      "The LDCs, Colombia, for AILAC, and Nauru, for the Alliance of Small Island States (AOSIS), called for progress on the second review of the Adaptation Fund and ensuring sustained funding for it.",
      "The LDCs called for a decision enabling the full implementation of all elements of the LDC work programme. AILAC stressed, inter alia , the need to: support developing countries' national communications and biennial update reports (BURs); identify lessons learned from the NAMA work programme for INDCs on mitigation; and strengthen the NAP process.",
      "The Dominican Republic, for the Central American Integration System (SICA), stressed the need to ensure progress on adaptation and MOI; and urged tangible outcomes on NAPs.",
      "On the 2013-2015 Review, AOSIS stressed ensuring that decisions are based on the latest science and said the process should deliver conclusions that lead to 'immediate implementation' of the 1.5 °C goal. SICA supported basing SBI outcomes on recent scientific findings so that they are accounted for in the ADP and during the 2013-2015 Review.",
      "The Umbrella Group urged consideration of the IPCC findings on adaptation and mitigation in the Review, and stressed mitigation and transparency should be prioritized to build collective confidence and action.",
      "The EU, inter alia , emphasized the review of existing mechanisms under the Kyoto Protocol should be compatible with greater ambition, promote scaled-up mitigation actions and enable net contributions to global mitigation efforts, and suggested guidance on how the outcomes of the Structured Expert Dialogue (SED) under the 2013-2015 Review might inform the work of the ADP.",
      "The African Group expressed concern over the lack of progress on: implementation of the Kyoto Protocol second commitment period; response measures; and technology transfer.",
      "The G-77/China stressed the Technology Executive Committee (TEC) should structure its work plan for the short and medium-term. BINGOs appreciated the opportunity to nominate business experts as advisors and observers to the GCF, TEC and the Climate Technology Centre and Network (CTCN). CAN, for ENGOs, highlighted that the MRV regime should not be limited to mitigation but also address MOI, especially finance. CJN!, for ENGOs, called on developed countries to 'pay their climate debt'.",
      "Indigenous Peoples called for an integrated and holistic approach in the implementation of adaptation and mitigation work plans that respects indigenous peoples' rights, institutions and traditional knowledge systems.",
      "Youth highlighted the need to focus on Convention Article 6 (education, training and public awareness), in particular public participation, and called for enhancing the participation of observers."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}