{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Norway",
      "Venezuela",
      "China",
      "Italy",
      "Saudi Arabia",
      "United Kingdom",
      "Finland",
      "El Salvador",
      "South Africa",
      "Pakistan",
      "Bolivia"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_14",
   "section_title": "3.1: Foundations of Decision-making about Climate Change:",
   "sentences": [
      "In reference to a headline statement on analytical approaches to inform decision making on limiting climate change and its effects , Bolivia requested inserting reference to 'issues of equity, justice and fairness', while Saudi Arabia noted the need to also refer to cultural values, among others.",
      "Authors proposed, and participants agreed to, text recognizing the importance of 'governance, ethical dimensions, equity, value judgments, economic assessments and diverse perceptions and responses to risk and uncertainty'.",
      "Lengthy discussions ensued regarding a paragraph on the relationship of adaptation and mitigation to sustainable development and poverty eradication .",
      "Participants discussed a sentence stating that mitigation and adaptation raise issues of equity, justice and fairness, and are necessary to achieve sustainable development and poverty eradication.",
      "After a reworking of the text by authors in line with a proposal by Brazil, participants agreed to an alternative formulation stating that: sustainable development and equity provide a basis for assessing climate policies; limiting the effects of climate change is necessary to achieve sustainable development and equity, including poverty eradication; and mitigation and adaptation raise issues of equity, justice and fairness.",
      "On a sentence stating that countries' past and future contributions to the accumulation of GHGs in the atmosphere are different, and countries also face varying challenges and circumstances and have different capacities to address mitigation and adaptation, Saudi Arabia requested adding reference to the concepts of equity and common but differentiated responsibilities.",
      "Brazil and Norway cautioned against changing 'carefully crafted text', and the sentence was approved as presented.",
      "Participants then approved a sentence stating that 'many of those most vulnerable to climate change have contributed and contribute little to GHG emissions'.",
      "Regarding a sentence on the risks of delaying mitigation, Saudi Arabia, supported by Venezuela, but opposed by Finland, proposed adding language on how this could undermine action to promote sustainable development.",
      "Following small group discussions on this issue, an author reported on agreed text, which states that 'delaying mitigation shifts burdens from the present to the future, and insufficient adaptation responses to emerging impacts are already eroding the basis for sustainable development' and that 'comprehensive strategies in response to climate change that are consistent with sustainable development take into account the co-benefits, adverse side effects and risks that arise from both adaptation and mitigation options'.",
      "With the UK's proposed qualifier that risks 'may' arise, this text was approved.",
      "Regarding a statement that no single best balance exists between mitigation, adaptation and residual climate impacts , the UK, supported by Finland, called for its deletion.",
      "Bolivia, supported by Saudi Arabia, preferred noting that this statement should be considered in the context of sustainable development.",
      "Finland, supported by South Africa, the EU and Italy, suggested using approved text that 'these methods cannot identify' the single best balance.",
      "The approved statement specifies that these methods 'cannot identify a single best balance between mitigation, adaptation and residual climate impacts'.",
      "Participants then discussed a paragraph stating that: climate change has the characteristics of a collective action problem at the global scale ; effective mitigation will not be achieved if individual agents advance their own interests independently; and effective mitigation 'will only be achieved through collective responses'.",
      "China, with Venezuela, Bolivia, Brazil and Saudi Arabia, requested reference to international cooperation, with Brazil, China and Saudi Arabia adding that such cooperation must be perceived as equitable.",
      "Venezuela proposed also referring to knowledge sharing and technology transfer.",
      "Pakistan suggested stating that international cooperation is required 'under the UN framework'.",
      "India, with El Salvador, Saudi Arabia, Pakistan and China, requested including reference to adaptation.",
      "Brazil, with the EU, stated that adaptation does not possess the characteristics of a collective action problem.",
      "Following informal consultations, authors suggested, and participants agreed, to replace 'collective' with 'cooperative' responses, and to include new text stating that 'evidence suggests that outcomes seen as equitable can lead to more effective cooperation'.",
      "Final SYR SPM Text: The headline states that decision making to limit climate change can be informed by different analytical approaches, and also recognizes the importance of governance, ethical dimensions, equity, value judgments, economic assessments, and diverse perceptions of and responses to risk and uncertainty.",
      "This subsection includes paragraphs on, inter alia : sustainable development and equity providing a basis for assessing climate policies; and the design of climate policy being influenced by how individuals and organizations perceive risks and uncertainties and take them into account.",
      "It also highlights the issue of climate change as having the characteristics of a collective action problem at the global scale, because most GHGs accumulate over time and mix globally, and emissions by any agent (e.g., individual, community, company, country) affect other agents."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": ""
}