{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Philippines",
      "New Zealand",
      "Algeria",
      "Japan",
      "China",
      "Saudi Arabia",
      "Turkey",
      "Singapore",
      "Argentina"
   ],
   "enb_end_date": "04-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12403e.html",
   "id": "enb12403e_3",
   "section_title": "MITIGATION:",
   "sentences": [
      "The contact group focused on mitigation by developing countries.",
      "CHINA said that NAMAs should be country-driven, reflecting developing countries priorities.",
      "He suggested that developing countries first identify actions, which would be matched with support later.",
      "INDIA said that developed countries must take mitigation commitments based on historical responsibility, while developing countries can take voluntary mitigation actions.",
      "He also highlighted the role of support, and said that a registry can be the NAMA window of the financial mechanism.",
      "The REPUBLIC OF KOREA noted that the proposed registry was intended for such voluntary actions that are already taking place, as well as for those to be matched with support.",
      "ARGENTINA, with the PHILIPPINES and SAUDI ARABIA, expressed concern with the concept of a registry, and ALGERIA said that the idea of matching actions with support connotes uncertainty or delay. TURKEY noted the need to develop eligibility criteria for support.",
      "NEW ZEALAND highlighted the importance of quantifying developing country actions for attracting support and for mutual accountability.",
      "The LDCs called for special recognition of LDCs, and highlighted that support for NAMAs should be measurable, reportable and verifiable. SINGAPORE opposed the introduction of new criteria, such as GDP, for differentiating countries.",
      "The EU noted that advanced developing countries can do more on mitigation than other developing countries.",
      "JAPAN stressed that his country cannot accept a simple extension of the Kyoto Protocol without participation of Protocol non-parties and major developing countries, while SAUDI ARABIA opposed differentiating among developing countries and the reference to more advanced ones."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}