{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Gambia",
      "Japan",
      "Chile",
      "Brazil",
      "Uganda",
      "Canada",
      "Saudi Arabia",
      "Peru",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "22-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "22-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12238e.html",
   "id": "enb12238e_9",
   "section_title": "ADAPTATION AND MITIGATION",
   "sentences": [
      "Parties discussed format and content of future workshops and activities.",
      "On adaptation, CHINA noted the possibility of convening pre-sessional workshops.",
      "NEW ZEALAND, with the GAMBIA, noted that this may prevent some Parties from attending.",
      "The EU and CANADA called for written reports.",
      "The US proposed allocating more time for discussion.",
      "CHINA, supported by INDIA, suggested developing an action plan.",
      "The EU, US and CANADA called for a more focused agenda and suggested developing an Internet site.",
      "The EU, supported by INDIA, proposed Parties` submissions on issues that should be considered.",
      "CANADA stressed adaptive capacity and understanding local conditions.",
      "BRAZIL highlighted integration of natural and social sciences.",
      "The GAMBIA supported an integrated assessment of adaptation approaches.",
      "JAPAN highlighted information exchange.",
      "SAUDI ARABIA highlighted integrating economic diversification with sustainable development efforts. On mitigation, SWITZERLAND favored convening expert workshops.",
      "UGANDA proposed developing a work programme.",
      "JAPAN, CANADA and the EU preferred in-sessional workshops.",
      "JAPAN called for further information sharing and, with the US and CANADA, discussing technologies.",
      "SAUDI ARABIA said information exchange should be in accordance with UNFCCC Article 4 (commitments).",
      "The US, with CANADA, proposed examining 'win-win' opportunities.",
      "UGANDA, with CHILE, proposed developing a plan of action.",
      "CANADA stressed the importance of considering implementation barriers and barriers, incentives and options to promote technological research and development.",
      "PERU proposed working in small groups during workshops."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}