{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Saint Vincent and the Grenadines",
      "United Kingdom",
      "United States",
      "Japan",
      "Kenya",
      "Uruguay",
      "Indonesia",
      "South Africa",
      "Maldives",
      "Spain",
      "Austria",
      "Micronesia",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "18-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12332e.html",
   "id": "enb12332e_2",
   "section_title": "ADDRESSING ACTION ON ADAPTATION:",
   "sentences": [
      "Richard Klein, IPCC, presented on links between adaptation and mitigation, stating that there is no single optimal mix of adaptation and mitigation, and both are intertwined with social and economic development choices.",
      "In response to a question by AUSTRIA on the abatement cost of carbon as opposed to its social cost, Klein noted lack of literature and uncertainties due in part to the difficulties of including adaptation in models.",
      "INDIA emphasized several concrete adaptation initiatives that it is implementing.",
      "SOUTH AFRICA lamented the fragmented nature of adaptation discussions under the UNFCCC, advocated a broader 360 ° approach to adaptation, and suggested a new Adaptation Committee of Experts. CHINA proposed a protocol or agreement on adaptation, and concrete pilot projects.",
      "The EU said adaptation should play a more important role in the future regime. KENYA highlighted the impact of climate change on desertification and human health issues such as malaria and HIV/AIDS.",
      "REPUBLIC OF KOREA called for innovative financing for adaptation, such as a levy on emissions trading.",
      "Saint Vincent and the Grenadines, for AOSIS, drew attention to mangroves and coral reefs as a first line of defense for coastal zones, brain drain from SIDS and, with MICRONESIA, insurance issues.",
      "Halldor Thorgeirsson, Secretariat, noted a report on financial flows and investments to be presented at the fourth workshop.",
      "The UK reported on the UK Climate Impacts Programme and adaptation policy framework.",
      "CLIMATE ACTION NETWORK (CAN) suggested suitable levies on the flexible mechanisms and compensatory support from Annex I parties amounting to tens of billions of dollars. SPAIN and URUGUAY reflected on an Ibero-American initiative on climate change.",
      "SPAIN highlighted adaptation as a crucial issue beyond 2012.",
      "INDONESIA underscored adaptation technology and the importance of early warning systems. JAPAN said the Adaptation Fund needs to be operationalized as a matter of urgency, and the UNFCCC should play a coordinating role in light of the complexity of adaptation and multiple actors involved.",
      "COOK ISLANDS said vulnerability must be measured in terms of countries' adaptive capacity.",
      "The US supported defining the UNFCCC's role on adaptation, in order for parties to be able to move forward.",
      "Maldives, for LDCs, said the science and economics of climate change are now clear, leaving only the need for political will.",
      "TRADE UNIONS welcomed South Africa's proposal to address adaptation in an integrated manner."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": "WORKING GROUP"
}