{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "United States",
      "Japan",
      "Senegal",
      "Bolivia",
      "Australia",
      "Indonesia",
      "Indigenous Peoples",
      "Canada",
      "Mexico",
      "Colombia",
      "Costa Rica",
      "Bhutan",
      "China"
   ],
   "enb_end_date": "17-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "17-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12156e.html",
   "id": "enb12156e_7",
   "section_title": "LULUCF",
   "sentences": [
      "Co-Chair Thorgeirsson said this contact group meeting would be devoted to providing technical advice on inclusion of sinks under the mechanisms, and stressed that the actual decision on inclusion would be taken by the mechanisms group. COLOMBIA presented their proposal on Expiring Certified Emissions Reductions (CERs).",
      "Noting that permanence is the main problem related to LULUCF activities, he suggested all LULUCF projects be treated as potentially non-permanent, and said that associated CERs should expire after a specific time period, after which they would be replaced by permanent CERs or new expiring CERs.",
      "The project proponent would be fully liable for the CERs. TUVALU highlighted recent research results from the Hadley Centre suggesting that the terrestrial biosphere may shift from being a sink to a source.",
      "He stressed problems related to reversibility of carbon sequestration, leakage, uncertainty related to accounting methodologies, and negative environmental and social impacts including perverse incentives for conversion of native systems to plantation forestry.",
      "He cautioned that the potential scale of LULUCF activities could undermine any incentives to find long-term solutions to emissions reductions. Noting the large share of global emissions resulting from deforestation, BOLIVIA supported conservation of existing forests under the CDM.",
      "He cautioned against perverse incentives to cut forests, and said that for many countries forest conservation would be the main way to participate in efforts to stabilize the global climate. Expressing concern with the interventions of delegates, Co-Chairs Thorgeirsson and Gwage appealed to delegates to focus on technical aspects with a view to providing advice to the contact group on mechanisms.",
      "The G-77/CHINA urged no prejudgement on the issue of sinks in the CDM.",
      "He drew attention to the Group's principle on permanence, underlining that sinks provide temporary removal only.",
      "The EU expressed surprise at the Co-Chair's request to provide solutions, saying that he was not convinced that solutions exist.",
      "He argued that inclusion of sinks would reduce the transfer of emission reduction technology to developing countries.",
      "COSTA RICA argued that global leakage would be a significant problem should LULUCF activities not be allowed under the CDM, as timber stocks in different parts of the world are linked through the global market, and a small shift of logging activities from Annex I countries to non-Annex I countries would lead to a proportionally larger increase in loss of carbon. SENEGAL, BHUTAN, AUSTRALIA, INDONESIA and MEXICO, opposed by the EU and CHINA, outlined arguments in favor of the Colombian proposal.",
      "CHINA underlined that there was no unified G-77/CHINA position on this proposal. AUSTRALIA expressed concern with the unbalanced use by delegates of the IPCC report on LULUCF, and noted that the report shows that methodologies exist or are being developed regarding leakage, additionality, permanence and measurement uncertainty.",
      "With JAPAN, she questioned why the issue of scale is specifically raised in the context of LULUCF projects, arguing that the institutional infrastructure will ensure that LULUCF projects are additional, measurable and verifiable.",
      "COLOMBIA emphasized that the aim of its proposal is not to transfer Annex I commitments.",
      "He underlined the value of procedures being proposed in the mechanisms group to ensure stakeholder participation within forestry projects. CANADA said there are solutions to the problem of permanence, highlighting risk management options.",
      "The US pointed out that projects differ in terms of how prone they are to leakage, and stressed that the scale of actual LULUCF projects implemented is constrained by institutional and economic barriers. In addition, the Indigenous Peoples Caucus on Climate Change gave a statement stressing the need to consider indigenous peoples and their needs and rights on the lands being discussed in the LULUCF contact group, and condemning the inclusion of sinks under the CDM."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}