{
   "actors": [],
   "countries": [],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_15",
   "section_title": "SBSTA conclusions",
   "sentences": [
      "In the conclusions (FCCC/SBSTA/2004/L.2), SBSTA encourages business and industry, non-governmental organizations and relevant international organizations, to organize sector-specific workshops and other activities relevant to enabling environments for technology transfer.",
      "SBSTA notes the results of the TT:CLEAR survey, and endorses an EGTT recommendation that a workshop on innovative options for financing the development and transfer of technologies should have a practical focus, and be built around case studies.",
      "SBSTA urges Annex I Parties, and organizations in a position to do so, to provide technical support to developing country Parties undertaking technology needs assessments.",
      "It also invites UNDP, UNEP, other relevant organizations, as well as the Climate Technology Initiative, to hold additional regional workshops to finalize the technology needs assessments.",
      "SBSTA urges Parties to consider taking a decision at COP-10 reflecting on progress and next steps to enhance the implementation of UNFCCC Article 4.5 (technology transfer). The SBSTA conclusions invite UNDP, with UNEP and the GEF, to: collect reports of technology needs assessments and prepare an analysis of the technology needs identified by developing countries, and report the findings to the EGTT; make available at SBSTA-21 the most recent version of the handbook for conducting technology needs assessments for climate change; and analyze options for providing further technical support to Parties completing their initial technology needs assessments, or updating their needs assessments. SBSTA requests the EGTT to consider the outcomes of the workshop on innovative options for financing the development and transfer of technologies.",
      "It also asks the EGTT to: explore possible ways to enhance synergies with other global conventions and processes where technology transfer and capacity building for technology transfer are considered, and report on progress at SBSTA-22; consider for its work programme for 2005 activities relating to the identification of possible joint research programmes between Annex I and non-Annex I Parties for the development of environmentally sound technologies, and ways to enhance access to scholarships and fellowships for non-Annex I Parties to build capacity for the development and transfer of environmentally sound technologies. Finally, the SBSTA conclusions also request the Secretariat to organize a special meeting of the EGTT in conjunction with the workshop on innovative financing, and to organize a seminar on technology transfer for adaptation to climate change in order to discuss case studies.",
      "The Secretariat is asked to prepare a technical paper on the applications of environmentally sound technologies for adaptation to climate change, and to continue its work on maintaining and improving TT:CLEAR."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}