{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_46",
   "section_title": "FROM EOHIPPUS TO HORSE IN 22 YEARS",
   "sentences": [
      "The IPCC is an organization of extraordinary complexity.",
      "In order to provide policy makers with balanced assessments of the state of knowledge on climate change, thousands of scientists from all over the world work for free as authors, contributors and reviewers, organized into three distinct working groups (WGs), and undertaking assessments of all aspects of climate change science in cycles that last approximately six years.",
      "The result of their joint work is reviewed by representatives from 194 countries.",
      "This review process includes approval of a Summary for Policy Makers (SPM) for each of the WGs word-by-word.",
      "To assist each WG, a small Technical Support Unit (TSU) is formed, each based in a different country.",
      "Another team is assembled under the IPCC Chair, in yet another country, to assist in the preparation of a Synthesis Report (SYR) and its SPM.",
      "A joint WMO-UNEP Secretariat employing 5 to 10 people is the only operational unit that is active between assessment cycles.",
      "Since its inception in 1988, the work of the organization has grown in tandem with that of climate change science: from the first assessment report in 1990 to the most recent one in 2007, the number of authors has tripled and the length of the reports has quadrupled.",
      "Approximately 2,500 reviewers provided about 90,000 comments on the 44 chapters of the AR4.",
      "Each comment is documented on a website that also describes how and why the comment was or was not incorporated in the next revision.",
      "This allowed the IAC to trace three comments identifying the most infamous mistake on the premature melting of Himalayan glaciers among the 90,000 comments.",
      "Yet despite this dramatic increase in work, the overall management structure of the IPCC has remained the same.",
      "The IAC Review lauded the IPCC s accomplishments and noted that on processes and procedures stricter adherence to existing rules and procedures and strengthening others already in place will largely resolve these problems.",
      "However, having the errors come to light was in many ways a blessing in disguise: the changes currently under consideration, particularly those related to management and governance, may not have been considered with such urgency otherwise."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "IPCC"
}