{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Brazil",
      "Norway"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_31",
   "section_title": "ADP 2: EXPECTATIONS AND DESIGN OF THE SESSION",
   "sentences": [
      "The mood of the April session was largely positive.",
      "Discussions were described by many as constructive and rich, which kept the upbeat spirit alive.",
      "On the 2015 agreement, the Co-Chairs sought parties views on its main elements, including its scope, structure and design.",
      "Discussions covered a range of issues from mitigation and adaptation to transparency and means of implementation.",
      "One of the key discussions concerned ways to design mitigation commitments.",
      "The session saw some attempts to start bridging the gap that divided parties during the AWG-LCA negotiations, where the Umbrella Group, in particular, advocated a bottom-up approach, and developing countries with the EU and some other developed countries insisted on a top-down approach.",
      "Ideas put forward by developed countries at ADP 2 included a spectrum of commitments for countries to choose from and a mechanism to ensure that the overall ambition is in line with climate science.",
      "Some developing countries, in turn, expressed support for reconsideration of the Brazilian proposal, originally made in 1997, seeking to allocate mitigation action based on negative historical contributions to temperature increases rather than on emission flows.",
      "While they remain at early stages, many felt that these discussions are fundamental, since the top-down Kyoto Protocol has not been able to attract universal participation, while the bottom-up approach dominating since Copenhagen has resulted in an inadequate level of ambition.",
      "In her press conference on Friday, Figueres pointed to emerging convergence, not on the detailed design of mitigation commitments, but on the need to link action at the international, domestic and subnational levels together, and to use different commitment types depending on national circumstances.",
      "The Convention s principles, particularly equity and common but differentiated responsibilities and respective capabilities, are not explicitly referenced in the ADP s mandate.",
      "However, many parties consider these principles to be at the core of the ADP s work.",
      "However, when a number of developing countries stressed that the ADP s work takes place under the Convention and its principles therefore apply and should not be reinterpreted, developed countries and some developing countries, including AILAC, called for dynamic interpretation of the Convention and for considering how common but differentiated responsibilities should apply to commitments by all parties under the 2015 agreement.",
      "It was apparent at ADP 2 that the task under Workstream 2 is urgent if parties want to stay on track to meet the 2°C target that they set for themselves in both Copenhagen and Cancun.",
      "Recent data shows that atmospheric concentrations of GHGs continue to rise, and are currently at 399.72 ppm, close to crossing the 400 ppm threshold.",
      "According to the IPCC, achieving the 2°C target implies stabilizing GHG concentrations in the atmosphere at 445-490 ppm.",
      "Some non-governmental organizations complained that discussions under Workstream 2 failed to respond to this alarming information, focusing instead on countries showcasing their shining examples of existing policies and activities rather than discussing new ones.",
      "Still, several proposals were put forward by delegates on how to bridge the pre-2020 gap.",
      "One of the key concerns for developing countries is the slow progress of bringing into force the Doha Amendment to the Kyoto Protocol, which is yet to receive its first instrument of ratification.",
      "The EU and other countries participating in the second commitment period insisted, however, that they have been implementing their commitments since January 2013, even if the formal ratification process is still ongoing.",
      "Concerning additional climate policies that could help to bridge the ambition gap, proposals included increased attention to renewable energy, energy efficiency, fossil fuel subsidies and hydrofluorocarbons (HFCs).",
      "REDD+ and other land-related activities were signaled as areas that could potentially contribute to bridging the gap.",
      "This was the first time the ADP addressed land use-based mitigation opportunities.",
      "While this sector represents one-third of GHG emissions, the debate showed that there are different views on how to address mitigation.",
      "It is not yet clear how REDD+ will perform internationally, since its costs are much higher than initially expected, and some developing countries oppose consideration of agriculture from a mitigation perspective.",
      "Moreover, as the exchanges between Brazil and Norway demonstrated, some fear that developed countries support for actions in third countries may lead to avoidance of national mitigation efforts in other sectors.",
      "Finally, a topic that played an important role under both workstreams was that of means of implementation: finance, technology transfer and capacity building.",
      "Many developing countries expressed frustration, arguing that developed countries are not adequately implementing their commitments on finance and technology transfer under the Convention, and that the Green Climate Fund remains an empty shell without adequate resources.",
      "Under Workstream 1, calls were made for targets on finance and adaptation to be included in the 2015 agreement.",
      "Developed countries, in turn, confined themselves to emphasizing that the institutional machinery created in Cancun should be built upon and that appropriate regulatory and policy frameworks are needed in developing countries."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}