{
   "actors": [],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "03-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "03-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12491e.html",
   "id": "enb12491e_5",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Thursday s cloudy and windy weather seemed to support delegates efforts to work efficiently in the various negotiating groups convening at the Moon Palace throughout the day.",
      "Some delegates were seen wearing uncharacteristically casual attire, as a few t-shirts were distributed in one of the finance groups, some with the phrase, I am under the authority of the COP, and some with the words I am under guidance of the COP.",
      "One seasoned expert noted: I think we re making progress and I m feeling cautiously optimistic that finance will not be the most difficult hurdle we encounter.",
      "Carbon markets featured among the most prominent topics of the day as related issues were taken up by several groups under the COP/MOP, AWG-KP, AWG-LCA and SBSTA.",
      "Markets are an important tool for setting a price for carbon and reducing emissions, but the private sector is increasingly anxious about the future of international carbon trading.",
      "Copenhagen failed to provide the necessary clarity and now time is running out, explained one carbon market expert.",
      "Negotiators also seemed to be aware of the rapidly-approaching 2012 deadline: topics discussed on Thursday included ways to send a signal on the CDM s continuation and possible crediting under JI during the increasingly likely gap period after the Kyoto Protocol s first commitment period.",
      "Familiar and highly-politicized debates also continued on issues such as CCS and nuclear energy under the CDM, creation of new market mechanisms and the merits and desirability of market approaches: Markets are not the solution, explained one observer.",
      "I have heard that the AWG-LCA plans to send the question of market mechanisms for resolution during the high-level segment, including the option that there will be no decision on the use of markets, commented one delegate on the way forward with this topic.",
      "Meanwhile, fears that side events over at the Cancunmesse would be poorly attended were in many cases relieved: We were speaking to an absolutely packed crowd, enthused one NGO side event organizer.",
      "One veteran observer suggested this could be explained by the large number of informal negotiations underway, leaving observers a lot of time.",
      "At the Moon Palace, several delegates concluded their day with a meeting convened by AWG-LCA Chair Mukahanana-Sangarwe to take stock of progress made by the AWG-LCA during the first four days.",
      "Those attending heard reports from the various facilitators.",
      "It seems that not too much progress has been made, commented one party emerging from the meeting, But it looks like a new text will be released on Saturday, he continued.",
      "One observer queuing for the shuttle bus home had more general but important concerns: This is one of those days when attention is focused on technical details and legal and procedural complexities - I hope that the negotiators still manage to keep in mind the real reason why we are here: In eight days, we need to have a solid and effective package of decisions that will guide us toward a low-carbon future."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}