{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Senegal",
      "New Zealand",
      "Bangladesh",
      "Norway",
      "Japan",
      "Australia",
      "Peru",
      "Thailand",
      "Bolivia",
      "Russia",
      "Brazil",
      "Timor-Leste",
      "Uganda",
      "Colombia",
      "Switzerland",
      "Sudan",
      "Ecuador",
      "Algeria",
      "Venezuela",
      "China",
      "Tuvalu",
      "Saudi Arabia",
      "Argentina",
      "Philippines",
      "Russian Federation",
      "Gambia",
      "Marshall Islands",
      "Egypt"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_20",
   "section_title": "ANNEX I PARTIES FURTHER COMMITMENTS:",
   "sentences": [
      "This issue was first taken up in plenary on Tuesday afternoon and was discussed throughout the week in a contact group facilitated by AWG-KP Chair Macey and AWG-KP Vice-Chair Madeleine Rose Diouf Sarr (Senegal).",
      "Macey noted that it was clear from pre-sessional consultations and opening statements that several roadblocks to negotiations exist, including: agreement on a second commitment period; the level of ambitions of Annex I emission reductions; and the conversion of pledges to QELROs.",
      "He said that the contact group would unlock aspects of the text and discuss legal issues, as requested by a number of parties, in order to progress negotiations. AOSIS supported the formation of the contact group but stressed that the discussion should unlock the political commitment to the second commitment period rather than continue a repetitive technical debate, adding that breakout groups would not be helpful without this step.",
      "Discussions during the contact group focused on how to move AWG-KP issues forward, in particular whether to continue with negotiations to resolve outstanding technical issues or engage in a broader discussion of political commitment for a second commitment period.",
      "In the contact group on Wednesday, AWG-KP Chair Macey proposed beginning with debate on the questions provided by the Chair to facilitate discussion, followed by addressing the organization of work for the rest of the session.",
      "Brazil, for the G-77/China, said negotiations on numbers are secondary to political discussions on the second commitment period.",
      "He emphasized that it is apparently useless to discuss technical issues, which would have been resolved long ago given political will.",
      "Tuvalu stressed that technical discussions have led negotiators in circles and said he could not support the Chair s approach to the organization of work.",
      "He said negotiations should focus on ensuring no gap between commitment periods and added that the AWG-KP should establish a mandate for the June session that would allow ministers to sign-off on an outcome crafted to allow parties to clearly express their intention related to the continuation of the Kyoto Protocol.",
      "St. Lucia, for AOSIS, urged that clarity be achieved once and for all on the second commitment period, which can frame further discussions on technical issues and underlined the need to focus on finding the political will to move the negotiations forward.",
      "Uganda, Egypt, for the Arab Group, Saudi Arabia, Thailand, Bangladesh, China, the Philippines, Timor-Leste, Venezuela, Bolivia, the Gambia, Peru, AOSIS, Colombia and Sudan supported addressing political commitments first.",
      "Tuvalu, with the Arab Group, noted that there would be consequences in the negotiations if parties continue to hold the outcome of the AWG-KP as contingent on the AWG-LCA.",
      "China said that countries who do not want to honor their Kyoto Protocol commitments should reveal their real political intentions rather than citing further conditions, enabling negotiations to move forward.",
      "Bolivia noted that developing countries are already making a greater effort than Annex I parties and rejected a view that developed country parties had to wait and see what others were prepared to do.",
      "Marshall Islands said that parties need agreement on the rules because rules are key to ensuring the environmental integrity of the climate regime, but that clarity on conditionalities for the second commitment period is necessary.",
      "He proposed that the discussion move to a more focused and intensive session with the aim of clarifying political commitments that translate to pledges and associated QELROs, in order to ensure survival of the Kyoto Protocol.",
      "Switzerland said that addressing the question on what is needed to achieve clarity on the conversion of pledges into QELROs is the most useful way to focus negotiations.",
      "He noted that they are unwilling to undo Cancun by opening up discussions on commitment to the Kyoto Protocol and that parties need to understand the technical rules before agreeing to specific numbers.",
      "With the EU and Norway, Switzerland emphasized that the Cancun Agreements provide a common understanding on the establishment of a second commitment period.",
      "Norway cautioned that if rules are decided after commitments there is a risk that commitments will be watered down.",
      "The EU underscored its intention to avoid a commitment gap and noted that progress on technical issues formed part of the political answer required to move to a second commitment period.",
      "He urged parties to look again at how Kyoto Protocol commitments had been watered down after the rules were elaborated, adding that the EU would not risk buying a pig in a poke, in other words agree to a second commitment period before elaborating the rules it would be subject to.",
      "He said numbers and rules must be determined at the same time and emphasized that numbers do not necessarily correspond to ambition, meaning that rules can determine whether numbers are ambitious.",
      "New Zealand said parties had made their political intentions clear, that some are willing to contemplate joining a second commitment period and others were not, and that this issue is the elephant in the room.",
      "She suggested reframing the debate to look at the Kyoto Protocol rules that underpin the level of ambition that Annex I parties have pledged, and examining the impact on ambition that alternate choices of rules could produce.",
      "Chair Macey summarized the ongoing concerns, including: the continuity of the Kyoto Protocol; length and number of the commitment periods; compromise; and comparability of mitigation commitments.",
      "He proposed holding spin-off groups to resolve outstanding technical issues.",
      "Parties said they needed to consult with their groups and Macey asked AWG-KP Vice-Chair Diouf Sarr to continue consultations.",
      "Parties agreed to reflect and reconvene.",
      "During the contact group on Thursday, chaired by AWG-KP Vice-Chair Diouf Sarr, discussions proceeded on the basis of papers produced by the Chair and Vice-Chair containing questions posed by parties, questions posed by the AWG-KP Chair to facilitate discussion, and an overview of ideas from the discussions in the first meeting of the contact group. AOSIS said discussions should focus on what pre-conditions have been met by the Cancun outcome that will enable parties to adopt a second commitment period, what further pre-conditions are necessary for parties to adopt a second commitment period, and what is necessary for these pre-conditions to be met before Durban.",
      "The G-77/China, Argentina, the LDCs, and Algeria, for the African Group, urged consensus on political issues before progressing toward resolving technical issues.",
      "The African Group stressed the importance of generating the political will necessary to break the deadlock on a second commitment period and emphasized that a second commitment period should not be delayed because of lack of progress under the AWG-LCA.",
      "Tuvalu emphasized that they do not see a way forward but suggested working through the questions provided.",
      "The G-77/China said parties had not had time to reflect on the questions.",
      "AOSIS said it would be useful to jump into full discussions and asked Annex I parties for their responses to the questions on pre-conditions and how they could be met before Durban.",
      "The Marshall Islands said they need of a clearer understanding of the political obstacles and expressed concern that Annex I parties had yet to take the floor on this and wondered whether this was indicative of lack of political will.",
      "Responding to a question on pre-conditions, the EU noted: that work needed to be completed on all negotiating tracks at the same time; that conditions were not met in Cancun; and stated that the EU needed to know what the rules are before they can move forward and sign the contract.",
      "Saying the pre-conditions were not met in Cancun, New Zealand said they are looking for developed countries to take comparable efforts and developing countries to take action according to their respective capabilities.",
      "She emphasized that this would ensure a global effort and be important for domestic support.",
      "She said they need a clear understanding of the rules, that they are seeking effective LULUCF rules, and that there was progress towards these pre-conditions in Cancun.",
      "Colombia, supported by the Marshall Islands, proposed finding a middle ground by: clarifying pre-conditions; identifying rules that are required and those that have been implemented; and assessing impacts of applying different rules.",
      "Stating willingness to discuss the proposal made by Colombia, Australia reiterated the importance of including all major emitters in order to get a chance to actually reach the global goal, while noting different capabilities.",
      "Questioning the legitimacy of political pre-conditions, Tuvalu, with Bolivia, requested that parties unpack the phraseology and have a foundational discussion on the political pre-conditions.",
      "Norway recalled that the Cancun Agreements had given a clear direction on the second commitment period, and called for clarity on the rules alongside clear progress in the other negotiating track.",
      "The EU described Cancun as a milestone but noted that there had not yet been a full discussion on the pledges in terms of what they mean, and what is behind them.",
      "He said the parties had only examined the assumptions behind the pledges but not in the wider context.",
      "With Norway, he welcomed the presentations made at the NAMAs workshop in Bangkok and called for continuation.",
      "He said the discussion on targets and rules is an inroad to a discussion on comparability.",
      "China said Cancun had laid the basis for Durban and called for full agreement on a second commitment period.",
      "Chair Macey announced that a number of facilitators were standing by to convene spin-off groups if parties agreed, but no consensus was reached on this.",
      "He added that Vice-Chair Diouf Sarr would consult on proposals for a negotiating group on legal issues.",
      "On Friday morning, 8 April, the AWG-KP convened a third contact group meeting on further commitments for Annex I parties.",
      "AWG-KP Chair Macey invited parties reflections on a paper outlining ideas from the discussion in the AWG-KP contact groups.",
      "Saying the EU had played a constructive role in the informal discussions on political pre-conditions, Tuvalu, supported by the LDCs, urged other parties to clarify their political pre-conditions for agreeing on a second commitment period, particularly on the issues of comparable efforts.",
      "Bolivia said moving from the Kyoto Protocol to a pledge-and-review system by developed countries without any binding international agreement is not acceptable.",
      "Underscoring the AWG-KP mandate, the Philippines suggested finding an avenue to resolve the political issue concerning the pre-conditions in Bonn.",
      "Brazil underscored that rules cannot be used to avoid or mask true environmental integrity and, with Ecuador, for ALBA, and Bolivia, their position that the second commitment period to the Kyoto Protocol is the key issue.",
      "AOSIS reiterated the need to create a context first by establishing the second commitment period and urged parties to answer questions regarding preconditions and surpluses.",
      "ALBA expressed interest in exploring options such as a ministerial session at Bonn to deal with outstanding issues.",
      "Emphasizing discussions under the AWG-KP should only apply to developed countries, Saudi Arabia objected to merging developing countries actions into the AWG-KP track, while noting the Cancun Agreement and the pre-sessional workshops in Bangkok are helpful to maintain the level of confidence among parties.",
      "The Russian Federation underscored that it has no intention to block progress on the positive features of the Kyoto Protocol and thought constructive engagement on the Kyoto Protocol would be useful.",
      "Japan said its position remains unchanged on the Kyoto Protocol and that addressing climate change requires a single framework including all major emitters.",
      "New Zealand said there are two simultaneous conversations in the negotiations, a discussion on comparability and one on commitments and rules.",
      "She said comparability is something they think of in terms of developed countries and in terms of costs to GDP, reiterating that their condition is that developing countries take mitigation action to the full extent of their capabilities.",
      "On commitments and rules, she emphasized that they need to be resolved together.",
      "The EU and New Zealand said Colombia s proposal to analyze rules scenarios and corresponding targets and ambitions might be a useful way to proceed.",
      "The EU said the starting point of discussions should be logical consequences of maintaining environmental integrity, in line with the overall objective of the Convention.",
      "Noting the effects of carbon leakage, he said discussions should not only consider Annex I party commitments but provide clarity on actions by non-Annex I parties.",
      "The EU urged parties to move forward on implementing the Cancun Agreements and supported Colombia s proposal.",
      "Australia said their pledge range is based on the existing rules of the Kyoto Protocol so if rules change their commitment may change, and supported proposals for modeling trends related to modification of the rules and their effect on levels of ambition.",
      "She underscored that Australia requires both Annex I parties and high income non-Annex I parties to participate in a global agreement and that major developing economies must commit to their full capacities.",
      "Asking for Annex I parties to further clarify their domestic political constraints and pre-conditions, Colombia reiterated and refined its proposal for a broader discussion on three issues as the way forward for the June sessions, including: conditionalities; models of different rule scenarios; and participation scenarios that reveal the intention of parties towards a second commitment period.",
      "Tuvalu emphasized that countries who will not be party to the Kyoto Protocol should not participate in discussions on the rules, recalling a similar scenario in the original Kyoto Protocol negotiations, in an attempt to avoid futile discussions about detail when we know parties will not be implementing that detail.",
      "He said he does not see the value in addressing rules or looking at scenarios and did not support Colombia s proposal.",
      "Vice-Chair Diouf Sarr reported on the outcome of informal consultations on legal matters, saying there is wide support for spin-off groups to take place in Bonn, including on the gap, amendment of Protocol Article 21 (procedures for amendment), and possible elements referred to the legal issues group by the AWG-KP.",
      "Bolivia said it is important to encourage other Annex I parties to engage in this discussion and that they do not support looking through scenarios.",
      "Switzerland said they are ready to take policy questions to their government.",
      "Brazil reiterated that it does not make sense for countries to participate in rules discussions if they will not be party to the Kyoto Protocol.",
      "Marshall Islands and AOSIS requested that consensus on political considerations be the focus of the Bonn sessions. AWG-KP Chair Macey noted general consensus on continuing discussions in Bonn within a single contact group, asked parties to reflect on how to resolve whether to proceed on political or technical issues and noted that while progress is being made, there is a risk of running out of time to address outstanding issues."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}