{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United States",
      "Philippines",
      "Australia",
      "Mexico",
      "Barbados",
      "China"
   ],
   "enb_end_date": "03-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12433e.html",
   "id": "enb12433e_5",
   "section_title": "FINANCE:",
   "sentences": [
      "The contact group met in the morning, focusing on activities to be funded and institutional arrangements. MEXICO stressed that their proposal for a green fund was not accurately reflected in the text.",
      "He clarified that the fund would provide a net flow of resources from developed to developing countries and that contribution by developed countries would be mandatory, while contributions by developing countries would be voluntary.",
      "The Philippines, for the G-77/CHINA, called for reflecting their proposals more clearly in the text, indicating that the multilateral climate fund would provide resources for both mitigation and adaptation, and stressing the need for direct access to funds by developing countries.",
      "Barbados, for AOSIS, proposed the establishment of an adaptation fund under the Convention, supporting separate but coherent funds under the Convention and the Protocol. AUSTRALIA supported a facilitative platform under the COP that would, inter alia , track actions seeking support, identify funding and capacity gaps, and establish guidelines for prioritizing support.",
      "The US called for using the existing financial institutions, which have the administrative capacity and fiduciary experience to manage the new funds.",
      "He preferred a single fund with multiple windows providing finance through a range of financial instruments and said that all countries, except the LDCs, should contribute based on their respective capabilities.",
      "The EU noted that different functions require centralized or decentralized institutional mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}