{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "New Zealand",
      "United States",
      "Russian Federation",
      "Japan",
      "Senegal",
      "Australia",
      "Canada",
      "Kazakhstan",
      "Switzerland",
      "Norway",
      "China"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_25",
   "section_title": "MECHANISMS PURSUANT TO ARTICLES 6 (JOINT IMPLEMENTATION), 12(CLEAN DEVELOPMENT MECHANISM) AND 17(EMISSIONS TRADING) OF THE KYOTO PROTOCOL",
   "sentences": [
      "Delegates discussed issues related to the Protocol mechanisms in a joint SBI/SBSTA contact group chaired by SBSTA Chair Chow.",
      "The group was unable to start substantive deliberations until the second week when the G-77/CHINA circulated its position paper.",
      "In the substantive discussions, delegates stated their positions and identified points of convergence and divergence on specific elements of the synthesis of proposals by Parties on principles, modalities, rules and guidelines on the CDM, JI and emissions trading (FCCC/SB/1999/INF.2 and Add.",
      "1-3). In an initial exchange of views during the first joint Plenary session on Tuesday, 1 June, the G-77/CHINA stressed the need to, inter alia: begin with formulating principles to guide the methodological and operational process; establish a common understanding of the mechanisms; and ensure that the nature and scope of mechanisms do not perpetuate North-South inequities. The EU stressed the need to ensure that the mechanisms are supplemental to domestic action and do not undermine commitments under the Protocol.",
      "She advocated a properly defined ceiling that will encourage Annex B countries to define strong policies and measures.",
      "The US, JAPAN, AUSTRALIA, the RUSSIAN FEDERATION, NORWAY, NEW ZEALAND and CANADA opposed the EU proposal to place caps on the use of the Protocol mechanisms.",
      "They said, inter alia, that the proposal would re-open the 'package' agreed in Kyoto, reduce the flow of new resources to developing countries, impede the cost effectiveness of the mechanisms, hinder wider acceptance of the Protocol by domestic constituencies, and create a double standard by not clarifying how it applies to Protocol Article 4 (EU 'bubble').",
      "The AFRICAN GROUP supported setting caps on the use of mechanisms to meet Protocol commitments and said that CDM should avoid replicating the inequitable regional distribution of projects experienced during the AIJ pilot phase.",
      "AOSIS said actions under the mechanisms should be supplemental to domestic action and, with SENEGAL, suggested that the mechanisms be guided by principles of equity and transparency. SWITZERLAND proposed a post-verification system for emissions trading that will allow Parties to trade only the excess of assigned amount units.",
      "Supported by KAZAKHSTAN, he proposed that JI begins prior to 2008. The International Chamber of Commerce reported on a recent CDM workshop held in Dakar, Senegal.",
      "The workshop conclusions highlighted, inter alia, that: the CDM should act as a catalyst for sustainable development; studies on Protocol mechanisms should be extended to all African countries; a wide spectrum of projects and private sector involvement should be promoted; and capacity building of negotiators, companies, potential certifiers and others involved in the CDM should be encouraged. On Tuesday, 8 June, the G-77/CHINA introduced its position papers on CDM, JI and emissions trading.",
      "Outlining the paper on CDM, the G-77/CHINA highlighted CDM`s role in helping developing countries achieve sustainable development and developed countries comply with their QELROs.",
      "He stressed the need to decide on principles before addressing methodological issues and suggested creating an adaptation fund.",
      "The G-77/CHINA recommended that its paper form the basis for future negotiations.",
      "In support, CHINA identified issues missing from the Secretariat`s synthesis report but covered in the G-77/China paper, including transparency and climate change effectiveness.",
      "He said discussions should focus on the clusters - principles, methodologies and institutional issues - recommended in the Buenos Aires Plan of Action.",
      "At the Chair`s request, however, the Group proceeded to focus discussions on various elements of the synthesis papers on the different mechanisms."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "SBSTA"
}