{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Chile",
      "Bolivia",
      "Brazil",
      "Germany",
      "Mexico",
      "Colombia",
      "Philippines",
      "Australia",
      "Ecuador",
      "Singapore",
      "Peru",
      "Costa Rica",
      "Norway",
      "Micronesia",
      "Barbados",
      "China"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_5",
   "section_title": "Ambition",
   "sentences": [
      "The roundtable on enhancing mitigation ambition (Workstream 2) convened on Friday and Saturday.",
      "Participants addressed the mitigation gap and options and ways to increase the level of ambition.",
      "On Friday, Socorro Flores (Mexico) introduced the workshop report on increasing the level of ambition under paragraph 8 of Decision 1/CP.17 held in Bonn, Germany, in May 2012 (FCCC/ADP/2012/INF.1). AOSIS and the LDCs called for prioritizing this workstream.",
      "The African Group stressed that this work should not replace Kyoto Protocol commitments, or negotiations on mitigation under the AWG-LCA.",
      "The LDCs and the EU supported convening a high-level forum before Doha, with the EU suggesting a focus on such issues as hydrofluorocarbons (HFCs), bunker fuels, REDD+, fossil fuel subsidies and private-sector finance.",
      "The LDCs, the EU, Costa Rica, Chile, Colombia and Peru encouraged developing countries to put forward NAMAs.",
      "The US said there could be various pathways to a 2°C goal, including: submission of pledges by countries that have not done so; and voluntary actions, which he said should not require recognition or approval under the UNFCCC.",
      "The African Group, supported by the EU, said efforts by other multilateral bodies should be recognized under the Convention, for accountability and transparency purposes.",
      "India cautioned against unilateral measures in the name of climate change.",
      "Many developing countries highlighted that ambition must address adaptation, mitigation and means of implementation, reiterating the call for parties to present their pledges, if they have not done so, and to provide means of implementation to developing countries.",
      "Parties further discussed transparency of mitigation actions, with Norway and Bolivia calling for clear rules on emission reduction accounting.",
      "Ecuador proposed a compliance regime linked to the International Court of Justice.",
      "Brazil put forward the World Trade Organization and the Treaty on the Non-Proliferation of Nuclear Weapons as examples the climate regime could consider, and Colombia proposed that climate change be placed on the Security Council s agenda.",
      "On complementary initiatives, Singapore said that these are relevant, and should strengthen the multilateral system.",
      "China warned that supplementary actions should not justify unilateral measures.",
      "Australia and the US encouraged complementary activities outside the UNFCCC, including by non-state actors, with the US suggesting the COP could be a venue for catalyzing such actions.",
      "Australia highlighted the importance of credible carbon markets.",
      "Micronesia, supported by the US, highlighted the value of initiatives outside the UNFCCC, such as those focused on HFCs, black carbon, methane and ground-level ozone.",
      "The EU suggested the Secretariat prepare a technical paper with structured and quantified options on complementary initiatives.",
      "On Tuesday morning, 4 September, delegates addressed questions posed by the Co-Chairs based on informal consultations and on the previous days discussions.",
      "Questions related to: how the work of the ADP should relate to relevant work within and outside the UNFCCC; which international cooperative initiatives have the potential to deliver sizeable emission reductions to close the gap, and how they can be supported and scaled up; how the work plan can help to scale up and intensify support to enhance mitigation action by developing countries; and how the principles of the Convention should be applied in the context of the workstream on ambition. AOSIS and Venezuela welcomed complementary activities to raise ambition, cautioning these should not detract from UNFCCC activities.",
      "The EU called for submissions by parties before Doha on possible initiatives, a Secretariat summary and intersessional workshops.",
      "Barbados emphasized the expansive mandate of the ambition workstream, noting it could extend beyond international cooperative action.",
      "He recommended focusing on options in UNEP s Emissions Gap Report, including strengthening land use, land-use change and forestry (LULUCF) rules, avoiding double counting and delivering on means of implementation.",
      "Brazil highlighted the importance of action by cities, and underscored the Rio+20 agreement to create sustainable development goals (SDGs).",
      "Colombia stressed that SDG process should not be contaminated by the climate negotiations.",
      "Many developing countries highlighted the mid-term financing gap and the need to provide clear signals and predictability to the private sector, as well as provide technology transfer and address questions related to intellectual property rights (IPRs), so as to enable and encourage concrete implementation.",
      "The African Group proposed that the Climate Technology Centre and Network (CTCN) work on energy efficiency issues.",
      "Singapore proposed a forum for information sharing among international organizations.",
      "On the ADP work plan, the Philippines stressed that ambition must be addressed in the context of the mandates of the AWG-LCA and AWG-KP, and requested tracking of financial flows and climate finance performance, including through a transparent mechanism for publication of information.",
      "The African Group called for greater clarity on how the work of the ADP will relate to the 2013-2015 Review.",
      "China proposed including a specific process or mechanism for scaling up intensified support to developing countries."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}