{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "Micronesia",
      "Venezuela",
      "United States",
      "Gambia",
      "Japan",
      "Bolivia",
      "Grenada",
      "Brazil",
      "South Africa",
      "Colombia",
      "Austria",
      "Sudan",
      "Russian Federation",
      "Philippines",
      "Australia",
      "Iceland",
      "Uganda",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "Barbados",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_23",
   "section_title": "ANNEX I PARTIES FURTHER COMMITMENTS:",
   "sentences": [
      "This issue was first considered by the AWG-KP opening plenary on 1 June, when AWG-KP Chair Ashe introduced the agenda item (FCCC/KP/AWG/2010/6 and Adds.",
      "1-5; FCCC/TP/2010/2; and FCCC/KP/AWG/2010/INF.1).",
      "Parties agreed to establish contact groups on Annex I emission reductions, co-chaired by Leon Charles (Grenada) and Jürgen Lefevere (European Union), and on other issues, including LULUCF, the flexibility mechanisms and basket of methodological issues, chaired by AWG-KP Vice-Chair Dovland.",
      "On 4 June, the AWG-KP plenary agreed to reconstitute the contact group on legal matters, co-chaired by Gerhard Loibl (Austria) and María Andrea Albán Durán (Colombia).",
      "AWG-KP Chair Ashe also conducted informal consultations on potential consequences of response measures.",
      "Annex I emission reductions: On this issue (FCCC/KP/AWG/2010/6/Add.1), discussions focused on: how to raise the level of ambition of Annex I pledges; how to translate pledges into quantified emission limitation and reduction objectives (QELROs); and the relationship between Annex I commitments and: surplus AAUs; LULUCF; and the flexibility mechanisms.",
      "Many parties, particularly developed countries, underscored the need to agree on technical issues relating to LULUCF rules and surplus AAUs, stressing that these rules affect the level of ambition.",
      "The Federated States of Micronesia, for AOSIS, with many other developing countries, stressed that the use of LULUCF and the flexibility mechanisms should aim to increase the level of ambition of the current pledges and not just to achieve the current pledges.",
      "On translating pledges into QELROs , New Zealand, the Russian Federation, Australia and Japan indicated that pledges will not simply be translated into QELROs, but that QELROs will need to be negotiated at the political level.",
      "Colombia, supported by Grenada, the Philippines and Barbados, and opposed by Saudi Arabia, called for a joint discussion of emission reductions by all Annex I countries.",
      "Australia, supported by Japan and Norway, but opposed by Bolivia, Venezuela, Singapore, Sudan, Brazil and others, called for a broader discussion of the commitments of all countries.",
      "Intervening on a point of order, the US emphasized that they would oppose any effort to discuss their emission reductions in the context of Annex I emission reductions under the Kyoto Protocol.",
      "The Secretariat presented a paper compiling pledges, related assumptions and associated emission reductions (FCCC/KP/AWG/2010/INF.1).",
      "The Secretariat also presented a technical paper on translating pledges into QELROs (FCCC/TP/2010/2).",
      "The EU, Switzerland and Norway, opposed by Japan, expressed an interest in exploring how the methodologies outlined in the technical paper would apply to actual pledges on the table.",
      "The Secretariat then prepared and presented two tables translating current pledges into QELROs, the first for a commitment period of eight years and the second for a commitment period of five years.",
      "After a debate on whether or not to make the tables widely available, Switzerland proposed that all materials, including parties presentations, should be published by the Secretariat in a dedicated space on their website.",
      "South Africa, supported by the EU, Norway, Bolivia, the Federated States of Micronesia and the Gambia, opposed by Japan and the Russian Federation, proposed taking these tables into consideration when updating document FCCC/KP/AWG/2010/INF.1.",
      "Many parties also expressed a preference for the values to be expressed in gigatonnes rather than percentages.",
      "Describing offsetting as a good deal for the atmosphere, the EU, with Norway, proposed a technical workshop to quantify the impacts of the different mechanisms.",
      "In addition, the contact group held a joint session with the LULUCF spinoff group, to consider the overlap between LULUCF and the numbers.",
      "Parties considered: how LULUCF can help fill the gap between Annex I parties level of ambition and the IPCC ranges; the possible contribution of LULUCF to meeting parties QELROs, and whether such contribution should be open-ended, capped or vary according to parties discretion; and what additional information is required regarding the role of LULUCF to enable agreement on Annex I targets.",
      "The Federated States of Micronesia suggested exploring the consequences of the various options regarding base year, LULUCF scenarios and treatment of surplus AAUs, together with their impacts on the desired environmental outcome.",
      "On the carryover of AAUs , South Africa highlighted several options: allowing carryover of x% of AAUs; adopting stricter emission reduction targets to absorb the surplus; and putting AAUs in a strategic reserve.",
      "The Federated States of Micronesia also outlined a number of options, including: not allowing carryover; capping carryover; restricting carryover use; taxing transfer or acquisition of carryover AAUs; agreeing not to purchase surplus AAUs; adopting stricter emission reduction targets; and restricting use of acquired AAUs.",
      "Brazil and India supported capping carryover of AAUs.",
      "Norway said that, in principle, more ambitious targets are the best way to address surplus AAUs.",
      "Norway, Iceland, New Zealand, Switzerland, Uganda and the Russian Federation agreed that a workshop to explore options would be useful.",
      "During the AWG-KP closing plenary, Co-Chair Lefevere noted that several parties have identified the need for a common space with other groups to work on important issues (these discussions have been summarized under the AWG-LCA item on sub-paragraph 1(b)(i) of the BAP; see page 7), and highlighted next steps, including: a workshop on the scale of emission reductions; the revision of the paper compiling pledges (FCCC/KP/AWG/2010/INF.1) and the technical paper translating pledges into QELROs (FCCC/TP/2010/2); and consideration of submissions and proposals made by parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}