{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Luxembourg",
      "Argentina",
      "Russian Federation",
      "United Kingdom",
      "Japan",
      "United States",
      "Iceland",
      "Zimbabwe",
      "Samoa",
      "Tanzania",
      "China"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_2",
   "section_title": "OPENING PLENARY",
   "sentences": [
      "On 22 October, AGBM Chair Raúl Estrada-Oyuela (Argentina) opened the eighth session of the AGBM and reminded delegates that only ten days remained for the AGBM to complete its work.",
      "He said a 'good dose' of willingness to enter into commitments is required, but noted he was not convinced that it exists in all sectors.",
      "He noted that this last session should not repeat well known positions, but make progress in the negotiations. FCCC Executive Secretary Michael Zammit-Cutajar stated that equity should remain central to the Kyoto result.",
      "Climate change adds a new factor to inequality and social stress in the world, weighing most heavily on the poor and vulnerable that are least able to adapt.",
      "He said leadership does not mean sacrifice, but making the effort to change direction and take advantage of new opportunities. TANZANIA, on behalf of the G-77/CHINA, said Parties stood at a defining moment and members of his group were ready to assume their differentiated responsibilities, in particular the existing commitments in FCCC Article 4.1.",
      "He noted that there are to be no new commitments for non-Annex I countries and recalled his group`s concerns about adoption of policies and measures that take into account impacts on developing countries.",
      "He identified unfulfilled commitments on financial assistance as the stumbling blocks to advancement of developing country commitments.",
      "He tabled the G-77/CHINA position on QELROs, which proposes: time frames of 2005, 2010 and 2020; periodic review by the COP; return to 1990 emission levels by 2000; reductions in CO2, CH4 and N20 by at least 7.5% of 1990 levels by 2005, by 15% by 2010, and by an additional 20% by 2020, thus leading to a total reduction of 35%; efforts to phase-out other GHGs including HFCs, PFCs and SF6; achievement of QELROs by domestic measures; minimizing adverse impacts on developing country Parties and a Compensation Fund; and a Clean Development Fund to assist developing country Parties, funded by contributions from Annex I Parties found in non-compliance with their QELROs. JAPAN called on all Parties to exercise flexibility in their QELROs proposals and elaborated on the Japanese proposal intended to accommodate divergent views.",
      "The proposal is for a 5% base reduction rate for deciding a target for each Annex I country, with target periods of 2008 and 2012.",
      "It covers CO2, CH4 and N20.",
      "Individual country targets are differentiated by emissions per GDP, emissions per capita and population growth.",
      "It also provides for emissions trading and joint implementation.",
      "On developing countries, the proposal provides for enhanced efforts through the elaboration of existing commitments and urges more advanced developing countries to assume voluntary commitments.",
      "A new process to further discuss commitments by all Parties is proposed for after Kyoto. LUXEMBOURG, on behalf of the EU, indicated concerns about references in the negotiating text to policies and measures and to advancing the implementation of Article 4.1 and associated financial provisions.",
      "He noted that the European Commission had produced a document to demonstrate the feasibility of the EU reduction targets of at least 7.5% and 15% below 1990 levels by 2005 and 2010 respectively. The UK, also on behalf of the EU, outlined an explanation of the EU`s joint or 'bubble' approach to emissions obligations, and offered text for insertion into the Chair`s negotiating draft.",
      "He explained that, for example, the EU-proposed target of 15% reductions would be met jointly, with member States opting for joint implementation.",
      "These States would inform the Secretariat of the terms of the agreement for joint implementation five years before the expiry of the target period, with each declaring its share of the overall contribution to reductions.",
      "There would also be provisions for amending or rescinding a burden-sharing agreement and for dealing with any failure to meet the total target. SAMOA, on behalf of the Alliance of Small Island States (AOSIS), supported the G-77/China statement and said all proposals remain on the table, including that of AOSIS.",
      "He expressed deep disappointment with Japan's proposals, whose flexibility would render the small effort non-legally binding.",
      "He supported the draft article that would permit Parties to assume commitments voluntarily. ZIMBABWE, on behalf of the African Group, emphasized per capita emissions as a basis of attaining equity.",
      "She called a 15% target by 2010 a minimum and demanded leadership from Annex I Parties, especially Japan and the US.",
      "She said a penalty clause for failure to meet targets is a necessary incentive. The US was extremely disappointed that the Chair's text omitted its proposal that all Parties adopt quantified GHG emissions obligations by 2005.",
      "Kyoto should be part of a rolling series of negotiations and will be unacceptable if it fails to initiate a process that recognizes the global nature of the problem. The RUSSIAN FEDERATION stressed maintaining the balance of interests, including those of countries with economies in transition.",
      "ICELAND pointed to differentiated emission objectives and the need to take account of differences in starting points, economies and resource bases. The US introduced its position in a QELROs non-group session on 23 October, following an announcement by President Clinton the previous evening.",
      "The position contained three elements.",
      "The US will commit to a binding target of returning emissions to 1990 levels in a budget period between 2008 and 2012, to reducing net emissions of all GHGs below 1990 levels in the five-year period thereafter (between 2013 and 2018), and working for further reductions in the years beyond that.",
      "It also called for a series of flexible market mechanisms, including emissions trading and joint implementation.",
      "The US will not assume binding obligations unless key developing countries meaningfully participate.",
      "He said this position reflects the fact that if the entire industrialized world reduces emissions, but developing countries continue to grow at their current pace, GHG concentrations will continue to climb. The US also recalled that President Clinton announced a domestic program, including a US$5 billion series of tax incentives and research investments to encourage energy efficiency and the use of cleaner energy.",
      "He also proposed the creation of a domestic market-based system for reducing emissions that will tie national efforts into a global emissions market. Chair Estrada introduced a consolidated negotiating text (FCCC/AGBM/1997/7) that he hoped would serve as a basis for the completion of a protocol.",
      "He noted that very few brackets appeared in the text, mainly on single-year targets or budget periods, flat rates, emissions credits and two alternatives on the governing body of the Protocol.",
      "He said Annexes I and II had been used as categories for countries. The Business and Industry NGOs said that business and industry play a unique role in the implementation of FCCC.",
      "He said many business and industry members supported a variety of voluntary national and international initiatives for limiting GHG emissions. The US and European Business Councils for a Sustainable Energy Future said that the benefits of sustainable energy innovation are not only relevant to climate protection but also to employment, environmental and social policies, geopolitical stability and the national interest of fuel importing countries. The Climate Action Network said that Japan, and possibly the US, were making proposals for targets and timetables that were ten-year extensions of the target that was agreed upon at COP-2.",
      "She indicated that Japan's proposal only succeeds in lowering the overall level of negotiations by shifting the balance in favor of the weakest positions.",
      "The International Council for Local Environmental Initiatives (ICLEI) reported on examples of four successful local action plans to reduce GHG emissions."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}