{
   "actors": [],
   "countries": [
      "India",
      "United Kingdom",
      "United States",
      "Italy",
      "Brazil",
      "Finland",
      "Canada",
      "Mali",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_5",
   "section_title": "FUTURE WORK PROGRAMME OF THE TFI",
   "sentences": [
      "In the plenary on Wednesday, TFI Co-Chair Thelma Krug (Brazil) recalled the invitation from the seventh session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP 7) concerning the review and possible update of Chapter 4 of the IPCC GPG LULUCF.",
      "She explained that the CMP has revised some of the rules and introduced new ones on LULUCF reporting under Articles 3.3 and 3.4 of the Kyoto Protocol, including mandatory rules on forest management and natural disturbances, and the new elective activity of wetland drainage and rewetting.",
      "She reported on the IPCC scoping meeting in May 2012 (IPCC-XXXV/Doc.20) and highlighted a subsequent decision by the UNFCCC s Subsidiary Body for Scientific and Technological Advice (SBSTA) 36, inviting the IPCC to consider completing the revision of the Chapter for adoption by CMP 9 in 2013 instead of CMP 10.",
      "She explained that the original timetable would mean the new guidance would not be ready in time for the 2013 reports.",
      "Co-Chair Krug presented a revised work plan (IPCC-XXXV/Doc.20, Add.1), highlighting proposals to shorten the expert review period from six to four weeks, and the expert/government review period from eight to six weeks.",
      "She also identified the need for an additional IPCC meeting to approve the revised chapter in October 2013.",
      "Secretary Christ noted that it is possible for the IPCC to decide to shorten the review period and recalled that the plenary is also scheduled to convene in September 2013 to approve the WGI contribution to the AR5.",
      "New Zealand encouraged the IPCC to meet the new deadline, while identifying the need to highlight that the review period will be shorter than usual.",
      "Canada, supported by China, underscored the risk that the product will be under-reviewed and generate liability for the IPCC.",
      "While recognizing the importance of being responsive to the UNFCCC, Norway stressed the importance of ensuring quality and identified the need for a smooth process.",
      "The UK, Italy and Finland highlighted the UNFCCC as the IPCC s main client and supported responding positively to its request.",
      "China, supported by India, cautioned against shortening the expert review process and identified the need to follow the IPCC s established procedures.",
      "The US expressed concern that deviation from procedure is becoming the norm, and requested information on the budgetary implications.",
      "Brazil noted concerns over the scope of the work, which includes LULUCF project activities under the Clean Development Mechanism, saying this goes beyond the CMP s request.",
      "Co-Chair Krug highlighted that work will not start from scratch since many of the necessary elements are already included in Chapter 4 of GPG LULUCF.",
      "Identifying the need to balance procedural issues with the relevance of the IPCC s work, she underscored the TFI Co-Chairs confidence that the work can be done within the proposed timeframe and emphasized that the review would only cover approximately 110 pages.",
      "The IPCC agreed to establish a contact group, co-chaired by Sergio Castellari (Italy) and Birama Diarra (Mali) to discuss the issue.",
      "The group met on Wednesday afternoon and reached consensus.",
      "On Wednesday, the IPCC plenary agreed that the scope of review will be reduced by excluding the section on project activities, and that Chapter 4 of GPG LULUCF and the Guidelines on Wetlands will be approved at the same IPCC meeting in October 2013."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}