{
   "actors": [
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ecuador",
      "Suriname",
      "Solomon Islands",
      "Canada",
      "New Zealand",
      "Malaysia",
      "Venezuela",
      "Australia",
      "Guyana",
      "Papua New Guinea",
      "Saudi Arabia",
      "United Kingdom",
      "Colombia",
      "Costa Rica",
      "Guinea",
      "Bolivia"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_3",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Parties explained their proposals for new items on the provisional agenda (FCCC/SBSTA/2011/1).",
      "A number of proposals were introduced: - a work programme on agriculture (New Zealand and Canada); - blue carbon: coastal marine ecosystems (Papua New Guinea); - rights of nature and the integrity of ecosystems (Bolivia); - forum on the impact of the implementation of response measures (Saudi Arabia); and - the impacts of climate change on water resources and integrated water resource management (Ecuador).",
      "Parties disagreed on which, if any, new items to include in the agenda.",
      "SBSTA Chair Konaté proposed that parties hold the new items in abeyance while consulting on whether to include them on the agenda, allowing work on other agenda items to proceed, as proposed by the African Group and AOSIS.",
      "He explained that SBI Chair Robert Owen-Jones (Australia) was conducting consultations on the proposal to replace the item on economic and social consequences of response measures with an item on the forum on the impact of the implementation of response measures, saying the solution reached there could be imported to the SBSTA.",
      "Many parties supported this approach.",
      "Bolivia requested that the agenda item on REDD be held in abeyance as well and proposed broadening the title of the agenda item to measures with regard to forests.",
      "This was opposed by Colombia, Malaysia, Guyana, Suriname, Australia and Costa Rica.",
      "Papua New Guinea, Guyana and Costa Rica objected to changing the name of the agenda item.",
      "In response, Bolivia proposed naming the item REDD and forest-related actions.",
      "Bolivia noted that including items on the agenda stemming from the Cancun Agreements, which were not adopted by consensus, was not acceptable.",
      "The SBSTA opening plenary remained suspended for the rest of the day, and throughout the day on 7 and 8 June, as parties were unable to resolve their differences on REDD and how to carry forward work on response measures under the SBI and SBSTA.",
      "On Thursday morning, 9 June, the SBSTA plenary reconvened with SBSTA Chair Konaté presenting a revised provisional agenda (FCCC/SBSTA/2011/L.1).",
      "He reported agreement to amend the title of the agenda item on REDD to methodological guidance for activities relating to REDD+.",
      "He also announced that the SBI and SBSTA Chairs would convene a special event and a forum on the impact of implementation of response measures at SB 34 and 35, and the forum would be in the form of a contact group.",
      "Parties agreed to commence work on other agenda items, while holding in abeyance the proposed new agenda items on water resources, blue carbon, agriculture, and the rights of nature and ecosystems, pending the outcome of further informal consultations facilitated by Zitouni Ould-Dada (UK).",
      "On Thursday, 16 June, Facilitator Ould-Dada reported to the SBSTA closing plenary that parties had agreed to discuss the impacts of climate change on water resources and integrated water resources management under the agenda item on the NWP.",
      "While no agreement had been reached on the work programme on agriculture, or the rights of nature and the integrity of ecosystems, he reported broad agreement on inclusion of issues related to blue carbon under the agenda item on research and systematic observation, with a single party objecting.",
      "Following brief informal consultations to clarify how the issue of impacts on water resources would be taken forward, agreement was reached to reflect in the meeting s report that parties had agreed during informal consultations to discuss the impacts of climate change on water resources and integrated water resource management under the NWP at SBSTA 35.",
      "On the issue of blue carbon, Papua New Guinea, supported by a number of developing country parties, called for including mangroves, tidal salt marshes and seagrass meadows under the agenda item on research and systematic observation.",
      "Noting broad agreement, SBSTA Chair Konaté asked if parties were willing to include coastal marine ecosystems on the SBSTA agenda.",
      "Bolivia, with Venezuela, opposed this, calling the proposal an underhanded way to include new market mechanisms on the agenda under the guise of a research item.",
      "Following further informal consultations, Facilitator Ould-Dada reported that parties had been unable to reach agreement and mangroves, tidal salt marshes and seagrass meadows were not included under the agenda item on research and systematic observation.",
      "The SBSTA adopted the agenda (FCCC/SBSTA/2011/L.1) as amended.",
      "Parties also agreed to elect Collin Beck (Solomon Islands) as the SBSTA Rapporteur."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}