{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "India",
      "Algeria",
      "China",
      "Australia",
      "Nauru",
      "Papua New Guinea",
      "Gambia",
      "Swaziland",
      "Guinea"
   ],
   "enb_end_date": "27-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "27-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12557e.html",
   "id": "enb12557e_11",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, for the G-77/CHINA, called for addressing mitigation and adaptation elements in a balanced manner, underscoring the importance of adaptation for agriculture and the need to increase agricultural productivity for food security, particularly in developing countries.",
      "Australia, for the UMBRELLA GROUP, highlighted outstanding issues, including MRV for REDD+, national forest monitoring systems, and agriculture.",
      "He said SBSTA has a critical role in the transition to the Kyoto Protocol second commitment period, by providing updated rules and modalities.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, urged parties to complete the work on the technical building blocks for REDD+ actions, particularly MRV and national forest monitoring systems.",
      "She recalled that parties agreed to make MRV of REDD+ actions consistent with MRV of NAMAs.",
      "Nauru, for AOSIS, stressed the need to keep the issue of environmental integrity at the forefront in discussions on the Kyoto Protocol s methodological issues.",
      "Swaziland, for the AFRICAN GROUP, called for strengthening the mandate of the Nairobi Work Programme on impacts, vulnerability and adaptation to climate change (NWP) to address poverty alleviation, food security and reduce vulnerabilities.",
      "The EU underlined the importance of: enabling immediate implementation of the second commitment period; and developing general guidelines on domestic MRV of NAMAs in developing countries.",
      "The Republic of Korea, for the EIG, called for progress on new work areas for the NWP, MRV and agriculture, addressing both mitigation and adaptation aspects.",
      "The Gambia, on behalf of the LDCs, urged parties to focus on technical issues, particularly for methodological issues under the Kyoto Protocol. INDIA stressed that agriculture is a sensitive issue in developing countries and opposed producing negative impacts on peoples livelihoods in the pursuit of agriculture-related mitigation objectives.",
      "FARMERS called for empowering small holder women and farmers.",
      "TUNGOs called for implementing the compromises adopted in COP 16 to provide quality jobs as part of the transition to a more sustainable society.",
      "CAN said that addressing agriculture should ensure biodiversity protection, the right to food, promote adaptation and avoid exacerbating existing inequalities.",
      "CLIMATE JUSTICE NOW called upon historic polluters to avoid placing the mitigation burden on poor farmers.",
      "Delegates then took up the various agenda items."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": "sbsta"
}