{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "Iran",
      "United Kingdom",
      "United States",
      "Jordan",
      "Kenya",
      "Indonesia",
      "Mali",
      "Nauru",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_14",
   "section_title": "Session 3: Discussion on the Way Forward",
   "sentences": [
      "Participants discussed policy options to induce RE actions, how international organizations and non-state actors can help countries put frameworks and policies in place to enhance action on the ground and next steps in the process.",
      "David Copper, UK, outlined UK support channeled through international climate funds, saying catalyzing change requires scale, replicability and leverage to drive private money into climate investments.",
      "Niclas Hällström, What Next Forum, presented a 'Global Marshall Plan' to tackle both climate and development, highlighting the demonstrated effectiveness of RE feed-in tariffs (REFITs).",
      "Iran, Indonesia, Mali and Bangladesh discussed the specific context of RE deployment in their respective countries.",
      "The EU underscored five categories of outcomes from UNFCCC engagement through COP decisions or registries: new and ambitious policies emerging from countries themselves; integration into domestic preparations for NDCs; opportunities to expand partnerships; signals and guidance to investors, both public and private; and a pipeline of projects and programmes eligible for funding.",
      "China emphasized the need to contextualize discussions under workstream 2 to enhance ambition pre-2020.",
      "He called for comprehensive policies to make the RE sector sustainable.",
      "Saudi Arabia reiterated that countries should reflect on whether they can bring a particular technology up to a sustainable level.",
      "Dolf Gielen, IRENA, responded to comments on REFITs and noted the possibility of regional R&D.",
      "Luis Gomez-Echeverri, SE4All, said investments only make sense if they align with countries' sustainable development priorities.",
      "The US emphasized the importance of experimentation, noting the necessity of new business models, policies and frameworks.",
      "Nauru noted the need to internalize external costs, saying REFITs are revolutionary in that they change the energy mix and democratize the energy sector.",
      "Kenya said pre-2020 action plays a key role in building trust in the post-2020 arrangement.",
      "On access to finance, Jarl Krausing, World Bank, highlighted established processes for accessing finance.",
      "Frank Jésus, GEF, said access depends on pressure applied by specific governments.",
      "Copper stated that availability of finance is less important than establishing a pipeline of bankable projects, suggesting use, inter alia ,of the NAMA Facility and the Climate and Development Knowledge Network.",
      "Mali called for a holistic approach to addressing bottlenecks in accessing finance.",
      "Krausing noted the need to find ways to work with partners to address countries that have reached lending limits.",
      "Marcelo Jordan, GCF Secretariat, discussed additional modalities for direct access to the GCF.",
      "Uosukainen said the CTCN is growing fast to respond to developing country needs.",
      "On how to move forward, Nauru said the main question is how to address barriers to deployment of mitigation opportunities in developed and developing countries.",
      "The US called for capturing the extensive global panoply of projects, programmes and partnerships to encourage action.",
      "He suggested the TEC be tasked with continuing the current dialogue.",
      "Mali stressed the technical expert meeting platform under workstream 2 is very important and will also feed into post-2020 ambition, calling for it to become permanent."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}