{
   "actors": [],
   "countries": [
      "India",
      "Mexico",
      "Australia",
      "Saudi Arabia",
      "Colombia",
      "South Africa",
      "Argentina"
   ],
   "enb_end_date": "16-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "16-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12511e.html",
   "id": "enb12511e_3",
   "section_title": "METHODOLOGICAL GUIDANCE ON REDD+ (SBSTA)",
   "sentences": [
      "During the morning informal consultations on REDD+ under the SBSTA, parties considered the co-facilitators draft text.",
      "Some parties supported organizing an expert workshop on forest reference levels and forest reference emission levels.",
      "Many parties supported language on the full and effective participation of stakeholders rather than promoting the broader participation of stakeholders.",
      "Many parties suggested including reference to the relevant IPCC guidelines on forest-related greenhouse gas emissions by sources and removals by sinks, forest carbon stocks and forest area changes.",
      "One party suggested that the objective of MRV should be to measure the forest-covered area, while another party noted that this does not necessarily address all the activities under REDD+.",
      "Parties also addressed an annex in the draft text, intended to capture parties views on the issues discussed.",
      "Many parties suggested adding issues to the annex.",
      "One party, supported by others, proposed eliminating the annex, stating that the annex does not reflect parties common views.",
      "Other parties, however, indicated that the annex constitutes a good basis for moving forward and suggested clarifying that it incorporates views expressed by parties.",
      "Another party suggested treating the text as the facilitators text.",
      "Other parties underscored taking away something tangible from Bonn and some suggested the annex could be useful for producing a document based on its content.",
      "Informal consultations continued. ADAPTATION (AWG-LCA): In the morning informal group on adaptation under the AWG-LCA, parties discussed the facilitator s note on the operationalization of the Adaptation Committee.",
      "The facilitator underscored leaving Bonn with text in a decision format and suggested focusing on outlining a draft decision text.",
      "He invited parties to share views on modalities and activities of the functions of the Adaptation Committee, noting that this would precede discussion on the Committee s composition.",
      "Parties expressed divergent views on the level of detail concerning the Committee s functions, and whether to work towards an exhaustive or non-exhaustive list of activities.",
      "Several developing countries advocated simplicity, emphasizing using the five functions listed in Decision 1/CP.16 (outcome of the AWG-LCA s work), with one suggesting that this will avoid micro-managing.",
      "Several parties indicated that going beyond a general reference supersedes the mandate from COP 16.",
      "A developed country party supported elaborating the Committee s specific functions, saying this is important for determining the expertise required.",
      "Another developed country stated that the text must give at least an indication of the activities envisaged for the Committee.",
      "Noting lack of agreement, the facilitator indicated that the text would be based on the facilitator s note and parties submissions.",
      "Informal consultations will continue. DEVELOPED COUNTRY MITIGATION (AWG-LCA): The afternoon informal consultations on developed country mitigation under the AWG-LCA focused on international assessment and review (IAR) and associated accounting issues.",
      "Parties suggested possible inputs to the IAR process, including: annual greenhouse gas inventories; biennial reports; reports of expert review teams; and national communications.",
      "A number of developing countries stressed that the frequency of IAR and its requirements must not be less onerous than those for international consultation and analysis (ICA).",
      "They also emphasized that the IAR is key to ensuring comparability of mitigation efforts by developed countries.",
      "On compliance, a number of developing countries called for elaboration of a compliance mechanism, while several developed countries said IAR should be facilitative and non-punitive.",
      "One developing country said a compliance mechanism should determine eligibility to participate in international carbon markets.",
      "On accounting rules, many developing countries and several developed countries supported common rules on issues, including targets, base year, sectors, greenhouse gases, banking and trading, and LULUCF.",
      "Several developed countries called for flexibility in expressing pledges.",
      "Many developing countries and a developed country underscored the robust review mechanism under the Kyoto Protocol, saying the elaboration of the IAR processes should be calibrated against review experiences from the Protocol.",
      "Some developed countries supported basing elaboration of the IAR on the current review process under the Convention.",
      "Many parties supported a call for submissions, a revised technical paper and a pre-sessional technical workshop as possible ways to further address IAR before Durban. DEVELOPING COUNTRY MITIGATION (AWG-LCA): In the afternoon informal group on mitigation by developing countries under the AWG-LCA, parties considered the process for international consultation and analysis (ICA) by focusing on: inputs; basis for ICA; sequencing and scope; outputs; and next steps after Bonn.",
      "Many parties noted that the biennial reports form the basis for inputs.",
      "It was also suggested that ICA should be based on the biennial update reports and consist only of information on unsupported mitigation actions.",
      "Concerning the basis for ICA, many parties emphasized that ICA is distinct from IAR, and does not include a review or compliance assessment.",
      "Parties also emphasized that ICA operates in a facilitative manner to enhance transparency instead of comparability of efforts, taking into account the diversity of developing countries nationally appropriate mitigation actions (NAMAs).",
      "It was further emphasized that ICA is non-intrusive, non-punitive and respectful of national sovereignty and does not include consideration of the appropriateness of domestic policies and measures.",
      "Some parties also noted that the frequency and content of developing country reporting is contingent on the provision of support.",
      "On sequencing and scope, several parties questioned whether the analysis should precede consultation.",
      "Some parties proposed that the ICA process should consist of a technical, analytical component as well as a consultative, public component, which would be conducted under the authority of the SBI and open to all parties.",
      "Other countries outlined that the consultation process under the SBI should take the form of non-confrontational, interactive discussion.",
      "Some parties opposed the consultations being open to all parties, while it was also suggested that consultation and sharing of views should be based on written exchanges.",
      "As an output, many parties supported a summary report, which does not address non-achievement.",
      "On next steps, many supported submissions from parties on the ICA process.",
      "The co-facilitators were also requested to capture areas of convergence as well summarizing the discussions. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): During an afternoon contact group on arrangements for intergovernmental meetings, parties considered outstanding paragraphs in a draft text.",
      "On the means of enhancing observer organizations engagement through, inter alia , guiding the facilitators of informal consultations to propose the meetings be open to observers when they consider this would not impede negotiations SAUDI ARABIA, INDIA and others suggested deleting the text or changing the language, noting that this is the current practice and there is no need to reflect it in SBI conclusions.",
      "AUSTRALIA supported retaining the reference, saying its inclusion would not imply changing the current rules but rather provide guidance to facilitators.",
      "He proposed alternative text recognizing the existing rule to close the meetings to observers when required.",
      "On a request to the Secretariat to facilitate interventions by observer organizations without advance submission of written copies, SAUDI ARABIA objected, noting this should be possible only in exceptional circumstances.",
      "On a request to the Secretariat to enable the replacement of names of nominated representatives of admitted observer organizations during the meeting in the online registration system, SAUDI ARABIA opposed, underscoring the need to maintain the current six-day time requirement, except for exceptional circumstances.",
      "On a request to continue discussions on, inter alia , increasing capacity-building and support for the involvement of observer organizations, MEXICO and SOUTH AFRICA suggested this should be considered particularly for developing countries observer organizations.",
      "COLOMBIA said the current shortage of funding for participation by developing country delegates should be also considered.",
      "Then the Secretariat introduced a non-paper on the possible elements for a provisional agenda for COP 17, which incorporated submissions by parties.",
      "SAUDI ARABIA and ARGENTINA inquired whether the consideration of this issue is under the mandate of the SBI.",
      "Negotiations continued into the evening."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Mitigation"
   ],
   "type": "SBSTA"
}