{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "New Zealand",
      "Japan",
      "Australia",
      "Turkey",
      "Pakistan",
      "Russia",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Sudan",
      "Canada",
      "Indonesia",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "China",
      "Tuvalu",
      "Saudi Arabia",
      "India",
      "Russian Federation",
      "Croatia",
      "Lesotho",
      "Belarus",
      "Grenada",
      "Guinea"
   ],
   "enb_end_date": "02-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "02-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12411e.html",
   "id": "enb12411e_5",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Sudan, for the G-77/CHINA, expressed concern at the extremely slow progress in completing milestones under the AWG-KP s work programme.",
      "He lamented that the agenda for AWG-KP 8 does not include items on central tasks, especially those in paragraphs 49(a) and (b) of the work programme ( FCCC/KP/AWG/2008/8 ) relating to Annex I aggregate and individual or joint emission reductions.",
      "Grenada, for AOSIS, stated that the unilateral targets presented by Annex I parties so far have virtually no chance of limiting global warming to below 2°C, and called for a 45% reduction in Annex I emissions from 1990 levels by 2020 and a reduction of more than 90% from 1990 levels by 2050.",
      "Algeria, for the AFRICAN GROUP, emphasized that the AWG-KP s mandate is to specify further emission reduction commitments for Annex I parties, and stressed the need for a firewall between the AWG-KP and other processes.",
      "Lesotho, for the LDCs, urged agreement on ambitious emission reductions, stressing that a delay could threaten a successful outcome in Copenhagen.",
      "INDONESIA urged the AWG-KP to work efficiently on Annex I emission reductions.",
      "INDIA called on Annex I parties to propose targets based on objective criteria and reflecting comparability of efforts, and SAUDI ARABIA welcomed discussions on potential consequences. VENEZUELA stated that consideration of the flexibility mechanisms is beyond the mandate of the AWG-KP and PAKISTAN said Annex I commitments must not be linked to any conditions.",
      "MALAYSIA stressed the need to focus on amendment of Protocol Annex B, stating other issues could be considered later.",
      "TUVALU stated that discussions must go beyond Annex B amendments in order to address issues such as extending the share of proceeds.",
      "COLOMBIA supported extending the share of proceeds to joint implementation and emissions trading.",
      "The EU noted synergies between the AWGs and underscored that the AWG-KP s mandate allows discussion of all issues affecting Annex I parties further commitments.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, suggested 2020 as the end of the second commitment period, and stressed the importance of discussing general improvements to the Protocol.",
      "He supported functional coordination between the AWG-KP and AWG-LCA.",
      "Australia, for the UMBRELLA GROUP, stated that the texts on Annex I parties further commitments and other issues must be considered as a package, and urged consistency and coherence between the AWGs.",
      "JAPAN called for a comprehensive post-2012 framework, stating that a simple Protocol amendment would be an unacceptable outcome, and stressing the need for mitigation by all major economies.",
      "The RUSSIAN FEDERATION explained that his country s participation in the second commitment period would be assessed in accordance with national legislation and highlighted that the current Protocol is not a fair and comprehensive agreement.",
      "He called for merging the two AWGs and ensuring a single agreement under the Convention, which would bring together all major emitters.",
      "BELARUS noted the need to simplify procedures for joining Annex B, and urged synergy between the two AWGs. TURKEY highlighted its recent ratification of the Protocol, and CROATIA outlined plans to, inter alia, increase the use of renewable energy and biofuels, and improve energy efficiency.",
      "She called for recognition of her country s special circumstances as a country negotiating both a post-2012 target and EU membership. CANADA stated that a firm understanding of the rules is necessary to enable Annex I parties determine proper commitments.",
      "NEW ZEALAND stated that a long-term quantified global goal for emission reductions is the single most important step to advancing negotiations.",
      "He highlighted that New Zealand s commitment would have to take into account the large uncertainty of LULUCF rules, and stressed the importance of including LULUCF in the Copenhagen package. PAPUA NEW GUINEA said neither the current nor proposed LULUCF rules demonstrate leadership by Annex I parties, stating that the rules would allow erosion of Annex I parties mitigation commitments.",
      "Lamenting the exclusion of his country s proposal for a land-based approach from the text, he stressed it would ensure environmental integrity and account for all emissions and removals. FRIENDS OF THE EARTH INTERNATIONAL called attention to the cost of failure to reach an ambitious agreement, and called for an end to offsetting.",
      "CLIMATE ACTION NETWORK called for an aggregate Annex I emission reduction target of more than 40% from 1990 levels by 2020. BUSINESS AND INDUSTRY highlighted the potential of sectoral crediting proposals and NAMAs to transform the flexibility mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}