{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Marshall Islands",
      "United States",
      "Japan",
      "Bolivia",
      "Grenada",
      "Brazil",
      "South Africa",
      "Colombia",
      "Malta",
      "Tuvalu",
      "United Kingdom",
      "Australia",
      "Zimbabwe",
      "Singapore",
      "Costa Rica",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_5",
   "section_title": "REPORT OF THE AWG-LCA:",
   "sentences": [
      "The COP closing plenary addressed this issue late on Friday night, 10 December.",
      "AWG-LCA Chair Margaret Mukahanana-Sangarwe (Zimbabwe) noted that the AWG-LCA had agreed to forward the draft decision on the outcome of its work (FCCC/AWGLCA/2010/L.7) to the COP for adoption.",
      "She said the decision was the culmination of three years of negotiations and the commitment of parties to enable the full effective and sustained implementation of the Convention.",
      "She thanked the COP President, the AWG-LCA Vice Chair and group facilitators for their work and support.",
      "She also expressed appreciation to the ministers for their hard work and willingness to compromise.",
      "COP President Espinosa thanked AWG-LCA Chair Mukahanana-Sangarwe for her skill and dedication, which she said had laid the ground for the outcome.",
      "She then invited the COP to adopt the outcome of work under the AWG-LCA (decision 1/CP.16), as a landmark outcome of COP 16 that would become part of the Cancun Agreements, describing it as new era in international cooperation on climate change.",
      "Bolivia restated its opposition to the adoption of the AWG-LCA report.",
      "He emphasized that his delegation was not opposed to consensus emerging in a democratic fashion and had not opposed the views of other parties but had requested an opportunity to discuss them.",
      "President Espinosa responded that all the issues resulting from the BAP and the Convention had been under discussion for years and the decision was the result of collective work.",
      "She said Bolivia s position would be reflected in the record of the conference, Supporting the adoption of the decision, the US observed that the practice under the UNFCCC had been closer to general agreement than consensus, since the COP had never adopted its rules of procedure.",
      "Parties then adopted the decision text.",
      "The contents of this outcome have been summarized under the section on the Cancun Agreements. PARTIES PROPOSALS UNDER CONVENTION ARTICLE 17 (protocols): This item was first considered by COP plenary on Wednesday, 1 December.",
      "The Secretariat explained that five proposals for new protocols and an implementation agreement were received under Convention Article 17 in 2009, and that a new proposal for a protocol had been received from Grenada in 2010 (FCCC/CP/2010/3 and FCCC/CP/2009/3-7).",
      "Grenada, for the Alliance of Small Island States (AOSIS), called for an open-ended contact group to address the legal form of the AWG-LCA s outcome, also bringing in elements from the proposed protocols, and to develop an appropriate strategy to adopt a legally-binding outcome at COP 17.",
      "Many developing and developed countries expressed support for establishing a contact group on the legal form, with a number of parties emphasizing that it should avoid duplicating work.",
      "Tuvalu, Costa Rica and others highlighted the establishment of a contact group as an important step towards a legally-binding outcome in Durban next year.",
      "Identifying the need for a legal outcome from both the AWG-LCA and AWG-KP tracks, Brazil supported providing a space to discuss this issue.",
      "South Africa, supported by Colombia, identified uncertainty over the legal form of the AWG-LCA as a major obstacle to the negotiations.",
      "India preferred focusing on the deliverables from Cancun and the future of the Kyoto Protocol, which is highly threatened and reminded delegates that during negotiation of the Kyoto Protocol, the form came after the substance had been clarified.",
      "Delegates eventually agreed to create a contact group to consider the proposed protocols.",
      "The contact group, chaired by Michael Zammit Cutajar (Malta), met for the first time on Friday, 3 December.",
      "Parties continued to hold different views on whether the AWG-LCA should lead to a COP decision(s) or a new protocol either complementing or replacing the Kyoto Protocol.",
      "Many parties supported a legally-binding outcome, while differences remained on what this constitutes.",
      "Grenada stressed the importance of: a process for considering the legal form; working under the AWG-LCA; and establishing a second commitment period under the Kyoto Protocol.",
      "Singapore and several other AOSIS members stated that the AWG-LCA s outcome must be a global and comprehensive legally-binding agreement that is complementary to the Kyoto Protocol.",
      "Costa Rica called for a mandate to work towards the adoption of a legally-binding instrument at COP 17.",
      "The EU requested clarifying, in Cancun, that the intention is to work towards a legally-binding outcome under the AWG-LCA and reiterated its willingness to commit to a second commitment period under the Kyoto Protocol in the context of a comprehensive global outcome Japan noted that his country s proposal for a new protocol is for a single legally-binding instrument.",
      "Australia stressed the need for legally-binding commitments by all major economies with differentiation between developed and developing countries and called for COP decisions from Cancun outlining a way forward towards a legally-binding outcome.",
      "He expressed flexibility concerning a single new protocol or a combination that involves the continuation of the Kyoto Protocol.",
      "South Africa noted that the work by the COP, COP/MOP and the two AWGs must be complementary and mutually supportive and called for advancing work in a balanced and comprehensive manner to achieve outcomes with the same legal status.",
      "Bolivia stressed that the credibility of any new legally-binding instrument depends on the adoption of a second commitment period under the Kyoto Protocol.",
      "India, China and others urged parties to focus on the AWG-KP and AWG-LCA.",
      "The US said he is not in a position to accept a new mandate that focuses only on the legal form without stating clearly that major economies will take on mitigation efforts with the same legal force as those by developed countries.",
      "On the way forward, Saint Lucia suggested keeping the agenda item open and requesting the COP Presidency to consider an intersessional process.",
      "The Marshall Islands presented detailed suggestions, including extending the AWG-LCA s mandate to take into account elements from proposals under Convention Article 17.",
      "AOSIS then introduced a draft COP decision text clarifying the intention to adopt a legally binding instrument in Durban that is complementary to the Kyoto Protocol.",
      "The issue was subsequently considered in informal consultations, where new text was discussed underscoring the complementary, interrelated and mutually supportive nature of the two AWGs, and the need for comprehensive and legally-binding instruments from both AWGs.",
      "The text also requested the AWG-LCA to continue its work and present a legally-binding instrument for adoption at COP 17.",
      "Responding to the proposal, several developing countries suggested that it was premature to discuss the legal status of an instrument before the substance of the instrument is clear.",
      "Parties also discussed the legal status of COP decisions, with most indicating that they do not consider them to be legally-binding.",
      "Outcome: During the COP closing plenary, parties agreed to continue consideration of this agenda item at COP 17.",
      "Legal issues were also addressed in the Cancun Agreement on Long-term Cooperative Action (FCCC/AWGLCA/2010/L.7), whereby the COP extended the mandate of the AWG-LCA for one year and requested it to continue discussing legal options with the aim of completing an agreed outcome based on the Bali Action Plan, the work done at COP 16 and proposals made by Parties under Convention Article 17."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": ""
}