{
   "actors": [
      "European Union",
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "Least Developed Countries"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Argentina",
      "Japan",
      "South Africa",
      "Algeria",
      "Colombia",
      "Turkey",
      "Thailand",
      "Philippines",
      "Iceland",
      "Ecuador",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Venezuela",
      "United States",
      "Chile",
      "Bolivia",
      "Kuwait",
      "Canada",
      "Mexico",
      "Tuvalu",
      "Russian Federation",
      "Senegal",
      "Australia",
      "Indigenous Peoples",
      "Panama",
      "Singapore",
      "Egypt",
      "Costa Rica",
      "Tanzania",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_3",
   "section_title": "Adaptation",
   "sentences": [
      "The Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ) contained a chapter on Enhanced action on adaptation.",
      "The first reading of the text took place in the AWG-LCA informal plenary on Tuesday and Wednesday, 3-4 June, and on Tuesday, 9 June, delegates completed a second reading of the revised chapter.",
      "For details of these discussions, see: http://www.iisd.ca/vol12/enb12413e.html ; http://www.iisd.ca/vol12/enb12414e.html ; and http://www.iisd.ca/vol12/enb12418e.html .",
      "Some countries highlighted adaptation as an issue that affects all countries, and requested including common adaptation obligations at the beginning of the section, while others stressed the emphasis should be on developing countries.",
      "Many countries underscored the urgent needs of the most vulnerable countries, particularly Least Developed Countries (LDCs) and small island developing states (SIDS).",
      "The Philippines, for the G-77/China, regretted that the text placed the burden of implementing adaptation on developing countries, expressing concern over reference to integrating adaptation into development, and the preparation, monitoring and review of national adaptation plans and actions, and called for stronger language reflecting a country-driven process.",
      "She said Annex II parties should comply with their financial commitments under the Convention to provide finance for adaptation.",
      "The Cook Islands, for the Alliance of Small Island States (AOSIS), said the adaptation chapter should, inter alia : include flexible institutional arrangements; and include binding commitments for implementation funding.",
      "South Africa, for the African Group, called for a comprehensive international programme on adaptation with scaled-up finance.",
      "Argentina said adaptation actions should not be legally binding, in contrast to binding developed country support for them, and called for direct access to sustainable and clearly identified financing sources.",
      "Japan expressed concern with proposals related to, inter alia : creation of a legally binding adaptation framework; new, predictable and adequate financial resources additional to official development assistance (ODA); and a committee or subsidiary body on adaptation.",
      "Canada expressed concern with references to insurance, addressing loss and damages, and providing finance in the aftermath of extreme climate events.",
      "Australia said agreement was required on the following issues: whether the adaptation framework would be binding; a definition of adaptation action; categories of countries that the framework should address; and whether the framework should be under the authority of the COP.",
      "The US, with Switzerland and Mexico, supported integrating adaptation into development strategies and planning, and the US with New Zealand supported including common adaptation obligations for all parties.",
      "He said he could not support the proposals on insurance funds, since they do not reflect the nature of insurance as a risk transfer mechanism.",
      "Norway underscored adaptation as a country-led process.",
      "Iceland emphasized gender considerations as one of the guiding principles of the adaptation framework.",
      "Ecuador also drew attention to gender considerations, as well as social inequality globally and within countries, and highlighted an ecosystem-focused approach, community-level adaptation and financing.",
      "Tuvalu emphasized the need for regional adaptation centers and climate proofing development, and supported elaboration of implementation actions, including project and sector-based adaptation drawing on indigenous knowledge.",
      "He called for: an adaptation committee to enhance implementation; a separate section on risk management, with the inclusion of an insurance arrangement; and innovative means of financing, including levies on international maritime and aviation transport.",
      "Panama, for several Latin American countries, said an adaptation framework should be flexible enough to cover current and future impacts.",
      "Senegal supported a legally binding adaptation framework.",
      "The EU suggested strengthening language on the adaptation framework concept.",
      "Switzerland emphasized monitoring and review, and highlighted the roles of insurance and public-private partnerships.",
      "India and China opposed reference to reviewing national adaptation plans.",
      "China suggested replacing the reference to the polluter pays principle with the Convention s guiding principles.",
      "The Russian Federation said climate change impacts could also be positive, expressed reservations with reference to climate refugees, and said parties should decide the appropriate level for the implementation of adaptation actions at the national level.",
      "China and others proposed also removing reference to levies on international transactions.",
      "Thailand opposed language on financial support provided as concessional loans.",
      "Singapore called for language consistent with the Convention on classification of countries China expressed concern over a proposal to establish national coordinating bodies and, with Pakistan, opposed reference to poor developing countries.",
      "Turkey suggested using language on vulnerable countries instead of developed and developing countries.",
      "Tanzania emphasized the importance of text on rehabilitation and compensation.",
      "Bolivia said adaptation activities must take traditional knowledge of indigenous peoples into account, and Venezuela urged recognizing the vulnerability of indigenous communities.",
      "Colombia, for Chile, Costa Rica and Peru, stressed the importance of adaptation strategies for ecosystems, and said vulnerability should include internal asymmetries.",
      "Peru called for strengthening synergies between the Convention on Biological Diversity and the UNFCCC.",
      "Egypt said the text should reflect the need for regional coordination, especially when countries share natural resources or ecosystems.",
      "He said the role of the private sector should be supplemental to, but not a substitute for, public support.",
      "Saudi Arabia called for reference to adaptation to the impacts of response measures, and expressed concern over possible protectionism from regulatory policies, such as the proposed carbon dioxide (CO2) tax.",
      "Algeria said adaptation to adverse effects and response measures are related and should not be separated.",
      "Kuwait called for reference to fossil fuel-dependent countries in the section specifying vulnerable groups of countries.",
      "Norway, the EU and Japan said response measures should be discussed under mitigation."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}