{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "04-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12413e.html",
   "id": "enb12413e_11",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, the corridors were filled with busy delegates who spilled out quickly after meetings, rushing to coordination groups spread throughout the Maritim Hotel.",
      "Parties had plenty to coordinate on as contact groups and informals proliferated.",
      "One delegate emerging from the question and answer informal in the AWG-KP emission reductions group stopped long enough to say that the informals were elucidating.",
      "He explained, I don t know if we agree any more, but at least we understand each other better.",
      "A number of delegates seemed to be feeling the pressure, and some voiced frustration about duplicating discussions across bodies.",
      "Why are we still talking about adaptation in SBI when we talked about it all morning in the AWG-LCA, sighed one delegate.",
      "It s time to put some of these agenda items to bed if we re going to have the time we need in Copenhagen.",
      "Many delegates appeared a bit hesitant to offer opinions about progress made or lack thereof, saying that it was still too early in the game.",
      "Some were looking forward with anticipation to the AWG-LCA informals on legal form scheduled for Thursday.",
      "The forest club made its first appearance today as the REDD and LULUCF discussions got underway.",
      "What are they talking about one bewildered observer was overheard whispering in the back of the REDD contact group.",
      "These people speak their own language, his colleague whispered back.",
      "Perhaps one African delegate was right in Tuesday s AWG-KP plenary when he welcomed a specialized spin-off group on LULUCF, saying generally speaking, those negotiators are a different breed."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}