{
   "actors": [
      "League of Arab States",
      "Independent association of Latin America and the Caribbean",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "India",
      "Tuvalu",
      "United States",
      "Chile",
      "Australia",
      "Brazil",
      "South Africa",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "11-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12637e.html",
   "id": "enb12637e_4",
   "section_title": "Mitigation",
   "sentences": [
      "Co-facilitator Franz Perrez invited comments on an updated \"technical tool\" for clarifying the section. Several parties welcomed the tool as a step forward and identified linkages to other sections of the text.",
      "Many noted that some issues could fit under multiple headings.",
      "Numerous parties supported Brazil§s proposal to clarify options on differentiation. INDIA asked for another iteration of the co-facilitators§ proposal before it is forwarded to the ADP Co-Chairs.",
      "Perrez explained parties§ comments would be reported to the Co-Chairs. He then asked delegates to identify elements of the text that could go into decisions and the agreement. Several parties, including CHINA, Saudi Arabia, for the ARAB GROUP, SOUTH AFRICA and Chile, for AILAC, noted it is premature to discuss placement.",
      "CHINA expressed reservations on various criteria that could be used to address the issue of placement.",
      "AILAC emphasized the agreement should include, inter alia, principles, a long-term temperature goal and commitments. Many parties agreed that paragraphs containing evolving elements should be in COP decisions.",
      "TUVALU noted the need to differentiate between COP decisions to be taken prior to the entry into force of the agreement and those taken thereafter. SWITZERLAND suggested that decisions will be required for operationalizing the agreement and addressing issues that are to be tackled before the entry into force of the agreement.",
      "AUSTRALIA also suggested addressing interim arrangements and how they fit into decisions. NORWAY and BRAZIL suggested markets be anchored in the agreement, while details on markets be expressed in decisions.",
      "Many suggested launching a work programme for adopting decisions to operationalize the agreement.",
      "The EU emphasized that mitigation commitments should be in the agreement. The US suggested carbon neutrality, low-emission development strategies and the long-term temperature goal should be treated in decisions.",
      "SAINT LUCIA, supported by AILAC, opposed, stressing the long-term temperature goal should be in the agreement. NEW ZEALAND stressed that regardless of whether parties would like to see a durable agreement or not, durable elements need to be addressed in the agreement.",
      "He underscored that all parties must be transparent in reporting on the delivery of their commitments to build trust. Perrez explained the co-facilitators§ proposal will be issued as an output document and that all inputs from parties will be conveyed to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}