{
   "actors": [],
   "countries": [
      "Nepal",
      "United States",
      "Ghana",
      "Mozambique",
      "Canada",
      "Burkina Faso",
      "Egypt",
      "Denmark",
      "France"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_17",
   "section_title": "DEVELOPED COUNTRIES` ACTIVITIES ON TECHNOLOGY TRANSFER",
   "sentences": [
      "Alexandra Mallett, Policy Analyst, Natural Resources Canada, explained Canada`s approach to technology transfer and described some of the opportunities that exist for countries to capitalize on existing and future programmes.",
      "She emphasized that Canada aims to promote climate technologies that reduce greenhouse gases and create opportunities for domestic industry.",
      "Stressing the global nature of the climate change problem, she said Canada is indifferent as to where reductions in greenhouse gases are achieved.",
      "To facilitate reductions overseas, she indicated that significant resources have been made available through the CDM and JI Office, and through the Canada Climate Change Development Fund.",
      "In addition, Canada is launching the Canadian International Technology Initiative.",
      "She concluded by highlighting Canada`s support for private sector involvement and host country-driven technology needs assessment. Vivi Yieng-Kow, Senior Advisor, Danish Environmental Protection Agency, stated that Denmark`s approach to technology transfer is to integrate it within existing development assistance programmes that focus on poverty reduction through sustainable development.",
      "Such development assistance is usually bilateral, allocated for a five-year period, and funneled through DANIDA - the Danish international development agency.",
      "She highlighted some existing initiatives, including programmes in Nepal, Ghana, Burkina Faso, Mozambique and Egypt.",
      "On environmental aspects of the development assistance programme in Nepal, she highlighted initiatives to replace 15,000 wood stoves with low-emitting cooking stoves, generate electricity from micro-hydro dams, and promote solar energy in households.",
      "She stressed the difficulty of incorporating long-term sustainable development factors into decision making. Ko Barrett, Director of the Climate Change Programme at the US Agency for International Development, briefed participants on US technology transfer activities.",
      "She noted that President George W. Bush`s new climate change policy highlights technology transfer as a key priority, and allocates US$4.5 billion for climate change domestically and internationally.",
      "On needs assessments, she concluded that methodologies risk being irrelevant if the right entry point for technology transfer has not been identified and key stakeholders have not been engaged.",
      "She also suggested that both 'long and quick yield' measures are relevant to effective technology transfer, development and innovation, and that proper stakeholder buy-in is the key to sustainability. Arthur Riedacker, Senior Advisor, Mission Interministerielle de l`Effet de Serre, France, outlined his country`s technology transfer activities, programmes and plans.",
      "He drew attention to an event taking place in November 2002 - the Pollutec Annual Exhibition - which he described as the largest annual exhibition in Europe of environmental equipment, technology and services for industry and local authorities.",
      "The exhibition will coincide with a Seminar on North-South Technology Cooperation for Sustainable Development and Climate."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}