{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Singapore"
   ],
   "enb_end_date": "05-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12476e.html",
   "id": "enb12476e_4",
   "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING DRAFTING GROUP:",
   "sentences": [
      "In the morning, delegates exchanged views on financial issues, particularly text on the new fund and proposed new body of the financial mechanism (Chapter 3, paragraphs 8-15).",
      "Delegates expressed diverging views on whether coordination, guidance to the COP and other governance or overview functions would best be met by a new body (paragraph 14).",
      "Several developed countries said existing institutions could perform these functions.",
      "However, one developing country preferred a new body to perform key overview and coordinating functions.",
      "Two parties highlighted the role of a forum of entities (paragraph 13), and one suggested that such a forum could carry out some of the functions listed for either a new body or existing institution.",
      "On the operation of the fund, one developed country expressed concern about returning to the same debates from Copenhagen.",
      "He also said language on direct access to funds needed further clarification and proposed the World Bank as trustee of the Fund.",
      "On the board of the new fund, developing countries preferred nominating members at COP 16 rather than COP 17.",
      "Many developing countries supported including specific details on board composition, suggesting 19 members: three from each UN regional grouping; two from SIDS; and two from LDCs.",
      "Some developed countries preferred membership that is balanced between net contributors and net recipients.",
      "Discussions on these paragraphs continued in the afternoon in a spin-off group facilitated by Burhan Gafoor (Singapore), where parties further discussed coherence and coordination.",
      "Later in the afternoon, parties discussed sources of funding (Chapter 3, paragraphs 1-7).",
      "They reiterated previously-held positions on sources and amount of financing, with specific comments on: the role of the Copenhagen Accord; public versus private financing; assessed contributions by developed countries as a percentage of GDP; new and additional funding; funding allocation; predictability and adequacy of financing; fast-track financing; operationalization; contributions by developed country parties or all parties after 2013; transparency; conditionalities; the role of the High-Level Advisory Group on Climate Change Financing; and provisions for long-term financing and allocation.",
      "The drafting and spin-off groups will reconvene on Thursday."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}