{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "United States",
      "Botswana",
      "Dominican Republic",
      "Japan",
      "Bolivia",
      "Brazil",
      "Kenya",
      "Indonesia",
      "South Africa",
      "Mali",
      "Dominica",
      "Philippines",
      "Swaziland",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "China"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_24",
   "section_title": "ROUNDTABLE ON TRANSPARENCY OF ACTION AND SUPPORT:",
   "sentences": [
      "The roundtable on transparency of action and support (Workstream 1) was held on Thursday afternoon.",
      "India stressed that the level of confidence would rise if developed countries increased their commitments in accordance with science.",
      "Stressing the need for an MRV framework on finance, she expressed concern over the lack of fast-track finance and discouraged the use of unilateral trade measures.",
      "The Philippines lamented the lack of transparency on developed countries commitments on finance.",
      "South Africa called for review of outcomes rather than actions, and said that this would require a science-based compliance procedure.",
      "Japan highlighted the need for a spectrum of efforts based on nationally determined commitments, durability, and a review system based on science.",
      "Supporting the US proposal, he urged for a consultative process to consider parties contributions.",
      "Stressing the need for strong commitments by developed countries, Bolivia indicated that the legal nature, accounting rules and a compliance system of the Kyoto Protocol should serve as the basis for the new agreement.",
      "Saudi Arabia indicated that action on transparency should be advanced under sustainable development imperatives and requested a technical paper on this.",
      "He further called for a workshop and a technical paper on finance for climate change action.",
      "Singapore said that the notion of a spectrum of commitments is not consistent with the Convention s principles and, supported by Brazil, proposed a workshop on the leadership of developed countries at the June session.",
      "On transparency, he urged for a framework of multilateral rules applicable to all parties and said that it would need to build on the rules established in Cancun.",
      "The Dominican Republic said that, in accordance with CBDR, all countries need to commit to measurable, reportable and verifiable action in line with their different emission levels and capacities.",
      "He said that while countries efforts should differ in proportion to their capacity, their nature should be legally-binding.",
      "Bangladesh urged for transparency in terms of delivery of pledges and said that any future financial support must be brought under MRV.",
      "On transparency, China identified technology, finance and capacity building as priorities, noting the need to: identify key issues and develop indicators to organize work; create a database to cover information on transparency; establish an inspection and review procedure; and establish a mechanism to inform stakeholders.",
      "The EU urged building on the already developed MRV system, noting that a system to provide a good understanding of success stories to help close the mitigation gap has not yet been created.",
      "On transparency of support, she stressed the need to improve efficiency of delivery, and enhance comparability of information provided on mitigation and adaptation.",
      "Indonesia called for a robust MRV system that would reflect common interests and different capacities.",
      "Observing that transparency promotes accountability, the United States said that transparency of implementation needs to take into account nationally determined contexts and that reporting should be in line with capabilities and based on the existing reporting commitments, including GHG inventories and biennial reports.",
      "He added that MRV of support is a two-way street and that developing countries need to be able to demonstrate progress.",
      "Norway highlighted reporting and review as elements of transparency of mitigation commitments, adding that measuring and reporting on national progress should be an obligation for all.",
      "Swaziland, for the African Group, called for integration of agreed reporting processes into the future agreement and said that transparency builds trust.",
      "Kenya said that nationally defined mitigation commitments should be reviewed against science.",
      "Botswana cautioned that implementation of transparency should not translate into a burden and said that capacity building needs to be part of the package on transparency.",
      "Mali said that although national circumstances need to play a role in determining commitments, transparency should be top-down and build on the MRV regime agreed in Cancun.",
      "Noting the common desire of all parties to do their best, Co-Chair Mauskar identified the need to find convergence on how to achieve it and noted that any MRV system should be easy to understand and implement."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}