{
   "actors": [],
   "countries": [
      "Kenya",
      "New Zealand"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_34",
   "section_title": "REPORTING FROM AND REVIEW OF ANNEX I PARTIES:",
   "sentences": [
      "This item (FCCC/SBI/2014/INF.19) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed, to informal consultations facilitated by Helen Plume (New Zealand) and Fatuma Mohamed Hussein (Kenya) on the three sub-items: compilation and synthesis of the sixth national communications and the first biennial reports from Annex I parties to the Convention; compilation and synthesis of supplementary information incorporated into the sixth national communications from Annex I parties that are also parties to the Kyoto Protocol; and revision of the guidelines for preparation of Annex I parties national communications.",
      "Compilation and Synthesis of 6th National Communications and 1st Biennial Reports from Annex I Parties to the Convention: This item (FCCC/SBI/2014/INF.20 and Add.1-2) was first considered on Monday, 1 December.",
      "During the first part of the closing plenary on Friday, 5 December, SBI Chair Yauvoli reported that parties were unable to reach agreement on the issue and that the sub-item will be placed on the provisional agenda of SBI 42.",
      "Compilation and Synthesis of Supplementary Information Incorporated in 6th National Communications from Annex I Parties that are also Parties to the Kyoto Protocol: This item (FCCC/SBI/2014/INF.21) was first considered on Monday, 1 December.",
      "During the first part of the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2014/L.30), the SBI welcomes the compilation and synthesis, and took note thereof.",
      "Revision of the Guidelines for the Preparation of National Communications by Annex I Parties, Part II: UNFCCC Reporting Guidelines on National Communications : This item (FCCC/TP/2014/5) was first considered on Monday, 1 December.",
      "During the SBI closing plenary on Friday, 5 December, SBI Chair Yauvoli reported that parties were unable to reach agreement and that the sub-item will be placed on the provisional agenda of SBI 42.",
      "Report on National GHG Inventory Data from Annex I Parties for the Period 1990-2012: This item (FCCC/SBI/2014/20) was first considered on Monday, 1 December.",
      "The SBI took note of the report.",
      "Annual Compilation and Accounting Report for Annex B Parties under the Kyoto Protocol: This item (FCCC/KP/CMP/2014/7 and Add.1) was first considered on Monday, 1 December.",
      "The SBI took note of the report."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}