{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Venezuela",
      "China",
      "Australia",
      "United Kingdom",
      "Panama",
      "Egypt",
      "Bolivia"
   ],
   "enb_end_date": "06-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12519e.html",
   "id": "enb12519e_1",
   "section_title": "AWG-LCA CONTACT GROUP:",
   "sentences": [
      "During the morning contact group, facilitators presented on progress made in their respective informal groups.",
      "Parties also exchanged views on progress in Panama. AWG-LCA Vice-Chair Margaret Mukahanana-Sangarwe, reporting on shared vision, noted concerns from parties that the current revised text does not fully reflect parties views and that parties agreed to streamline text for further discussions.",
      "José Alberto Fernández Garibaldi reported on developed country mitigation, noting that the group had produced two non-papers, and completed the first round of general comments.",
      "He said that parties agreed to revise both non-papers before the next meeting.",
      "Reporting on developing country mitigation KarineHertzberg said non-papers on NAMAs registry and ICA will be produced for the next meeting.",
      "Antonio Gabriel La Viña reported that discussions highlighted that REDD+ should go beyond REDD+ and should deal with forests in general.",
      "La Viña also reported on sectoral approaches and sector-specific actions.",
      "He said parties were willing to develop a consolidated text to form the basis of discussion.",
      "On various approaches, Alexa Kleysteuber reported that parties have started working on a draft text for Durban, and that it was structured under eight headings.",
      "Crispin d Auvergne reported that the group on response measures addressed parties submissions.",
      "On adaptation Mukahanana-Sangarwe, reported that parties requested a revised facilitators note, including parties proposals.",
      "Co-facilitator Suzanty Sitorus, reporting on finance, said parties focused discussions on issues of long-term finance and the Standing Committee.",
      "CHINA expressed concern with the lack of constructive discussions in the finance group and EGYPT highlighted the need for text on long-term finance.",
      "On technology transfer, Jukka Uosukainen highlighted that discussions addressed the CTCN host selection process.",
      "He said parties submissions would be consolidated in a text.",
      "Uosukainen also reported on capacity building, where parties addressed contextualizing capacity building under the Convention.",
      "He said parties agreed to produce a consolidated text.",
      "Mukahanana-Sangarwe, reporting on the Review informal group, noted that parties were not ready to accept a text for a draft decision, but agreed to a revised facilitator s note to be discussed at their next meeting.",
      "María del Socorro Flores, reporting on legal options, said parties had identified a range of different views and that a non-paper was being prepared. VENEZUELA, supported by BOLIVIA, called for a better allocation of time among the different agenda issues.",
      "She emphasized the need for a balanced outcome from Panama on all chapters of the Bali Action Plan.",
      "Australia, for the UMBRELLA GROUP, with the EU, said that progress on draft negotiating texts is promising.",
      "Barbabos, for AOSIS, urged parties to be more constructive in discussions aimed at producing draft negotiating texts."
   ],
   "subtype": "groups",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "working group"
}