{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Bangladesh",
      "Barbados",
      "Norway",
      "Japan",
      "Australia",
      "Peru",
      "Turkey",
      "Russia",
      "Brazil",
      "Ethiopia",
      "Uganda",
      "United Kingdom",
      "Sudan",
      "Canada",
      "Jamaica",
      "Venezuela",
      "China",
      "Saudi Arabia",
      "Russian Federation",
      "Kuwait",
      "Mali",
      "Belarus",
      "Grenada",
      "Singapore"
   ],
   "enb_end_date": "16-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "16-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12456e.html",
   "id": "enb12456e_7",
   "section_title": "LONG-TERM COOPERATIVE ACTION (AWG-LCA)",
   "sentences": [
      "During a stocktaking meeting of the contact group on long-term cooperative action in the morning, Chair Zammit Cutajar presented a set of texts, including a new version of the draft core COP decision, as well as thematic draft decisions on adaptation, finance, technology and capacity building.",
      "He also introduced several thematic draft texts on mitigation, including: a mechanism for nationally appropriate mitigation actions (NAMAs); REDD-plus; economic and social consequences of response measures; various approaches to enhance the cost-effectiveness of mitigation; and sectoral approaches and sector-specific actions in agriculture.",
      "Chair Zammit Cutajar explained that the draft core COP decision s preamble and first paragraphs reflect a shared vision and that there is no separate text on a shared vision.",
      "Chair Zammit Cutajar also outlined the areas taken up through informal ministerial consultations, including: a long-term global goal for emission reductions; mitigation by developed countries; developing country NAMAs; trade issues and international aviation and maritime bunker fuels; and several issues relating to finance, including sources and scale of funding, MRV of support, and pledges from developed countries to provide funds.",
      "Chair Zammit Cutajar then briefly explained the core decision text and the thematic texts.",
      "Co-Facilitator Uosukainen introduced the co-facilitators new text on finance.",
      "He said the text attempts to capture the essence of the discussions on financial institutions, noting text on a possible high-level finance committee to assist the COP and a climate fund or facility.",
      "Chair Zammit Cutajar suggested postponing substantive discussion of the texts to informal consultations in the afternoon.",
      "TURKEY stressed the need to reflect interests of developed countries with special national circumstances.",
      "Sudan, for the G-77/CHINA, inquired whether there would be an opportunity for the group to consider guidance from the informal high-level ministerial consultations.",
      "Chair Zammit Cutajar explained that any political guidance from the ministerial consultations would be shared. BANGLADESH called for mention of special treatment of LDCs and SIDS as set out under the Convention and BAP.",
      "He said that a Copenhagen outcome should also include an international adaptation center, regional centers and an adaptation window under the Convention.",
      "SINGAPORE said that the text contained proposals that were not acceptable to his delegation.",
      "The EU questioned why a timeframe for concluding a legally-binding agreement had been omitted from the text, stressing that while immediate action must be taken, the intention is not to establish piecemeal mechanisms here and there but to frame the institutions and the post-2012 architecture in a legally-binding instrument as soon as possible in 2010.",
      "Chair Zammit Cutajar noted the importance of considering timelines for further work.",
      "The EU, with AUSTRALIA, also stressed the need to have text on market approaches, identifying new market mechanisms as a core issue.",
      "Chair Zammit Cutajar explained that such text had been left out due to an intended informal ministerial consultation, but that it would be included. BARBADOS lamented the unequal way of dealing with controversial issues, noting that the text contained reference to response measures while no references to LDCs and SIDS were included.",
      "He also stressed the importance of a global long-term goal for emission reductions and greenhouse gas concentration stabilization levels being discussed at the ministerial level.",
      "He noted his intention to take up the question of legal form of the outcome in plenary. BELARUS and the RUSSIAN FEDERATION stressed the need to incorporate text reflecting the special national circumstances of Annex I countries with economies in transition, with the RUSSIAN FEDERATION adding that the issue must be addressed before forwarding the texts to the COP.",
      "Highlighting sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP on mitigation by developed and developing countries, BRAZIL, supported by CHINA, stressed the need for a balanced consideration of issues.",
      "He lamented that ministerial meetings on mitigation by developing countries have been scheduled while no progress has been made on mitigation by developed countries.",
      "CHINA underscored that ministerial discussions must be transparent and balanced in terms of the subjects discussed. VENEZUELA posed questions concerning the relationship between the ministerial consultations on the most delicate issues and the AWG-LCA s text, asking who will produce text on these issues and stressing that, in her view, the COP President would need a mandate from the parties to develop text.",
      "Chair Zammit Cutajar said the ministerial informals would produce political guidance and not text.",
      "Chair Zammit Cutajar said he would consult parties informally in the afternoon to identify issues where substantive progress could still be made, such as adaptation and hydrofluorocarbons.",
      "He recognized that various parties had concerns with the text but noted that we have had two years and must finish today.",
      "He said he was disappointed at the state of the texts and explained that due to the number of outstanding issues, it would not possible for him to try to clean up the text with parties.",
      "Chair Zammit Cutajar said the alternatives were to consult informally in the afternoon on issues where progress could still be made or forward the texts to the COP as they stand.",
      "He also reminded parties that they can take up their concerns at the COP plenary. ADAPTATION FUND BOARD (COP/MOP): In the contact group on the Adaptation Fund Board, the Co-Chairs introduced draft decision text and proposed language on encouraging Annex I countries to increase their contributions to the Adaptation Fund.",
      "Parties agreed to forward the draft decision text to the COP/MOP. POTENTIAL CONSEQUENCES (AWG-KP): In the morning, Co-Chair Ure opened the contact group on potential consequences, noting that since the coordinators of the G-77/China and the EU were unable to attend the meeting, no substantive discussions would be undertaken. CANADA expressed concern that the text had become more complicated and noted reservation at forwarding the text in its current form.",
      "Co-Chair Ure said he would inform the AWG-KP Chair of these concerns and forward the text to the AWG-KP stocktaking plenary. OTHER ISSUES (LULUCF)(AWG-KP): In the final meeting by the spin-off group on LULUCF, parties discussed options concerning text on exploring more complete coverage of land when accounting for anthropogenic sources and sinks. OTHER ISSUES (FLEXIBILITY MECHANISMS)(AWG-KP): Vice-Chair Dovland introduced a new draft COP/MOP decision on the flexibility mechanisms. SAUDI ARABIA, supported by KUWAIT, objected to the omission of their proposals on share of proceeds and regional distribution from the new draft text.",
      "Vice-Chair Dovland noted that the omission was inadvertent and that the proposals will be reflected in the revised text. AUSTRALIA, supported by CANADA, proposed moving the preambular text on the mechanisms being supplementary to domestic action to the operative part and then inserting an option maintaining the status quo .",
      "Grenada, for AOSIS, JAMAICA, PERU and BRAZIL, opposed by NORWAY and SAUDI ARABIA, supported retaining the text in the preamble.",
      "NEW ZEALAND proposed inserting alternative language in the preamble, recalling the definition of supplementarity in decision 2/CMP.1 (principles, nature and scope of the flexibility mechanisms).",
      "On the supplementarity section of the text, BRAZIL, supported by PERU and opposed by JAPAN and SAUDI ARABIA, proposed specifying a cap of 30% on the use of the flexibility mechanisms.",
      "On improving regional distribution, SAUDI ARABIA reiterated their proposal that the provision exempting SIDS from payment of the registration fee and share of proceeds, as well as that establishing a quota for projects hosted in LDCs, SIDS and African countries, should be extended to all developing countries with fewer than ten registered projects.",
      "GRENADA, supported by PERU and the EU, and opposed by UGANDA, preferred deleting the paragraph exempting SIDS from payment of fees and retaining the option permitting postponement of the payment of fees by parties with fewer than ten registered projects, noting that exempting all countries with fewer than ten projects could negatively impact functioning of the CDM Executive Board.",
      "JAPAN and CANADA noted the need to specify that the payment would be postponed until the first issuance of Certified Emission Reductions (CERs).",
      "On the paragraph on establishing a quota, CANADA, supported by JAPAN, opposed identifying a specific percentage of CERs to come from countries with fewer than ten CDM projects, and JAPAN preferred language encouraging parties rather than deciding to use CERs coming from these countries.",
      "ETHIOPIA, supported by MALI, noted that the language already reflects compromise and preferred retaining the text as it stands.",
      "ETHIOPIA, opposed by many countries, but supported by UGANDA, proposed that this quota should apply to countries that had fewer than ten projects in the first commitment period.",
      "NEW ZEALAND proposed having the paragraphs in this section as a menu of options from which ministers could choose one or more paragraphs.",
      "Vice-Chair Dovland noted that this was the last meeting of the contact group and that discussions would continue within the context of the report of the AWG-KP to the COP/MOP."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}