{
   "actors": [],
   "countries": [],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_32",
   "section_title": "BACK IN A MONTH",
   "sentences": [
      "So, did the April session meet expectations?",
      "Although, admittedly, more concrete steps are needed on both the 2015 agreement and pre-2020 ambition, there was a shared feeling that the discussions in Bonn were positive and constructive.",
      "With the June session only a month away, many were optimistic that the April session would put the wind in the sails of the ADP.",
      "With the format of roundtables and in-session workshops boding well for an open and frank exchange of views, some parties were willing to move to a more structured mode of discussions and supported the Co-Chairs proposal to establish a contact group under the ADP.",
      "Reportedly, others seemed to be reluctant to set up contact groups at this stage, which, in effect, would imply that the ADP has moved into negotiating mode.",
      "Some parties also expressed views on whether one contact group or more would be necessary to address issues under the two workstreams.",
      "The Co-Chairs prudently deferred the decision on whether to establish a contact group or several contact groups to the June session, with some fearing this might become a contentious issue.",
      "As the plenary drew to an unusually early close, many felt that the task for the June session will be to continue advancing towards more focused work, which, for some, implies moving to concrete textual proposals on the 2015 agreement and pre-2020 ambition as soon as possible.",
      "As far as pre-2020 ambition is concerned, the results-oriented approach envisioned by the Co-Chairs will need to be maintained as numerous issues- including the role of renewable energy in low-emission development, mitigation and adaptation opportunities in land use, and international cooperative initiatives- merit further consideration.",
      "Despite a perceived convergence of views on some issues, the April session left some with a lingering feeling that much work remains to be done in a very limited amount of time.",
      "With only 19 months to go, the pressure is on for the ADP to show that it is not a recycled AWG-LCA and is capable of delivering on its ambitious, albeit vague, mandate."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}