{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "China"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_64",
   "section_title": "SIGNALING MOSCOW",
   "sentences": [
      "Since COP-6, the need to get Parties on board the Protocol has been an underlying current in the negotiations.",
      "At the conclusion of the Bonn Agreements, the lead EU negotiator said that 'to bring the US on board, we first needed a boat.",
      "Now we have a boat.",
      "' But at SB-18, Parties were not focused on when, or if the US might ratify.",
      "Instead they were focused on when Russia would get on board and launch the Protocol, since its ratification will trigger entry into force.",
      "As a result, throughout the session, negotiators speculated on the signals being sent to Moscow. Negative signals emerged from discussions on many issues, including those on the UNFCCC Secretariat`s budget and arrangements for meetings of the COP and COP/MOP.",
      "Reflecting its unwillingness to participate in the Protocol`s launch, the US demanded that the budget be divided in two, so that contributions to the Secretariat`s budget from non-Parties to the Protocol would not be used to fund Protocol activities.",
      "Although the US position is understandable, dividing the budget could hinder the Secretariat`s operation, and create a distinct separation between two complimentary legal instruments.",
      "More broadly, a divided budget could undermine future work programmes and set a precedent for other MEAs, as could the US insistence on separate arrangements for meetings of the COP and COP/MOP. On other issues, negative signals were sent about the regime`s long-term future.",
      "Annex I Parties floated proposals throughout SB- 18 with implications for developing country participation in the second commitment period.",
      "Proposals on the Special Climate Change Fund (SCCF), P&Ms and adverse effects, for instance, insisted on a link between mitigation and adaptation.",
      "OPEC countries refused to accept such a link, and blocked any indication of flexibility on the part of developing countries particularly concerned about the adverse effects of climate change.",
      "Some observers noted that OPEC`s arguments in this regard served other members of the G-77/China that are equally concerned about any emphasis on the need for mitigation in developing countries. SB-18 may not have sent a stream of positive signals to Moscow or other Annex I Parties, but positive signs were perceptible in discussions on several issues that relate to the regime`s effectiveness, and the future direction of negotiations."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "SBI/SBSTA"
}