{
   "actors": [],
   "countries": [
      "Saudi Arabia"
   ],
   "enb_end_date": "10-Sep-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "10-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12243e.html",
   "id": "enb12243e_8",
   "section_title": "ENERGY, TRANSPORT, INDUSTRY AND WASTE MANAGEMENT",
   "sentences": [
      "Recommendations and conclusions from discussions on energy, transport, industry and waste management projections were presented by group facilitator Neil Ferry.",
      "He said a key outcome is the value of what participants take away from the workshop, and noted that best practices for projections differ from those for inventories. Summarizing recommendations, he said transparent and clear presentation of assumptions and critical data is as important as the modeling process itself, and it is useful to vary key assumptions and identify sensitivity of projected emissions.",
      "He noted the varied views on whether GDP was a variable in itself. Ferry observed that the choice of models and assumptions was ultimately a matter for governments, but there is a value in deciding 'common international assumptions,' such as oil prices and carbon prices.",
      "Issues such as who should provide this data and its timeliness are still to be considered. On stationary combustion, Ferry pointed to the recommendation that there is value in consulting with neighbors and discussing 'robust and available' models.",
      "In the latter case, he reported that there are some concerns about the cost of the models themselves, and of using and adapting them. On modeling P&Ms, Ferry noted that both endogenous and exogenous approaches are used, and many countries focus on 'with measures' and 'without additional measures' scenarios for policy choices.",
      "Participants agreed on the usefulness of key source and/or driver analysis. On the inclusion of international emissions trading in projections, he said that participants agreed that trading does not change domestic emissions, but should form part of the analysis of policy choices.",
      "He also noted Saudi Arabia`s point on the need to model effects of P&Ms on non-Annex I Parties. Ferry reported that the group agreed that emissions from transport should be reported separately from emissions from the rest of the energy sector, and it was important to model individual transport modes and the selection among modes.",
      "On bunker fuels, he reflected the view of participants that it is important to consider these in order to present a complete energy balance, and that there are no methodological problems in modeling projections.",
      "He noted the suggestion by Saudi Arabia to consider the impact of emission taxes on non-Annex I Parties. On the industry and waste management sector, he said participants agreed on the importance of data on activity levels and emission factors, and on presenting results and assumptions clearly.",
      "The recommendations include the need for a 'reality check' on projections for fluorinated gases to reflect rapid changes in the industry."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}