{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Malaysia",
      "Japan",
      "Australia",
      "Brazil",
      "Canada",
      "Norway",
      "Switzerland",
      "Barbados",
      "China"
   ],
   "enb_end_date": "29-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "29-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12205e.html",
   "id": "enb12205e_8",
   "section_title": "FINANCIAL MECHANISM",
   "sentences": [
      "SBI Chair Estrada convened this contact group on Monday evening.",
      "On the report of the GEF, the EU, supported by NORWAY, SWITZERLAND and the US, requested text highlighting the importance of the third GEF replenishment.",
      "Parties could not agree on a process to provide additional guidance to the financial mechanism for the operation of the Special Climate Change Fund.",
      "Instead of entering negotiations on the draft decision, NORWAY, SWITZERLAND, CANADA, JAPAN and the EU, opposed by INDIA, BRAZIL, BARBADOS and CHINA, requested the option to provide further submissions on the operational priorities of the Fund.",
      "CHINA, supported by INDIA, underscored the urgency of providing guidance in order to operationalize the Fund. Delegates discussed the Least Developed Country (LDC) Fund without reaching agreement.",
      "CANADA noted that the chairs of the LDCs and the LDC Expert Group (LEG) were not present.",
      "He provided views on the draft decision to the GEF on the operation of the LDC Fund.",
      "Supported by NORWAY, the EU and SWITZERLAND, he stressed the importance of a clear focus on NAPAs and policy level, rather than operational level, guidance to the GEF. On the review of the financial mechanism, SWITZERLAND called for this review to address the function and role of GEF, the accountability and quality control of GEF resources and an evaluation of enabling activities.",
      "NORWAY, supported by the US, SWITZERLAND, NORWAY, JAPAN, CANADA, AUSTRALIA and the EU, and opposed by INDIA, MALAYSIA, CHINA, called for the deletion of text initiating a process to aggregate GEF funding requirements for the UNFCCC, as well as a request to the Secretariat to produce a paper for SBI-18 outlining procedures for joint determination of necessary and available funding for UNFCCC implementation. The contact group will meet on Tuesday to continue their deliberations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}