{
   "actors": [
      "African Group"
   ],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_43",
   "section_title": "SBI Conclusions",
   "sentences": [
      "The conclusions, (FCCC/SBI/2005/L.4) address arrangements relating to COP 11 and COP/MOP 1, future sessional periods, organization of the intergovernmental process, and observer organizations in the Convention process. On COP 11 and COP/MOP 1, the SBI thanks the Government of Canada for offering to host the event, and requests the host country to facilitate the issuance of visas to ensure Parties` effective participation.",
      "It endorses the dates of 7-9 December, 2005, for the high-level segment of COP 11 and COP/MOP 1, asks the Executive Secretary to take note of Parties` views on possible elements for the provisional agendas, and urges Parties to enhance their contributions to the Trust Fund for Participation in the UNFCCC Process. On future sessional periods, it notes the dates for COP 12 and COP/MOP 2 (6-17 November 2006), urges Parties to make offers to host the meeting, and notes that the President of COP 12 will come from the African Group of countries.",
      "SBI also recommends 31 May to 11 June and 8-19 November 2010 for the sessional periods that year, and recommends changing the dates of COP 13 from November 2007 to 3-14 December 2007. On organization of the intergovernmental process, SBI takes note of the workshop held during SBI 21, notes the increasing difficulties facing the intergovernmental process in terms of extensive agendas and other problems, and invites Parties to submit their views on options for further improvements by 15 November 2005.",
      "SBI also agrees to continue consideration of this issue at SBI 24, and requests the Secretariat to identify options, taking into account Parties` views and experiences from COP/MOP 1. Regarding observer organizations, SBI notes the ongoing work of the UN and the report of the Secretary-General on observer participation.",
      "It notes that many of the steps recommended by the Secretary-General are already part of established UNFCCC practice, and asks the UNFCCC Secretariat to identify ways to enhance further the participation of observer organizations, drawing on outcomes of the wider UN process.",
      "SBI will take up the matter at SBI 26 in May 2007."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}