{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Senegal",
      "New Zealand",
      "Norway",
      "Japan",
      "China",
      "Chile",
      "Uruguay",
      "Colombia",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "12-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "12-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12217e.html",
   "id": "enb12217e_2",
   "section_title": "SINKS IN THE CDM",
   "sentences": [
      "NEW ZEALAND introduced a document on definitions for modalities and procedures for afforestation and reforestation (A&R) projects, which combines Parties` submissions.",
      "BOLIVIA said that countries, rather than the COP, should decide on which carbon 'pools' to include in A&R projects, and that it was important to include geo-referencing in the draft decision.",
      "BOLIVIA also noted that Parties may want to elaborate sources and sectors listed in Annex A of the Protocol, as they may want to account for other sources not already included.",
      "The EU said that it preferred a combined approach to account for carbon stock changes and some emissions sources.",
      "AOSIS said the text on how to define anthropogenic removals of emissions was ambiguous.",
      "COLOMBIA indicated that carbon pools should be accounted for 'within the project boundary.",
      "' CHINA noted that it needed capacity to understand technical information associated with the timing for baselines and actual emissions in projects.",
      "He also called for a way to address zero carbon pools, and suggested simplifying the concept of baselines.",
      "The EU and AOSIS said the proposed definitions on the 'project boundary' should be amended to differentiate between boundaries relevant to accounting methods and those exclusively geographical in nature.",
      "CHILE noted that more than one activity should be included in a LULUCF CDM project. On project monitoring, BOLIVIA questioned how to estimate and control leakage, and URUGUAY noted that there is a need to minimize negative leakage.",
      "Parties then considered appendices to text on definitions and modalities for sinks in the CDM in the first commitment period.",
      "Introducing draft Appendix E on environmental and socioeconomic impacts of CDM projects, the EU, NORWAY and SWITZERLAND said this was developed following informal consultations, and aimed to help countries in preparing CDM projects.",
      "CANADA, with NEW ZEALAND, JAPAN and SENEGAL, expressed concern over text requiring Parties to address a number of issues when analyzing environmental impacts.",
      "On future work, Co-Chair Karsten Sach urged Parties to hold informal inter-sessional consultations and suggested convening pre-sessional consultations to complete work before COP-9."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}