{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "China",
      "Ghana",
      "Switzerland"
   ],
   "enb_end_date": "09-Apr-01",
   "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-17",
   "enb_start_date": "09-Apr-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12165e.html",
   "id": "enb12165e_3",
   "section_title": "ACCEPTANCE OF THE ACTIONS TAKEN BY THE IPCC WORKING GROUPS IN RELATION TO THE TAR",
   "sentences": [
      "Participants considered this agenda item on Wednesday, 4 April, and Thursday, 5 April.",
      "They accepted the summaires for policy makers (SPMs) and took note of supporting material, including the Working Group Technical Summaries and the lists of relevant corrections and edits that had been made to the TAR, after the SPMs had been adopted, to ensure consistency with the SPMs.",
      "This material was distributed in hard copy at the meeting. Working Group I Co-Chair Yihui Ding presented a brief summary describing the progress of work on the report prepared by the group.",
      "He said the SPM and the underlying assessment had been approved in Shanghai, China, during the eighth session of Working Group I from 17-20 January 2001.",
      "He noted that the documents had included the comments received by reviewers, and that these comments had been carefully analyzed and assimilated into the revised documents.",
      "Before the Plenary accepted the documents, one participant, seeking to avoid misunderstanding, requested the inclusion in the report of a clear explanation of the reason for the difference in projected temperature change between the findings in this report and previous findings.",
      "This request was noted in the minutes of the meeting, since no changes could be made to the SPM adopted by the Working Group. Working Group II Co-Chair James McCarthy reported on the work of the group.",
      "He noted the participation of over 400 authors and reviewers for the preparation of the report.",
      "He said that the comments by governments and reviewers had been taken into account in Geneva, Switzerland, on 13-16 February 2001, and were reflected in the technical summary and the SPM.",
      "Delegates agreed to include in the minutes two notes that address issues that had been omitted in the report.",
      "One note would mention that 'small island States' should be changed to 'small island developing States' to reflect the text used in the UNFCCC.",
      "The other note would state that 'several delegates noted that Working Group II did not address the level of greenhouse gas concentrations that would cause dangerous anthropogenic perturbation to the climate system (the ultimate goal of the UNFCCC).",
      "' Working Group III Co-Chair Ogunlade Davidson reported on the work of the group.",
      "He noted that the Working Group had met in Accra, Ghana, from 28 February to 3 March 2001 and adopted its part of the TAR. The Plenary accepted the action taken by the Working Groups on the TAR."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": "ipcc"
}