{
   "actors": [
      "Bolivarian Alliance For The Peoples Of Our America",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ecuador",
      "Mexico",
      "Qatar",
      "Russian Federation",
      "Congo",
      "Grenada",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_126",
   "section_title": "RESUMED COP CLOSING PLENARY",
   "sentences": [
      "AWG-LCA Chair Reifsnyder presented the report on the Outcome of the work of the AWG-LCA (FCCC/AWGLCA/2011/L.4).",
      "He noted that many parties expressed support for the document, while others thought it lacked balance.",
      "He said he believes the text captures important progress on the key pillars of the Bali Action Plan and the Cancun Agreements.",
      "On the decision on the composition and modalities for the Adaptation Committee and Standing Committee, he proposed that groups make recommendations by 21 March 2012.",
      "Parties adopted the decision. COP President Nkoana-Mashabane then introduced a draft decision entitled Establishment of an Ad Hoc Working Group on the Durban Platform for Enhanced Action (FCCC/CP/2011/L.10) as the landmark decision of our comprehensive outcome.",
      "The Russian Federation noted its disapproval with the consultation process, indicating that the unconventional huddle format obstructed their meaningful participation.",
      "The COP adopted the decision, as well as the decision on the GCF (FCCC/2011/CP/L.9) and other outstanding items.",
      "The Democratic Republic of Congo, on behalf of 54 African Ministers, thanked the COP President for her spirit of inclusiveness.",
      "Mexico congratulated the South African Government on their successful hosting of the conference.",
      "Ecuador, for ALBA, stressed the need to move forward with certainty that Qatar will take up issues of justice and equity.",
      "Grenada for AOSIS also expressed satisfaction with the outcome.",
      "The COP President welcomed the milestone agreements reached under the Convention and Kyoto Protocol and asked Vice-Chair Kranjc to continue with the adoption of outstanding items.",
      "After a short break, Vice-Chair Kranjc presented outstanding agenda items for adoption by COP.",
      "The COP then adopted the Report of the Meeting (FCCC/CP/2011/L.1).",
      "A resolution was adopted expressing gratitude to the Government of South Africa, and the COP was gaveled to a close at 6:00 am."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}