{
   "actors": [],
   "countries": [
      "Sweden",
      "Ghana"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_34",
   "section_title": "REPORT OF THE JOINT IMPLEMENTATION SUPERVISORY COMMITTEE",
   "sentences": [
      "This issue was first considered during the COP/MOP plenary on 9 November, and in contact groups and informal discussions co-chaired by Johan Nylander (Sweden) and William Agyemang-Bonsu (Ghana).",
      "Parties had four main issues to resolve: adoption of the Joint Implementation Supervisory Committee (JISC) rules of procedure and the JI project design documents; definition of small-scale projects; remuneration and travel costs of JISC members; and a financial shortfall in the 2006-2007 biennium for JISC.",
      "Parties quickly agreed to adopt JISC rules of procedure and the JI project design documents, and to ask for contributions to fund the JISC for the 2006-2007 biennium.",
      "On remuneration and travel costs for JISC members, some parties sought to have the same level of compensation as CDM Executive Board members.",
      "Agreement was reached to forward the issue to SBI 26 for consideration.",
      "On definition of small-scale projects, agreement was delayed pending agreement on CDM issues, and parties decided to apply the same definition, mutatis mutandis , as CDM.",
      "Delegates agreed to two COP/MOP decisions - one on rules of procedure and project design documents, the other on guidance to the JISC - which were adopted in the closing COP/MOP plenary, on 17 November. COP/MOP Decisions : In its decision on rules of procedure ( FCCC/KP/CMP/2006/L.3 ), the COP/MOP adopts the rules of procedure of JISC and the JI project design document forms contained in document FCCC/KP/CMP/2006/5 and Add.1, and authorizes the JISC to amend the project design document forms and to inform the COP/MOP of such changes.",
      "In the decision on guidance (FCCC/KP/CMP/2006/L.4 ), the COP/MOP: requests JISC to keep the JI management plan under review and report to COP/MOP 3; asks the Secretariat to implement the JI management plan; invites SBI 26 to consider the matter of remuneration and costs of travel of JISC members; amends the thresholds for small-scale JI projects in accordance with the revised thresholds for small-scale CDM projects ( FCCC/KP/CMP/2006/L.8 ); endorses the fee structure developed by JISC, including an accreditation fee of US$15,000, US$0.10 per tonne of carbon dioxide equivalent for the first 15,000 tonnes and US$0.20 per tonne of carbon dioxide equivalent for any amount in excess of 15,000 tonnes; expresses deep concern about the estimated US$2 million shortfall for the 2006-2007 biennium; and urges parties to make contributions to the Trust Fund for Supplementary Activities to fund JI in the 2006-2007 biennium."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": "COP"
}