{
   "actors": [
      "Umbrella Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "South Africa",
      "Ukraine",
      "Denmark",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_16",
   "section_title": "COP-6 High-level Informal Discussions:",
   "sentences": [
      "On Monday, 20 November, President Pronk outlined the 'crunch' issues on which agreement had not been reached.",
      "The financing issue was considered in 'Box A' along with adverse effects, technology transfer and capacity building.",
      "President Pronk noted disagreement on: the types of adaptation activities the GEF should fund, and modalities for such funding; whether the GEF should fund capacity-building for disaster preparedness and disaster management, and for the establishment or strengthening of early warning systems for extreme weather events, issues he said were closely linked to negotiations on adverse effects of climate change; and whether the GEF should be the only channel for funding in certain areas, including technology transfer. On Tuesday, 21 November, an informal group was convened and facilitated by Minister Sven Auken (Denmark) and Minister Rejoice Mabudhafasi (South Africa) and assisted by SBI Chair John Ashe, to address this issue together with the other 'Box A' issues. On Wednesday, 22 November, in the informal high-level Plenary, Minister Auken reported that resolution of the funding issue would enable progress on many of the outstanding issues, and noted the apparent flexibility in the views on the GEF, indicating that other possibilities for new and additional funding were being explored by Parties.",
      "Japan, supported by Canada, noted the tabling of a draft proposal by the Umbrella Group (a loose alliance of Annex I Parties that includes the US, Canada, Australia, Japan, Norway, the Russian Federation, Ukraine, and New Zealand) on the creation of a new 'window' in the GEF to channel funding for the issues discussed in 'Box A', the streamlining of the GEF; and special consideration for LDCs and SIDS.",
      "Minister Auken said a separate EU proposal on financial issues had also been presented and that, based also on the proposal submitted by the Umbrella Group, there was substantial material on which to negotiate. In the informal high-level Plenary on Thursday, 23 November, Ministers Mabudhafasi and Auken reported that despite the consultations, the financing issue remained unresolved."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}