{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Senegal",
      "New Zealand",
      "India",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Switzerland",
      "South Africa",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "07-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12436e.html",
   "id": "enb12436e_8",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Discussions continued on the implications of the flexibility mechanisms for Annex I parties emission reductions. CHINA, with INDIA and others, stressed the importance of deep emission reductions by Annex I parties in the second commitment period for a strong and robust carbon price.",
      "INDIA warned that the proposed new mechanisms would flood the market with cheap credits.",
      "SOUTH AFRICA stressed the need for scarcity in the market to increase the carbon price, and SENEGAL highlighted that the carbon market should function as an incentive for investment. CHINA identified the need to define the concept of supplementarity to avoid mainstreaming offsetting, specifying that the figure can be further discussed but that it should be below 50%.",
      "INDIA proposed that caps on the use of offsets could be scaled according to Annex I countries circumstances, such as historical responsibility or sustainable lifestyles.",
      "CHINA, INDIA and BOLIVIA stressed the need to consider developed countries historical responsibility. SENEGAL urged consideration of sustainable development, environmental integrity and the implications of the proposals made, calling for a focus on high benefits in terms of technology and socioeconomic aspects.",
      "SOUTH AFRICA identified the need to discuss the proposed new mechanisms in a way that does not lead to a zero-sum game.",
      "He proposed setting a minimum target for Annex I parties domestic emission reductions and then increasing the target to include emission reductions achieved in non-Annex I countries; or setting aside a portion of Annex I parties AAUs for particular mechanisms, such as REDD-plus or sectoral crediting.",
      "He stressed the need for clarity on the assumptions on LULUCF and offsets underlying Annex I parties pledged targets.",
      "Several Annex I parties identified the need for flexibility and cost-effective emission reductions.",
      "SWITZERLAND, JAPAN, CANADA and others stressed that quantifying the concept of supplementarity is not necessary.",
      "NORWAY, the RUSSIAN FEDERATION, NEW ZEALAND and others noted that where emission reductions take place is irrelevant for the atmosphere.",
      "The EU recognized the importance of supplementarity and domestic action, while also emphasizing the role of mitigation potential in determining the amount of emission reductions to be achieved through offsetting, and identified the need to let the market play.",
      "CANADA opposed an international ceiling on the use of credits, stressing it as a domestic policy decision, and NEW ZEALAND highlighted her country s circumstances and uncertainty over emission trends, including from the agriculture sector.",
      "The RUSSIAN FEDERATION said the issue of surplus AAUs is not linked to the discussion of numbers and should only be considered after 2012, when the results of the first commitment period are known.",
      "Co-Chair Wollansky identified, inter alia , divergent views on the use of offsets and supplementarity, but convergence on domestic reductions being at the core of the target and the need to further explore the notion of supplementarity."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}