{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_41",
   "section_title": "A SUMMARY FOR POLICYMAKERS, NOT BY POLICYMAKERS",
   "sentences": [
      "While one of the IPCC SPM's great strengths derives from the fact that it is endorsed by all countries, casualties of the process are inevitable.",
      "Since the approval process requires consensus, whereby all must agree on the precise language in which the scientific findings are presented, in Berlin, the clearest casualty of this process was the key finding that, over the past four decades, income has been the key driver of emissions growth.",
      "All related material in the SPM was deleted when some developing countries classified in the high and middle-income groups objected to use of income categories.",
      "These countries were concerned that a focus on income levels - the result of hard gained economic growth - turns the focus away from historical accumulated emissions and unfairly places the burden of action on them, possibly compromising their ability to maintain economic growth and, for many, to improve the basic well-being of their populations.",
      "Many were adamant that their right to development must not be hindered by the manner in which the science is presented.",
      "Unfortunately, the inability to solve this resulted in the deletion of other policy-relevant information.",
      "For example, many delegates lamented the loss of reference to a consumption-based rather than production-based approach for emissions accounting.",
      "This is not the first time something like this has happened during an SPM approval process.",
      "For the Second Assessment Report, some authors actually dissociated themselves from the SPM after changes were made to the text regarding assessed literature on the 'value of statistical life', that is, economists' calculation that human life is valued differently in different countries.",
      "As Chair Pachauri and others noted, sorting through and showcasing differences is part of what science is about.",
      "The WGIII report is the most directly policy relevant of the three WGs, since it centers on the effectiveness of policies and their impacts, and has implications for the UNFCCC negotiations on a new climate agreement.",
      "As a result, the discussions in Berlin were more political than those at WGI and WGII, with concerns of countries often expressed in the UNFCCC context leaking into the IPCC WGIII SPM approval process.",
      "Fortunately, a more direct focus on action at the national level than ever before was clear throughout the meeting.",
      "As the WGIII report confirms, there has been a considerable increase in national and subnational mitigation plans and strategies since AR4.",
      "This is a welcome sign that the body of climate change policy has indeed increased and filtered down to various levels of government.",
      "The SPM is only a small part of AR5: in addition to the WG underlying reports (which, as noted by WGI Co-Chair Thomas Stocker, in the case of WGI weighs almost five kilograms), the AR5 includes glossaries as well as Technical Summaries and Frequently Asked Questions that can be read independently.",
      "All of this can be of indispensable value to decision makers at all levels.",
      "The report also makes clear that the Cancún Pledges, resulting from political negotiations under the UNFCCC, are not consistent with cost-effective long-term mitigation trajectories that provide a good chance of limiting temperature change to 2 °C relative to preindustrial levels.",
      "While the scientific evidence does not preclude the possibility of reaching that goal, the WGIII report stresses that much more robust emission reduction targets are needed.",
      "The report concludes that actions to meet the 2 °C target should be guided by country-specific value judgments and ethical considerations, but success can best be achieved through international cooperation."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": "ipcc"
}