{
   "actors": [],
   "countries": [],
   "enb_end_date": "05-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12518e.html",
   "id": "enb12518e_4",
   "section_title": "LEGAL OPTIONS:",
   "sentences": [
      "In the morning informal group, parties exchanged general views on expectations for Durban.",
      "While some supported further discussions on legal options to address an AWG-LCA outcome, others said discussion on legal options and a new legally-binding agreement is premature.",
      "Some emphasized that agreement on substance must come before considering the legal form.",
      "Some parties observed that the group s mandate should be to present a range of legal technical options, while others suggested focusing on identifying elements of a possible legally-binding agreement, including the establishment of a roadmap for transition.",
      "A group of parties proposed that a mandate should be agreed to in Durban, on establishing a process for developing a legally-binding agreement, including mitigation commitments and actions by all parties.",
      "Other parties expressed willingness to consider a second commitment period under the Kyoto Protocol, provided that a comprehensive legally-binding framework adaptable to evolving circumstances is also considered.",
      "Supporting a single comprehensive legally-binding instrument including all major emitters, one party observed that COP decisions could be a useful outcome for moving forward beyond 2012.",
      "Many developing countries underscored a rule-based legally-binding multilateral regime as a priority.",
      "One party cautioned against agreeing on a single instrument that would not promote a top-down approach, underscoring adaptation, capacity-building and finance as key areas for an outcome.",
      "Many developing parties highlighted that the outcome in Durban should be based on the BAP and the Convention.",
      "One developed country supported the adoption of a legally-binding agreement with mitigation commitments from all major economies, but noted that the outcome in Durban and aspirations must be realistic.",
      "He also said parties have different interpretations of the BAP and that the Durban outcome should be based on the Cancun Agreements.",
      "Discussions will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}