{
   "actors": [],
   "countries": [
      "United States",
      "Japan",
      "Germany",
      "Mexico",
      "Austria",
      "Switzerland"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_14",
   "section_title": "MATTERS RELATED TO THE UNFCCC AND OTHER INTERNATIONAL BODIES",
   "sentences": [
      "This issue was addressed by the plenary on Thursday afternoon.",
      "On matters related to the UNFCCC, the Panel addressed a letter by the UNFCCC Executive Secretary expecting and urging that all products of the AR5, including the SYR, be completed by June 2014, to allow its scientific assessments to be used for the UNFCCC review of the adequacy of the goal of limiting average global temperature below 2 degrees Celsius and the overall progress towards achieving such goal.",
      "Noting that it would be impossible to move forward the timetable for finalizing AR5 products and completing the SYR before October 2014, the Panel agreed to initiate a dialogue with the UNFCCC and figure out a way to present policy-relevant information and ensure that the UNFCCC gets the full benefit of all available AR5 products, including all WG reports and Special Reports, in time for the review.",
      "On matters related to UNEP, Secretary Christ explained IPCC activities at the UNEP Governing Council, including participation in a side event on Environmental Assessment Processes.",
      "Noting the interest from the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) to learn from IPCC experience and procedures, she urged delegates to communicate with the relevant actors back in their respective capitals.",
      "On matters related to the WMO, Chair Pachauri, following a request by Switzerland, introduced documentation relevant to the IPCC on the upcoming 16th WMO Congress (IPCC-XXXIII/INF.5), including: a proposal to add a professional position in the IPCC Secretariat to strengthen scientific capacity, funded through the WMO financial contribution to the IPCC Trust Fund; and noting the need for a special report on climate services.",
      "Germany, Japan, Mexico, Austria and others opposed changing the WMO s contribution from in-cash to in-kind, and with WGI Co-Chair Thomas Stocker (Switzerland), said that strengthening the scientific capacity of the Secretariat was not a priority.",
      "The US and others expressed concerns for the IPCC to undertake the proposed special report on climate services.",
      "The Panel decided that Chair Pachauri will convey those responses to the WMO Congress."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}