{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Senegal",
      "China",
      "Bahamas",
      "Panama",
      "Switzerland",
      "Spain"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_56",
   "section_title": "ADAPTATION FUND BOARD",
   "sentences": [
      "The Report of the Adaptation Fund Board (AFB) and Review of the Adaptation Fund (FCCC/KP/CMP/2011/6 and FCCC/KP/CMP/2011/MISC.1) were first addressed in the CMP plenary on 30 November.",
      "A contact group was established, co-chaired by Ruleto Camacho (Antigua and Barbuda) and Stefan Schwager (Switzerland).",
      "Addressing the CMP, Adaptation Fund Board Chair Ana Fornells de Frutos (Spain) provided an update on the work of the Adaptation Fund, indicating that institutional progress has been overshadowed by falling prices of CERs.",
      "Bahamas, for the G-77/China, stressed the comparatively small amount of money made available for adaptation.",
      "Several others said the accreditation process should be simplified to facilitate access.",
      "Throughout the week, parties addressed aspects of the Report of the Adaptation Fund Board and Review of the Adaptation Fund jointly.",
      "On the Report of the Adaptation Fund Board, a group of countries said that the operationalization of the Adaptation Fund has proceeded with agreed plans and with the available level of funding.",
      "Parties noted the regional workshops held recently in Senegal and Panama were viewed as very productive and two remaining workshops were noted for 2012, one in Asia and the other in the Pacific.",
      "Several countries expressed concern over the fallen price of CERs.",
      "On the Review of the Adaptation Fund, one country requested greater independence of the Adaptation Fund Board Secretariat.",
      "Parties agreed to forward the initial review of the Adaptation Fund to SBI 36, with a view to recommending a draft decision for adoption by CMP 8.",
      "On 9 December, the CMP adopted decision on this matter and Bahamas expressed his satisfaction with the decisions adopted under this agenda item."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}