{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Algeria",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Uganda",
      "Chile",
      "Barbados",
      "Maldives",
      "Saudi Arabia",
      "Switzerland",
      "Peru",
      "Colombia",
      "Costa Rica",
      "Kenya",
      "South Africa",
      "Guatemala"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_10",
   "section_title": "FINANCE:",
   "sentences": [
      "This item comprises four sub-items the work-programme on long-term finance; the Standing Committee report; the Green Climate Fund (GCF) report and COP guidance; and arrangements between the COP and GCF.",
      "It was first taken up by the COP on 28 November and was considered in a contact group and informal consultations co-chaired by Kamel Djemouai (Algeria) and Gregory Andrews (Australia).",
      "During the second week, informal ministerial consultations were conducted by Mariyam Shakeela (Maldives) and Bruno Oberle (Switzerland).",
      "Discussions focused on finance for the period 2013-2020.",
      "Many developing country parties called for firm commitments to mobilizing finance together with a pathway to scaling up finance.",
      "Work Programme on Long-term Finance: Co-Chairs of the work programme on long-term finance Zaheer Fakir (South Africa) and Georg Børsting (Norway) presented the workshop report on the work programme on long-term finance (FCCC/CP/2012/3).",
      "Barbados, for the Alliance of Small Island States (AOSIS), suggested that work on long-term finance should focus on: scaling up finance; improving access to finance for developing countries; and ensuring a balance between adaptation and mitigation activities.",
      "India said work on long-term finance should ensure consistency with the principle of common but differentiated responsibilities (CBDR), and discussions under other Convention bodies.",
      "Japan stated that it would be inappropriate to consider international shipping and aviation a source of long-term climate finance.",
      "Japan and China also opposed establishing a high-level expert group, comprising the UNFCCC Secretariat, International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO), to examine options for ensuring that revenues from international aviation and shipping can be used for climate finance.",
      "Saudi Arabia observed that proposed international taxation methods would negatively impact developing countries and pointed to incompatibility of market-based mechanisms with World Trade Organization rules.",
      "The European Union (EU) observed that it was important to recognize that no single source can address climate finance needs.",
      "He called for continuing technical work on mobilizing and deploying financial resources more effectively, with work on revenues from international aviation and maritime transport being an important aspect of such work.",
      "Kenya and Uganda called for a clear definition of climate finance.",
      "Barbados, for AOSIS, with Colombia, for Chile, Peru, Costa Rica and Guatemala, and others, supported a political process covering the scaling up and mobilization of climate finance, as well as an intensified and more structured work under the Convention, focusing on sources and options for mobilizing climate finance in the short, medium and long term."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}