{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Niger",
      "Canada",
      "New Zealand",
      "Russian Federation",
      "Nigeria",
      "Japan",
      "China",
      "Australia",
      "Saudi Arabia",
      "Poland",
      "Russia"
   ],
   "enb_end_date": "02-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "02-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12182e.html",
   "id": "enb12182e_1",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "During a morning meeting of the negotiating group on Articles 5, 7 and 8, Helen Plume (New Zealand) reported lack of progress and entrenched positions in the drafting group dealing with LULUCF, and urged greater flexibility.",
      "Regarding Protocol Article 3.14 (adverse effects), Chair Dovland noted that it is referred to, in brackets, in the draft guidelines and corresponding draft decisions, and that the options involve whether or not reporting problems should lead to non-compliance and loss of mechanisms eligibility.",
      "He suggested instituting an additional review within the annual review for Article 3.14, but no loss of eligibility, as a compromise solution.",
      "AOSIS, NEW ZEALAND, CG-11, AUSTRALIA and the EU supported continued work based on the proposal.",
      "The G-77/CHINA supported an annual desk review and a periodic review in conjunction with national communications.",
      "JAPAN, with a number of other Annex I Parties, indicated that he did not consider reporting under Article 3.14 to be mandatory, and could not accept a link to mechanisms eligibility.",
      "Chair Dovland referred the issue to a drafting group chaired by Newton Paciornik (Brazil). Delegates then discussed matters relating to Protocol Article 4 (regional integration organization).",
      "The EU stated that specific reporting guidelines for regional integration organizations (RIOs) were not necessary.",
      "AOSIS, JAPAN, AUSTRALIA, and CANADA stressed the need to ensure transparency and consistency between national inventories and that of the RIOs.",
      "The issue was set aside for further consideration. On the start of the annual review under Article 8, the EU stressed that mechanisms' eligibility is determined during the pre- commitment period review, and highlighted the need for subsequent inventory reviews to be made under the same conditions.",
      "She supported starting the annual review in the year following the review prior to the commitment period for that Party.",
      "AUSTRALIA suggested language for a new paragraph allowing a voluntary review for each year subsequent to the pre-commitment period and prior to the first inventory due under the Protocol.",
      "Co-Chair Dovland invited interested Parties to consult on this issue. On the section on reporting of supplementary information on mechanisms under Article 7.2 (national communications), the G-77/CHINA suggested an alternative paragraph specifying that the Party report a list and brief descriptions of projects under Articles 6 and 12, for which credits are held in registries during the reporting period.",
      "AUSTRALIA, with JAPAN, the RUSSIAN FEDERATION and POLAND, supported not having a paragraph on mechanisms in this section.",
      "He explained that the information to be reported should be discussed in the context of Article 7.4 (modalities for the accounting of assigned amounts).",
      "Co-Chair Dovland suggested retaining the G-77/CHINA proposal in brackets and returning to it once work on the section on Article 7.4 was completed. On the section on the reporting of supplementary information on Protocol Article 2.3 (adverse effects of P&Ms) under Article 7.2, JAPAN, AUSTRALIA, and the EU, opposed by SAUDI ARABIA, CHINA and NIGERIA, said the relevant information will be provided in accordance with the guidelines as they relate to Article 3.14, and the paragraphs on Article 2.3 should be deleted from this section.",
      "The issue was not resolved. On the start of the annual compilation and accounting of emissions inventories and assigned amounts in the draft COP/MOP-1 decision, delegates preferred the option that requests the Secretariat to start such compilation and accounting in the year that a Party commences reporting under Article 7.1 (inventories); however, emissions inventories for the purpose of compliance with Protocol Article 3 (emissions targets) shall not be compiled until the inventory for the first year of the commitment period is available.",
      "This remains undecided pending outcomes from the drafting group on Article 7.4.",
      "Mandatory aspects of implementation related to review under Article 8 and review of national systems were referred to a drafting group. Drafting groups met in the afternoon and evening to consider the various issues referred to them by the negotiating group, with relatively little progress reported."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}