{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "South Africa",
      "China"
   ],
   "enb_end_date": "05-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "05-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12104e.html",
   "id": "enb12104e_3",
   "section_title": "Protocol Mechanisms",
   "sentences": [
      "The Joint Working Group on mechanisms met in the evening to deliberate on the Chairs` Synthesis of Parties` Proposals.",
      "The G-77/CHINA said that it was still in the process of synthesizing national positions and requested time to deliberate later that evening. Annex I Communications: The contact group on Annex I communications met in morning and evening sessions to consider draft guidelines for reporting national inventories of greenhouse gases.",
      "Participants negotiated substantive amendments to text on: estimates of emissions and removals; the response to inventory assessment; and national inventory reports.",
      "Participants also considered the updated draft common reporting format tables, and made a number of changes, including, inter alia: deleting the table on anticipated future improvements in methodologies; removing national and foreign flag statistics in fuel consumption figures for international transport in the table on sectoral background data for energy; including a data year indicator for all appropriate tables; and making optional the use of a number of tables relating to land-use change and forestry, as well as making provision of these tables a part of national inventory reports. Non-Annex I Communications: A contact group chaired by Dan Reifsnyder (US) and Paul Maclons (South Africa) met in the afternoon to consider non-Annex I communications.",
      "The G-77/CHINA tabled a draft decision on initial and subsequent national communications from non-Annex I Parties to be considered for adoption at COP-5.",
      "The proposal outlines decisions on: guidelines and guidance; timing of submissions of non-Annex I national communications; financial and technical support; consideration of non-Annex I communications; and the review of the GEF`s enabling activities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}