{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Japan",
      "Norway",
      "United States"
   ],
   "enb_end_date": "11-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "01-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1276e.html",
   "id": "enb1276e_10",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "At approximately 1:00 pm on 11 December, Hiroshi Ohki (Japan) convened the COP-3 closing Plenary to address pending issues in the agenda (FCCC/CP/1997/1), including the adoption of a protocol or legally binding instrument.",
      "The adoption of the rules of procedure for the COP (FCCC/CP/1997/2), was deferred to COP-4.",
      "Delegates also decided that SBSTA and SBI would elect officers other than Chairs. COW Chair Estrada said he was happy to submit a Kyoto Protocol that was unanimously recommended by the COW for adoption by COP-3.",
      "He stated that the Protocol would reduce overall GHG emissions by 5.2% for Annex I Parties from 1990 levels over a period between 2008 and 2012.",
      "He noted that this meant a 30% reduction of projected emissions by the year 2012.",
      "He pointed out that it had not been easy for countries to come to an agreement, given the economic and political implications of some of the concessions that had been made, and said that the spirit of compromise was an example to be followed in future negotiations. He indicated that the Protocol included an annex with targets for each Annex I country.",
      "He drew attention to a decision to be take by COP-3 (FCCC/CP/1997/L.1) adopting the Protocol. The US pointed out that a paragraph under Article 12 stating that 'COP-4, serving as the MOP to the Protocol, shall analyze the implications of certified emissions reductions' should not appear in the Protocol, but in the draft decision that adopts it.",
      "NORWAY suggested the inclusion of another sub-paragraph in the decision on the elaboration of modalities and procedures for the effective implementation of an article on a CDM (Article 12).",
      "The Chair invited the COP to adopt the decision without any additions, considering that the COW had unanimously recommended it for adoption. The Kyoto Protocol (FCCC/CP/1997/L.7/Add.1) was unanimously adopted by COP-3 through a decision that opens it for signature from 16 March 1998 until March 1999 and requests the UN Secretary-General to be its depositary.",
      "The decision requests the SBSTA and SBI Chairs to allocate work on a list of matters to their respective subsidiary bodies and to give guidance on these matters to the Secretariat in preparation for COP-4.",
      "The list includes the following: *Determination of modalities, rules and guidelines as to how and which additional human-induced activities related to changes in GHG emissions and removals in the agricultural soil and land-use change and forestry categories shall be added to, or subtracted from, the assigned amount for Parties included in Annex I, as provided for in the Protocol under an article on sinks related to QELROs (Article 3, paragraph 4). *Definition of relevant principles, modalities, rules and guidelines, in particular for verification, reporting and accountability of emissions trading, pursuant to an article in the Protocol on emissions trading (Article 16 bis). *Elaboration of guidelines for any Party included in Annex I to transfer to, or acquire from, any other such Party any emission reduction units resulting from projects aimed at reducing anthropogenic emissions by sources or removals by sinks of GHGs in any sector of the economy, as provided for in an article on a form of reduction credits (Article 6). *Consideration of and, as appropriate, action on suitable methodologies to address the situation of Parties listed in Annex B of the Protocol for whom single projects would have a significant proportional impact on emissions in the commitment period. *Analysis of the implications of an article on certified emission reductions (Article 12, paragraph 10). *The decision also invites the SBI and SBSTA Chairs to make a joint proposal for the programme of work of the MOP, after entry into force of the Protocol. TRININDAD AND TOBAGO, on behalf of AOSIS, recalled that three years ago, at COP-1, AOSIS had submitted a proposal for a protocol setting significant GHG reduction targets.",
      "He said that the reduction targets for Annex I Parties in the Kyoto Protocol were insufficient and that the underlying moral message they carried was dubious: would the industrialized world continue to dump its waste?",
      "He said that Parties had not worked all these years to see GHG emissions increase.",
      "He drew attention to the fact that under the Protocol some developed country Parties were allowed to increase their emissions while others lowered theirs, and that this was difficult to understand in light of scientific facts on global warming.",
      "He said that drafters would bear the blame for future climate change- related damage and disasters, and called upon Parties to come to COP-4 with clearer commitments.",
      "COP-3 adjourned at approximately 3:30 pm on Thursday, 11 December 1997."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}