{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "African Group"
   ],
   "countries": [
      "Yemen",
      "Mexico",
      "Uruguay",
      "China",
      "Australia",
      "Congo",
      "Chile",
      "Lesotho",
      "Dominica",
      "Panama",
      "Peru",
      "Spain",
      "Colombia",
      "Grenada",
      "Indigenous Peoples",
      "Bolivia",
      "Dominican Republic",
      "Guatemala"
   ],
   "enb_end_date": "01-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12462e.html",
   "id": "enb12462e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Yemen, for the G-77/CHINA, emphasized the importance of making progress on technology transfer and said he looked forward to the progress report on the NWP.",
      "Spain, for the EUROPEAN UNION (EU), highlighted possibilities for progress on: the NWP; using research and science to inform negotiations; REDD; technology transfer; and standardized baselines under the Clean Development Mechanism (CDM).",
      "Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), requested holding the first contact group meetings before tabling draft conclusions and supported joint SBSTA and SBI meetings on technology transfer.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, called for an emphasis on adaptation planning and practices, and proposed a work programme on implementing adaptation activities and an ad hoc technical group on adaptation, with fixed terms of reference, a finite lifespan and fixed costs. PANAMA, also speaking for Colombia, Chile, Mexico, Guatemala, Peru, Uruguay and the Dominican Republic, stressed the importance of making progress on REDD, including participation of all developing countries.",
      "On technology transfer and the NWP, he urged moving to the implementation of concrete activities.",
      "Australia, for the UMBRELLA GROUP, called for consideration of how the SBSTA can advance decisions on information, as well as scientific and technological matters.",
      "Noting the ad hoc and temporary nature of the AWGs, she urged development of a work programme, starting at this meeting, to carry forward agreements reached by parties.",
      "On the NWP, BOLIVIA underscored the need for studies to determine adaptation costs and benefits, and consideration of study results in the context of the desired greenhouse gas (GHG) stabilization levels.",
      "He also urged that discussions on forests take into consideration the concerns and participation of indigenous peoples.",
      "Lesotho, for the least developed countries (LDCs), called for decisions on research and systematic observation for LDCs to focus on strengthening institutions through revived consideration of a LDC work programme.",
      "He highlighted the need for concrete action on the NWP, REDD and technology transfer."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": "sbsta"
}