{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "New Zealand",
      "Portugal",
      "Norway",
      "Japan",
      "China"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_7",
   "section_title": "ISSUES RELATING TO PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "The matter of technical guidance on methodologies for adjustments under Article 5.2 (adjustments), and issues relating to the implementation of Article 8 (review of information), were considered by the SBSTA on Wednesday, 4 June, and in seven contact group meetings from 4-11 June.",
      "On Thursday, 12 June, the SBSTA recommended two draft decisions for adoption by COP-9, along with two draft decisions for the COP to forward to the COP/MOP.",
      "Informal consultations on registries under Article 7.4 were also held throughout SBSTA-18, and draft conclusions were adopted by the SBSTA on Thursday, 12 June. On Wednesday, 4 June, Audun Rosland (Norway) reported on the workshop held on Article 5.2 from 7-9 April 2003, in Lisbon, Portugal.",
      "Chair Thorgeirsson requested Helen Plume (New Zealand) and Newton Paciornik (Brazil) to co-chair a contact group to consider the issue, as well as issues relating to the implementation of Article 8. On Article 7.4 (registries), Murray Ward (New Zealand) summarized pre-sessional consultations on registries and the transaction log, held on 2 June 2003.",
      "He said that the consultations had focused on the elaboration of data-exchange standards and the sharing of experiences regarding the development of national registries.",
      "He underscored the need for sufficient funding to allow the Secretariat to continue its work on this issue.",
      "Chair Thorgeirsson said Murray Ward would facilitate informal consultations on this matter.",
      "On Thursday, 12 June, Murray Ward reported on informal consultations, and Parties adopted the draft conclusions. On Wednesday, 4 June, the contact group co-chaired by Helen Plume and Newton Paciornik, convened to address: criteria for selection of lead reviewers; training of expert review teams (ERTs); treatment of confidential information; the improvement of the performance and professionalism of ERTs; and completion of technical guidance on adjustments and discussions on Article 8.",
      "Delegates agreed that both Secretariat staff and ERT members shall be trained and tested in procedures to protect confidential information.",
      "On Friday, 6 June, delegates addressed disclosure of information during the review process, and questioned whether the Party being reviewed would be privy to information on the review.",
      "On training, delegates discussed the status of experts who fail examinations, and whether examinations should be mandatory and courses should have final seminars. On Saturday, 7 June, the contact group deliberated the draft COP and COP/MOP decisions on training programmes for ERT members.",
      "Canada expressed interest in contributing resources to the basic course on review of inventories.",
      "The EU preferred prioritizing the LULUCF training module, if resources are limited.",
      "On Monday, 9 June, Parties debated desirable language requirements for lead reviewers, and agreed to the draft technical guidance on methodologies for adjustments under Article 5.2. On Wednesday, 11 June, delegates discussed at length the code of practice for the treatment of confidential information, agreeing that the Agreement on Expert Review Services be based on the elements outlined in the code of practice, and any additional elements arising from consideration of consequences for breach of the agreement.",
      "Parties agreed to the outstanding draft COP and COP/MOP decisions and their annexes, apart from a paragraph on language requirements for lead reviewers.",
      "China and Japan agreed to discuss this outstanding issue informally. In the SBSTA Plenary on Thursday, 12 June, contact group Co-Chair Helen Plume reported on outcomes of the group`s work.",
      "Parties agreed to recommend draft COP and COP/MOP decisions on technical guidance on methodologies for adjustments under Article 5.2 and an addendum to these draft decisions.",
      "Following an amendment, Parties agreed to recommend draft COP and COP/MOP decisions on the implementation of Article 8, including the training programme for ERT members for the initial review under the guidelines for review under Article 8, and criteria for selecting lead reviewers."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}