{
   "actors": [
      "League of Arab States",
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "United States",
      "Australia",
      "Ecuador",
      "Netherlands",
      "China"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_44",
   "section_title": "IMPACT OF THE IMPLEMENTATION OF RESPONSE MEASURES: Forum and Work Programme",
   "sentences": [
      "This item (FCCC/SB/2014/INF.4 and FCCC/TP/2014/12) was first considered during SBSTA and SBI opening plenaries on Monday, 1 December, where parties agreed to informal consultations co-facilitated by SBI Chair Yauvoli and SBSTA Chair Dlamini.",
      "On Tuesday, 2 December, a joint contact group co-chaired by the SBSTA and SBI Chairs considered text forwarded by SBI and SBSTA 40 (FCCC/SB/2014/L.2) and the technical paper (FCCC/TP/2014/12).",
      "Discussions centered on, inter alia: continuation of the Forum on response measures and the G-77/China s call for the creation of a mechanism on response measures.",
      "The issue was subsequently addressed during informal consultations on Wednesday, 3 December, and draft conclusions and a draft decision was considered in a joint contact group on Thursday, 4 December, both facilitated by Eduardo Calvo Buendía (Ecuador) and Delano Ruben Verwey (Netherlands).",
      "The African Group, the G-77/China, the Arab Group and the Like Minded Developing Countries (LMDCs) supported starting work on the draft decision.",
      "The US suggested considering the technical paper first.",
      "Australia said moving to textual discussions was preemptive.",
      "The EU expressed concern that the Co-Chairs text contained no alternatives.",
      "During a joint contact group on Friday, 5 December, SBSTA Chair Dlamini and SBI Chair Yauvoli said that, given the lack of consensus, they will consult on how to move forward.",
      "During the SBI closing plenary on Friday, 5 December, SBI Chair Yauvoli reported that parties were unable to reach agreement.",
      "This issue was further considered in consultations under the aegis of COP 20/CMP 10 President Pulgar-Vidal, by SBSTA Chair Dlamini on Monday, 8 December, and consultations by both SB Chairs throughout the second week of COP 20/CMP 10.",
      "No agreement on substantive issues could be reached, with institutional mechanisms proving to be the most challenging.",
      "Final Outcome: During the COP and CMP closing plenaries on Friday, 12 December, parties adopted the decision (FCCC/CP/2014/L.5), which forwards the text of a draft decision contained in the annex for consideration by SB 42.",
      "Matters Relating to Article 3.14 (implementation of response measures) of the Kyoto Protocol: During the SBI closing plenary on Friday, 5 December, SBI Chair Yauvoli informed parties that agreement could not be reached on this issue and that the sub-item will be placed on the provisional agenda of SBI 42.",
      "Progress on the Implementation of Decision 1/CP.10: During the SBI closing plenary on Friday, 5 December, SBI Chair Yauvoli reported that parties were unable to reach agreement and that the sub-item will be placed on the provisional agenda of SBI 42."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}