{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Argentina",
      "Youth NGOs",
      "China",
      "Australia",
      "Congo",
      "Papua New Guinea",
      "Panama",
      "Switzerland",
      "Gambia",
      "Egypt",
      "El Salvador",
      "Guinea",
      "Poland",
      "Bolivia",
      "Indigenous Peoples",
      "Grenada"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_8",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The closing plenary of the third part of the AWG-KP 16 took place on Friday afternoon.",
      "AWG-KP Chair Macey noted that the objective at the meeting had been to further clarify issues, find a zone of convergence on essential items, streamline proposals in the text, and get as close as possible to a draft text for Durban.",
      "He noted that parties had taken a step forward towards this goal in Panama, and had expressed a clear, strong wish to complete the work of the AWG-KP in Durban.",
      "He highlighted issues raised in Panama, including: the nature of the second commitment period; the fact that some Annex I parties have stated that they will not take up QELROs in a second commitment period under the Kyoto Protocol; and the continuation of market-based mechanisms after 2012, especially the CDM.",
      "He introduced the outcome of work in a revised proposal by the Chair (FCCC/KP/AWG/2011/CRP.2), which captures progress made in the session.",
      "In particular, he outlined the usefulness of discussions on: the transformation of pledges into QELROs under Chapter I, under which a table of possible QELROs was considered; natural disturbances under Chapter II; and discount factors and the continuation of mechanisms (Chapter III).",
      "He noted that the text under Chapters IV and V were viewed as sufficiently advanced to be forwarded to Durban, and the text remains unchanged.",
      "On future work, Chair Macey noted that many parts of the text are complete technically and now await a political decision although future technical work remains on some issues, such as LULUCF.",
      "Argentina, for the G-77/China, emphasized the need for a balanced and ambitious outcome in Durban in accordance with provisions and principles of the Convention, especially the principles of equity and common but differentiated responsibilities.",
      "He described the Kyoto Protocol as the cornerstone of the climate change regime and emphasized that the establishment of second commitment period targets are an essential requirement for Durban.",
      "They called for balanced progress under both the AWG-KP and AWG-LCA tracks, and emphasized the need for parties to ensure there is no gap between the first and second commitment periods.",
      "Switzerland, on behalf of the EIG, affirmed progress was made under the resumed session, and indicated that most remaining issues are of a political nature.",
      "Australia, for the Umbrella Group, referred to the Kyoto Protocol as an important part of efforts to reduce emissions, offering rules and infrastructure that can be used towards a new framework.",
      "She cautioned against a second commitment period of the Kyoto Protocol without a balanced agreement that covers all major emitters.",
      "She welcomed progress in Panama on new rules to incentivize emission reductions in all sectors, and called for continuity of market approaches as a keystone for a new regime.",
      "Poland, for the EU, welcomed progress on many issues, including discussions on a future legally-binding framework.",
      "He stressed the willingness of the EU to consider a second commitment period of the Kyoto Protocol, as part of a wider outcome that engages all major economies.",
      "He noted positive efforts made towards streamlining language, advancing work on the transformation of pledges into QELROs, carry-over of surplus AAUs, and the length of the commitment period.",
      "He stressed the need for continuing market-based mechanisms in order to have economically feasible emission reduction efforts.",
      "Grenada, for AOSIS, welcomed the proposals made in Panama to address the environmental integrity of the Kyoto Protocol, and called for enhanced effects to increase support for adaptation through share of proceeds under the CDM.",
      "She outlined expectations for Durban, including: a substantial increase in mitigation ambition of all Annex I parties, the adoption of a decision to establish a second commitment period under the Kyoto Protocol to run from 2013-2017 with a base year of 1990 as part of a two-track outcome; and the continuity of commitments in 2012 through the provisional application of amendments to Annex B.",
      "The Democratic Republic of Congo, for the African Group, underscored the need for full implementation of a second commitment period and lamented a lack of political will by Annex I parties on this issue.",
      "He drew attention to submissions from his Group on carry-over of surplus AAUs and LULUCF, and called on parties to close loopholes to ensure environmental integrity.",
      "The Gambia, on behalf of LDCs, reaffirmed the importance of a second commitment period under the Kyoto Protocol .",
      "Shestressed that political declarations are not sufficient for the most vulnerable countries.",
      "Bolivia, on behalf of ALBA, said they are ready to work constructively towards a second commitment period.",
      "Papua New Guinea, on behalf of the Coalition for Rainforest Nations, reiterated the need for legally-binding targets to reduce carbon emissions.",
      "El Salvador, for the Central American Integration System (SICA), called for procedural transparency and an increased scale of emission reductions from major emitting countries.",
      "Egypt, for the Arab Group, called on all Annex I parties to work towards the same goal.",
      "The Third World Network, for ENGOs, cautioned against the efforts by some Annex I countries to replace the Kyoto Protocol with a new treaty under the AWG-LCA that is likely to be a weak, domestic, pledge and review system.",
      "The Indigenous International Forum, for Indigenous Peoples Organizations (IPOs), called for respecting rights of indigenous peoples in international and national climate change and legislation.",
      "350.org for youth NGOs drew attention to Africa as the continent representing ground zero for climate change.",
      "The International Trade Union Confederation stressed the need for just transition.",
      "The third part of AWG-KP 16 was suspended at 4:33 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "WORKING GROUP"
}