{
   "actors": [],
   "countries": [
      "Ecuador",
      "Malawi",
      "Ethiopia",
      "Netherlands",
      "Jamaica",
      "Ghana",
      "Cuba",
      "Malaysia",
      "Barbados",
      "Australia",
      "Panama",
      "Grenada",
      "El Salvador",
      "Bolivia"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_13",
   "section_title": "ADAPTATION AND VULNERABILITY ASSESSMENT WORKING GROUP",
   "sentences": [
      "The V&A assessment working group was chaired by Isabelle Niang-Diop.",
      "The working group considered: analytical, methodological and technical issues in the preparation and reporting of V&A assessments, including best practices and lessons learned; difficulties in the use of the IPCC methodologies and other models; and difficulties encountered in the use of the UNFCCC guidelines.",
      "The group was guided by the issues highlighted in the presentation on V&A assessment made by Chair Niang-Diop.",
      "Methodological issues included: the development and/or adaptation of current methodologies appropriate for the national context; improvement of access and availability of models; continued data collection and monitoring programmes; a regional approach for transboundary issues; improvement of the first V&A studies; research development in the field of adaptation; the question of vulnerability indicators; participation in training and exchange workshops; and better representation of national experts in IPCC. Other issues included: enhancement of human resources with more focused training tools; enhancement of institutional capacities, including database management; use of a decentralized approach, as appropriate; training on GEF procedures; involvement of universities and research centers; raising policy makers' awareness on climate change issues; developing public awareness; involving stakeholders in the process; addressing financial and technical support needs; and development of regional centers of excellence on climate change. V&A assessments are not currently required to be part of the national communications. Chair Niang-Diop suggested for consideration the methodological constraints that had been raised in the regional workshops.",
      "These included: availability of technical materials in all six UN languages; problems with distinguishing between climate change and climate variability; lack of availability of regional climate change scenarios; underestimation of extreme events; lack of models for assessing some sectors; and lack of appropriate software, tools, data and methodologies for integrated and socioeconomic assessment. On models, JAMAICA and BARBADOS stressed the need for higher resolution general circulation models while AUSTRALIA, with CUBA, cautioned against this, stressing that higher resolution models still only use the same data that the current models use.",
      "AUSTRALIA noted that until the input data exists, higher resolution models will not provide better results than the current models.",
      "CUBA stressed that other problems exist with the current models that will not be eliminated by a smaller scale.",
      "With MALAYSIA, he endorsed the use of a regional approach for identifying scenarios from the models.",
      "PANAMA said lack of capacity to run the models is also a consideration.",
      "MALAWI supported aiming for better input data for the models.",
      "On the question of whether to make V&A assessment a mandatory part of the national communications, BARBADOS noted the high costs of such studies.",
      "EL SALVADOR, with the NETHERLANDS, noted the importance of V&A studies for indicating to Annex I Parties the degree of financial and technical assistance that might be needed.",
      "BOLIVIA, ETHIOPIA, GHANA and GRENADA supported carrying out V&A assessments. EL SALVADOR suggested also considering the assessment of existing adaptive capacity to current climate, particularly to climate variability and extreme events, within current policy.",
      "CUBA suggested that the recommendations should recognize the importance of adaptation to climate variability.",
      "On the continuous process for data collection, participants highlighted the need to strengthen and facilitate the creation of climate research centers on a national and regional level, establish South-South cooperation, strengthen, improve and develop cooperative research programmes, and establish agreements between climate change focal points, national universities and researchers.",
      "On a regional approach, participants agreed that this could be useful, as long as they are country-driven.",
      "On integrated assessments, the discussion addressed the lack of methodology, funds and compatible data for such studies.",
      "Participants then discussed the need for improved mechanisms for collecting data.",
      "On vulnerability indicators, ECUADOR, supported by several other Parties, expressed his concern about using the indicators to compare between Parties.",
      "PANAMA suggested that vulnerability indicators could be useful for prioritizing funding and effort within a country.",
      "Participants agreed that the use of vulnerability indicators should not be recommended for inclusion in the guidelines.",
      "Parties expressed concern about the low representation of non-Annex I Parties in the IPCC process. On Thursday, 22 March, the draft recommendations were presented to the working group participants.",
      "The recommendations were, inter alia: inclusion of a separate chapter devoted to V&A within non- Annex I national communications; development of a common reporting format for reporting on V&A; development of capacity to access, analyze and manipulate data for the purposes of V&A assessment needs; establishing and/or strengthening institutional structures, such as national climate change focal points and centers of excellence; provision of training on model use; provision of funding to assistance programmes, such as the NCSP; translation of documents into languages other than English; and additional guidance to the GEF relating to the three stages of adaptation defined for the purposes of funding adaptation projects."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}