{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Bangladesh",
      "United States",
      "Bolivia",
      "Nicaragua",
      "South Africa",
      "Colombia",
      "Nauru",
      "Nepal",
      "Russian Federation",
      "Malaysia",
      "Philippines",
      "Swaziland",
      "Panama",
      "Singapore",
      "Peru",
      "Costa Rica",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "18-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "18-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12589e.html",
   "id": "enb12589e_39",
   "section_title": "STOCKTAKING PLENARY:",
   "sentences": [
      "The ADP stocktaking plenary took place in the morning and afternoon.",
      "ADP Co-Chair Kumarsingh identified goals for Warsaw, including: progress on elements of the post-2015 agreement and clarity on pre-2020 ambition.",
      "ADP Co-Chair Runge-Metzger outlined key messages under workstream 2: working under the Convention's principles and provisions; accelerating the implementation of previous decisions; enhancing ambition under the Convention; and proposals for specific initiatives to increase ambition.",
      "Underlining links between the pre and post-2020 periods, ADP Co-Chair Kumarsingh summarized areas where further work is needed, including: mitigation commitments; a global goal for adaptation and strengthening NAPs; mobilized and scaled-up finance; enhancement of the Technology Mechanism and discussion on IPRs; and definition of MRV.",
      "He requested parties to reflect on: what can and should be captured in a decision in Warsaw; and how the ADP Co-Chairs can support their work.",
      "Malaysia, for the G-77/CHINA, called for information on the framework the Co-Chairs will use to organize all the inputs.",
      "Nauru, for AOSIS, called for a decision on the 'Warsaw workplan' to enhance mitigation ambition.",
      "Nepal, for the LDCs: requested that the Co-Chairs compile a summary of views and submissions from parties and observer organizations; called for a more formal working mode through contact groups and a roadmap with new ambitious targets; and identified political will as the key missing element.",
      "The EU called for: robust international rules ensuring environmental integrity; ambition with commitments that are fair to everyone; a decision on the elements of the 2015 agreement; and new and improved pledges under the Kyoto Protocol ambition review.",
      "Swaziland, for the AFRICAN GROUP, called for clarity on structuring the negotiations, including: a space for discussions on science and equity; a workplan for 2014, including requests for submissions.",
      "Under workstream 2, he supported the four building blocks identified by the Co-Chairs, andcalled for clarity on finance. SINGAPORE, with NORWAY, called for defining a clear way forward towards a 2015 agreement.",
      "He also suggested discussing linkages between different issues, and identifying what needs to be decided in Warsaw.",
      "The REPUBLIC OF KOREA urged focusing on common rules for defining national commitments.",
      "INDIA lamented the lowering of Annex I parties' ambition and identified the need for a balanced decision on all elements.",
      "NICARAGUA stressed increasing pre-2020 ambition in context of Annex I parties reviewing the ambition of their QELRCs under the Doha Amendment.",
      "The US supported a concise decision and conclusions enabling work towards 2015 and capturing areas of convergence.",
      "Calling for a balanced outcome, the Philippines, for the LMDCs, emphasized that action needs to be guided by the Convention's principles and provisions, warning that paths leading away from the UNFCCC may lead to 'unchartered territory and failure'.",
      "COLOMBIA, for Costa Rica, Panama and Peru, identified the need to move into more concrete work modalities as soon as possible to achieve a solid outcome under the ADP in Warsaw.",
      "Switzerland, for the EIG, stated that balance between workstreams 1 and 2 should not be used 'as a pretext to slow down' the negotiations.",
      "He said progress is needed under both, but 'lack of progress in one is not a reason not to advance in the other'.",
      "CHINA called for Warsaw deliverables on the organization of work and additional ADP meetings.",
      "He proposed a COP decision requesting the ADP to continue its work in a focused way.",
      "With AOSIS and SOUTH AFRICA, he expressed his disappointment with the lack of ambition, proposing that the COP decision urge Annex I parties to increase their level of ambition in line with science and CBDR.",
      "He also stressed the need for a roadmap to the US$100 billion target.",
      "SOUTH AFRICA expressed concern with some Annex I countries lowering their pledges.",
      "She suggested the ADP Co-Chairs prepare an informal summary on discussions under workstream 1, and recommended a COP decision instructing the SBs, as well as other relevant organizations, to provide timely information to the ADP. NEW ZEALAND suggested 'working back' from what needs to be done by December 2015 to determine guidance needed from Warsaw, and called for moving to a smaller, yet transparent, setting to reach a concise but substantive decision.",
      "The RUSSIAN FEDERATION called for a concrete and pragmatic decision with a clear indication of the building blocks and process to follow.",
      "BANGLADESH notified it has submitted its instrument of acceptance of the Doha Amendment to the depositary.",
      "BOLIVIA lamented gaps in mitigation, finance and technology transfer, and suggested discussions to understand the finance requirements of developing countries.",
      "Co-Chair Kumarsingh noted that the Co-Chairs will capture parties' reflections and ideas in a draft decision for further discussions."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}