{
   "actors": [],
   "countries": [
      "Japan",
      "Argentina"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_1",
   "section_title": "IPCC-38 REPORT",
   "sentences": [
      "On Tuesday morning, 25 March, IPCC Chair Rajendra Pachauri opened the session, highlighting its value in enhancing understanding on vulnerability, impact and adaptation issues.",
      "He stated that by providing detailed assessments of regional impacts, vulnerability and responses, the session would equip national and subnational governments with critical information for making decisions on adaptation.",
      "He also emphasized that the session's outcomes will provide the scientific basis for UNFCCC negotiations in this area.",
      "Noting many recent extreme weather events, Nobuteru Ishihara, Minister for the Environment, Japan, highlighted Japan's leadership in: chairing UNEP's Global Adaptation Network, pushing the international discussion on the post-2020 climate change framework, and diplomacy to promote environmental and low-carbon technologies, renewable energy, and ecofriendly lifestyles. WMO Deputy Secretary-General Jeremiah Lengoasa, via a video-recorded message, highlighted: the IPCC's unique credibility for policymakers; the WGII report's contribution to the development of adaptation and mitigation policies; its role in exposing potential risks and benefits; and opportunities and benefits rendered by climate services.",
      "Via a video-recorded message, UNEP Executive Director Achim Steiner stressed that the session will help people understand climate change, informing them on the prospects and risks that lie ahead.",
      "He said the IPCC's message must be made loud and clear to the world. UNFCCC Executive Secretary Christiana Figueres congratulated the IPCC via a video-recorded message, noting that its reports shine a light on what the world needs to do to face the climate change challenge with solutions based on sound science.",
      "She stated that the WGII contribution to the AR5 will open more options for action for the UNFCCC than ever before, will underscore why immediate action is needed, and will provide a global picture of integrated actions across regions. WGII Co-Chair Christopher Field (US) highlighted topics to be addressed at the session, describing the draft report as 'scientifically bold' on the need to consider the full range of possibilities in managing risks, including a broad set of tools available to countries, and in highlighting opportunities for how to combine adaptation and mitigation, while focusing on an analytical view of the challenges. WGII Co-Chair Vicente Barros (Argentina) thanked Japan and WGII contributors for their work and cooperative spirit and called on them to ensure that the session has the best outcome possible.",
      "Participants observed a minute of silence to honor the memory of Yuri Antonievich Izrael and then adopted the agenda for IPCC-38 (IPCC-XXXVIII/Doc.1) and the IPCC-37 draft report (IPCC-XXXVIII/Doc.2)."
   ],
   "subtype": "plenary",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}