{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Japan",
      "Argentina"
   ],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM",
   "enb_start_date": "07-Aug-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1254e.html",
   "id": "enb1254e_1",
   "section_title": "OBSERVER BRIEFING",
   "sentences": [
      "The Chair of the QELROs non-group, Luiz Gylvan Meira Filho (Brazil), said delegates were working on a draft text on coverage that will reflect the non-group`s exchange of views, but he said it was too early for negotiations.",
      "He said distribution of QELROs among Annex I Parties was at a similar stage, with delegates reiterating proposals from their formal presentations. Also undecided is the possibility of a specific objective under a protocol, whether to include a long-term stabilization target, and whether to describe the objective in terms of global atmospheric GHG concentrations or other measures such as temperature or sea-level rise.",
      "He said it is likely that AGBM-7 will conclude with bracketed text on the different approaches. Takao Shibata (Japan), Chair of the institutions and mechanisms non-group, said delegates had completed a first discussion of all issues before the non-group.",
      "He said two proposals had been considered regarding entry into force of a legal instrument: basing it on the number of ratifications as in the FCCC; or weighting entry into force by percentage of GHG emissions by Parties.",
      "The emissions- based approach could tie entry into force to Parties` percentage of all global emissions or of those by Annex I Parties. AGBM Chair Raúl Estrada-Oyuela (Argentina) said the non- group on Article 4.1 was working to clarify the meaning of certain paragraphs in its draft and revise the text to show where the lack of agreement exists.",
      "He said the non-group on policies and measures would attempt to reconcile two approaches, including one presented in a paper by the European Union.",
      "The positions are currently far apart and will need considerable discussion. Estrada said an extended Bureau meeting Tuesday had addressed organizational and substantive issues.",
      "He noted a clear general trend not to establish a new objective for a protocol but to keep the objective now in the FCCC.",
      "He also said delegates preferred not to develop new principles.",
      "This would simplify negotiators` work and avoid potential years of discussion. Asked whether the AGBM agreement would be likely to define a dangerous level of CO2 concentrations, Estrada said it did not seem appropriate to include, in a legal instrument, values that could change over time in light of scientific research.",
      "Responding to a question whether a global cap would follow global distribution or vice versa, the Chair said that political negotiations of this sort usually aim at results.",
      "He said the agreement is first produced and then explained.",
      "The philosophy follows the results."
   ],
   "subtype": "plenary",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}