{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Palau",
      "Canada",
      "India",
      "Qatar",
      "Cuba",
      "Nepal",
      "Algeria",
      "Venezuela",
      "China",
      "Chile",
      "Tanzania",
      "Cook Islands",
      "Italy",
      "Papua New Guinea",
      "Saudi Arabia",
      "Thailand",
      "Egypt",
      "Guinea",
      "Iceland"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_70",
   "section_title": "ROUND TABLE III - 'WRAP-UP",
   "sentences": [
      "' On Thursday afternoon, 31 October, COP-8 President Baalu opened the third and final round table.",
      "Addressing the Delhi Declaration, Italy said it should consider action beyond 2012.",
      "Canada said it should consider, inter alia: ratification of the Protocol; recommendations of the IPCC TAR; efforts to reduce greenhouse gas emissions; and the UNFCCC`s ultimate objectives.",
      "The Cook Islands called for a World Climate Day.",
      "Saudi Arabia said that the Declaration should be a consensus document prioritizing adaptation to climate impacts and impacts of Annex I response measures. On non-Annex I commitments, the G-77/China opposed any text that would infer new commitments.",
      "Venezuela called on the COP to address compliance under the UNFCCC and the Marrakesh Accords.",
      "Claiming a right to development, Cuba opposed new commitments for developing countries.",
      "The EU underscored that mitigation has proven to be a powerful force for technological change and economic development.",
      "Iceland addressed carbon intensities and the need to stimulate the development of technologies to avoid wasteful emissions.",
      "India called for the provision of sufficient environmental 'space' for developing countries to develop.",
      "Thailand asked Parties to differentiate between luxury and survival emissions. Noting that biodiversity, coral reefs and the existence of some cultures are threatened by global warming, Palau called for immediate greenhouse gas emissions reductions by all Parties. Qatar, Egypt and Algeria opposed new commitments and urged Parties to operationalize UNFCCC Articles 4.8 and 4.9. On the need to address sustainable development, Brazil said policies and measures must be linked with actions to promote renewable energy, technology transfer and capacity building.",
      "The EU stressed that renewable energy exemplified the synergies between sustainable development and climate change. Chile emphasized that national strategies for sustainable development must address adaptation and mitigation policies. On the CDM, Papua New Guinea called for greater forest and biodiversity incentives.",
      "Brazil supported projects in large cities.",
      "Tanzania stressed equity in the distribution of projects. On capacity building, Nepal, for LDCs, stressed that institutional capacity building is a priority need and called for the immediate implementation of the work programme under UNFCCC Article 6 (education, training and public awareness). COP President Baalu then closed the high-level segment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}