{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "United States",
      "Argentina",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_14",
   "section_title": "SB-13 Part II:",
   "sentences": [
      "In the SBI meeting on Monday, 13 November, Chair Ashe introduced documents containing a report of the GEF to COP-6 on its activities under the financial mechanism (FCCC/CP/2000/3), and a review by the GEF of its climate change enabling activities (FCCC/CP/2000/3/Add.1).",
      "On 15 and 16 November, SBI Chair Ashe, with contact group Co-Chair Groves, convened closed 'informal informal' consultations to consider a revised Co-Chairs' text on additional guidance to the operating entity of the financial mechanism.",
      "Discussions focused on text relating to the provision of GEF resources for country-driven Stage II adaptation activities.",
      "Parties could not agree whether these adaptation activities should be in the context of/build upon national communications [and] [or] national studies.",
      "The text remained in brackets, as did text on demonstration projects.",
      "Delegates also discussed and failed to agree on text requesting the GEF to continue to provide financing, where appropriate, and consistent with both the guidance of the COP and the GEF's mandate, to support the implementation of the capacity building framework, and to further support, enhance and implement the GEF's capacity- building activities in accordance with the framework. In the SBI meeting on Saturday, 18 November, Chair Ashe introduced the draft conclusions on the report of the GEF (FCCC/SBI/2000/CRP.15).",
      "He then introduced the draft conclusions on additional guidance to the operating entity of the financial mechanism (FCCC/SBI/2000/CRP.16/Rev.1).",
      "Co-Chair Groves reported on the outcome of the financial mechanisms contact group discussions.",
      "On the issue of funding for Stage II adaptation activities, he said the G-77/China wanted to have the COP-4 decision (2/CP.4) refined so that Stage II adaptation activities could be based on national communications or in-depth studies on vulnerability.",
      "He said Annex II Parties preferred to retain the thrust of the COP-4 decision with flexibility, allowing small island developing States (SIDS) and LDCs to receive funding based solely on their vulnerability. The US and EU opposed a proposal by Argentina to remove brackets from text on national communications, which would have permitted funding for Stage II adaptation activities to be based either on national communications or other national studies.",
      "The G-77/China, supported by Argentina, the Alliance of Small Island States (AOSIS), Saudi Arabia and other developing countries, expressed disappointment at the lack of agreement on the financial mechanism.",
      "The SBI agreed to transmit this text with the brackets to the COP for its consideration."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}