{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Philippines",
      "Russian Federation",
      "Nepal",
      "Fiji",
      "China",
      "Nauru",
      "Switzerland",
      "Russia"
   ],
   "enb_end_date": "16-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "16-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12588e.html",
   "id": "enb12588e_1",
   "section_title": "PRESIDENT'S INFORMAL STOCKTAKING PLENARY",
   "sentences": [
      "In the evening, COP President Korolec convened an informal stocktaking plenary.",
      "He commended positive progress, while noting that issues are moving at different paces. SBSTA Chair Muyungi explained that the SBSTA has concluded its work on ten items.",
      "On items requiring more time, possibly beyond the first week, he identified inter alia REDD+ institutional arrangements.",
      "He said parties have indicated they wish to reconvene to discuss the Brazilian proposal under other matters on Saturday. SBI Chair Chruszczow highlighted that more time is needed to consider politically sensitive issues, including: loss and damage; response measures; composition, modalities and procedures of the team of technical experts under international consultations and analysis; and the budget. ADP Co-Chair Kumarsingh reported that parties have engaged constructively and substantively on both ADP workstreams, and announced that an ADP stocktaking plenary will be held on Saturday.",
      "Fiji, for the G-77/CHINA, urged agreement on pending technology issues, and loss and damage.",
      "He highlighted reassurances from the ADP Co-Chairs about the transparent way the negotiations were being guided.",
      "Nauru, for AOSIS, urged fulfilling the Doha mandate on loss and damage.",
      "She noted positive progress on the 2013-2015 Review, and some technology items, while stressing the need for more efforts on finance.",
      "Nepal, for the LDCs, stressed the need to deliver on loss and damage, REDD+ and NAPs.",
      "Regarding the ADP, he called for COP 19 to deliver on timelines and deliverables under both workstreams.",
      "He also called for a clear roadmap on finance.",
      "Switzerland, for the EIG, expressed his 'disappointment' with the first week of negotiations and called for parties to: send strong signals of progress under both ADP workstreams; fulfill the MRV mandates from Cancun; and deliver on the Doha mandate on loss and damage.",
      "The RUSSIAN FEDERATION emphasized: clearing the way for elaborating the new universal agreement as a strategic goal for Warsaw; the need to send a strong signal on follow-up actions; and ensuring sufficient allocations for the UNFCCC budget.",
      "The PHILIPPINES expressed 'deep concern' over lack of progress on loss and damage, and matters related to finance; and described some parties drastically lowering their targets as 'dangerous'. COP President Korolec indicated that he will convene the next stocktaking plenary on Monday."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "COP"
}