{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "India",
      "New Zealand",
      "Russian Federation",
      "Oman",
      "Malaysia",
      "Norway",
      "Japan",
      "China",
      "Saudi Arabia",
      "Thailand",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_5",
   "section_title": "IPCC THIRD ASSESSMENT REPORT",
   "sentences": [
      "Scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change, and scientific, technical and socioeconomic aspects of mitigation: On Monday, 1 December, Chair Thorgeirsson introduced his summary of the pre-sessional consultations, held from 27-28 November 2003, in Milan.",
      "Malaysia, speaking for the G-77/China, expressed hope that the new agenda items would not introduce new commitments for developing country Parties. The EU said SBSTA should use a wide range of approaches and methodologies, including case-studies, technical papers, and workshops, and should draw on activities being developed by stakeholders.",
      "Japan said the process should be based on a step-wise, practical approach. Delegates agreed to convene a contact group chaired by SBSTA Chair Thorgeirsson on this issue. On Thursday, 4 December, contact group Chair Thorgeirsson introduced the draft decision and draft SBSTA conclusions on this issue.",
      "Noting the need to further discuss the themes and issues to be considered by SBSTA under the two new agenda items, the G-77/China objected to forwarding a draft decision to the COP.",
      "Opposing the G-77/China, several Parties emphasized the need to begin work on the new agenda items.",
      "Chair Thorgeirsson said he would consult informally with Parties. In the contact group meeting held on Friday, 5 December, Chair Thorgeirsson reported on informal consultations, noting that Parties highlighted the need to: build upon existing agreement; advance work without creating boundaries; encourage broad participation, including from experts, while keeping the process under Party control; and ensure participation by all Parties.",
      "Parties considered a future workshop, with Saudi Arabia urging work to focus on determining the terms of reference of the workshop.",
      "The G-77/China, New Zealand and Thailand stressed the need to determine the workshop`s scope.",
      "China, India, Sudan, and Saudi Arabia proposed structured submissions on priority themes for consideration at the workshop, while the EU and Norway said there was no need for further submissions.",
      "The G-77/China, Saudi Arabia and Oman objected to drafting a COP decision, while the EU, Norway, New Zealand, the Russian Federation and Canada expressed support for it. In the contact group on Saturday, 6 December, Chair Thorgeirsson introduced a revised draft COP decision and draft conclusions, and invited Parties to meet in informal consultations. Following agreement in the informal consultations, Parties met in the SBSTA Plenary on Tuesday, 9 December.",
      "The Russian Federation emphasized that the TAR provides a 'scientific basis of a global nature' applicable to all Parties.",
      "SBSTA adopted conclusions and agreed to forward a draft decision to the COP.",
      "The COP adopted the decision on Friday, 12 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}