{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "Argentina",
      "Japan",
      "Indonesia",
      "South Africa",
      "Cuba",
      "Colombia",
      "Turkey",
      "Philippines",
      "Ecuador",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "United States",
      "Bolivia",
      "Grenada",
      "Brazil",
      "Kuwait",
      "Canada",
      "Mexico",
      "Nauru",
      "Tuvalu",
      "Malaysia",
      "Russian Federation",
      "Australia",
      "Syria",
      "Singapore",
      "China"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_6",
   "section_title": "NATIONALLY DETERMINED CONTRIBUTIONS:",
   "sentences": [
      "This item was considered on Tuesday, Wednesday and Friday in discussions facilitated by ADP Co-Chair Artur Runge-Metzger.",
      "Introducing the issue, Co-Chair Runge-Metzger noted that this is the first opportunity for the ADP to define what constitutes NDCs.",
      "He underscored the need for guidance on NDC preparations, stressing that parties have variously said they should reflect national circumstances, be specific, quantitative or quantifiable, and be flexible in form and legal character.",
      "On the scope of NDCs , Argentina suggested that Annex I parties' NDCs should include economy-wide emissions reduction commitments, as well as commitments on finance, technology and capacity building.",
      "China lamented the focus of the current discussions on mitigation to the detriment of other elements of the agreement.",
      "Colombia, Ecuador, Bolivia, Brazil, the African Group, Indonesia, Saudi Arabia, Kuwait and Syria said contributions should not be limited to mitigation and include MOI.",
      "Cuba called for focusing on the elaboration of the elements of the agreement before focusing on contributions.",
      "Grenada outlined dimensions of the NDCs saying they should: address mitigation and MOI; not be final descriptions of commitments but initial offers to be assessed against the long-term global goal; be submitted by all countries, with differentiation in types of submissions; include a specific timeline; be submitted in a manner that ensures comparability; and be submitted as early as possible.",
      "He added that support should be provided for developing country NDCs.",
      "Malaysia opposed a narrow view of NDCs and emphasized that developing countries face the choice between paying for adaptation or facing loss and damage.",
      "He said mitigation actions that do not include adaptation increase the risk of climate vulnerability.",
      "The US said contributions only relate to mitigation, as adaptation action does not contribute to the overall goal to be reached in Paris.",
      "He added that all countries should make a contribution, which should be 'their best effort' and accompanied by information determined relevant by each party.",
      "Australia and Switzerland stressed that other measures should not be used as a substitute to mitigation pledges.",
      "On the differentiation between developed and developing country NDCs , Nauru, for AOSIS, with Saudi Arabia, Iran and Kuwait, called for developed countries to demonstrate leadership by presenting NDCs.",
      "AOSIS urged commitments on mitigation and MOI that are specific and measurable.",
      "Argentina, China, Indonesia, Iran, Syria and Saudi Arabia said contributions should be consistent with the Convention, including with the CBDR and equity principles.",
      "Colombia, Ecuador and Iran called for contributions to be determined according to each national context and capabilities.",
      "India, supported by Malaysia, Kuwait, Saudi Arabia and the Philippines, said national circumstances, equity and historical responsibility must underpin NDCs and should be understood in a differentiated manner; developed countries should take the lead in mitigation efforts.",
      "Brazil said NDCs would have a legally-binding nature, but be differentiated between Annex I and non-Annex I countries.",
      "Brazil said the ADP should not allow a situation in which developing countries have to go beyond current actions while developed countries lower ambition.",
      "On the information to be provided, Brazil said Annex I countries would put forward economy-wide contributions while developing countries would make submissions depending on their capacity.",
      "The EU observed that the word 'contributions' was agreed as a result of a compromise in Warsaw, and that they are the first step towards mitigation commitments.",
      "She noted that adaptation and MOI will have to be part of the 2015 agreement.",
      "Norway underscored that the 2°C target will not be reached without all countries contributing to mitigation efforts, stressing that the 2015 agreement should be applicable to all.",
      "He recognized that industrialized countries will take the lead, adding that in 2020, Organization for Economic Cooperation and Development (OECD) countries will be responsible for only 28% of global emissions.",
      "Switzerland underlined the contributions are part of a legally binding agreement, and should be clear, transparent and understandable.",
      "Australia stressed that all parties should make a contribution.",
      "He added that parties' contributions are not static and, with Canada, stated that those with the greatest capacity and responsibility should take the lead.",
      "Switzerland said the contributions should not be determined by the Convention's annexes.",
      "Turkey and Australia said the contributions should be party-determined and, with Canada, clarified that they should take into account relevant factors, including capabilities.",
      "Australia and Bangladesh underscored the importance of creating the confidence that all countries will contribute in terms of GHG mitigation.",
      "On the legal nature of the contributions, the US outlined various options, noting they could be legally binding or not.",
      "Bolivia called for the 2015 agreement to recognize the integrity of Mother Earth.",
      "Singapore said the notion of NDCs imposes obligations on all parties to take actions under the Convention and, therefore, has to be consistent and guided by the Convention as part of the rules-based system.",
      "He added that all parties would need to submit NDCs, taking into account national circumstances, which would be a driver for participation in the new agreement and for long-term ambition.",
      "He emphasized that NDCs: are meant to be distinct from the notion of internationally determined contributions; can include a diversity of actions; and do not negate the need for leadership.",
      "Brazil said contributions on mitigation should be set by parties, built on and enhanced from NAMAs and commitments under the second commitment period of the Kyoto Protocol.",
      "Developing countries should have the flexibility to set two kinds of commitments, one accomplished with domestic resources and one with additional finance.",
      "Argentina proposed Non-Annex I parties make NDCs on adaptation and mitigation contingent on the provision of finance, technology and capacity building by Annex II parties.",
      "Kuwait said NDCs must be understood in a differentiated manner, with developed countries taking economy-wide emission reduction commitments sufficient to demonstrate their leadership and developing countries would present materials on adaptation, capacity building and economic diversification, with mitigation determined by developed country support.",
      "On support for developing country NDCs ,AOSIS requested support from developed countries for the preparation of NDCs by developing countries.",
      "Bolivia stated that developing countries' contributions would be dependent upon support received from developed countries.",
      "Tuvalu said intended NDCs are part of the analytical process leading to the 2015 agreement, should focus on mitigation, and that support for developing them should not be confused with a broader discussion of finance for mitigation and adaptation, among others.",
      "On information to be included in NDCs ,Norway called for contributions to include the basic facts, including the emissions pledge, the base year, the percentage of national emissions covered, and the role of LULUCF and carbon credits.",
      "Canada recommended contributions be accompanied by sufficient information to understand how they contribute to the overall mitigation effort.",
      "Colombia called for a Lima decision on a common format for mitigation contributions and the information required from parties, adding that this information will be subject to CBDR.",
      "The EU called for agreeing on the requirements for upfront information since different commitments might have inherent uncertainty and the need for parties to explain 'why their offer is a fair one'.",
      "Brazil said NDCs must provide in a clear, transparent and verifiable manner their intentions regarding provision of finance, including the amount from public sources and demonstrating additionality to official development assistance (ODA), while developing countries should state the extent to which their actions are dependent on international support.",
      "The Russian Federation called for clarity on assumptions for the elaboration of contributions, emphasizing the need for an appropriate format to capture commitments that is flexible enough to reflect various types of quantified emission limitation and reduction objectives, EE targets and RE.",
      "Trinidad and Tobago said it would not be desirable for parties to pick and choose elements to be included.",
      "With New Zealand, he said common matrices should be adopted and applied to all contributions.",
      "Emphasizing the need for transparency, New Zealand said a common template should be used and ex ante information should include: expected emission reductions to be achieved; and information on type of targets, underpinned by time period, base year or methodologies, and sectors and gases covered.",
      "She noted that upfront information should highlight assumptions and conditions and the role of international markets and LULUCF.",
      "She called for considering the minimum parameters required for NDCs.",
      "Mexico said NDCs should be quantifiable and include a complete description of actions to be carried out with clear indicators.",
      "On review of NDCs , Turkey called for a robust peer review mechanism of the contributions, and underscored the key role of EE and RE in mitigation.",
      "Bangladesh called for considering how to cover the gap if the received contributions fall short of reaching the 2°C goal.",
      "Colombia called for an internationally agreed framework to define NDCs, underscoring the need for their comparison and assessment and ensure environmental integrity.",
      "South Africa underscored the need for ex ante and ex post review of the contributions, and suggested building on existing accounting rules.",
      "The US pointed to the need to set a common end-year for the contributions.",
      "The African Group said that in Lima they expect decisions to be adopted on guidelines and a process for determining ex ante transparency and ex ante assessment of contributions and support.",
      "He said a review process should form an integral part of the new agreement.",
      "Japan emphasized the need for upfront information and an ex ante consultation and review process.",
      "The EU stated that MRV accounting and compliance should be part of the regime.",
      "Mexico supported a strong but not burdensome MRV framework and a systematic evaluation framework that allows for ex post review.",
      "He said upfront information should consist of what countries can do on their own and how that can be enhanced with support."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}