{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union"
   ],
   "countries": [
      "Sri Lanka",
      "Netherlands",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_11",
   "section_title": "ADMISSION OF OBSERVERS",
   "sentences": [
      "On Thursday, the Secretariat introduced a document on organizations requesting observer status in the IPCC ( IPCC-XXVIII/Doc.5 , Corr.1).",
      "The Panel approved accreditation of three intergovernmental organizations of relevance to the IPCC s work: the South Centre, the International Centre for Integrated Mountain Development and the Organization of Petroleum Exporting Countries (OPEC).",
      "It also approved accreditation of 14 NGOs, but did not approve accreditation of Au Sable Institute for Environmental Studies due to lack of needed documentation.",
      "The Netherlands, on behalf of the European Union (EU), presented a proposal on enhancing the observer status of the European Community (EC) as a regional economic integration organization (REIO).",
      "He noted that EU member states have conferred powers on the EC with regard to climate change and that the EC is an active supporter of the IPCC through its funding of research activities.",
      "He asked that the IPCC develop its policy on observers in accordance with the practice of other intergovernmental organizations by allowing the EC the right to speak and reply and to introduce proposals and amendments, but not to vote nor be elected.",
      "A paper explaining the EC s proposal and the rationale behind it was distributed.",
      "IPCC Secretary Christ detailed two options: to take a decision on the EC as a special case, or to amend the entire IPCC procedure for observer organizations.",
      "Japan queried the implications if the EC and its member states have different positions on a particular proposal.",
      "Sri Lanka requested information on which other regional intergovernmental organizations might qualify as REIOs.",
      "New Zealand proposed, and the Panel agreed, to defer this discussion to IPCC-29 to allow more time for consultation."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}