{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Cook Islands",
      "India",
      "Venezuela",
      "United States",
      "Dominican Republic",
      "Japan",
      "Grenada",
      "Kenya",
      "Kuwait",
      "Algeria",
      "Niger",
      "Oman",
      "Dominica",
      "Tuvalu",
      "Belize",
      "Solomon Islands",
      "Senegal",
      "Australia",
      "Ecuador",
      "Palau",
      "Bahamas",
      "Saudi Arabia",
      "Costa Rica",
      "Nigeria",
      "Barbados",
      "China"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_11",
   "section_title": "PROPOSED PROTOCOLS UNDER CONVENTION ARTICLE 17:",
   "sentences": [
      "This item was first considered by COP plenary on Wednesday, 9 December.",
      "COP President Hedegaard indicated that proposals relating to adoption of new protocols under the Convention had been received from five countries: Australia, Costa Rica, Japan, Tuvalu and the US ( FCCC/CP/2009/3 7 ).",
      "The proponents then outlined their proposals.",
      "India, China, Saudi Arabia and others opposed a new protocol.",
      "China urged a focus on implementing the existing commitments under the Convention and Protocol and adopting an ambitious outcome under the Bali Roadmap and BAP. COP President Hedegaard proposed establishing a contact group on this item.",
      "This was supported by Grenada, for AOSIS, as well as Barbados, Tuvalu, Costa Rica, Belize, Bahamas, Senegal, Kenya, Solomon Islands, Cook Islands, Palau and the Dominican Republic.",
      "However, Saudi Arabia, with India, Venezuela, Algeria, Kuwait, Oman, Nigeria, Ecuador and China, opposed a contact group and preferred that the COP President or a Vice-President hold informal consultations.",
      "COP President Hedegaard indicated that in the absence of consensus on forming a contact group, she had no option but to consult informally.",
      "Tuvalu, supported by AOSIS, argued that this agenda item required formal consideration, and proposed suspending the COP until the issue is resolved.",
      "Following informal consultations, President Hedegaard reported back in the evening that consultations on the issue would continue and that she would report back to the COP plenary on 10 December.",
      "The next time the issue was taken up by the COP plenary was on Saturday, 12 December.",
      "COP President Hedegaard said consultations had been held on how to proceed on the agenda item on proposals for new protocols under Convention Article 17.",
      "Tuvalu reiterated the strong plea for two legally-binding protocols as the outcome from Copenhagen and insisted that an option to sign a legally-binding agreement in Copenhagen be put to the ministers.",
      "COP President Hedegaard responded that no option will be taken off the table.",
      "During the closing COP plenary on 19 December, Vice-President Colin Beck noted that the COP President conducted informal consultations on this issue.",
      "He said, however, that no consensus was reached on how to proceed and, therefore, the proposed protocols will automatically be included on the COP 16 agenda."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreeements"
   ],
   "type": "COP"
}