{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Samoa",
      "New Zealand",
      "Russian Federation",
      "Hungary",
      "Japan",
      "China",
      "Poland",
      "Russia"
   ],
   "enb_end_date": "02-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "02-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12182e.html",
   "id": "enb12182e_2",
   "section_title": "MECHANISMS",
   "sentences": [
      "Parties met in the mechanisms negotiating group in the afternoon and evening to consider draft text from the informal groups on Protocol Articles 6 (JI) and 7.4 (assigned amounts).",
      "Participants heard reports from informal consultations held on mechanisms-related matters.",
      "Murray Ward (New Zealand) reported from a group convened on Article 6.",
      "He said that agreement has been reached on standards and procedures for accreditation of independent entities of the CDM.",
      "He noted that the criteria on baseline and monitoring, accreditation and verification procedures had been discussed yet differences remained.",
      "Outstanding issues included the role of the supervisory committee. Reporting on informal consultations held on the CDM, Chair Miguez said agreement had been reached on standards for the accreditation of operational entities, with progress also made on validation, and registration and monitoring.",
      "He noted that outstanding issues included provisions related to the authority of the Executive Board, and that informal discussions will continue on Friday. The negotiating group then continued discussions on Article 6.",
      "On supervisory committee responsibilities, Parties expressed divergent positions over the elaboration of reporting guidelines, criteria setting for baselines, and monitoring.",
      "The EU, supported by JAPAN, suggested it should be the role of SBSTA, while SAMOA, the G-77/CHINA, said it should be a function of the supervisory committee.",
      "The issue was referred to ministers for a political decision. Delegates also deferred to ministers the issue of the composition of the supervisory committee as well as the linked issues relating to the election of its chair and vice-chair, and the coverage of costs of participation of members from developing country Parties. On decision-making, the RUSSIAN FEDERATION suggested a simple majority system.",
      "JAPAN, CANADA, POLAND and HUNGARY said the issue was linked to the outcome on the composition of the committee, and the issue was referred to ministers.",
      "Delegates then agreed to a proposal from CHINA reproducing a paragraph from the CDM text on the working language of the committee, the dissemination of its decisions, as well as the languages in which such decisions would be made available.",
      "The group also agreed to a proposal from SAMOA reproducing a paragraph from the CDM text on the open attendance of the committee meetings, with the addition that attendance also be open to 'accredited stakeholders.",
      "' On participation requirements relating to the procedures and mechanisms on compliance under the Protocol, the co-chairs proposed a compromise reproducing language from the Bonn Agreements whereby only Parties that have accepted the agreement on compliance supplementing the Protocol shall be entitled to transfer or acquire credits generated by the use of mechanisms.",
      "JAPAN, CANADA and the RUSSIAN FEDERATION opposed this proposal, however the co-chairs said it would go forward to the COP in this form.",
      "CANADA and the RUSSIAN FEDERATION requested a footnote indicating their position. On Article 7.4, the G-77/CHINA said it was preparing a position paper."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanims"
   ],
   "type": ""
}