{
   "actors": [],
   "countries": [],
   "enb_end_date": "06-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1201000e.html",
   "id": "1201000e_7",
   "section_title": "EXTENDED BUREAU MEETING",
   "sentences": [
      "Members of the extended Bureau met the week before INC-11 to consult with interested delegates from a number of countries on how to proceed with the 11th session and prepare for the first meeting of the COP.",
      "The meeting, which addressed both procedural and substantive matters, was intended to provide guidance to the Chair and the Co-Chairs of the working groups, as well as to the Interim Secretariat. The following issues were discussed during the week-long meeting: the financial mechanism, especially maintenance of the interim arrangements; treatment of the compilation and synthesis document for communications from developed Parties listed in Annex I; roles of subsidiary bodies; the review of the adequacy of commitments, including the treatment of protocol proposals and possible follow-up; criteria for joint implementation; Rules of Procedure of the Conference of the Parties and its subsidiary bodies; the Permanent Secretariat (including institutional linkages, financial procedures and budget, and physical location); arrangements for the first session of the COP; and organization of work at INC-11.",
      "With regard to the composition of the Bureau for the COP, there is some agreement that it should have 15 members.",
      "With regard to Annex I communications, questions were raised as to whether individual Parties' national communications should be referred to specifically in any synthesis or compilation or whether the summary should refer to the collective results of national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}