{
   "actors": [],
   "countries": [
      "Canada",
      "Czech Republic",
      "Uruguay",
      "Germany",
      "Japan",
      "Switzerland",
      "Kenya"
   ],
   "enb_end_date": "09-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "09-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1204000e.html",
   "id": "1204000e_2",
   "section_title": "AGENDA ITEM 4 REVIEW OF ANNEXES TO THE CONVENTION",
   "sentences": [
      "The Czech Republic announced that his Government should be prepared to amend Annex I at COP-2.",
      "In response to a question from Japan, the Chair said Czechoslovakia was an Annex I country and since it has been succeeded by two countries, the annex has to be amended accordingly. AGENDA ITEM 5(c) PHYSICAL LOCATION OF THE PERMANENT SECRETARIAT: The Chair reminded delegates that a contact group was established to advise the Committee on the location of the Secretariat.",
      "He then gave the floor to the representatives of the countries offering to host the Secretariat.",
      "The information about each offer is contained in A/AC.237/79/Add.4.",
      "Canada explained how Toronto is a leader in environmental protection and a multicultural city that is well suited to host the Secretariat.",
      "Germany outlined its proposal to host the Secretariat in Bonn, which has excellent communications and transportation facilities and is a major academic, scientific and cultural center.",
      "Switzerland said that the choice for the Secretariat\u0092s location should be based on effectiveness, not finance or prestige, and that Geneva, as a UN centre, would be the most effective.",
      "While Uruguay could not offer monetary subsidies or financial assistance to developing countries, the low cost of living and services in Montevideo would amply offset the absence of generous subsidies.",
      "Kenya announced that it has withdrawn its offer to host the Secretariat.",
      "Further discussion will take place on Friday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}