{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Algeria",
      "United States",
      "Germany",
      "Russian Federation",
      "Japan",
      "Benin"
   ],
   "enb_end_date": "14-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "14-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1207000e.html",
   "id": "1207000e_1",
   "section_title": "PLENARY",
   "sentences": [
      "The meeting began with progress reports from the Co-Chairs of Working Groups I and II.",
      "The Working Group I Co-Chair said the group had made considerable progress over the last week.",
      "The Group considered all five agenda items and the Co- Chair reported the following: 1) Methodological Issues - the Group reached agreement and can finalize its recommendation for a draft decision for COP-1; 2) Review of information communicated from Annex 1 Parties - the Co-Chairs circulated a draft decision for COP-1; 3) Subsidiary Bodies - the Co- Chairs circulated a draft text last week; 4) Review of Adequacy of Commitments - the Group has concluded its discussion, and the Co-Chairs are drafting a decision that will be ready soon; 5) Joint Implementation - the Group is now working on a text.",
      "The Chair asked whether the draft decision on Review of Communication would name specific countries, and the Co-Chair assured him that it would. The Co-Chair of Working Group II reported that the Group had covered all items, but must make 'major progress' if the Group plans to have recommendations for COP-I.",
      "He reported the following: 1) Interim Arrangements - the Group agreed that the GEF will remain the operating mechanism on an interim basis and will be reviewed within four years; 2) Modalities has four major sub-topics.",
      "On the format of the agreement, the Parties said they would need to know content before making a final decision.",
      "On the content, the Parties have generally agreed with the Secretariat\u0092s suggestions.",
      "On the assessment of funding needs, the Group has not reached agreement.",
      "On the process of interim arrangements, the Group endorsed continuing consultation between the Interim Secretariat and the GEF Secretariat to draft an arrangement; 3) Policy Guidance - the Co-Chair said his current text indicates areas of disagreement with bracketed text; and 4) Technical and Financial Support for Developing Countries - the Group has agreed on some areas and will continue its discussion on Tuesday. The Chair then gave the floor to an NGO representative from the Climate Action Network.",
      "The speaker was disappointed with INC-11 thus far, and said the AOSIS proposal was 'everyone\u0092s opportunity for survival.",
      "' He also stressed the need for better leadership from developed countries, and criticized the performance of the US and Germany. AGENDA ITEM 5(b) - DESIGNATION OF THE PERMANENT SECRETARIAT AND ARRANGEMENTS FOR ITS FUNCTIONING: The Interim Secretariat introduced document A/AC.237/79/Add.2, on the financial rules of the COP and its subsidiary bodies, and corrigenda 1 and 2.",
      "He also introduced A/AC.237/79/Add.5, a Contact Group paper on the Permanent Secretariat, and highlighted the following: paragraph 8, which suggests a review of the budget by a small representative group before consideration by the COP; paragraph 9, which emphasizes the procedure of adopting a budget by consensus; and paragraph 10, which recommends using the UN scale for contributions.",
      "The paragraph contains a ceiling, but exempts no party.",
      "When the Interim Secretariat introduced Annex 1 to A/AC.237/79/Add.2, he commented on paragraph 2, which specifies a biennium financial period, and paragraph 3, which contains bracketed language on the deadline for drawing up the administrative budget.",
      "Paragraph 4 contains two options for review of the budget: the COP could establish a Financial Committee or avail itself of the UN Advisory Committee on Administrative and Budgetary Questions (ACABQ).",
      "He noted the Contact Group prefers the first alternative, with advice from the ACABQ. The Chair then opened the floor for comments.",
      "The EU and the US supported Annex I and specifically noted paragraph 6, which requires the adoption of the budget by consensus, and suggested that the scale of contributions mentioned in paragraph 9 be more explicit.",
      "The EU noted that many provisions common to environmental agreements are not included here, such as a requirement for consensus for amendments to financial rules, and a provision for reallocating the balance of assets should a fund be dissolved.",
      "The EU also stated that these budgetary matters cannot be properly considered in Plenary, and recommended establishing an open-ended group to consider Annex I.",
      "The US and Australia supported the need for a reserve fund, but Japan and the Russian Federation expressed concern over the amount. Benin commented on paragraph 10 of A/AC.237/79/Add.5, on contributions, and recommended providing for a floor as well as a ceiling.",
      "The Chair replied that the original document had contained such a provision, but many developing countries requested its deletion.",
      "The proposal is based on the UN scale of contributions and provides for a minimum of 0.01%. The G-77, supported by Algeria and Brazil, noted that two considerations must be taken into account: the determination of developing country contributions on the ability to pay, and the principle that no developing country must pay more than any developed country.",
      "The Secretariat replied that the UN scale was chosen because it reflected the ability to pay.",
      "Algeria commented that the UN scale did not take into account the principle of 'common but differentiated' responsibilities. The Interim Secretariat introduced document A/AC.237/79/Add.3, on the budget outline for the Permanent Secretariat, and noted that it is still unclear exactly what is expected of the Secretariat and how much governments are prepared to pay for it.",
      "He explained that unlike other convention secretariats, this Secretariat will deal with global energy use, which is much broader than the scope of CITES or the Montreal Protocol, and comparisons to the secretariats for international policy reviews, such as the OECD or the trade policy mechanism under GATT, were more accurate. The EU expressed the need for a more detailed budget, and noted that the composition of the ACABQ did not coincide with the Parties to the Convention.",
      "The Interim Secretariat replied that the ACABQ, a standing body, was only included to alleviate concerns about the new Secretariat and that more guidance was needed from the Parties before they could develop a detailed budget.",
      "Benin asked about staff recruitment and the voluntary fund.",
      "The Secretariat responded that staff size will depend on the size of the COP, and that the voluntary fund is entirely dependent upon contributions. AGENDA ITEM 4(a) -- LINKAGES: The Chair introduced A/AC.237/79/Add.5 on the institutional linkages between the Secretariat and the UN Secretariat.",
      "He highlighted paragraphs 3, 4, 5 and 6, the essential elements of the arrangements, and added that A/AC.237/79/Add.6 will be available on Tuesday."
   ],
   "subtype": "plenary",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "cop"
}