{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Netherlands",
      "Italy",
      "Denmark",
      "Philippines",
      "France",
      "United States",
      "Japan",
      "Switzerland",
      "Argentina",
      "Saudi Arabia",
      "Uruguay",
      "United Kingdom",
      "Senegal",
      "China",
      "Hungary"
   ],
   "enb_end_date": "15-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "15-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1208000e.html",
   "id": "1208000e_1",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "In a debate punctuated by arguments among developing countries, and between all delegates and the Chair, informal consultations continued on the Co-Chairs\u0092 draft decisions on the roles of the subsidiary bodies and the first review of national communications The International Council for Local Environmental Initiatives called for the inclusion of local authorities and recommended that the COP establish a local authorities\u0092 advisory committee with access to Convention. AGENDA ITEM 7(e) - SUBSIDIARY BODIES: The Philippines, on behalf of the G-77 and China, said that a majority of the Group wished to delete 'of the in-depth review reports' from the first bullet under 'Functions to be carried out by the Subsidiary Body for Implementation....' The Chair noted this was the first time he had heard a G-77 position expressed when no consensus existed.",
      "The US, supported by Denmark, France, Japan and Italy, preferred the existing language.",
      "Uruguay added that a broad majority of developing countries had agreed to retain the phrase.",
      "Senegal objected.",
      "China, supporting the Philippines, said that an in-depth review is not a Convention term and would require costly meetings.",
      "He also cited a Greenpeace study calling current measures and projections inadequate.",
      "The Co-Chair said he was embarrassed that the lack of consensus within the G-77 had affected the discussion, but the Philippines said G-77 members were speaking their minds without malice.",
      "The Co-Chair recommended retaining the language and referring the matter to the COP.",
      "The Philippines, speaking only for his delegation, and supported by China and Saudi Arabia, suggested bracketing the phrase.",
      "The Chair noted that the Rules of Procedure do not permit opening previous decisions, and that Parties could refer to the matter in Plenary.",
      "France, on behalf of the EU, and supported by the US, Denmark, the Netherlands and the UK, agreed to revisit the issue in Plenary, but opposed re-opening previous decisions. The Philippines, on behalf of the G-77 and China, asked to delete the reference to future protocols or amendments from the last bullet on page 5, relating to the effects of steps under current commitments.",
      "Denmark and Canada objected.",
      "The Chair said the language should remain as is but could be revisited by the COP.",
      "The Philippines asked that the Plenary consider the decision. The Philippines, on behalf of the G-77 and China, changed the second to last bullet in Appendix I on providing recommendations to the COP on responses to the review of the adequacy of commitments and their implementation.",
      "France, the Netherlands, Denmark, Switzerland, Canada and the US objected.",
      "The Philippines asked that areas of disagreement be noted. In Appendix II, the G-77 and China added a paragraph before the existing (a) to read: 'Stress to the IPCC the importance of completing its second assessment report, which is expected to address, on a scientific basis, both certainties and uncertainties regarding the causes, effects, magnitudes, and timing of climate change, in conformity with Article 4.1(g).",
      "' The US suggested the recommendation would be better oriented toward the COP.",
      "The EU questioned whether the paragraph would give improper political advice to the IPCC.",
      "Uruguay said the proposal emphasized the scientific nature of the IPCC, but that the authority of subsidiary bodies over the IPCC needed to be clear.",
      "The Netherlands said the IPCC should remain independent and not receive instructions from the COP.",
      "China said the Convention\u0092s existence changes the IPCC, and the IPCC has to respond to requests from the Secretariat. In Appendix III, the US added 'intergovernmental' to the table wherever 'technical advisory panels' appears.",
      "He also suggested adding a paragraph in Appendix II, section 1(e) to hold a workshop, which would be open to all Parties and interested non-governmental participants, on non- governmental advisory committees and/or a business consultative mechanism in the January 1996 session of SBSTA.",
      "The Philippines and China noted that developing countries would need funding to attend. The Philippines added two paragraphs under Appendix II, paragraph 1(a).",
      "The Chair said the Philippines\u0092 language was operational and has no place in this text.",
      "The Philippines expressed resentment that he had not been allowed to finish.",
      "The Chair said he was using his prerogatives to prevent another embarrassment.",
      "The Philippines said that the two paragraphs should be discussed. After a recess, the Philippines apologized and read the two paragraphs to add under Appendix 2(a): 'The detailed description of their policies and measures to implement their commitments under Article 4.2(a) and (b) in accordance with Article 12.2 of the Convention' and 'the detailed description of their policies and measures to implement their commitments under Article 4.5 in accordance with Article 12.3 of the Convention.",
      "' The UK, supported by Denmark and the US, said the language would be more suitable in the decision on national communications.",
      "The Chair directed that paragraph 1(a) of Appendix II be written as a separate decision and that the US and Philippines consult on 1(e). After another break, delegates continued their review of communications from Annex I Parties at 7:00 pm.",
      "In 1(a), the EU said flexibility was possible on the date of the second national communication but preferred not to set a precedent.",
      "Hungary inserted 'revised' before 'guidelines' and added in paragraph 5 'with a view to enhancing the comparability and focus of communications,' which was amended further by the Netherlands.",
      "The US suggestion 'with guidelines, revised as appropriate' was accepted.",
      "In 1(b), the EU added a reference to annual inventories, particularly on CO2.",
      "Uruguay suggested submission of annual reports after 1997.",
      "Canada supported the existing text.",
      "The US, supported by the UK, asked whether it was possible to have a single submission for inventory and communication reporting.",
      "Argentina added reference to Annex I Parties that have not submitted communications.",
      "In paragraph 7, the EU\u0092s reference to collaboration between the Secretariat, non-Annex I Parties, the GEF and the subsidiary bodies was rejected by the US.",
      "The G-77 and China needed time to consult on paragraphs 7 and 8.",
      "In paragraph 9, the US questioned the financial implications of transmission and distribution of communications and preferred a more general reference.",
      "Discussions were expected to continue."
   ],
   "subtype": "groups",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "cop"
}