{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "Kuwait",
      "Japan",
      "United States",
      "Ethiopia",
      "China",
      "Kiribati",
      "Russian Federation",
      "Germany",
      "New Zealand"
   ],
   "enb_end_date": "16-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "16-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1209000e.html",
   "id": "1209000e_2",
   "section_title": "AGENDA ITEM 2 - ARRANGEMENTS FOR THE FIRST SESSION OF THE COP",
   "sentences": [
      "Delegates adopted draft decision A/AC.237/L.25.",
      "The Committee\u0092s report to the COP will also reflect that: the Committee noted the agreement between the Interim Secretariat and Germany for the COP; heads of organizations have been invited to speak; and the Committee has requested the Secretariat to draft the provisional agenda for COP-1. AGENDA ITEM 5(b) - FINANCIAL RULES OF THE COP AND ITS SUBSIDIARY BODIES: Regarding the draft budget outline (A/AC.237/79/Add.3), the Russian Federation thought consultations with the ACABQ would be useful.",
      "The EU, Japan and Australia expressed doubts about bringing this matter before the ACABQ.",
      "Australia and New Zealand supported setting aside Secretariat funds for the IPCC.",
      "The Executive Secretary said that consultations are underway on the type of services the IPCC is expected to deliver and that the Secretariat would possibly contribute 10-15% of the IPCC budget. The Chair later introduced document A/AC.237/L.26 on financial rules.",
      "The G-77 and China agreed with the draft decision, but reserved the right to revisit the paragraphs on contributions and funds.",
      "Japan and the US asked questions about paragraphs 7, 8 and 9 concerning the voluntary nature of contributions.",
      "Kiribati, Ethiopia and Kuwait expressed concern over the minimum contribution stated in paragraph 7(a).",
      "The Plenary will recommend the financial rules to the COP with the proviso that all comments will be recorded in the report. AGENDA ITEM 5(a) - INSTITUTIONAL LINKAGES: The Chair asked delegates to comment on A/AC.237/79/Add.1, Add.5 and Add.6.",
      "The EU supported the recommendation that the Secretariat should be attached to the UN without being incorporated into any department or programme.",
      "Australia supported a partnership between UNEP, UNDP and the DPCSD, but asked for assurance of Secretariat autonomy.",
      "The Chair suggested recommending that the COP request the Secretary- General to propose a concrete arrangement for the administrative management of the Secretariat."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}