{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Kenya",
      "Philippines",
      "China",
      "France"
   ],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "17-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1210000e.html",
   "id": "1210000e_3",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "Working Group I did not meet until 10:00 pm.",
      "Delegates had negotiated during the day in a number of contact groups.",
      "By early evening all had produced consensus drafts except the group addressing adequacy of commitments, which negotiated for several hours over language referring to Article 4.2(a) and (b). AGENDA ITEM 7(a) - FIRST REVIEW OF NATIONAL COMMUNICATIONS: The Group adopted future document A/AC.237/WG.1/L.27, draft conclusions and recommendations on review of national communications by Annex I Parties.",
      "The draft urges Annex I Parties that have not yet submitted their first communications to do so, requests a second communication by 15 April 1997 and annual emissions inventories, and asks the Secretariat to compile views on these guidelines.",
      "It also mandates an in-depth review for all communications and a second synthesis report in 'non-confrontational' language that, as appropriate, names Parties. The Chair introduced a second draft decision that replaces paragraphs 7 and 8 of A/AC.237/WG.1/L.27, requests that subsidiary bodies develop for COP-2 a set of guidelines for communications from non-Annex I Parties, and asks the Secretariat to compile views on the guidelines.",
      "France, on behalf of the EU, added 'bearing in mind the discussions on the subject held during INC-10 and 11' to the preamble.",
      "The Philippines, on behalf of the G-77 and China, objected.",
      "The Chair\u0092s text was adopted without the amendment. AGENDA ITEM 7(b) - ADEQUACY OF COMMITMENTS: The Working Group adopted document A/AC.237/WG.I//L.28, a Review of the Adequacy of Commitments in Article 4, Paragraph 2(a) and (b).",
      "The contact group agreed that the draft\u0092s fourth paragraph states that Article 4.2(a) and (b) is 'only a first step in implementing the objective of the Convention and it is subject to review at the first session of the Conference of the Parties under Article 4.2(d) of the Convention.",
      "' The text was adopted with applause from delegates. AGENDA ITEM 7(c) - JOINT IMPLEMENTATION: A contact group met Thursday on JI but was unable to resolve differences that had extended the previous day\u0092s debate past midnight.",
      "The draft decision on criteria for joint implementation, adopted in future document A/AC.237/WG.1/L.29, recommends that COP-1 continue consideration of JI criteria based on views expressed and three separate draft texts, future documents A/AC.237/WG.I/L.30 from the G-77 and China, A/AC.237/WG.1/L.31 from the EU and A/AC.237/WG.1/L.32 from the US.",
      "The Chair said the Group had made progress in transmitting responsibility to the ministers in Berlin. AGENDA ITEM 7(d) - METHODOLOGICAL ISSUES: The text in A/AC.237/WG.1/L.25 was adopted.",
      "It includes a decision that the IPCC guidelines or simplified default methodologies 'should be used by non-Annex I Parties, as appropriate and to the extent possible, in the fulfillment of their commitments under the Convention.",
      "' It also states that Parties may use Global Warming Potentials to express their inventories and projections in CO2 equivalents, using the IPCC 1994 Special Report\u0092s 100-year time horizon.",
      "It also instructs the SBSTA to examine methodological issues and invites relevant international organizations and bodies, including the IPCC, to contribute to SBSTA work on methodologies. AGENDA ITEM 7(e) - SUBSIDIARY BODIES: The Co-Chairs' draft decision on subsidiary bodies was presented in future document A/AC.237/WG.1/L.26.",
      "Brackets were removed from Appendix II(e) relating to intergovernmental technical advisory panels and left as 'and approved by the Conference of the Parties.",
      "' Kenya amended paragraph 2(b) on the SBI to include 'and make recommendations to the COP on' the report from the operating entity of the financial mechanism. Annex I, on the functions of the SBSTA, directs the SBSTA to: summarize scientific, technical, socio-economic and other information provided by competent bodies, including the IPCC; consider scientific, technical and socio-economic aspects of the in-depth reviews; and carry out various tasks related to technology transfer.",
      "SBSTA would also deal with methodologies for inventories, projections, effects of measures, impact/sensitivity analyses and adaptation.",
      "The SBI would consider policy aspects of in-depth reviews, effects on emissions trends of steps taken by Parties and any further commitments, and advise the COP on the financial mechanism, technology transfer, adequacy of commitments, including conducting negotiations on resolutions, amendments and protocols. Tasks for the SBSTA between COP-1 and -2 include review of the second IPCC assessment and methodological issues, and defining aspects of any technical advisory panels.",
      "The SBI would oversee in-depth reviews of policy aspects of national communications, consider reports of the operating entity of the financial mechanism and undertake tasks on the follow-up to the adequacy of commitments.",
      "Brackets around the January 1996 date of the intergovernmental technical advisory panels meeting were removed from the schedule in Annex III.",
      "The schedule adds a workshop on non-governmental inputs open to all Parties and interested non-governmental participants to discuss non-governmental advisory committees and/or a business consultative mechanism and consideration of the work of the workshop by subsidiary bodies.",
      "The text was adopted."
   ],
   "subtype": "groups",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "cop"
}