{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Czech Republic",
      "Kuwait",
      "Poland",
      "Hungary",
      "United States",
      "Trinidad and Tobago",
      "Japan",
      "Switzerland",
      "Argentina",
      "Bolivia",
      "Norway",
      "Nigeria",
      "Mauritius",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Colombia",
      "Malaysia",
      "China",
      "Chile",
      "Germany",
      "Fiji",
      "Philippines"
   ],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1211000e.html",
   "id": "1211000e_16",
   "section_title": "WORKING GROUP I",
   "sentences": [
      "Working Group I dealt with matters relating to commitments, including first review of national communications, adequacy of commitments, joint implementation, methodological issues, and the roles of the subsidiary bodies established by the Convention. AGENDA ITEM 7(a) - FIRST REVIEW OF NATIONAL COMMUNICATIONS: This item was divided into two sub-items: a review of the compilation and synthesis of national reports and the process for the ongoing review of communications from Annex I Parties. (i) Review of a compilation and synthesis, including the overall effects of policies and measures: The Secretariat presented A/AC.237/82, the compilation and synthesis of the first national communications from Annex I Parties.",
      "The report reviewed 15 national communications from countries representing 41% of global greenhouse gas emissions.",
      "The report showed that C02 accounts for 75% of reported emissions.",
      "Parties reported approximately 700 policies and measures.",
      "Compared to 1990 levels, nine Parties projected increased C02 emissions in 2000 without additional measures, five projected stabilization or a decrease and one projected a decrease by 2005.",
      "For CH4, all but two Parties projected a decrease. (ii) Process for the ongoing review of first communications from Annex I Parties: Delegates debated whether the proposed biannual national communications and annual reports were too frequent or would be too expensive to complete.",
      "Poland, Switzerland, Hungary and the Czech Republic recommended a longer period between reports.",
      "The US, Norway, Japan, New Zealand, Australia and Argentina supported the Secretariat\u0092s recommendation.",
      "Another issue was whether to name Parties in the synthesis reports, or leave references anonymous to preserve a non-confrontational approach.",
      "The US opposed naming Parties.",
      "Switzerland, Norway and Argentina said naming Parties would be acceptable, and the EU recommended flexibility in naming Parties.",
      "The US and EU also urged that national communications cover all gases, not just C02. The Working Group adopted document A/AC.237/WG.1/L.27 along with a second document on reporting guidelines for developing countries.",
      "The decision urges Annex I Parties that have not submitted national communications to do so.",
      "It requests a second communication from Annex I Parties by 15 April 1997, and sets an annual requirement for emissions inventories.",
      "The Secretariat will produce a second synthesis report in 'non-confrontational' language and name Parties 'as appropriate.",
      "' The document on developing countries\u0092 reporting takes note of the G-77 and China's document A/AC.237/Misc.40, and directs subsidiary bodies to develop a set of reporting guidelines for non-Annex I communications.",
      "The guidelines are to be prepared by COP-2. AGENDA ITEM 7(b) - REVIEW OF THE ADEQUACY OF COMMITMENTS: In Plenary on Wednesday, 8 February 1995, Amb.",
      "Annette des Iles (Trinidad and Tobago) introduced A/AC.237/L.23, the draft protocol submitted on behalf of AOSIS in September 1994, in accordance with Article 17 of the Convention.",
      "She noted that the protocol does not impose any additional obligations on developing country Parties.",
      "Its specific provisions include the following: The Preamble emphasizes that the burden of achieving the Convention\u0092s objectives rests with the developed States.",
      "In Article 1 (Definitions) Sections (1), (7) and (8) differentiate between 'Parties' to the Protocol and 'Parties to the Convention.",
      "' Article 2 (Basic Commitment) restates the core of the commitment contained in Article 4(1)(b) of the Convention.",
      "Article 3 (Targets for greenhouse gas reductions)is based on the 'Toronto target.",
      "' It requires developed country Parties to the Protocol who are included in Annex I to reduce their C02 emissions by 2005 to a level at least 20% below that of 1990 and to establish timetables for controlling emissions of other greenhouse gases.",
      "Article 3(1)(b) requires that Annex I Parties adopt specific targets on other greenhouse gases.",
      "Article 3(2) (Review and revision of targets) authorizes the Meeting of the Parties to 'review and revise' both the C02 targets and timetable and the controls for other greenhouse gases.",
      "Article 3(3) (Accession of non-Annex I Parties to the specific commitments) says the commitments are binding only on the Annex I Parties.",
      "Article 4 (Coordination Mechanism) creates a subsidiary body to provide advice to the Meeting of the Parties.",
      "Article 5 (Reporting Requirements) includes a new reporting requirement in Article 5(2) that Annex I Parties provide a cost/benefit analysis of measures undertaken.",
      "Article 6 (Institutional Arrangements) uses institutions established under the Convention.",
      "Article 7 (Technology transfer) requires that the 'best available technologies...are expeditiously transferred to developing countries' under 'fair and most favourable conditions.",
      "' Article 8 establishes a Meeting of the Parties with powers to review the Protocol\u0092s implementation.",
      "Article 9 (Dispute settlement) states that disputes are to be settled in accordance with the Convention.",
      "Article 10 establishes the same procedure for amendments to the Protocol as amendments to the Convention. Dr. Michael von Websky (Germany) introduced A/AC.237/L.23/Add.1 and noted that the proposal addresses targets and timetables, as well as policies and measures.",
      "He said ambitious reduction targets for C02 and other greenhouse gases, such as methane and N2O, would make it possible to formulate clear political objectives.",
      "He suggested the broader application of economic instruments, increasing energy efficiency, increased use of renewable energy sources, the preservation, sustainable management and improvement of existing forests, and afforestation.",
      "He said a consensus was required at the COP on a commitment by Annex I Parties to stabilize their C02 emissions, individually or jointly, at 1990 levels by 2000. Following the introduction of the AOSIS protocol and the German elements paper in the Plenary, Working Group I discussed the adequacy of commitments.",
      "The Secretariat invited comments on A/AC.237/Misc.43, a compilation of scientific studies, and A/AC.237/L.23 and A/AC.237/L.23/Add.",
      "1, the AOSIS protocol and the German proposals.",
      "Developing countries said that current commitments were inadequate but opposed new commitments.",
      "OECD countries also termed current commitments inadequate and recommended negotiating a protocol or other future commitments.",
      "The G-77 and China warned against shifting responsibilities from Annex I Parties to developing countries through new commitments.",
      "Saudi Arabia and Kuwait urged caution in accepting new commitments.",
      "China said protocol negotiations were premature and said Annex I Parties should meet existing commitments before considering new ones.",
      "Japan said protocol negotiations should be completed by COP-3.",
      "Switzerland and Australia called for completion of negotiations by 1998. The Co-Chairs\u0092 draft decision included a recommendation that the COP establish a follow-up process.",
      "Trinidad and Tobago, on behalf of AOSIS, said the recommendations to COP-1 should include initiating negotiations on a protocol.",
      "Argentina, Fiji, Colombia, Mauritius, Chile, Malaysia and Bolivia supported the AOSIS protocol.",
      "Germany emphasized the need for a protocol on greenhouse gas reduction in all countries.",
      "The US highlighted the need for 'new aims' and strengthening the process of negotiations through the SBI in the post-2000 era. Working Group I and the Plenary adopted A/AC.237/WG.I/ L.28, a review of the adequacy of commitments in Article 4.2(a) and (b).",
      "After intense negotiations, delegates agreed that the decision would describe Article 4.2(a) and (b) as 'only a first step in meeting the ultimate objective of the Convention' and 'subject to review at the first session of the Conference of the Parties.",
      "' The decision transmits the AOSIS and German proposals and recommends that the COP 'take appropriate action' based on the report of INC-11. AGENDA ITEM 7(c)- CRITERIA FOR JOINT IMPLEMENTATION: Delegates discussed A/AC.237/Misc.44 and A/AC.237/Misc.44/Add.1 on Criteria for Joint Implementation (JI).",
      "Three different draft decisions were proposed on JI.",
      "The US, supported by Japan, Australia and Canada, introduced both draft language for a decision on JI and an appendix on criteria (A/AC.237/WG.I/L.32).",
      "The US draft establishes a pilot phase for JI beginning immediately after COP-1 and open to all Parties.",
      "The SBSTA would develop monitoring and evaluation modalities and report to the SBI and the COP.",
      "The criteria include that JI is voluntary, does not modify commitments, is financed outside existing ODA or Annex II GEF contributions, addresses any gases, sources or sinks, and includes data and methodological information to compare emissions with and without the JI measure.",
      "The US tied negotiations on JI to the negotiation of 'new aims' on strengthening of the Convention. The EU draft (A/AC.237/WG.I/L.31) initiates a JI pilot phase immediately after COP-1 open to Annex I Parties and others that volunteer to participate.",
      "The EU\u0092s criteria include that JI 'in no way modifies the commitments' of participating Parties, shall be financed independently of Convention obligations, can deal with any gases, sources or sinks, excludes crediting during the pilot phase, and shall bring about measurable benefits assessed by environmental, economic and social effects.",
      "An annex to the EU proposal establishes guidelines for reporting on JI activities. The G-77 and China proposal (A/AC.237/WG.I/L.30) emphasizes that only Annex I Parties are obligated to limit GHG emissions, and that developing country Parties have no such obligations.",
      "It separates JI activities undertaken between Annex I and developing country Parties, placing those under Article 4.5, and links JI to national activities in capacity building and technology transfer.",
      "It recommends that: JI is applicable only to Annex I Parties; crediting to Annex I Parties is prohibited in the pilot phase; and COP-1 should develop criteria for JI implementation. The Philippines, on behalf of the G-77 and China, noted that JI should not allow for the shifting of specific commitments of Annex I Parties to developing countries.",
      "Saudi Arabia, supported by Kuwait, Iran and Nigeria, said that the pilot phase of JI should be limited to Annex I Parties.",
      "Chile accepted the idea of a pilot phase with a certain percentage of credits for developed and developing countries.",
      "Despite a contact group and informal consultations that lasted past midnight, delegates were unable to resolve differences between the various proposals.",
      "Document A/AC.237/WG.I/L.29, which recommends that COP-1 consider all three draft texts, was finally adopted. AGENDA ITEM 7(d) - METHODOLOGICAL ISSUES: Discussion began with document A/AC/237/84.",
      "The EU suggested continued use of draft IPCC guidelines for national communication and collaboration between subsidiary bodies.",
      "The EU, Japan, Australia and the US supported use of global warming potentials (GWPs).",
      "Australia said countries should have flexibility in applying their own guidelines if they were comparable to those of the IPCC.",
      "Japan said non-Annex I Parties could apply the IPCC guidelines.",
      "China said the IPCC guidelines were too complicated for developing countries, who should develop their own simplified guidelines.",
      "Developed countries expressed concern over what simplification would mean and how it would effect comparability and transparency of national communications. The draft decision on this item, A/AC.237/WG.I/L.25, states that the IPCC guidelines or simplified default methodologies 'should be used by non-Annex I Parties, as appropriate and to the extent possible.",
      "' It also states that Parties may use GWPs to express their inventories and projections in C02 equivalents, using the IPCC 1994 Special Report\u0092s 100-year time horizon. AGENDA ITEM 7(e) - THE ROLES OF THE SUBSIDIARY BODIES ESTABLISHED BY THE CONVENTION: The Secretariat presented document A/AC.237/85 on the roles of the subsidiary bodies.",
      "The EU said adequacy of commitments should be the responsibility of an ad hoc committee under the SBI.",
      "The US said adequacy and review of national communications were the responsibility of the SBI, and that the SBSTA should develop guidelines for national communications.",
      "The G-77 and China said that the SBSTA should work out guidelines for the IPCC report and that the SBSTA should not be subordinated to the SBI.",
      "Kuwait and Saudi Arabia suggested adding socioeconomic reviews to scientific and technical considerations by SBSTA.",
      "The G-77 and China said the number of meetings of the subsidiary bodies should be limited to save money and permit participation of developing countries. The draft decision adopted on subsidiary bodies, A/AC.237/WG.I/L.26, directs the SBSTA to: summarize scientific, technical, socioeconomic and other information provided by competent bodies, including the IPCC; consider scientific, technical and socioeconomic aspects of the in- depth reviews; and carry out various tasks related to technology transfer.",
      "SBSTA will also deal with methodologies for inventories, projections, effects of measures, impact/sensitivity analyses and adaptation.",
      "The SBI will consider policy aspects of in-depth reviews, effects on emissions trends of steps taken by Parties and any further commitments, and advise the COP on the financial mechanism, technology transfer, and adequacy of commitments including conducting negotiations on resolutions, amendments and protocols."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": ""
}