{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Feb-95",
   "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "11th Session of the INC",
   "enb_start_date": "06-Feb-95",
   "enb_url": "http://www.iisd.ca/vol12/1211000e.html",
   "id": "1211000e_21",
   "section_title": "A BRIEF ANALYSIS OF INC-11",
   "sentences": [
      "The INC for a Framework Convention on Climate Change is the first negotiating body of an international environmental convention that continued to meet after the Convention was adopted.",
      "The convening of six additional sessions of the INC enabled delegates to begin the difficult process of operationalizing the Convention even before it entered into force. This phase of the negotiating process is often referred to as 'post agreement negotiations.",
      "' The purpose of post- agreement negotiations is to continue the dialogue to push forward the development of the Convention and its implementation.",
      "These additional negotiations are often aimed at settling disputes, handing misunderstandings, dealing with future adjustments to the Convention and the management of the day-to-day governance of the Convention among the signatories. On the eve of the first meeting of the Conference of the Parties, it is useful to see what these post-agreement negotiations have accomplished thus far.",
      "At INC-11 delegates seasoned from previous INCs were faced with an agenda full of items that needed urgent consideration and action prior to COP-1.",
      "As the first week wore on, the initial mood of cautious optimism was eroded by the ensuing gridlock in discussions on criteria for joint implementation, adequacy of commitments, voting rules, and the location of the Permanent Secretariat.",
      "By the second week it was clear that although some progress had been made in clearing the procedural undergrowth, to prepare for Berlin several matters would have to be postponed until COP-1: Rule 22 (Officers) and Rule 42 (Voting) in the Rules of Procedure, criteria on joint implementation and review of adequacy of commitments by Annex I Parties.",
      "It was hoped that clear decisions would be made on voting rules, given the additional implications of negotiations on a protocol, and the location of the Permanent Secretariat.",
      "It is useful to note that in negotiations on the Biodiversity Convention the COP was unable to resolve both of these matters.",
      "Despite valiant efforts to resist the trend set in the Biodiversity COP, Climate Change negotiators seem caught in the same dilemma. While there were some acrimonious exchanges on the issues of review of adequacy of commitments and JI, INC-11 demonstrated that there was general agreement that the GEF should continue to be the interim entity entrusted with the operation of the financial mechanism.",
      "Some progress was made in providing guidance to the financial mechanism regarding programme priorities, policies and eligibility criteria, but the issues of technology transfer and 'full incremental costs' did not see any substantial progress.",
      "Substantive discussion also occurred on the roles of the subsidiary bodies.",
      "It is left to COP-1 to provide a new impetus for negotiations and constructive work on the following issues."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}