{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Switzerland",
      "Germany",
      "Uruguay"
   ],
   "enb_end_date": "28-Mar-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1212000e.html",
   "id": "1212000e_5",
   "section_title": "INC-11",
   "sentences": [
      "The eleventh and final session of the INC met from 6-17 February 1995, at UN Headquarters in New York.",
      "During the two-week session, delegates addressed a wide range of issues including arrangements for the first session of the COP, location of the Permanent Secretariat, Rules of Procedure for the COP, matters relating to commitments, matters relating to arrangements for the financial mechanism, and provision of technical and financial support to developing country Parties.",
      "While delegates did agree to maintain the GEF as the interim entity operating the financial mechanism and to finance mitigation activities, little concrete progress was made on other important issues before the Committee.",
      "Delegates were unable to take action on the adequacy of commitments or to begin negotiations on a draft protocol submitted by AOSIS or the proposals for further elements of a protocol submitted by Germany.",
      "There was no progress on joint implementation.",
      "Delegates had little time to address technical and financial support to developing countries.",
      "The location of the Permanent Secretariat remains pending, although the four countries offering to host the Secretariat (Canada, Germany, Switzerland and Uruguay) have been asked to negotiate among themselves so that a single nomination is presented to the COP in Berlin.",
      "Finally, delegates were unable to reach agreement on the Rules of Procedure, a problem that will haunt the Parties at COP-1, who may find their substantive work hampered by the lack of agreement on voting procedures and the allocation of seats on the COP Bureau."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}