{
   "actors": [
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "Algeria",
      "Uruguay",
      "Philippines",
      "Micronesia",
      "Mauritius",
      "Sweden",
      "China",
      "Papua New Guinea",
      "Uganda",
      "Sri Lanka",
      "Nigeria",
      "Venezuela"
   ],
   "enb_end_date": "31-Mar-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "31-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1215000e.html",
   "id": "1215000e_7",
   "section_title": "REVIEW OF THE ADEQUACY OF COMMITMENTS",
   "sentences": [
      "Dr. Miguel Bautista of the European Network of Climate Support said that temperature variations are not yet large enough to attribute to anthropogenic causes.",
      "Micronesia called for adoption of the AOSIS protocol, emphasizing that climate change is already threatening the economy, resources and culture of small island States.",
      "Algeria, on behalf of the African Group, said in light of the Convention's principles of joint but differentiated responsibilities, the polluter pays and the right to development, African countries are not willing to accept any new commitments that hinder economic development. Uganda noted that because many Annex I Parties have cited the inadequacy of commitments, COP-1 should now discuss strengthening them.",
      "New commitments, however, should not include developing countries, and the AOSIS proposal provides a good starting point.",
      "Venezuela emphasized that the Parties have not yet reached agreed emissions caps.",
      "Parties must honor existing commitments before pursuing a protocol.",
      "The UK observed that some delegations have drawn attention to scientific uncertainty, but warned against underestimating what is already known.",
      "Commitments that only go to 2000 are inadequate, and are not reason enough to avoid setting a new time frame. Mauritius supported the AOSIS proposal and noted that while some States still harbor doubt, precaution alone should warrant action.",
      "Papua New Guinea said action on new commitments must focus on the AOSIS protocol, and that there is very little point in discussing about anything else if island countries are going to disappear due to inaction.",
      "Uruguay endorsed charting a course on a protocol and establishing a working group at COP-2, including oil producing countries. Nigeria faces triple vulnerability: environmental impacts of climate change, the socioeconomic aspects of climate policy, and an economy dependent on oil revenue.",
      "Additional burdens not already in the Convention are unacceptable.",
      "Sri Lanka said developing countries should not have to share new commitments. IPCC Chair Bert Bolin concluded the discussion by noting that the relationship between political and scientific arms of the Convention must be strengthened.",
      "The Chair then announced that further consultations under the coordination of Amb.",
      "Bo Kjellen (Sweden) would begin on Friday.",
      "The Philippines, on behalf of the G-77 and China, said that consultations on adequacy of commitments should focus only on Annex I countries."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}