{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russian Federation",
      "Antarctica",
      "Philippines",
      "Israel",
      "Russia"
   ],
   "enb_end_date": "04-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "04-Apr-95",
   "enb_url": "http://www.iisd.ca/vol12/1217000e.html",
   "id": "1217000e_2",
   "section_title": "STATEMENTS",
   "sentences": [
      "Israel stated that it will become a Party in the next few months, and expressed concern about global change.",
      "Weather changes would affect his country greatly, and the risk of inaction is too great.",
      "The World Bank outlined principles and projects for assisting in climate change mitigation, and added that successful projects depend upon the leveraging of other funding sources.",
      "He described ongoing efforts such as the Solar Initiative and an investment fund for renewable energy production. Senator Heherson T. Alvarez (the Philippines) spoke on behalf of the East Asia & Pacific Parliamentarians' Conference on Environment and Development, and stated that the Asia-Pacific region is extremely vulnerable to climate change and should be given special status.",
      "He noted that developing countries cannot accept any new commitments and called upon developed countries to provide technology transfer and financial assistance.",
      "He also supported the AOSIS protocol. Tom Spencer, Global Legislators for a Balanced Environment, stated that emission targets cannot be achieved without fiscal instruments.",
      "He advised delegates not be intimidated by ministers or lobbyists with clients 'who are paying for confusion.",
      "' He added that the next COP should convene on the iceberg recently broken off from Antarctica because, 'it's bigger then Berlin, it has fewer distractions and has a built-in timetable for success.",
      "' Silhe Schei Tveeitdal, Climate is Ripe for a Change (international youth campaign), expressed dismay over the COP's lack of progress and challenged the validity of specific Parties' promises to reduce emissions or preserve sinks. The Russian Federation announced that it has prepared informational material on Russia's first national communication and its state of affairs in climate change.",
      "Delegations can find a brief summary at the entrance to the Plenary Hall."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}