{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Guinea",
      "Costa Rica",
      "Ireland",
      "Argentina",
      "Bolivia",
      "Czech Republic",
      "Saudi Arabia",
      "Australia",
      "Slovenia",
      "Marshall Islands",
      "Chile",
      "Kuwait",
      "Russian Federation",
      "Thailand",
      "Maldives",
      "Jamaica",
      "Gambia",
      "Poland",
      "Morocco",
      "Croatia",
      "Micronesia",
      "Monaco",
      "Switzerland",
      "New Zealand",
      "Pakistan",
      "Samoa",
      "Chad",
      "Estonia",
      "Uruguay",
      "India",
      "Lesotho",
      "Italy",
      "Bangladesh",
      "Solomon Islands",
      "Nepal",
      "Mongolia",
      "Netherlands",
      "Slovakia",
      "Peru",
      "Vanuatu",
      "Venezuela",
      "Nigeria",
      "Benin",
      "Senegal",
      "Papua New Guinea",
      "Cote d'Ivoire",
      "Togo",
      "Germany",
      "Denmark",
      "Philippines",
      "Mauritania",
      "Finland",
      "Indonesia",
      "Central African Republic",
      "Mauritius",
      "Sweden",
      "Latvia",
      "Hungary",
      "Bulgaria",
      "United States",
      "Romania",
      "Portugal",
      "Tunisia",
      "Liechtenstein",
      "United Kingdom",
      "Malaysia",
      "Austria",
      "Mozambique",
      "Greece",
      "Sri Lanka",
      "Japan",
      "Botswana"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_15",
   "section_title": "MINISTERIAL SEGMENT",
   "sentences": [
      "The Ministerial Segment opened on Wednesday, 5 April 1995, and included statements from 96 ministers and other heads of delegations.",
      "Dr. Helmut Kohl, Chancellor of the Federal Republic of Germany, urged delegates to remember the lessons of the Berlin, noting that never again must 'walls of enmity' be erected between peoples, nations and States.",
      "He stated that the Rio Conference provided a clear signal of hope but the recent recession shows that sustainable development does not sufficiently determine the actions of States.",
      "He stressed three central issues: industrialized country responsibility to limit CO2 emissions permanently beyond the year 2000; a negotiation mandate from this Conference for a noticeable reduction in GHG emissions after 2000; and agreement on joint implementation to facilitate the transfer of technology. During the two days of the Ministerial Segment, most developing States agreed on matters such as no new commitments for developing States, financial assistance and technology transfer.",
      "However, there were many different views on the consequences of action, or inaction, on climate change.",
      "Small island developing States, such as Papua New Guinea, the Marshall Islands, Solomon Islands, Samoa, Vanuatu, Micronesia, Mauritius, Jamaica and the Maldives, emphasized their vulnerability to the effects of climate change, particularly sea level rise.",
      "Since many small island States are only a few meters above sea level, they called for immediate adoption of the AOSIS protocol.",
      "Many African States, including Botswana, Nigeria, Chad, Cote d'Ivoire, Benin, Lesotho, The Gambia, Guinea Bissau, Mauritania, Senegal, Tunisia, Togo, Mozambique, Morocco and the Central African Republic, stressed the link between climate change and other problems, such as desertification and extreme poverty, and called for technology transfer and financial assistance.",
      "Most South American countries supported emission reductions for developed countries and the need for technology transfer, but joint implementation caused a rift, with Chile, Costa Rica, Venezuela, Argentina, Bolivia, Uruguay and Peru in favor and Brazil against. Countries with economies in transition, including Croatia, Slovenia, Bulgaria, Hungary, Slovakia, Poland, Romania, Latvia, Estonia, the Czech Republic and the Russian Federation, cited the need to integrate new technologies into their inefficient industrial sectors and stated that they would lower emissions as much as possible given their weak economies.",
      "Most Asian countries, including the Philippines, Indonesia, Malaysia, Thailand, Mongolia, Pakistan, Sri Lanka and Nepal, focused on the inadequate obligations of Annex I Parties and provision of financial resources and called for adoption of the 'Green Paper.",
      "' India and Bangladesh cited their environmental vulnerability and recent natural disasters as reason for immediate action on a protocol. Oil-producing developing countries said the Conference should not rush forward but should base its action on solid scientific information.",
      "Kuwait expressed concern about the economic and social impacts of lowered emissions, and Saudi Arabia said that considering emission reductions impeded the progress of the Convention and overlooked possible positive effects of climate change on agriculture. Developed countries agreed that the current commitments for Annex I Parties were inadequate but not on the extent to which they should be strengthened.",
      "The EU, Denmark, Austria, Finland, the Netherlands, New Zealand, Liechtenstein, the UK, Australia, Ireland, Switzerland, Italy, Portugal, Greece, Sweden and Monaco urged the Conference to produce a mandate for a protocol to be concluded by 1997.",
      "Many called for stronger and more specific emission reduction targets and commitments beyond the year 2000.",
      "Germany called for stabilization of emissions and cited its goal of halving GHGs, expressed in CO2 equivalents, by 2005.",
      "Japan agreed that the next step was a protocol, and Canada stressed 'technological twinning' between developed and developing countries.",
      "The US stated it was committed to the current reduction aims and that the Conference should produce a mandate to negotiate an agreement."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}