{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Jamaica",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Mauritania",
      "Kuwait",
      "Japan",
      "India",
      "Zimbabwe",
      "Germany",
      "Laos",
      "Russian Federation",
      "Hungary",
      "Argentina",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_7",
   "section_title": "OPENING PLENARY",
   "sentences": [
      "COP-1 was opened on 28 April 1995, by the Executive- Secretary of the Interim Secretariat, Michael Zammit Cutajar, who noted the need for Parties to shoulder the responsibility of the Convention's effective implementation.",
      "He said that INC-11 had recommended the election of the head of the delegation of Germany, Dr. Angela Merkel, Federal Minister for Environment, Nature Conservation and Nuclear Safety, as President of COP-1. After her election, Dr. Merkel said that the Spirit of Rio would once again be needed in Berlin.",
      "Although climate protection is one of the greatest political challenges, it is imperative to act in accordance with the precautionary principle.",
      "She said that COP-1 must decide if the commitments of the industrialized countries were 'adequate' to achieve the Convention's objectives, noting that the obligations to date were not adequate.",
      "She said that the process for a protocol must be set in motion.",
      "She hoped that the framework for a pilot phase on joint implementation could be created. After hearing an opening statement on behalf of UN Secretary- General Boutros Boutros-Ghali, delivered by Under- Secretary-General Nitin Desai, the Plenary heard other statements by: the Chair of the INC/FCCC, Rau'l Estrada-Oyuela; the Secretary-General of the WMO, G.O.P.",
      "Obasi; the Executive-Director of UNEP, Elizabeth Dowdeswell; the Under-Secretary-General of DPCSD, Nitin Desai; the Chair of the IPCC, Bert Bolin; and Michael Zammit Cutajar.",
      "The Plenary then addressed a number of organizational matters, including adoption of the agenda, as contained in document FCCC/CP/1995/1. Ratification Status: The President introduced document FCCC/CP/1995/Inf.2, and noted that 127 States have ratified the Convention.",
      "Laos and Jamaica will become Parties in early April and may participate in discussions, but do not have a vote. Rules of Procedure: The President introduced A/AC.237/L.22/Rev.2 and FCCC/CP/1995/2.",
      "She noted that delegates had not reached consensus on all of the Rules of Procedure and asked for their adoption by consensus during this session.",
      "She stated there was broad agreement to proceed under the draft rules and the COP could apply the rules without formal adoption.",
      "The President announced that she would conduct consultations to resolve outstanding rules. Election of Officers: The President announced the following nominations: Africa -Mauritania and Zimbabwe; Asia - India and Japan; Eastern Europe - Hungary and the Russian Federation; Latin America and the Caribbean - Antigua and Barbuda and Argentina; Western Europe and Others - Australia and Germany; and AOSIS - Samoa.",
      "It was also agreed that Mauritania would be the Chair of the Subsidiary Body on Implementation and Hungary would be the Chair of the Subsidiary Body on Scientific and Technological Advice.",
      "Kuwait and Saudi Arabia expressed difficulty with Rule 22 on composition of the Bureau.",
      "They asked if the nominations were still open, and added that they had asked for OPEC country representation on the Bureau.",
      "The President said the COP would apply the Rules of Procedure, but there will still be negotiations on outstanding questions. Admission of organizations as observers: Document FCCC/CP/1995/3, which contains the list of intergovernmental and non-governmental organizations endorsed by INC-11 (Annex I) and an additional list of organizations wishing to be observers at COP-1 (Annex II), was accepted. Organization of work: The President noted that the work was organized in two parts: an initial negotiating segment followed by a Ministerial Segment from 5-7 April.",
      "She hoped that the sessions of the Committee of the Whole (COW) would not seek to reopen resolved issues but would work on outstanding issues.",
      "Rau'l Estrada-Oyuela was designated as Chair of the COW.",
      "The COW was asked to deal with the items where consensus was not reached at INC-11.",
      "Consequently, all other decisions recommended by the INC-11 for consideration by COP-1 were referred directly to the Plenary."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}