{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia",
      "China",
      "Kuwait",
      "Venezuela",
      "India"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_20",
   "section_title": "ADEQUACY OF COMMITMENTS",
   "sentences": [
      "The vast majority of the participants and observers at COP- 1, however, focused their attention on the review of the adequacy of commitments and the negotiation of a mandate for negotiation of a protocol.",
      "Reactions to the outcome of these negotiations were strong and varied.",
      "Since the AOSIS countries submitted a draft protocol for consideration in September 1994, the discussions on the need for a protocol and the adequacy and implementation of existing commitments have been at center stage.",
      "In fact, many journalists and NGOs came to Berlin with the belief that if delegates did not agree to negotiate a protocol (or, in some cases, adopt the AOSIS protocol), the COP would be a failure. At INC-11 there were multiple positions on this issue.",
      "The AOSIS draft protocol requires Annex I Parties to the protocol to reduce their CO2 emissions by 2005 to a level of at least 20% below that of 1990, and to establish timetables for controlling emissions of other gases.",
      "Initially only some developing countries supported the AOSIS protocol.",
      "OPEC countries and China said that the protocol negotiations were premature since neither the best available scientific information nor the review of Annex I Parties' communications provided a sufficient basis for negotiations.",
      "OECD countries in general supported a comprehensive protocol on all GHGs, stating that negotiations should begin at COP- 1.",
      "The US said only that it supported the need to consider 'new aims' through negotiations under the SBI for the post- 2000 period, generally avoiding the word 'protocol.",
      "' Nordic countries supported stronger action and countries with economies in transition said it was premature to take action on new commitments. Upon arrival in Berlin, the most notable shift in position was that of India.",
      "Rather than opposing negotiations towards a protocol as it had in the past, India stepped forward and took the lead within the G-77 by preparing the first draft decision on the adequacy of commitments.",
      "When the G-77 and China could not endorse the Indian proposal, the meeting adjourned and, instead, India convened a meeting of like- minded States.",
      "This group of 72 countries - also called the 'Green Group' -submitted this draft decision to the consultative group chaired by Amb.",
      "Bo Kjelle'n.",
      "The draft decision, which became known as the 'Green Paper,' was a collective effort of developing countries and environmental NGOs who worked together to gain acceptance of the draft. Despite this breakthrough, negotiations were not easy.",
      "Focus was diverted from the need to strengthen commitments to the differentiated responsibilities of developing countries.",
      "This reaction was largely the result of the German elements paper circulated at INC-11, which had included a section placing different commitments on different categories of developing countries.",
      "The developing countries consistently rejected this idea, but other OECD countries supported the notion that the more industrialized developing countries should accept additional responsibility for their GHG emissions.",
      "OPEC countries continued to insist that the time was not ripe for negotiation of a protocol.",
      "Certain OECD countries, including the US and Australia, could not endorse the AOSIS protocol as the basis for future negotiations because of the targets, timetables and the focus on CO2 emissions rather than GHG emissions as a whole.",
      "Delegates negotiated day and night and finally on the last night of the Conference, the ministers were brought in at 11:00 pm to work out the final compromise.",
      "It took a full night of shuttle diplomacy on the part of COP President Angela Merkel, a few ministers and other sleep-deprived delegates to forge the final compromise, which was formally adopted on the last day of the Conference.",
      "Despite its adoption, the decision to establish an ad hoc open-ended group to negotiate a protocol or other legal instrument to strengthen the commitments in Article 4.2(a) and (b) was not universally embraced. AOSIS countries accepted the draft, but decried the lack of transparency in the final phase of negotiations where no AOSIS delegates were present.",
      "They felt that it was a weak document that does not refer to the clear need for reduction targets and only pays lip service to the AOSIS draft protocol.",
      "Some AOSIS members blamed a small number of 'obstinate and obstructionist countries' for the 'vague, ambiguous and unfair' document. The US and Australia, to name a few developed countries, seemed to be pleased with the outcome.",
      "The US called for the decision to be designated as 'The Berlin Mandate.",
      "' Others felt that the decision to negotiate a protocol or other legal instrument was a positive step forward. While environmental NGOs agreed with AOSIS that the mandate for negotiations was 'soft' at best, they vowed to fight for the Toronto Target and the AOSIS protocol during the upcoming two years of negotiations.",
      "NGOs representing business and industry did not rejoice over the adoption of the decision either.",
      "One delegate commented that environmental interests gained more than business and industry interests.",
      "Echoing this thought, Saudi Arabia, Venezuela and Kuwait placed official reservations on the document since it did not satisfy their requirements as countries with special conditions recognized by Article 4.8(h)."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}