{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Bangladesh",
      "Mauritania",
      "Kuwait",
      "Philippines",
      "Indonesia",
      "Costa Rica",
      "France",
      "United States",
      "Peru",
      "Mali",
      "Switzerland",
      "Argentina",
      "Cameroon",
      "New Zealand",
      "Czech Republic",
      "Australia",
      "Colombia",
      "Algeria",
      "Japan",
      "India",
      "China",
      "Chile",
      "Russian Federation",
      "Germany",
      "Belize",
      "Fiji",
      "Poland"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_9",
   "section_title": "CRITERIA FOR JOINT IMPLEMENTATION",
   "sentences": [
      "The COW formally considered joint implementation (JI) on Thursday, 30 March 1995.",
      "The Chair introduced document A/AC.237/91/Add.1, which contains the text of proposals tabled at INC-11 by the G-77 and China, the EU and the US. The Philippines, on behalf of the G-77 and China, reiterated points contained in their proposal, including the application of emission limits to only Annex I Parties and the distinction between joint activities and joint implementation.",
      "Colombia said that developing countries should not assume the same obligations as developed countries.",
      "JI should be differentiated from the transfer of technology and financial resources. Bangladesh said single-country initiatives should not be crowded out or overshadowed by JI.",
      "Indonesia said that joint activities between developed and developing countries should be based on national priorities of the recipient country and facilitate the transfer of technology and financial resources.",
      "China expressed confusion over tradable rights and other new ideas.",
      "Emission reductions should only apply to developed countries.",
      "The provision of financial resources for JI projects should not be counted as support for developing country Parties. Brazil strongly opposed JI and added that his delegation did not want to exchange 'smoke for trees.",
      "' India said a pilot phase could be launched if no credits were allocated.",
      "JI should also be voluntary, bilateral and directly related to national development priorities.",
      "Algeria, on behalf of the African States, said that JI can only be undertaken by Parties with the same obligations and responsibilities.",
      "JI should be approached on an experimental basis using pilot voluntary activities fully financed by Annex I Parties.",
      "Mali said that a JI pilot phase should be extended to cover developing countries, but developed countries should not assume a reduction of their commitments. Canada supported a phased JI approach as a mechanism to encourage private sector capital and increase access to technology.",
      "JI participation does not impose new obligations on developing countries.",
      "Fiji supported a pilot phase to help the COP set firm criteria.",
      "Kuwait said that any amendment of the G-77 and China proposal would involve the danger of transferring Annex I Parties' commitments to other countries.",
      "He supported initiating a pilot phase in accordance with the G-77 criteria. Chile said clear criteria should address the percentage of reductions of developed countries produced through projects in developing countries, with controls to prevent developed countries from escaping their commitments.",
      "JI could be linked with new commitments from developed countries as an item the developing countries could offer.",
      "Poland supported initiatives to address emissions targets at lowest cost and to create opportunities to negotiate stronger commitments.",
      "Costa Rica and the Czech Republic said JI provides a role for the private sector.",
      "Argentina called for clear instructions for a pilot phase that will do away with skepticism.",
      "Belize agreed with Costa Rica and Chile.",
      "There should be a pilot phase open to non-Annex I Parties. Germany said that JI may be beneficial for developing countries since cooperative measures may improve access to technologies, trigger investments, and involve an exchange of experience and knowledge.",
      "He supported the pilot phase.",
      "France, on behalf of the EU, called for a pilot phase that is transparent, well-defined and credible, with no credits for Annex I Parties.",
      "JI should not be used to impose new commitments on non-Annex I Parties. The Russian Federation said COP-1 should adopt criteria for JI and called for equality of participation by all Parties.",
      "Peru said that COP-1 should provide criteria for JI.",
      "He called for a pilot phase that accommodates national development plans. New Zealand said that JI is a means for limiting GHGs, assisting technology transfer and promoting sustainable development.",
      "He called for the establishment of a pilot phase without credits designed to evaluate criteria and crediting issues.",
      "The US said JI has enormous potential to improve flows of environmentally sound technologies between countries and provide cost-effective ways of reduce global emissions.",
      "Japan supported a JI pilot phase without credits, and added that JI activities should be voluntary, transparent, open to all Parties, financed independently of existing ODA and provide for technology transfer. Australia said that COP-1 should initiate a JI pilot phase with participation open to all Parties.",
      "JI should not be used as a means for avoiding commitments, and crediting should be addressed after a review of the pilot phase in 1998. Switzerland said the COP should request the SBI to: evaluate pilot phase projects; verify information communicated; and make recommendations for the post-pilot phase period.",
      "Cameroon said supporting a pilot phase appears to endorse a structure that no one really knows anything about.",
      "The Republic of Korea said all interested Parties should go ahead and show the rest of the world the results. The Chair said that COP-1 had to take decisions on criteria for JI implementation and that he would engage in further consultations on this matter.",
      "Over the next four days, the G-77 and China drafted their own decision on joint implementation for consideration by the COW.",
      "On Tuesday, 4 April 1995, Estrada noted that there had been progress and that the time was ripe for consultations between groups.",
      "He proposed that Mahmoud Ould El Ghaouth (Mauritania) coordinate these consultations. The consultations began Tuesday evening with approximately 30 delegates working from the G-77 draft decision and the EU and US papers from INC-11.",
      "The consultations lasted until 6:30 am Wednesday.",
      "With the exception of credits, there appeared to be agreement on text to establish a JI pilot phase.",
      "Delegates agreed to change the name and refer to 'projects implemented jointly' rather than 'joint implementation' to imply that there is still no acceptance on the criteria for JI.",
      "Throughout the day Wednesday, small groups of delegates met in the corridors trying to reach agreement on the question of credits, the length of the pilot phase and under which articles of the Convention can implementation of joint projects be undertaken.",
      "Towards the end of the day, the US said that it could not indicate its acceptance of the emerging compromise until Thursday morning. On Thursday, the consultative group reconvened and after a few countries tried to re-open previously agreed upon language, the group reached consensus on the text.",
      "On Thursday night the COW adopted FCCC/CP/1995/L.13 on activities implemented jointly under the pilot phase.",
      "Brazil noted that it had made major concessions, and that the COP should look carefully at activities implemented jointly whenever they involve Annex I and non-Annex I countries.",
      "Claiming credit for cooperation is something that runs the risk of destroying the concept that countries are responsible for their national emissions. The final text establishes a pilot phase for activities implemented jointly among Annex I Parties and, on a voluntary basis, with non-Annex I Parties that so request.",
      "Activities implemented jointly should be compatible with and supportive of national environment and development priorities and strategies, contribute to cost-effectiveness in achieving global benefits and be conducted in a comprehensive manner covering all relevant sources, sinks and reservoirs of greenhouse gases. Activities implemented jointly should bring about real, measurable and long-term environmental benefits related to the mitigation of climate change that would not have occurred in the absence of such activities.",
      "The financing of such activities shall be additional to the financial obligations of Annex II Parties and current ODA flows.",
      "No credits shall accrue to any Party as a result of GHG emissions reduced or sequestered during the pilot phase. The SBSTA and SBI will establish a framework for reporting on the possible global benefits, the national economic, social and environmental impacts, and experience gained or difficulties encountered.",
      "The subsidiary bodies will prepare a synthesis report for consideration by the COP.",
      "A comprehensive review of the pilot phase will take place no later than the end of the present decade to decide on the pilot phase and the subsequent activities."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}