{
   "actors": [
      "Latin American and Caribbean Group",
      "Valdivia Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey",
      "Maldives",
      "Kuwait",
      "Philippines",
      "United States",
      "Samoa",
      "Venezuela",
      "Mauritius",
      "Saudi Arabia",
      "Iran",
      "Algeria",
      "Uruguay",
      "United Arab Emirates",
      "Antigua and Barbuda",
      "India",
      "Papua New Guinea",
      "Malaysia",
      "China",
      "Chile",
      "Marshall Islands",
      "Germany",
      "Fiji"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_16",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "On Friday morning, 7 April 1995, President Angela Merkel opened the final session of the Plenary and introduced document FCCC/CP/1995/L.14, review of the adequacy of commitments in Article 4.2(a) and (b).",
      "She said that the industrialized countries' agreement to specific measures and the developing countries' agreement to reaffirm and advance existing commitments meant that the process would advance.",
      "She thanked all the delegates for their diligence, flexibility and constructive attitude.",
      "After the decision was adopted, a number of delegates asked for the floor. India said the decision to launch a process to strengthen the commitments made COP-1 a success, noting that consultations were not easy.",
      "He thanked environmental NGOs for their support. The EU stated its understanding that the wording 'developed countries/other Parties' in section II(2)(a) must be interpreted as 'developed countries and/or other Parties' and means that this sub-paragraph applies to Annex I Parties within the European Community, individually or jointly among themselves, in accordance with Article 4.2(a) and (b) of the Convention. After the first few speakers, the Plenary was interrupted by a group of protesters who ran down from the balcony and shouted that the delegates were not doing enough.",
      "Others draped banners and flung leaflets onto the Plenary floor.",
      "The security officers led them away as many supporters applauded.",
      "President Merkel remarked that the group had now heard another opinion, but added that overall NGOs had played a constructive role. The US proposed, in light of Germany's efforts in organizing the Conference and the leadership of the President, that the Conference should designate this decision as 'The Berlin Mandate.",
      "' Samoa, on behalf of AOSIS, expressed disappointment that the COP was unable to agree to words as clear and true as the AOSIS protocol.",
      "Although excluded from the final negotiations, AOSIS will not allow the world to barter the islands' future for short-term interests.",
      "He promised the island States will continue to play the role of the earth's early warning system to put the heat on this process, to close the commitment gap and to reach out for new partnerships.",
      "The upcoming negotiations should use the AOSIS protocol as the basis. Saudi Arabia placed a reservation on the decision.",
      "He said his delegation had made many concessions to help the COP reach a solution.",
      "It is highly regrettable this document does not take into consideration everything submitted by his country. The Marshall Islands expressed disappointment that negotiations moved below the lowest common denominator.",
      "Only a small number of countries remain obstinate and obstructionist.",
      "AOSIS countries are not happy but are willing to move forward and will not stop until they get commitments that should have been made in Berlin.",
      "He urged delegates not be self-congratulatory. Fiji stated that the decision represented a minimalist document.",
      "The decision should refer to the clear need for reduction targets but instead only pays lip service to the AOSIS protocol. Papua New Guinea stated that the biggest disappointment was the waiting game that developing States must play in adoption of the AOSIS protocol.",
      "He expressed frustration that the protocol was not adopted in Berlin. Venezuela expressed disappointment that major positions have not been reflected in the document.",
      "He stated that Venezuela is determined to continue fostering measures that will help preserve the environment, and placed a reservation on the decision. Kuwait found this document did not satisfy the Convention's requirements as a country with special needs under Article 4.8(h) of the Convention.",
      "He could not accept that the Conference had carried out a review nor that existing commitments in Article 4.2(a) and (b) were inadequate, and registered a reservation. Mauritius said his delegation did not have very much to be proud of, and will leave Berlin with a sense of sadness for having something that is 'half-baked.",
      "' The wide support for the AOSIS protocol was not reflected in the final decision. Malaysia shared the disappointment of AOSIS and said the language is as ambiguous as the original commitments adopted in 1992.",
      "Negotiations reflected the lack of political will by some countries to take urgent action. The Maldives said small island States have been marginalized, sidelined and totally bypassed in some of the decisions.",
      "He lamented the short-sightedness, lack of political will and impossible situation where delegates fail to understand what is going on. Iran said that Convention provisions have not been implemented as stated, and COP-1 should be reviewing current commitments.",
      "The unreasonably low price of oil will render any future commitments unrealizable, therefore the price of oil should be allowed to reach a reasonable level. The United Arab Emirates said that the actions were not scientifically based and could not accept some parts of the decision on the adequacy of commitments. The Plenary then considered the date and venue of COP-2.",
      "Uruguay expressed interest in hosting COP-2 and described the benefits of choosing his country to serve as host. Turkey delivered a statement about its status under the Convention.",
      "Although listed among developed countries, Turkey is a developing country and its commitments under the Convention should reflect its level of development.",
      "He cited other international conventions and organizations that apply developing country status to Turkey and said that Turkey will sign the Convention only if granted immunities reflecting its unique position. During the afternoon session, delegates adopted the decisions recommended by INC-11, listed in A/AC.237/91/Add.1.",
      "These include: Recommendation 1: The report on implementation; Recommendation 3: Preparation and submission of national communications from Annex I Parties; Recommendation 4: First communications from non-Annex I Parties; Recommendation 7: Methodological issues; Recommendation 9: Maintenance of the interim arrangements referred to in Article 21, paragraph 3 of the Convention; Recommendation 10: Arrangements between the COP and an operating entity or entities of the financial mechanism; and Recommendation 11: Initial guidance on policies, programme priorities and eligibility criteria to the operating entity or entities of the financial mechanism. The COP also adopted the following decisions: FCCC/CP/1995/L.1, the report of the GEF; FCCC/CP/1995/L.2/Rev.1, financial procedures; FCCC/CP/1995/L.4/Rev.1, Convention budget; FCCC/CP/1995/L.5/Rev.1, roles of subsidiary bodies; FCCC/CP/1995/L.7, extrabudgetary funding; FCCC/CP/1995/L.8/Rev.1, other voluntary funding; FCCC/CP/1995/L.10, transfer of technology; FCCC/CP/1995/L.",
      "12, location of the Secretariat; and FCCC/CP/1995/L.13, activities implemented jointly under the pilot phase. The President then suggested to transmit the draft Rules of Procedure, as contained in A/AC.237/L.22/Rev.2 and FCCC/CP/1995/L.2, to COP-2 for its consideration.",
      "This was adopted.",
      "The Plenary also adopted the report on the credentials of delegates to COP-1 (FCCC/CP/1995/6).",
      "Representatives from 117 Parties participated in this session of the COP.",
      "The Conference then adopted FCCC/CP/1995/L.15, on the date and venue of the second session of the COP.",
      "The decision notes Uruguay's interest in hosting COP-2 and that the Bureau will decide on the date and venue no later than October 1995.",
      "COP-2 will take place no later than October 1996.",
      "The Conference then adopted the Report of First Session of the Conference of the Parties (FCCC/CP/1995/L.6, Add.",
      "1 and Add.",
      "The Philippines, on behalf of the G-77 and China, introduced document FCCC/CP/1995/L.11, a resolution expressing appreciation to Germany and the city of Berlin, which the Conference adopted. Saudi Arabia commented that because the Conference had not adopted the Rules of Procedure, the officers cannot be called 'the Bureau,' but should be referred to as 'officers of the first Conference of the Parties.",
      "' The President replied that the Rules had been applied and officers will continue to serve as the Bureau. The Plenary heard concluding statements from the Philippines, on behalf of the G-77 and China, Algeria, on behalf of the African States, Antigua and Barbuda, on behalf of the Latin American and Caribbean Group, Executive Secretary Michael Zammit Cutajar, and Chile, on behalf of the Valdivia Group, before COP President Angela Merkel closed the meeting."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}