{
   "actors": [],
   "countries": [
      "Mauritania",
      "Netherlands",
      "Uruguay",
      "United States",
      "Uzbekistan",
      "Peru",
      "Hungary",
      "Mauritius",
      "Benin"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_10",
   "section_title": "ROLES OF THE SUBSIDIARY BODIES ESTABLISHED BY THE CONVENTION, INCLUDING THEIR PROGRAMMES OF WORK AND CALENDARS OF MEETINGS",
   "sentences": [
      "The COW considered INC-11 Recommendation 8 on subsidiary bodies contained in document A/AC.237/91/Add.1 on Friday, 31 March 1995.",
      "Benin asked whether the Subsidiary Body for Implementation (SBI) and the Subsidiary Body for Scientific and Technological Advice (SBSTA) would meet at the same time.",
      "The Chair clarified that the subsidiary bodies would meet one after the other.",
      "The COW agreed to recommend to the Plenary that the subsidiary bodies should meet in Geneva at the following times: first session - October 1995; intergovernmental technical advisory panels and workshop on non-governmental inputs - January 1996; second session - mid-February 1996; intergovernmental technical advisory panels - April 1996; and third session - July 1996.",
      "The COW agreed to recommend COP-1 to authorize the subsidiary bodies to establish intergovernmental technical panels subject to confirmation by COP-2. The COW also agreed to recommend to COP-1 that in the first year, the organization of workshops would depend on the host governments and that facilities for hosting these workshops would have to come from sources external to the Secretariat budget.",
      "Additionally, the Committee agreed to recommend that the subsidiary bodies' bureaus would make a proposal to COP- 2 on the relationship between the subsidiary bodies and the IPCC.",
      "The Chair suggested that on matters regarding review and synthesis of national communications, the subsidiary bodies' bureaus could submit a proposal providing guidance to COP-2.",
      "The US and Benin said that any such proposal should be reviewed by the full membership of both subsidiary bodies.",
      "The COW agreed to recommend this formulation to the Plenary.",
      "Uruguay asked about the relationship between these subsidiary bodies and other relevant UN organizations and Conventions.",
      "The Chair clarified that in all meetings of the COP and its subsidiary bodies, all organizations and Convention Secretariats who wish to attend may do so. On Monday, 3 April 1995, Estrada introduced document FCCC/CP/1995/L.5 on the Roles of Subsidiary Bodies.",
      "He directed delegates' attention to four sections: paragraph 3, authorizing the SBSTA to establish two intergovernmental advisory panels subject to confirmation at COP-2; paragraph 6, inviting officers of the subsidiary bodies to submit proposals to COP-2 for their future cooperation with the IPCC; paragraph 9, directing the Secretariat to arrange three subsequent sessions for the subsidiary bodies; and paragraph 10, recommending that workshops and other events that are not budgeted be funded by the host country or other governments.",
      "L.5 was recommended for adoption by the COP. It was later agreed by the Plenary that the SBSTA bureau would consist of Hungary as Chair, Mauritius as Vice Chair and Uzbekistan as Rapporteur.",
      "The SBI bureau is chaired by Mauritania, with the Netherlands as Vice Chair and Peru as Rapporteur."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}