{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Trinidad and Tobago"
   ],
   "enb_end_date": "07-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "28-Mar-95",
   "enb_url": "http://www.iisd.ca/vol12/1221000e.html",
   "id": "1221000e_4",
   "section_title": "INC-10",
   "sentences": [
      "The tenth session of the INC was held from 22 August - 2 September 1994, in Geneva.",
      "The Committee agreed on the mechanisms for the first review of information communicated by Annex I Parties.",
      "Some countries expressed the need for a cautious approach to the review of adequacy of commitments, since the scientific and technical assessments upon which existing commitments are based were essentially unchanged.",
      "Some countries also felt that the first meeting of the COP would be a good occasion to make progress on the elaboration of additional commitments.",
      "On the issue of joint implementation, comments were invited on: objectives, criteria and operational guidelines, functions and institutional arrangements, and communication, review and early experiences. On matters related to the financial mechanism, countries agreed to a stage-by-stage funding modality for adaptation measures.",
      "The temporary arrangements between the Committee and the Global Environment Facility (GEF) were also adopted.",
      "On agreed full incremental costs, the Committee concluded that this issue was complex and that further discussions were needed.",
      "Delegates also concluded that the concept should be flexible and applied on a case-by-case basis.",
      "The Interim Secretariat was requested to prepare a paper on transfer of technology and delegations were invited to submit their views on this issue.",
      "On the subject of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI), the provisional recommendation to the COP was that the SBSTA will be the link between the scientific and technical assessments and the information provided by international bodies and the policy-oriented needs of the COP.",
      "The SBI will develop recommendations to assist the COP in its assessment and review of the implementation of the Convention. With regard to procedural and legal matters, the Committee decided to continue its consideration of the draft Rules of Procedure at its eleventh session.",
      "On institutional matters, a contact group composed of five members of the Bureau, one from each of the five regional groups, was established to consider the various offers of governments and UN agencies to host the Permanent Secretariat for the Convention and make recommendations for the consideration of the Committee at its eleventh session. Subsequent to INC-10, Trinidad and Tobago, on behalf of the Alliance of Small Island States (AOSIS), submitted a draft protocol to the Interim Secretariat.",
      "This protocol calls for a reduction of emissions of greenhouse gases by 'at least 20% by the year 2005."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}