{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Chile",
      "Philippines",
      "India",
      "United States",
      "Trinidad and Tobago",
      "China",
      "Colombia",
      "Russian Federation",
      "Japan",
      "New Zealand",
      "Norway",
      "Poland"
   ],
   "enb_end_date": "25-Aug-95",
   "enb_long_title": "First Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "1st Session of the AGBM",
   "enb_start_date": "21-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1222000e.html",
   "id": "1222000e_7",
   "section_title": "REPORT OF THE SESSION",
   "sentences": [
      "A draft of the report of AGBM 1 as contained in document FCCC/AGBM/1995/L.1 was distributed on Thursday, 24 August.",
      "The Chair noted that no one would either totally displeased or pleased with this draft report.",
      "The draft report, which was accepted by the AGBM, did not include text on the following agenda items: attendance; election of officers other than the Chairman; analysis and assessment; requests for inputs to subsequent sessions of the AGBM.",
      "In the final two days, the AGBM held informal consultations to produce draft conclusions on the two agenda items, 3(c) Analysis and assessment, and 3(d) Requests for inputs to subsequent sessions, for inclusion in the report on the session.",
      "On Thursday, August 24, the Chair distributed draft conclusions on these two remaining agenda items and invited delegates to conduct informal consultations on the draft conclusions.",
      "The PHILIPPINES, on behalf of the G-77 and China requested additional time so that the G-77 and China could continue to work on preparing its own amendments regarding this matter.",
      "On Friday, 25 August, after waiting for the G-77 and China to conclude discussions, the AGBM began informal consultations on amendments to the Chair\u0092s draft conclusions.",
      "The G-77 and China, AOSIS, the Philippines, the Russian Federation and India distributed separate amendments.",
      "The US distributed amendments and Saudi Arabia also suggested several minor amendments. The PHILIPPINES, on behalf of the G-77 and China submitted a set of amendments to the Chair\u0092s draft conclusions.",
      "The G-77 and China proposals include the following amendments.",
      "The first amendment merges paragraphs (5) and (6) of the Chair\u0092s draft conclusions regarding inputs, and inserts after the first sentence of the Chair\u0092s paragraph (5): 'Should the AGBM feel it necessary to obtain specialized inputs, including from the IPCC acting within its mandate, these should be obtained through the subsidiary bodies under the FCCC, such as SBSTA an SBI.",
      "' The proposal also inserts 'related' before 'in-depth review reports' in the bullet item regarding Annex I Parties national communications, and inserts 'intergovernmental' before 'technical panels' in the bullet item dealing with the work of the SBSTA.",
      "In addition, the G-77 and China proposed replacing the reference to Parties and intergovernmental organizations invited to make information available, in the last sentence of the Chair\u0092s paragraph (6), with 'the entities responsible for such information.",
      "' The G-77 and China amendment included a new paragraph (6)(bis), which notes that the AGBM, in identifying policies and measures for Annex I Parties, should ensure that the measures are: adequate to achieve specified commitments within the specified time frame; do not have adverse socio-economic impacts on non-Annex I Parties; and, assessed for environmental and economic impacts on developing countries.",
      "The G-77 and China also proposed adding a specific reference to 'Annex I Parties and related' before 'in-depth review reports' in paragraph (10) of the Chair\u0092s draft regarding national communications.",
      "Finally, with regard to the paragraph (11) of the Chair\u0092s draft which requests SBSTA to prepare a report of innovative, efficient and state of the art technologies for consideration at the fifth AGBM session, the proposal replaces the 'fifth' with 'third'. The PHILIPPINES submitted a separate amendment consisting of three new paragraphs, which she said were supported by most, but not all, of the members of the G-77 and China.",
      "These amendments include references to: the COP as the supreme body of the Convention and the AGBM being established by the COP and assigned with a precise and specific mandate; agreement in Berlin that the existing commitments of Annex I Parties are inadequate in meeting the ultimate objective of the Convention, and need to be strengthened in the form of a protocol or other legally- binding instrument by COP 3; and, setting of quantified limitation and reduction targets within a specified time frame for Annex I Parties without at the same time introducing new commitments for non-Annex I Parties. AUSTRALIA supported by the New Zealand, stated that delegates should restrict themselves to procedural, rather than substantive matters, and warned against moving into the work of the October session.",
      "The RUSSIAN FEDERATION, supported by POLAND, stated that the decision of the BM refers to the principle of 'common but differentiated responsibility,' and proposed inserting in paragraph (2), which describes analysis and assessment: 'be based on the principles of the Convention, including the principle of common but differentiated responsibilities.",
      "' He added that the language of paragraph (6)(bis), proposed by the G-77 and China, needed to be reworked.",
      "CHILE stated that the order of paragraphs (2) and (3) should be reversed, to highlight the purpose of analysis and assessment, and said that the draft conclusions should accommodate a greater level of precision.",
      "NORWAY urged delegates to restrict their attempted inputs and added that some of the G-77 proposed changes are self-evident.",
      "The US said that it had decided not to propose several amendments in light of the balanced draft conclusions, but was reconsidering the decision because of the proposals from the G-77 and AOSIS.",
      "He urged delegates to reconsider their position.",
      "CANADA, supporting the Chair\u0092s 'balanced' draft conclusions, said that the proposed amendments would need be considered in detail and might slow the work of AGBM 1. TRINIDAD AND TOBAGO, on behalf of AOSIS, stated that the amendments made by the G-77 and China and the AOSIS would prove to be time effective for the AGBM process.",
      "The AOSIS amendment proposed replacing paragraph (4) in the Chair\u0092s text with 'While the initial focus will be on analysis and assessment, it should be carried out in a manner complementary and integrated with the actual negotiations, and the relative consideration of the elements set out in paragraphs (2)(a) to (f) of the Berlin Mandate, in particular the setting of quantified limitation and reduction objectives within specified time frames, will increase as the process advances.",
      "' It also proposed replacing paragraphs (8), (9), (10) and (12), regarding decisions on the necessary work, inputs of SBSTA and IPCC, national communications and in-depth review reports and a SBSTA report on innovative, efficient and state-of-the-art technologies in upcoming AGBM sessions, with two new paragraphs.",
      "The AOSIS amendments included a reference that the 'AGBM would as part of the negotiating process, bearing in mind the need to adopt a protocol or another legally binding instrument at COP 3.",
      "' The AOSIS amendment concurred with the Chair\u0092s text that the AGBM should decide at its second session on: the work necessary in support of the analysis and assessment; who would undertake it; and, completion dates.",
      "The remaining amendments suggested by the AOSIS, referring to the work of the AGBM\u0092s third and fifth sessions, categorizes the work done for these sessions but do not differ in content from paragraphs (8), (9), (10) and (12) of the Chair\u0092s as to what these AGBM sessions should consider.",
      "The AOSIS amendment to paragraph (11) of the Chair\u0092s draft text on the SBSTA report on technologies adds a reference to the provision of conclusions and advice in accordance to the mandates of the subsidiary bodies and in response to the AGBM\u0092s schedule.",
      "Finally, the AOSIS added a new paragraph (6)(tris) referring to the usefulness of working with a limited number of scenarios. INDIA, supported by Colombia, acknowledged the Chair\u0092s draft text but added that the draft could be strengthened with the amendments made by the G-77 and China.",
      "He said that although the amendments might seem voluminous, and had been characterized as substantive rather than procedural, they were really non-controversial and quite reasonable.",
      "He noted that India\u0092s proposal of working on the basis of limited number of scenarios was supported by other delegations.",
      "He cautioned against adopting a 'take it or leave it approach' regarding the various amendments.",
      "He noted that it was not possible begin a paragraph-by-paragraph negotiation but that it was possible to have open discussions.",
      "JAPAN supporting Australia, US and Norway, stated that the Chair\u0092s draft conclusions were well balanced and acceptable.",
      "He stated that the new proposals included a lot of controversial elements and were time consuming and hoped that the Chair\u0092s draft text would be accepted by all. The US said that he had amendments that he had held in abeyance, but in view of the amendments made by the G-77 and China and AOSIS, he felt compelled to submit and distribute these amendments at this stage.",
      "He stated that given the serious time constraint, the AGBM could accept the Chair\u0092s text as a 'common ground.",
      "' SAUDI ARABIA said that the proposal made by G-77 and China should be included, particularly at this stage of the AGBM process.",
      "He also included some textual amendments including the addition of 'iterative' before 'analysis and amendment' in paragraph (3) of the Chair\u0092s draft text and adding ' environmentally viable, and economically sound' before 'state of the art technologies' in paragraph (11) of the Chair\u0092s draft text.",
      "The EU supported the Chair\u0092s draft text and urged all delegations to do likewise. The Chair summarized the proposed changes to his first draft, based on an amalgam of several amendments that had been proposed.",
      "He said that the first paragraph of the three paragraph amendment submitted by the Philippines could be included as the new first paragraph.",
      "He said that paragraphs (2) and (3) of his first draft would be reversed in order.",
      "He noted that including the Russian Federation\u0092s amendment referring to the principle of 'common but differentiated responsibility' might create a domino effect towards the inclusion of other principles also mentioned in the Convention.",
      "He said that paragraph (4) of his first draft would be retained as is despite the AOSIS amendment.",
      "He added that paragraph (6)(bis) of the amendment made by the G-77 and China could not be included because it described activities for the AGBM that went beyond the organizational nature of this AGBM session.",
      "In paragraph (7) of the first draft on inputs, he suggested incorporating the Saudi amendment using 'Lists of issues identified by the Parties...' rather than 'A list of issues identified during this session and in the written submissions from Parties.",
      "' The other changes proposed by the Chair included amendments proposed by the G-77 and China adding 'Annex I Parties and related' in paragraph (10) of the first draft regarding Annex I Parties national communications, and replacing 'fifth' with 'third' in paragraph (11) of the first draft regarding the SBSTA report on state-of-the- art technologies.",
      "The Chair said that the other proposed amendments will be taken into account while preparing the document on the lists of inputs from Parties and would be mentioned in the report of this session."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}