{
   "actors": [
      "African Group",
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Bangladesh",
      "Philippines",
      "United States",
      "Switzerland",
      "Argentina",
      "Norway",
      "New Zealand",
      "Australia",
      "Samoa",
      "Uruguay",
      "India",
      "United Kingdom",
      "Malaysia",
      "China",
      "Colombia",
      "Japan",
      "Germany",
      "Spain"
   ],
   "enb_end_date": "25-Aug-95",
   "enb_long_title": "First Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "1st Session of the AGBM",
   "enb_start_date": "21-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1222000e.html",
   "id": "1222000e_5",
   "section_title": "ANALYSIS AND ASSESSMENT",
   "sentences": [
      "The Chair stated that the BM provides that the process will include in its early stages an analysis and assessment, to identify possible policies and measures for Annex I Parties as contained in document FCCC/CP/1995/7/Add.1/Decision 1/CP.1, paragraph 4.",
      "He said that it will be necessary for the Parties to define the nature, content and duration of the analysis and assessment and its relation to other aspects of the process.",
      "With regard to requests for inputs to subsequent sessions of the AGBM, the Chair stated that the Group had to consider the matter of inputs from intergovernmental bodies. A number of delegations expressed their views on the nature, scope and duration of analysis and assessment activities.",
      "The PHILIPPINES, on behalf of the G-77 and China, expressed concern over the lack of funding for this meeting, which limited the participation of developing countries and could be detrimental to the process itself.",
      "She affirmed G-77 support for the BM\u0092s balanced text, noting that no new commitments will be introduced for non-Annex 1 Parties.",
      "She added that non- Annex I Party remain committed to 'advance' the implementation of commitments, which is contingent upon the fulfillment of Annex I Parties obligations.",
      "Over the course of the week, several delegations highlighted the significance of the issue.",
      "GERMANY stated that it would make a considerable contribution towards facilitating the participation of developing countries. The Chair opened the final day by stating that several delegations had taken account of the Executive Secretary\u0092s comments on lack of funding for developing country participation and proposed that the record include the following: 'The AGBM stresses the importance of the fullest participation of all Parties in their implementation of the BM.",
      "It expresses regret at the inadequacy of resources in the special voluntary fund to support such participation by eligible Parties and the hope that sufficient resources will be available for the second session.",
      "' The US asked for a listing of those Parties that were offered funding but chose not to attend and asked about the scope of additional contribution being requested.",
      "The Executive Secretary gave a general summary of the current status of funding and said he would give specific figures during the meeting of the SBI.",
      "The Chair\u0092s proposal to include the text in the report of the AGBM was accepted. SPAIN, on behalf of the EU, recalled that according to the BM, the early stage of the AGBM process includes analysis and assessment but also includes negotiations in parallel.",
      "He added that the output of the analysis and assessment has to be taken into account during the process of the negotiations.",
      "He said that environmental, technological and economic aspects should be considered.",
      "He added that the analysis and assessment process should identify achievable objectives, successful policies and appropriate policies and measures.",
      "The US stated that while the Convention itself is an historic achievement, it was clear from Annex I Parties\u0092 national communications that reaching the Convention\u0092s aim remains elusive.",
      "He said that although the US has developed one of the most comprehensive action plans, preliminary analysis shows that the US will not return greenhouse gas emissions to their 1990 levels by 2000.",
      "He noted that the analysis and assessment should suggest ways in which future approaches can be made more credible and effective, including analyses on emissions trends, current proposals, market mechanisms, and the economic and environmental consequences of actions and inaction, both global and national, on both Annex I and non-Annex I Parties.",
      "The US also issued a non-paper on the BM process. INDIA said that it had been agreed in Berlin that the existing commitments of Annex I Parties are inadequate and need to be strengthened.",
      "He noted that the crux of the issue was to set quantified reduction targets within a specified time frame for Annex I Parties, without introducing any new commitments for non-Annex I Parties.",
      "He said that the analyses and assessment phase should not be carried out in a vacuum but should be integrated into the setting up of quantified targets and time frames.",
      "He pointed out that the BM includes indicative time horizons and proposed that specific scenarios be considered.",
      "He concluded by stating that the BM should not be renegotiated.",
      "SAMOA, on behalf of the AOSIS, stressed that the BM was adopted at the highest level.",
      "He noted that the BM does emphasize the need to strengthen Annex I Parties commitments within specified time frames and targets and the question was how much and by when.",
      "He welcomed the support for the AOSIS protocol and looked forward to hearing alternative protocols.",
      "He said that the analyses and assessments would help build the confidence of all Parties but should be limited to what is necessary to formulate policies.",
      "He concluded by stating that AOSIS was not interested in 'targets hurriedly agreed on but never met nor targets endlessly analyzed and never agreed to.",
      "' SWITZERLAND said that the BM clearly states that analysis and assessments should be conducted in parallel and not prior to the negotiations.",
      "She said that most of the background work has already been carried by the IPCC, OECD, IEA and UNEP.",
      "She added that the AGBM could request the SBSTA to compile existing information based on agreed priorities and prepared by sector-specific expert panels.",
      "She noted that the list of priorities should include: energy efficiency; economic instruments in energy and transport, including aviation; renewable energies; and, CFCs and PFCs.",
      "AUSTRALIA stressed the importance of analyses and assessments for Annex I Parties and said that it should not be narrowed to particular prescriptive assumptions.",
      "She added that the work associated with such analyses and assessments should iterative and not limited to any particular period of the AGBM.",
      "She said that the emphasis of the AGBM in the early stages should be on providing analytic inputs and this emphasis would shift to negotiations at a later stage.",
      "The Secretariat was requested to compile information already prepared by the IPCC, OECD, IEA and the national communications. CANADA enquired about the exact intent of the aim to elaborate policies and measures as well as to set quantified limitation reduction objectives.",
      "He said that the group should leave its options open in terms of analysis and assessment because many relevant works are underway in other international fora.",
      "He added that no formal working groups should be established now, and that the analysis be an iterative process with a continual flow back and forth between analytical inputs and negotiations.",
      "GERMANY stated its intention to work towards a negotiating process that leads to an ambitious protocol or legal instrument on the further reduction of greenhouse gas emissions for adoption by COP 3.",
      "She said that Germany would make contributions to facilitate developing country participation.",
      "She reaffirmed Germany\u0092s commitment to reducing its carbon dioxide emissions by 25% by the year 2005 and said that national reduction targets for the period beyond 2000 were being developed.",
      "She stated that it was 'high time' to start negotiations on concrete policies as well as quantified reduction objectives for Annex I Parties and endorsed the proposal that the Secretariat prepare an annotated compilation of information for the next AGBM meeting.",
      "ARGENTINA stressed its support for the G-77 and China statement and said that the analyses and assessments should proceed 'side-by-side' with negotiations.",
      "He supported the ideas expressed by India and Germany and added that the second IPCC assessment will provide valuable scientific insights and that the Secretariat could facilitate the sharing of relevant information. CHINA noted that all the Parties must abide by the BM\u0092s provisions or risk distorting the process.",
      "Regarding assessment and analysis, it was essential to devote time to measures and procedures that have been taken by Annex 1 Parties, and that any attempt to change this would be unacceptable to developing countries and run counter to the 'sincere participation' required.",
      "Supporting the assistance for developing country participation, he appealed for contributions to the voluntary fund.",
      "NORWAY stated that a thorough analysis was clearly needed, but sufficient time for the negotiation process must be ensured.",
      "He pointed out that although many assessments have already been carried out, the key principle of equitable burden sharing was missing.",
      "He noted that targets alone could never secure emission reductions and that coordinating policy instruments should be considered.",
      "URUGUAY expressed concern that some delegations suggested delaying the AGBM process, and noted that non-Annex I countries are making every effort to meet existing commitments, despite suggestions to the contrary.",
      "He supported a process that would not call into question the national development of non-Annex I Parties, and added that the credibility of the Convention is at stake with this process. NEW ZEALAND reiterated the importance of analyses and assessments and said that analytic work will need to done throughout the AGBM process but could be emphasized less at a later stage.",
      "He said that sector specific measures or economy wide instruments could be considered as well as costs and benefits of measures.",
      "He urged the AGBM to ask SBSTA to review and report on ongoing work done by IPCC, OECD and IEA.",
      "BANGLADESH said that the AGBM should not renegotiate the BM but negotiate targets and timetables applicable to Annex I Parties commitments.",
      "Bangladesh\u0092s studies on vulnerability and mitigation measures were mentioned.",
      "The REPUBLIC OF KOREA said that the AGBM should concentrate on its given mandate and tasks and that the analyses and assessments of measures should be confined to the consideration of strengthening Annex I Parties\u0092 commitments.",
      "He noted the importance of developing 'a concrete shopping list' based on existing information from Annex I Parties\u0092 national communications.",
      "JAPAN said that it would consider the ideas contained in the U.S. non-paper and supported the timetable for work suggested by Switzerland.",
      "He emphasized the importance of SBSTA and SBI to the process and stressed the need to coordinate the two bodies systematically in order to clarify their division of labor. The UK said that time must not be wasted renegotiating the BM.",
      "Analysis and assessment must be seen as an aid to the negotiating process, not a prior phase that could serve as a delaying tactic.",
      "He noted that this phase can assist by highlighting successful policies and measures, identifying policies with international application and assessing new aims.",
      "He added that the OECD and the IEA have already begun work on a possible process, and that the UK would regard the reduction of 5% to 10% below 1990 levels as an acceptable figure.",
      "COLOMBIA indicated that there should be no new commitments for non-Annex I Parties.",
      "She said that analyses and assessments could be done to facilitate strengthening the commitments of Annex I Parties and recommended the stock taking of specific measures at each stage.",
      "COTE D\u0092 IVOIRE, on behalf of the African group, stressed its support for the G-77 and China\u0092s statements.",
      "MALAYSIA noted that the AGBM needed to set a clear course so as not to divert from the review of the adequacy of commitments for Annex I Parties.",
      "He asked that the analysis and assessments be conducted in transparent way with full participation of all Parties."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}