{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Argentina",
      "Australia",
      "Poland",
      "Russia",
      "United States",
      "Malaysia",
      "Netherlands",
      "China",
      "Peru",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Norway",
      "Burkina Faso"
   ],
   "enb_end_date": "03-Nov-95",
   "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "2nd Session of the AGBM",
   "enb_start_date": "30-Oct-95",
   "enb_url": "http://www.iisd.ca/vol12/1224000e.html",
   "id": "1224000e_8",
   "section_title": "A BRIEF ANALYSIS OF AGBM 2",
   "sentences": [
      "The overall tone of negotiations shifted to a more active one at AGBM 2, blending discussion about narrowing policies and measures with suggestions that could expand the possibility of outcomes from the AGBM process.",
      "Yet, at the same time, AGBM 2 was plagued by the continuing debate over the extent of necessary analysis and assessment and where this should occur in the negotiating process, commitments of non-Annex I Parties, and procedural disagreements, including the composition of the AGBM Bureau. AGBM 2 saw the emergence of two new approaches to the structure and content of new commitments for Annex I Parties: the EU formal proposal for three annexes of policies and measures and the US and others' recommendations for group and cumulative targets. The EU's outline for a protocol includes commitments by Annex I Parties, with a section on voluntary application by non-Annex I Parties, and commitments by all Parties.",
      "The outline proposes annexes that would contain lists of specific policies and measures that could grow or be amended over time.",
      "The EU proposal presents one vision of where the analysis and assessment process would lead, and how its results would be translated into a protocol.",
      "It also suggests combining binding and non-binding measures.",
      "Although its commitments section has a place for quantified limitation and reduction objectives, it makes no specific proposals on how those objectives would be structured. The US comments focused on the nature of quantitative commitments.",
      "The US suggested that delegates evaluate the relative merits of binding and non-binding targets.",
      "It also proposed consideration of cumulative, average objectives, rather than targets that would be reached in a given year.",
      "Another element of the US proposal was possible sharing of commitments between Parties.",
      "Switzerland, Russia, Norway, Japan, Poland, Canada and Australia supported or expanded on various aspects of the US position.",
      "Switzerland said different targets could be designed for different categories and shared by regional 'clusters' of countries.",
      "Russia suggested dividing countries by regional or socioeconomic characteristics, possibly writing separate regional protocols for each. AOSIS maintained its support for the target proposed in its original draft protocol.",
      "Its additional proposal at AGBM 2 would establish a subsidiary body for advice to suggest appropriate measures to Annex I countries. Delegates said that while it was too early to tell which if any of the ideas floated at AGBM 2 would still be on the table later in the process, the discussions at AGBM 2 clarified some positions.",
      "NGOs and some delegations suggested that the AOSIS target could provide the substance to fill in the blanks of the EU proposal, but the US and others' suggestions seemed to point in other directions. The new elements in the analysis and assessment debate were proposals to develop criteria for reviewing policies and assessments.",
      "The Netherlands, Canada, the US, Australia and Peru were among those proposing possible criteria.",
      "Argentina, Burkina Faso and New Zealand noted that these ideas were useful.",
      "Concerns about environmental, economic and social impacts on Parties, especially developing countries, represented an another vast set of assessment questions raised at AGBM 2. Although there was consensus that analysis and assessment are necessary, some observers noted that some calls for additional review were aimed at slowing rather than aiding the BM process.",
      "OPEC countries, China and others continued to suggest that consideration of a protocol or structure was premature before additional analysis and assessment.",
      "A clear signal came on AGBM 2's first day when the Chair refused requests to add analysis and assessment as a separate agenda item.",
      "The Chair's conclusions also reflected that analytical tasks would be balanced by other activities, with only a some of the numerous requested studies included in the work programme.",
      "AGBM clearly still has work to do, but not all of it should be assessment of policies and measures. Regarding commitments of non-Annex I Parties, the US slide presentation prompted numerous complaints from developing countries by suggesting that greenhouse forcing from developing countries will exceed that of developed countries emissions in the next century.",
      "Developing countries and some Annex I Parties underscored that the BM process does not include new commitments for non-Annex I Parties. To advance present commitments of non-Annex I Parties, Malaysia proposed establishing a panel of experts from developing countries to design simplified inventory and national communication procedures.",
      "The proposal gained broad support from developing country Parties and became the subject of a G-77 and China position paper.",
      "Although the forum is now planned to take place, discussion of its funding and the role of Annex I Parties in the forum generated one of the few heated debates at AGBM 2. While the substantive debates took center stage, procedural disagreements also continued.",
      "Delegates again failed to resolve disagreements over the Bureau, which could end up threatening the whole AGBM process.",
      "Furthermore, unresolved disputes in organizing SBSTA panels also affected negotiations in AGBM 2, with some delegates noting that tasks that would otherwise be conducted by the TAPs were being heaped upon the Secretariat.",
      "The volume of requests was so great that a some delegations cautioned against overburdening the Secretariat.",
      "The large number of policies and measures in the Secretariat's first compilation indicates the potentially huge scope of analysis and assessment and the serious nature of the task before the Ad Hoc Group on the Berlin Mandate."
   ],
   "subtype": "analysis",
   "topics": [],
   "type": "working group"
}