{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Netherlands",
      "New Zealand",
      "Denmark",
      "Philippines",
      "United States",
      "Peru",
      "Japan",
      "Switzerland",
      "Samoa",
      "Argentina",
      "Norway",
      "Burkina Faso",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Venezuela",
      "India",
      "United Kingdom",
      "Malaysia",
      "China",
      "Chile",
      "Russian Federation",
      "Germany",
      "Poland",
      "Spain"
   ],
   "enb_end_date": "03-Nov-95",
   "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "2nd Session of the AGBM",
   "enb_start_date": "30-Oct-95",
   "enb_url": "http://www.iisd.ca/vol12/1224000e.html",
   "id": "1224000e_4",
   "section_title": "AGENDA ITEM 2 ELECTION OF OFFICERS OTHER THAN THE CHAIR",
   "sentences": [
      "The Chair reported that informal consultations on the composition of the Bureau carried over since AGBM 1 could not be completed.",
      "Four regional groups agreed to a proposal including the following conditions.",
      "A Vice Chair and Rapporteur would be elected, with the Rapporteur also serving as a second Vice Chair.",
      "The Chairs of the subsidiary bodies would serve as ex-officio members.",
      "In consultation with regional groups and AOSIS, the AGBM Chair would invite six advisers to participate on the Bureau with equal status to the elected and ex-officio members.",
      "The agreement would be reviewed after COP-2 to examine the regional balance, as the subsidiary bodies' Chairs could change.",
      "The host country for COP-3 would be invited to participate in the AGBM Bureau after COP-2.",
      "Since one regional group did not agree to these arrangements, consultations will continue in the interim period before AGBM 3. AGENDA ITEM 3 STRENGTHENING COMMITMENTS IN ARTICLES 4.2 (a) AND (b) The US said that analysis and assessment should be an integral part of the process but are only a means to a course of action.",
      "The AGBM 2 agenda is missing a review of historic trends and projections of future emissions.",
      "This would provide a better understanding of national differences, which should precede a discussion of next steps.",
      "He requested that the Secretariat annotate its listing of Annex I Parties' measures with comments on the effectiveness of each measure, with the resulting document to be discussed at AGBM 3.",
      "He also requested a presentation of the IPCC's quantified emission reduction objectives and scenarios at AGBM 3, and he proposed an informal session on analyses and costs and measures necessary to meet the objectives. The US presented a series of slides on past and projected emissions trends, noting that trends varied year-to-year by region and country based on factors such as population, economic growth, weather, fuel use and energy consumption sector.",
      "Emission measures that use cumulative or average emissions would take better account of this variability.",
      "He noted that long-term predictions of inter- and intra-regional trends also showed variations, and that the greenhouse forcing of developing countries' emissions would exceed that of developed countries by the middle of the next century, so that global solutions, varying by region, were necessary. SPAIN, on behalf of the EU, submitted an outline for a protocol or legal instrument.",
      "The outline does not include proposals on policies, measures, objectives or time-frames, but is organized on three principles: consistency with prior AGBM discussions; creating a dynamic instrument that can develop over time; and linking measures to existing Convention provisions where they apply.",
      "The outline includes six articles: commitments by developed and other Annex I Parties, including a section on voluntary application by non-Annex I Parties; commitments by all Parties; review of commitments; cross-references to FCCC articles; amendment procedures, including simplified procedures for annexes; and final clauses.",
      "It would include three annexes of policies and measures: those applicable to all Annex I Parties; those agreed as high priority in national programmes; and those to be considered in national programmes, as appropriate.",
      "He said the EU is committed to a combined approach with policies and measures as well as quantified reductions within specified time-frames. The PHILIPPINES, on behalf of the G-77 and China, said that the US presentation shifts the focus from the AGBM process.",
      "Regarding historical cumulative emissions, she said that history does not begin until 1984 according to the US presentation. The RUSSIAN FEDERATION said any new developments by the AGBM should not run counter to the economic interests of Parties, but should ensure their right to sustainable development and improve the environment as a whole.",
      "He said that the Russian Federation devotes attention to emissions in the energy sectors and strives to increase forest cover.",
      "He said that the Secretariat's compilation does not reflect the need to increase absorption or safe fuel use.",
      "He supported determining priorities and narrowing the list of policies and measures. CHINA criticized the US presentation for changing the direction of the AGBM, failing to link development with the existing economic structure of a country and considering only the industrial development that has occurred since 1990.",
      "He said the AGBM should abide by the BM principles and ensure that analysis and assessment do not depart from them. CANADA provided an update on the work of the Annex I Experts' Group on the UNFCCC, formerly called the Joint OECD/IEA Project on National Communications.",
      "He highlighted the Project on Policies and Measures for Common Action that will broadly assess the relative potential of a range of policies and measures for common action by Annex I Parties.",
      "At its last meeting, the group considered over 100 measures and selected roughly a dozen for further scoping.",
      "These measures cover the energy supply, transport, utilities, renewables, agriculture and forestry sectors in combination with a range of voluntary, regulatory, financial and economic instruments.",
      "Taking into account the views of Parties expressed during AGBM 2, the Group will next meet to select measures for in-depth analysis. AGENDA ITEM 3(a) POLICIES AND MEASURES The Secretariat introduced the document describing policies and measures identified in the national communications from Annex I Parties (FCCC/AGBM/1995/6).",
      "The Secretariat said that the synthesized list was prepared on the basis of an examination of the 27 national communications submitted.",
      "Over 1000 policies and measures are included.",
      "He added that the list was synthesized by sector, with further sub-categories that describe policy objectives and policy instruments used.",
      "The list also provides an indication of the number of Annex I Parties that reported on a specific policy or measure in their national communications. SAMOA, on behalf of AOSIS and supported by CHILE, proposed a coordination mechanism that would create a subsidiary body to provide advice to the Parties and offer a forum for the negotiation of specific economic, administrative and other instruments.",
      "He said that regulation of the economically integral activities that emit greenhouse gases will require a coordinated approach, and added that the mechanism would be open to the participation of all Parties.",
      "He welcomed the EU proposal on a possible protocol. JAPAN said that policies and measures should be cost effective, and that the measures should be implemented within a time frame that allows economic development to proceed in a sustainable manner.",
      "He stated that a wide variety of possible commitments could be envisaged, but such commitments should not be identical among all Annex I Parties.",
      "Regarding implementation, he said that international negotiations on legal instruments should, inter alia, appropriately reflect the principles stipulated by Article 3, and not introduce any new commitments for non-Annex I Parties The NETHERLANDS stated that a second national memorandum on climate change will be published in January 1996.",
      "The memorandum identifies the most promising list of polices and measures, including voluntary agreements aimed at energy efficiency and improved use of new and renewable sources of energy.",
      "To narrow the focus of the analysis and assessment, he suggested criteria for selection of policies and measures, including: the potential for effective GHG reduction and for sink enhancement; the significance in addressing other problems and policies concerning globally-oriented industry sectors; and those subject to competitiveness concerns. GERMANY said policies and measures should be driven by quantified targets in an agreed time frame.",
      "Germany's national experience shows targets are necessary for planning by governments and other actors.",
      "Delegates must focus on the most promising policies and measures, and that agriculture and forestry are missing from the Secretariat documents.",
      "She endorsed the EU proposal for three categories, with at least a small list of mandatory, legally-binding measures.",
      "Parties need to do their own analysis and should not overburden the Secretariat with analytical tasks. ARGENTINA supported inclusion of agricultural measures and 'no regrets' policies suggested by the IPCC in a revised list and ultimately in a protocol.",
      "Consideration of market forces should not block debate or adherence to the precautionary principle.",
      "International coordination of some measures is necessary to deal with competitiveness issues and trade effects.",
      "Lessons could be gleaned from deliberations of the World Trade Organization's Committee on Trade and Environment. MALAYSIA noted the delay in formation of the TAPs will effect the AGBM's analysis work.",
      "Non-Annex I Parties do not have the financial or technical ability to analyze 1000 measures.",
      "He recommended selection of one or more sectors of policies and measures for analysis of their environmental and economic impacts.",
      "Measures in that sector should be prioritized according to their potential and effectiveness.",
      "The Annex I Experts' Group review provides a good basis for analysis and assessment. AUSTRALIA endorsed intergovernmental groups currently developing analyses and assessments.",
      "Measures selected should be effective for reducing greenhouse warming, feasible, sustainable and cost effective.",
      "They should take account of national circumstances and equitable distribution of costs.",
      "The list of 1000 policies and measures should be narrowed, but removal of gases by sinks should be added.",
      "The AGBM should rely on the work of the IPCC, IEA, OECD and the Annex I Experts' Group, but should commission new runs of existing models with new parameters, using top-down and bottom-up approaches. SWITZERLAND said a task force or panel should work in parallel with the AGBM to narrow the list of policies and measures.",
      "To account for different national starting points, economic growth, technology, cost effectiveness and equity, different quantitative emission reduction objectives should be assigned to different categories of Annex I countries based on criteria using indicators like per capita emissions, GDP, share of total emissions, and marginal abatement cost.",
      "Categorized countries could cluster to share emission reductions and benefits of actions, which could save costs.",
      "The Secretariat should develop indicators for objective criteria and options to group countries in categories. The US said that prematurely specifying individual policies and measures would prejudice the ongoing consideration measures, and added that little consideration has been given to the full range of policies and measures.",
      "The list of criteria for selecting policies and measures should include: effectiveness in reducing emissions, cost effectiveness, effect on non-climate objectives, equity, ability to hedge against uncertainty, and impetus to technological progress.",
      "The Secretariat should prepare: a report that expands upon the individual effectiveness of each measure, a compilation of proposals on the most effective potential measures and how they would be implemented, and a formal discussion at AGBM 3. IRAN said imposing the policies and measures of Annex I Parties on non-Annex I Parties will not only transfer resources from developing to developed countries, but will upset the terms of trade.",
      "He added that the analysis and assessment process should elaborate specific commitments on technology transfer and suggested raising the price of oil to help lower emissions. CANADA supported a combined approach to policies and measures and the quantified emission reductions.",
      "A protocol must define how the reductions will be accomplished in order to be credible, and the implementation of policies and measures should be linked to the reduction objectives, rather than listed as a 'menu.",
      "' He noted that the AGBM needs to prioritize and narrow the policy options, suggested criteria for selecting policies and measures, and expressed willingness to assist the Secretariat in its work. NORWAY advocated common emission targets for groups of Parties, such as the OECD, which would be achieved through equitable and appropriate contributions by each of the Parties.",
      "This would mean that the emission targets for each of the Parties would be differentiated on the basis of their different starting points and approaches, economic structures and resources.",
      "Norway also supported the development of cost-effective, coordinated economic instruments, and proposed that the AGBM review the outline of the Annex I Party Working Group Project, while considering the need for additional projects. VENEZUELA stated that the need for all policies and measures to be submitted should be assessed for economic, trade and social impacts, that full compliance will require innovative approaches, and that the AGBM should not hastily reject options or measures.",
      "Any analysis and assessment on the taxation of coal or other energy sources should be completed by a subsidiary body and examine the effects on the reduction of GHGs. POLAND said that in light of the broad scope of policies and measures that have already been applied, it is inappropriate to narrow the list of possibilities at this stage.",
      "He said the AGBM should agree on quantified targets and supported Switzerland on the use of clear economic and environmental indicators. NEW ZEALAND stated that all suggested policies and measures should be given proper consideration, supported Canada's list of selection criteria, and suggested the inclusion of coal sequestration techniques and energy market reform.",
      "Emission reduction targets should be realistic and the AGBM should be prepared to examine a range of scenarios and consider variations. SAUDI ARABIA, supporting Poland, stated that simplification should be avoided.",
      "The AGBM cannot narrow the policies and measures for implementation without analysis and assessment, and should not rush to judgment. INDIA noted that there have been hints of opening the present regime of the BM, and reminded delegates that the BM draws its substance from the doctrine of common but differentiated responsibilities.",
      "He said the Convention recognized that the share of developing countries' emissions will grow as they take steps to eliminate poverty, and added that analysis and assessment should not become a protracted process. BURKINA FASO objected to any deletion of subsidies to developing countries or complex tax or other provisions affecting products for developing countries.",
      "He suggested including measures for technology transfer and financial support for developing countries. PERU said criteria should be developed to evaluate policies and measures.",
      "Three criteria are that the policies and measures would be: consistent with and targeted at quantified objectives; incorporated into a protocol; and based on international cooperation between Annex I and non-Annex I countries. The PHILIPPINES, on behalf of the G-77 and China, said the US presentation distracts from the BM's focus on commitments by Annex I Parties.",
      "She said because developing countries can not participate in the Annex I common actions group, inputs from other groups or processes must become inputs to the AGBM process. AGENDA ITEM 3 (b) QUANTIFIED EMISSION LIMITATION AND REDUCTION OBJECTIVES WITHIN SPECIFIED TIME-FRAMES The Chair reviewed the language of BM on establishing quantified emission reduction targets with specific time-frames such as 2005, 2010 and 2020. The US urged alternate proposals to those already tabled, all of which present a common target met by individual countries on an annual basis.",
      "Approaches could vary in level, timing and emissions, and as binding or aspirational.",
      "Along with the annual targets for individual Parties, the AGBM should consider cumulative targets for individuals, who could vary the timing and approach to reductions, or multi-Party objectives either as annual or cumulative reductions.",
      "Cumulative targets could include incentives for early reductions.",
      "Multi-Party objectives coupled with Joint Implementation (JI) or burden sharing could save costs in places where reductions are expensive.",
      "He said delegates should consider giving flexibility in the timing and location of reductions.",
      "He requested a formal presentation of the IPCC's recent results to AGBM 3, an informal session to address new analyses, cost effectiveness, burden sharing and equity, and to assess the impact of technological change and diffusion.",
      "He encouraged a quantitative analysis of a base case (no action) and the environmental and economic impacts of fixed annual and cumulative paths in sample scenarios. The EU said the objective and time-frame should result in absolute reductions but consider relative efficiency.",
      "The EU does not yet have a position on gas-by-gas or Greenhouse Warming Potential approaches to various greenhouse gases.",
      "He supported time-frames to 2005 and 2010, possibly with longer term targets for 2020.",
      "The AGBM should explore incentives for early action.",
      "'No regrets' actions should be taken but other policies are necessary and should be applied to achieve equitable and appropriate contributions by all Annex I Parties.",
      "The objectives must be quantified and binding. SAMOA, on behalf of AOSIS, said Annex I countries should adopt the Toronto Target of 20 percent CO2 reductions below 1990 levels by 2005 and require non-CO2 targets at an appropriate time.",
      "The AOSIS proposal on a comprehensive approach to GHGs is consistent with BM language. MALAYSIA said the AGBM cannot lose sight of the fact that the majority of emissions is produced by developed countries and developing countries have relatively low per capita emissions.",
      "Annex I Parties' failure to meet original targets cannot be an excuse not to set future targets.",
      "He recommended a study on emissions projections through 2010 to review Annex I Parties' emissions and the effectiveness of policies and measures.",
      "Any proposal on cumulative emissions limits should be accompanied by an insurance scheme paying compensation to affected countries if climate change occurs before delayed reductions take place. CHINA expressed dismay that Parties were suggesting more policies and measures at this stage.",
      "He said that policies are relevant only when they contribute to the reduction objectives, and their impact on developing countries must be assessed.",
      "He expressed concern over statements regarding 'global trends and policies,' and reminded delegates that the BM specifies that policies and measures are to be undertaken by Annex I Parties.",
      "Emissions should not be confused with concentrations in the atmosphere and the cumulative effect of GHGs is important. SAUDI ARABIA stressed the need for assessment and analysis of each option for quantified reductions, particularly to weigh the economic costs against the environmental benefits.",
      "The AGBM should carefully interpret the BM, which does not call for joint commitments after 2000.",
      "Commitments for developing countries are unacceptable. The RUSSIAN FEDERATION stated that indicators and reductions should be based on concrete results and realistic analyses and assessments.",
      "The current call for quantitative measures does not have a realistic basis.",
      "He said that concrete parameters based on BM timetables must be the result of the AGBM's analysis and assessment.",
      "The obligations must be flexible and account for differences among Annex I Parties. The UK said that new quantified objectives are essential, but noted that legally-binding targets pose a practical problem.",
      "He said that emissions related to economic efforts cannot be 'turned off like a faucet,' and suggested that the legal requirement should be to create a national programme that would measure a Party's efforts against its own historic emissions.",
      "He added that a 'basket approach,' rather than gas-by-gas approach, would allow for flexibility and cost-effectiveness. BRAZIL said that the establishment of numerical objectives is a prerequisite to the consideration of policies and measures.",
      "He said that Annex I Parties will have to consider their responsibilities for climate change, with an emphasis on the cumulative effect. AUSTRALIA considers emission objectives and policies and measures to be interdependent, and said that a key benchmark will be the extent to which there will be a convergence of the two.",
      "She suggested criteria for selecting policies and measures, and emphasized that analysis and assessment should examine political feasibility, assessment of costs and barriers to implementation.",
      "She also supported equitable burden sharing. CANADA supported the US proposal for a special session on quantitative reductions, and differentiated or regional targets among Annex I Parties.",
      "He said that regional targets should consider climate, resources base and economic circumstances, and would require complex negotiations.",
      "He also expressed interest in exploring collective emission reductions, which could take a variety of forms. The NETHERLANDS said that the IPCC assessment highlights the need for global emissions to be lowered.",
      "Industrialized countries must shoulder the largest share of reductions because developing countries need economic growth.",
      "He said the AGBM cannot postpone negotiations on quantitative reductions and suggested providing incentives for early reductions, such as credits for Parties that are ahead of schedule. DENMARK stated that the IPCC reports recognize the technical capacity for lowering emissions, such as high-efficiency power plants.",
      "He said the AGBM must make decisions on immediate, aggressive reduction objectives today to achieve maximum benefits in the future."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}