{
   "actors": [],
   "countries": [
      "Germany",
      "Ireland"
   ],
   "enb_end_date": "18-Dec-95",
   "enb_long_title": "Year-End Update on the Framework Convention on Climate Change 1995",
   "enb_short_title": "Year-End Report 1995 on the FCCC",
   "enb_start_date": "18-Dec-95",
   "enb_url": "http://www.iisd.ca/vol12/1225000e.html",
   "id": "1225000e_25",
   "section_title": "GENERAL ASSEMBLY RESOLUTION",
   "sentences": [
      "On 5 December 1995, the Second Committee adopted a draft resolution (A/C.2/50/L.33), which had been submitted by Vice Chair Conor Murphy (Ireland) after informal consultations.",
      "The resolution endorses the institutional linkage between the Secretariat of the Framework Convention on Climate Change and the United Nations.",
      "The Secretary-General is requested to review the functioning of this institutional linkage no later than 31 December 1999.",
      "The resolution notes that the Conference of the Parties to the Convention decided to accept the offer of the Government of Germany to host the Convention Secretariat and expresses its appreciation for the support of the future host Government for the relocation and effective functioning of the Secretariat. The resolution also urges Parties to the Convention to pay promptly their 1996 and 1997 contributions to the trust fund for the core budget of the Convention to ensure continuity in the cash flow required to finance the ongoing work of the COP, its subsidiary bodies and the Convention Secretariat.",
      "The resolution also decides that conference servicing will be provided for twelve weeks of meetings in 1996-1997.",
      "The Secretary-General is requested to include in the Calendar of Conferences and meetings for the biennium 1998-1999 sessions of the COP and its subsidiary bodies that the Conference may need to convene in that period. The statement on the financial implications of this resolution is contained in document A/C.2/50/L.49. The resolution is expected to be formally adopted by the General Assembly Plenary before Christmas."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}