{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_2",
   "section_title": "SBSTA",
   "sentences": [
      "The first meeting of the SBSTA was held in Geneva from 28-30 August 1995.",
      "Delegates confronted a daunting array of technically and politically complex issues, including: scientific assessments, national communications from Annex I Parties, methodologies, first communications from non-Annex I Parties, activities implemented jointly under the pilot phase, transfer of technology, allocation and control of international bunker fuels, possible contributions to the 'Berlin Mandate' process, cooperation with competent international bodies, including the IPCC, proposals on longer term activities, and a workshop on NGO inputs.",
      "The SBSTA was also supposed to establish intergovernmental technical advisory panels on technologies (TAP-T) and methodologies (TAP-M).",
      "However, the SBSTA did not have time to consider all of these issues.",
      "Among the more contentious issues were: definition of the SBSTA\u0092s relationship with the IPCC, the terms of reference and composition of the TAPs and the elaboration of guidelines for national communications from non-Annex I Parties.",
      "By the end of the meeting, delegates successfully identified areas for cooperation with the IPCC, agreed on a division of labor with the SBI on technology transfer issues, and requested the Secretariat to organize a workshop on non- governmental inputs, among other things.",
      "However, no progress was made on the formation of the TAPs and delegates had to resume this discussion at the second session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}