{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Italy",
      "Philippines",
      "India",
      "Costa Rica",
      "France",
      "United States",
      "Malaysia",
      "China",
      "Japan",
      "Sri Lanka",
      "Marshall Islands",
      "Nigeria"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_9",
   "section_title": "COMMUNICATIONS FROM NON-ANNEX I PARTIES",
   "sentences": [
      "The Secretariat said the document FCCC/SB/1996/3 deals with guidelines to be dealt with by SBSTA and other matters. COSTA RICA, on behalf of the G-77/China, summarized workshops held 25 and 26 February 1996, on guidelines and the initial communications of non-Annex I Parties.",
      "The workshops reviewed a possible format and FCCC principles that should shape the communications.",
      "He emphasized the need to accelerate the provision of financial resources by the GEF so that lack of resources do not affect the initial communications. The G-77/China position paper notes relevant FCCC Articles on commitments, obligations, national circumstances, vulnerability and timing, with the latter emphasizing that non-Annex I Parties\u0092 communications are due either within three years of entry into force for a Party or upon availability of financial resources.",
      "Regarding inventories, the paper calls for adequate financial resources, technical support and technology transfer.",
      "It also suggests a flexible methodology and 1994 as the base year.",
      "Reports may include adaptation measures, information on emissions by sources and removals by sinks, financial resources and technical support given and required, capacity building and training needs, and requirements for technology transfer.",
      "A format for communications, included as an annex, contains sections and guidelines on general circumstances, special circumstances, inventories of various gases, a summary, general description of steps, financial and technological needs and constraints.",
      "The paper expresses disappointment that developed country Parties have not met commitments on provision of financial resources.",
      "It says there should be no individual country reviews of non-Annex I communications, only an aggregate assessment.",
      "It requests necessary assistance for compilation and communication of information, particularly for a follow-up workshop at the next SBSTA session. CHINA, supported by the PHILIPPINES, said no one other than the G-77/China could change the group\u0092s position paper.",
      "He underscored that timing of communications is tied either to ratification or financial resource availability.",
      "Developing countries need funds to support measurement, analysis, monitoring and evaluation teams.",
      "INDIA said financial support would also be needed for institutional capacity building, including monitoring and research and development for measurement systems.",
      "NIGERIA emphasized the importance of technical capacity building through training and other necessary financial assistance. During informal negotiations, the US and others questioned whether the G-77/China proposal could be improved in consistency, transparency and comparability.",
      "ITALY, on behalf of the EU, said the description of policies and measures should include a section on mitigation.",
      "He said the reference to use of IPCC or other comparable methodology needed clarification.",
      "FRANCE asked whether the 1994 base year should be different than Annex I Parties\u0092 base year of 1990, and also suggested that aggregation of reports from non-Annex I Parties did not preclude the need to collect or analyze individual countries\u0092 reports.",
      "JAPAN said the variety of conditions in developing countries requires flexibility without compromising other values.",
      "He proposed that report guidelines classify those elements that are mandatory for inclusion.",
      "Projections of GHG emissions should be included.",
      "CANADA said guidelines should be finalized for recommendation to COP-2 and for early application by some Parties.",
      "IPCC guidelines are preferable and 1990 should be used as a base year where possible. COSTA RICA, on behalf of the G-77/China, said transparency and comparability are seen as fundamental.",
      "The G-77/China position paper is the most non-Annex I countries can do now.",
      "The degree of flexibility permits countries wishing to provide more information to do so while those with more difficulties will report what they can.",
      "INDIA said transparency, comparability and consistency are requirements of science and of all Parties, but are not totally apparent even in Annex I Parties\u0092 communications.",
      "CHINA said no Party had achieved transparency, comparability, and consistency, and asked whether is it fair to hold developing countries to standards others have not met.",
      "The MARSHALL ISLANDS said there is a diversity of situations that require flexibility.",
      "Supported by SRI LANKA, he said developing country Parties will do what they can to use technology and report, but will not undertake mitigation measures until they have taken adequate adaptation measures. The PHILIPPINES said flexibility does not mean that Parties pick and choose obligations, but the goal is to deal with difficulties.",
      "MALAYSIA said delegates should not prejudge transparency, comparability and consistency until the SBSTA can evaluate the communications. At the final SBSTA plenary, delegates agreed that the G-77/China position paper (FCCC/SB/1996/MISC.1/Add.1) would serve as the basis for the adoption of guidelines and format for preparation of initial communications for non- Annex I Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}