{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_1",
   "section_title": "A BRIEF HISTORY OF THE SBSTA AND SBI",
   "sentences": [
      "The first meeting of the Conference of the Parties to the Framework Convention on Climate Change (COP-1) requested the Secretariat, in document FCCC/CP/1995/7/Add.1, to make arrangements for sessions of the Subsidiary Body for Scientific and Technical Advice (SBSTA) and the Subsidiary Body for Implementation (SBI).",
      "COP-1 characterized the role of the SBSTA as the link between scientific, technical and technological assessments, the information provided by competent international bodies, and the policy oriented needs of the COP.",
      "The SBSTA is expected to develop recommendations on the following issues: scientific assessments, national communications from Annex I Parties, methodologies, first communications from non-Annex I Parties, activities implemented jointly under the pilot phase, transfer of technology, allocation and control of international bunker fuels, possible contributions to the 'Berlin Mandate' process, cooperation with competent international bodies, including the IPCC, proposals on longer term activities and a workshop on NGO inputs. COP-1 characterized the role of the SBI as developing recommendations to assist the COP in the review and assessment of the implementation of the Convention and in the preparation and implementation of its decisions.",
      "The SBI is expected to develop recommendations on the following issues: national communications from Annex I Parties, first communications from non-Annex I Parties, matters relating to the financial mechanism, transfer of technology, activities implemented jointly under the pilot phase, institutional and budgetary matters, methodological issues, technical cooperation activities of the Secretariat and its partners, proposals on long term activities and organizational arrangements, proposals for future cooperation between the SBI, the SBSTA and the IPCC, and possible contributions to the 'Berlin Mandate' process."
   ],
   "subtype": "HISTORY",
   "topics": [],
   "type": "SBI/SBSTA"
}