{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_25",
   "section_title": "A BRIEF ANALYSIS OF THE SUBSIDIARY BODIES MEETINGS",
   "sentences": [
      "The main result of the second meetings of SBSTA and SBI is that Parties to the Framework Convention on Climate Change (FCCC) have documented that they cannot yet agree on how to absorb or respond to scientific predictions of climate change.",
      "Although initial discussions gave the impression that SBSTA-2 would greet the IPCC\u0092s predictions with less resistance than in previous FCCC negotiations, oil producers and other developing countries ultimately blocked consensus on specific conclusions about the IPCC Second Assessment Report.",
      "Weekend negotiations resulted in a fragile agreement on language defining the divergence of opinion.",
      "Three paragraphs in the SBSTA\u0092s report list points of contention, alternately highlighting the urgency and uncertainty in the IPCC report of a 'discernible human influence' on climate change.",
      "One line of the SBSTA\u0092s conclusions tells the story on Technical Advisory Panels: at this stage SBSTA could not agree on modalities. Some delegations urgently seeking action said the consensus of disagreement was significant progress, considering that several countries had in the past opposed reference to any specific IPCC findings.",
      "To these delegates the listing of the extent and severity of potential climate change and impacts demonstrate two things: that a sizable group of countries has taken the IPCC report as an urgent basis for action; and that despite insistence on including objections to the IPCC highlights, the oil producers and others who have resisted acknowledging human influence on global climate either cannot or are no longer determined to completely obstruct negotiations. Few, however, took an optimistic view of the decision on the TAPs.",
      "A mechanism through which the Climate Change Convention is to evaluate policy and technology options remains imprisoned by the process for selecting its members.",
      "Struggling to develop at least a basis for political solutions, delegates found no way to blend the representation and concerns of Annex I, non-Annex I and geographical groupings, and to set the TAPs to work.",
      "In the end, a list of delegates were reduced to denying in turn that they had blocked a decision.",
      "Asking for more opinions on a roster of experts points the next round of negotiations toward a mechanism for turning technical information into decisions that are more vague than SBSTA-2 began with. The dispute over the TAPs\u0092 membership masks a more substantive division of research priorities that is rooted in the Convention\u0092s commitments and the Parties\u0092 differentiated responsibilities.",
      "Non-Annex I Parties, especially the small island States, are concerned about adaptation measures as much or more than mitigation.",
      "Annex I Parties currently obligated to emission reductions want to focus Convention bodies first and primarily on mitigation.",
      "If the TAPs were to advise delegates on this work, the balance membership could edge the Convention toward recommended actions or commitments preferred by Annex I or non-Annex I Parties.",
      "This is one possible implication.",
      "The broader problem remains to identify an acceptable and effective means to apply a political filter to scientific and technical information. Two instructions for further scientific assessment gained broad support during SBSTA-2.",
      "Led by developing countries, delegates asked for regionally-oriented analyses of climate change to specify predicted impacts that, for the most part, have been estimated only at broad, global scales.",
      "Interest in socioeconomic effects continued to grow, with SBSTA tying socioeconomic analysis to evaluation of specific proposals for new commitments, including the AOSIS draft protocol. The SBSTA requested additional scientific assessments that change the basis, if not the consensus, of debate.",
      "New or refined analyses will not dismiss the uncertainty that provides the counterpoint to the IPCC\u0092s strongest results (and drove some delegations to adamantly insert the word 'failed' several times into the SBSTA\u0092s report).",
      "If anything, additional projections of regional and socioeconomic effects -- fields of science younger and even less developed than global climate modeling -- will place a new set of uncertainties before delegates. These and other scientific efforts will introduce new questions along with additional information, but it may be the type of information that delegates are accustomed to using in making political decisions.",
      "Even uncertain localized impacts and economic projections could move negotiators toward scientific ground that, while still less than solid, is at least familiar.",
      "Governments make decisions all the time based on economic projections.",
      "If they are willing, they may be prepared to do so here.",
      "The link between socioeconomic analysis and the specific effects of proposals for new commitments could represent the transformation of socioeconomic concerns from a point of resistance by oil producing Parties to a means for refining future action. Other achievements of SBSTA-2 include progress on formats for national communications by non-Annex I Parties and reporting from the pilot phase of activities implemented jointly (AIJ).",
      "The development of the G-77/China position on non-Annex I communications was almost universally greeted as the beginning of the implementation of non- Annex I commitments, although developed countries questioned parts of the proposal.",
      "Sections drawing the most scrutiny would grant developing countries flexibility in the methodology and content of their reports and exempt them from individual in-depth reviews performed on Annex I communications.",
      "In addition to outlining a reporting structure, developing countries used the paper to point to the lack of resources provided so far by Annex II countries to assist developing countries\u0092 in meeting their commitments, a concern also raised in the SBI.",
      "Developed country delegates were critical of the potential consistency and transparency of reports based on the G-77/China guidelines, but developing countries pointed out, both in the SBSTA and the SBI, that Annex I communications already suffered from these qualities, particularly in reporting on technology transfer. The AIJ reporting guidelines advance the evaluation of activities that a number of Annex I countries have promoted as a cost-effective means to meet commitments.",
      "Delegates agreed to a relatively specific reporting system, collecting information at the project level and including calculation of the contribution to emissions reductions. The SBSTA also took steps regarding participation by NGOs, whose representatives were given limited access to the floor during SBSTA meetings.",
      "After an initial resistance by business NGOs, who say negotiating sessions should be left to sovereign States, the SBSTA Bureau permitted access to one person each from business, environmental and local authorities\u0092 NGOs.",
      "A workshop on NGO consultative mechanisms was not as immediately successful.",
      "Although business NGOs presented principles for a consultative mechanism, environmental groups found themselves in the unusual position of blocking proposals for new mechanisms, preferring instead to work through existing channels. The SBI shared several agenda items with SBSTA and heard many similar debates.",
      "Like SBSTA, SBI delegates could claim some measurable progress, yet comments on the floor frequently highlighted what has not been done to implement the Convention.",
      "While delegates welcomed the GEF Council\u0092s adoption of its operational strategy, many noted the need to expedite the process of providing 'full agreed costs' for non-Annex I communications or risk serious delays.",
      "Developing countries frequently noted that providing funds to the GEF and providing funds to countries were not the same thing.",
      "Developing countries stressed that the information provided on technology transfer activities of developed countries was lacking and actual transfers were scarce.",
      "The SBI\u0092s review of in- depth reports revealed that many delegations found the national communications in need of comparability and consistency. The problem of membership distribution provoked several lengthy debates on the composition of the Bureau, a question pending since COP-1.",
      "Despite numerous consultations the issue remains outstanding."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "SBI/SBSTA"
}