{
   "actors": [
      "European Union",
      "Asian Group",
      "African Group",
      "Latin American and Caribbean Group",
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "Netherlands",
      "Iran",
      "Uruguay",
      "Philippines",
      "India",
      "Costa Rica",
      "United States",
      "Senegal",
      "Antigua and Barbuda",
      "Mali",
      "China",
      "Argentina",
      "Venezuela",
      "Nigeria"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_23",
   "section_title": "FINAL SBI PLENARY",
   "sentences": [
      "The Chair reported that the decision on a ministerial segment for COP-2 was still pending.",
      "A Bureau meeting had been held and consultations were still underway.",
      "With regard to the Bureau, COSTA RICA, on behalf of the Latin American and Caribbean Group (GRULAC), said it will put forward Argentina (Chair of the AGBM), Antigua and Barbuda, and Costa Rica (Vice-Chair).",
      "IRAN, on behalf of the Asian Group, said that if there were any allocation, the Asian Group was the largest and should have a proportional share of the Bureau.",
      "SENEGAL asked if this action meant the Bureau will be expanded.",
      "COSTA RICA replied that although currently one individual was serving in two capacities, as the Chair of AGBM and Vice- President of the Conference, they did not consider the posts to be linked.",
      "SENEGAL replied that the quality of leadership was not the issue, but principle of expanding the Bureau.",
      "VENEZUELA asked whether the group should open this debate and said there will be a Bureau meeting in due course. The Chair said there will not be a meeting until the day before COP-2.",
      "This question has been allocated to the subsidiary bodies and the place for registering the claims of the regional groups is here.",
      "Asia has asked for an additional seat and Africa has raised an additional question.",
      "The Chair asked whether the other regional groups accepted the request of GRULAC to split the post.",
      "MALI endorsed the comments of Senegal and asked if the rules of procedure can be indefinitely extended.",
      "URUGUAY said there were no criteria on whether the Chairs of the subsidiary bodies has to sit on the Bureau and asked if there had been any progress on the rules of procedure concerning the composition of Bureau with 10 or 11 members.",
      "The SBI Chair said the membership of the subsidiary bodies\u0092 Chairs in the Bureau has been under consideration for two years.",
      "The question was whether to allow this rule to continue in force, or to release the Chair of the AGBM. SAUDI ARABIA said that all delegations realize that the rules of procedure have not been adopted and that there is an official request to grant equal representation.",
      "He asked if this issue will be decided at the beginning of COP-2.",
      "The Chair said the current President of the COP is aware of the issue and is considering it.",
      "SAUDI ARABIA said that there should be a decision on the issue or the Bureau will automatically have 12 members, and his group will make nominations in that regard.",
      "He said that holding one COP without representing his group\u0092s interests was more than enough.",
      "NIGERIA said if the Bureau is to be expanded the African Group will make its own request because it has the most members.",
      "The Chair proposed postponing this issue and invited the spokespersons of the regional groups to consult. On matters arising from sessions of other bodies, SBI considered the conclusions of the SBSTA on a reporting framework for activities implemented jointly under the pilot phase.",
      "The SBSTA did not complete its conclusions in time for full consideration, and the SBI will revisit the issue at its next session.",
      "The SBI agreed to note the SBSTA conclusions and request a progress report from the Secretariat.",
      "The Executive Secretary noted that an AIJ report will require considerable time if produced in all UN languages.",
      "He reminded delegates of the request for contributions. On communications from non-Annex I Parties, the SBI had before it issues related to the preparation, compilation and consideration of communications (FCCC/SB/1996/3) and the position paper of the G-77/China on recommendations for guidelines and format for the preparation of initial communications from non-Annex I Parties (FCCC/SB/1996/Misc.1/Add.1).",
      "The Chair presented draft conclusions stating, inter alia, that the SBI took note of these documents and the decision of SBSTA to consider the G-77/China\u0092s proposal as the principal basis for the adoption of guidelines and format for preparation of initial communications for non-Annex I Parties.",
      "The draft conclusions also recall SBI conclusions on matters related to the financial mechanism, invite non-Annex I Parties to nominate national focal points for facilitating assistance and request the Secretariat to continue to facilitate assistance to non-Annex I Parties by organizing fora for the exchange of experiences and information. The G-77/China proposed an amendment noting that the SBI considered the document FCCC/SB/1996/Misc.1/Add.1 the principal basis for the process of implementation of the guidelines and format for preparation of initial communications from non-Annex I Parties.",
      "The proposal also states that the SBI noted the request of non-Annex I Parties to conduct a workshop as a follow-up to the earlier one to address the issues relating to implementation and requests that the Secretariat facilitate assistance in this regard.",
      "The NETHERLANDS noted that the SBSTA refers to the G-77/China document as the basis for adoption, whereas this proposal refers to it as the basis for implementation.",
      "INDIA said the G-77/China proposal provides more details and places the SBSTA\u0092s work in the context of implementation.",
      "For non- Annex I countries to begin work, they need an indication from the SBI.",
      "Without this, the non-Annex I countries cannot be faulted for not starting work. The US said that referring to implementation was moving too fast because the guidelines are not yet approved.",
      "He proposed to note the intention and request and insert the two sentences as a bis paragraph.",
      "He said non-Annex I countries should not be hostage to the guidelines and those countries who can proceed should do so. The PHILIPPINES said the G-77/China wanted to tailor a response to the SBI.",
      "At the SBSTA meeting, discussion centered on adoption, which required a decision, but here it is implementation.",
      "She said the G-77/China-proposed workshop covered not only guidelines but exchange of information.",
      "The US, supported by the EU, proposed changing the language to 'facilitate the implementation of the reporting commitments of non-Annex I countries.",
      "' The G-77/China, the US and India continued to discuss the language in a small group.",
      "Delegates agreed on text stating that the SBI considered the G-77/China proposal as the basis for the decision to adopt and implement guidelines and format for preparing initial communications.",
      "The SBI also noted the intention of non- Annex I Parties to conduct a workshop.",
      "The SBI adopted the outline of the report of the meeting (FCCC/SBI/1996/L.1)."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SBI"
}