{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Netherlands",
      "Samoa",
      "Kuwait",
      "India",
      "Costa Rica",
      "United States",
      "China",
      "Chile",
      "Venezuela"
   ],
   "enb_end_date": "08-Mar-96",
   "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "3rd Session of the AGBM",
   "enb_start_date": "05-Mar-96",
   "enb_url": "http://www.iisd.ca/vol12/1227000e.html",
   "id": "1227000e_11",
   "section_title": "REPORT OF THE SESSION",
   "sentences": [
      "Delegates considered the Chair\u0092s draft conclusions regarding inputs from subsidiary bodies, P&M, and QELROs.",
      "Regarding inputs from subsidiary bodies, the conclusions note that many Parties underlined the importance of the IPCC SAR, but others considered it premature to draw conclusions and pointed to scientific uncertainties.",
      "The section on P&M notes the importance of the workshop and notes that in the context of the analysis and assessment the AGBM considered two general orientations: a menu approach to P&M and a categorization of P&M in annexes to a protocol according to the degree to which Annex I Parties would be committed to implement them.",
      "The section also notes there were differing views on the need for international harmonization.",
      "On QELROs, the AGBM underlined the interdependence between QELROs and P&M and noted that some Parties stressed QELROs as a first priority.",
      "The conclusions also note the range of options and variations, and recognize the wide range of issues related to equity and differentiation and the discussions on economic and cost issues.",
      "The conclusions request the Secretariat to prepare, for AGBM 4, a compilation of proposals relating to the treatment of QELROs and P&M in a protocol or another legal instrument tabled to date or received by the Secretariat no later than 15 April 1996. The Chair convened an informal session to hear further comments and noted the need for follow-up on workshops to focus the Group\u0092s work.",
      "He proposed to convene informal roundtables at the fourth session on specific points related to QELROs and P&M and encouraged all delegates to participate.",
      "They will be designed to allow for further discussion on questions surrounding QELROs, such as differentiation, and P&M, such as the impact on developing countries.",
      "Regarding P&M, CHINA proposed adding a reference to QELROs to note that the two concepts are integrated.",
      "The NETHERLANDS disagreed, arguing that not every P&M aspect is linked to QELROs, and asked for flexibility. The Chair also presented conclusions on continuing to advance the implementation of Article 4.1.",
      "The conclusions note that the Chair of the G-77/China referred to the position paper on non-Annex I Parties\u0092 initial communications.",
      "The conclusions also contain a paragraph noting the emphasis of the G-77/China on this issue and a paragraph noting the views of Annex I Parties on this issue.",
      "The AGBM also noted the intention of non-Annex I Parties to conduct a workshop, as a follow-up to the earlier one, to address issues relating to implementation, and requested the Secretariat to facilitate assistance in this regard. COSTA RICA, on behalf of the G-77/China, proposed a new paragraph that states: Many Parties stressed that by formally presenting the G-77/China position paper on initial communications from non-Annex I Parties, the implementation of their existing commitments in Article 4.1 had been sufficiently advanced.",
      "He also proposed that the relationship between the commitments of non-Annex I Parties and the provision of financial resources and transfer of technology must be taken into full account.",
      "Delegates accepted the paragraph as amended.",
      "The G-77/China also proposed that the AGBM note the agreement in the SBSTA and SBI that their position paper would be the principal basis to adopt and implement the guidelines and format.",
      "The US said there should be no implication that the AGBM will decide on these guidelines because that is the SBSTA\u0092s work. On possible features of a protocol or another legal instrument, the conclusions note that the AGBM agreed on the need to avoid the proliferation of new bodies.",
      "It stressed the importance of institutional economy in this regard.",
      "The conclusions note the comments of the Parties: Several Parties queried the need for the establishment of a separate Conference of the Parties and a separate Bureau in a protocol regime. Many Parties stated that only a legally-binding instrument would meet the requirements of the BM, while others reminded the group that the focus was to strengthen commitments. Many Parties stated their preference for a protocol, while other stressed the importance of awaiting further developments. Several delegations stressed the importance of the communications and review of information in an amendment or protocol regime. The G-77/China requested a reference to 'Convention provisions' when listing the items that the AGBM had stressed in order to emphasize the link between the Convention and any possible protocol.",
      "SAMOA proposed changing a sentence that stated 'Many Parties' agreed that only a legally-binding instrument would meet the requirements of the BM, to 'The AGBM agreed' but KUWAIT objected.",
      "Delegates also debated a reference that states AGBM noted some Parties said an amendment might be a more viable option, considering the lack of consensus on the rules of procedure.",
      "INDIA, KUWAIT, CHILE and CHINA objected to a reference to the need for information 'in evolving commitments for all Parties.",
      "' CANADA and the US called for its retention. The Chair then convened a formal session to adopt the report of the meeting (FCCC/AGBM/1996/L.1).",
      "In a paragraph noting the statement of the IPCC Chair, the last sentence says that he concluded by stating that the economies of all countries could benefit from the implementation of policies and measures to mitigate climate change.",
      "CHINA asked if this was fair and requested its deletion.",
      "The Chair said this was an accurate reflection of the statement and he would not accept 'censorship.",
      "' VENEZUELA and KUWAIT requested that the record reflect their reservations on the same issue.",
      "The group adopted the report."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}