{
   "actors": [
      "Asian Group",
      "Western European and Others Group"
   ],
   "countries": [
      "Saudi Arabia",
      "Netherlands",
      "Poland",
      "Trinidad and Tobago",
      "Senegal",
      "China",
      "Chile",
      "Thailand",
      "Japan"
   ],
   "enb_end_date": "08-Mar-96",
   "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "3rd Session of the AGBM",
   "enb_start_date": "05-Mar-96",
   "enb_url": "http://www.iisd.ca/vol12/1227000e.html",
   "id": "1227000e_8",
   "section_title": "ELECTION OF OFFICERS OTHER THAN THE CHAIR",
   "sentences": [
      "The Chair summarized negotiations on election of AGBM officers other than Chair, which had not been conclusive.",
      "Four regional groups had agreed to a Bureau format including a Chair, two Vice-Chairs, and the two subsidiary body Chairs as ex-officio members.",
      "Appointing advisers to the Bureau is still under discussion.",
      "The Western European and Others Group (WEOG) and the Asian Group are to appoint Vice-Chairs.",
      "WEOG nominated Dan Reifsnyder (US), Asia nominated Thailand, and both nominations were accepted.",
      "The Chair also invited Maciej Sadowski (Poland), China, Jorge Berguño (Chile), Bert Metz (Netherlands), Bakary Kante (Senegal), and Evans King (Trinidad and Tobago) to be interim advisers.",
      "CHINA said the Asian Group had selected Thailand and Saudi Arabia to provide its representatives, so he could not accept the invitation.",
      "Mohamed Salem Sorour Al Sabban (Saudi Arabia) was selected as an adviser. Japan reminded delegates that it has expressed interest in hosting the third or subsequent COP. STRENGTHENING OF COMMITMENTS IN ARTICLE 4.2 (a) AND (b) Delegates discussed strengthening the commitments of Annex I Parties.",
      "On Tuesday, 5 March, they heard a report from subsidiary bodies.",
      "Quantified emissions reduction objectives (QUELROs) were considered Wednesday, 6 March.",
      "Delegates discussed policies and measures on Wednesday and Thursday, 6-7 March."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}