{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Bangladesh",
      "Kuwait",
      "Costa Rica",
      "Micronesia",
      "Maldives",
      "Argentina",
      "Venezuela",
      "Nigeria",
      "Benin",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Norway",
      "Zimbabwe",
      "Marshall Islands",
      "Russian Federation",
      "China",
      "Poland",
      "Georgia",
      "Pakistan",
      "Oman",
      "Philippines",
      "Indonesia",
      "Central African Republic",
      "Mauritius",
      "Niue",
      "Japan",
      "Switzerland",
      "New Zealand",
      "Bulgaria",
      "United States",
      "Samoa",
      "Myanmar",
      "Uruguay",
      "Mexico",
      "India",
      "Colombia",
      "Sri Lanka",
      "Hungary",
      "Fiji"
   ],
   "enb_end_date": "10-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "10-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1230000e.html",
   "id": "1230000e_3",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "The Chair noted that current positions in SBSTA were difficult to accept, but expressed confidence in the spirit of collaboration.",
      "When reviewing the agenda, the RUSSIAN FEDERATION proposed amending the agenda to note the 'use of' scientific assessments.",
      "VENEZUELA, supported by KUWAIT, proposed producing a written report along with their decisions, because an oral report could leave some things unclear.",
      "The Chair said SBSTA should determine whether a written report was necessary after deliberations. The Secretariat introduced documents on the consideration of the SAR of the IPCC (FCCC/SBSTA/1996/7/Rev.1) and three addenda.",
      "He also noted the Report of the second session (FCCC/SBSTA/1996/8).",
      "He highlighted two paragraphs, one noting that some delegations had drawn attention to specific findings, the other that some delegations found it premature for SBSTA to highlight specifics. Bert Bolin, Chair of the IPCC, said SBSTA should not elaborate on the conclusions, but discuss the implications with regard to action and possible targets.",
      "He noted the importance of considering the different views on the SAR and said delegates should not try to extract and agree on simplifications, but should give advice regarding specific measures. The EU recalled that the preliminary views of delegations concerning the SAR were recorded in the report of the last meeting.",
      "He urged the COP to endorse the SAR and accept it as the most comprehensive assessment of available scientific information on climate change.",
      "Many also expressed support for the SAR and made specific comments, including the US, CANADA, ARGENTINA, the REPUBLIC OF KOREA, COLOMBIA, NEW ZEALAND, BANGLADESH, NORWAY, FIJI, URUGUAY, MAURITIUS, JAPAN, BENIN, MYANMAR, BULGARIA and GREENPEACE.",
      "SAMOA, on behalf of AOSIS, supported adoption of the SAR and noted the conclusion that SIDS are among the most vulnerable to climate change.",
      "This was seconded by MICRONESIA, the MALDIVES, the MARSHALL ISLANDS and NIUE. COSTA RICA, on behalf of the G-77/CHINA, said a clear mechanism must be established for the use of scientific information, and noted that SBSTA should not be selective when presenting information.",
      "He said that the SAR clearly indicates the negative potential impacts on developing countries.",
      "The RUSSIAN FEDERATION said the SAR lacks a quantitative assessment of the permissible level of impact on the climate system.",
      "SAUDI ARABIA, OMAN, KUWAIT, UAE, VENEZUELA, IRAN, NIGERIA and AUSTRALIA said it was premature to make recommendations given the lack of certainty in the SAR data.",
      "POLAND said that SBSTA should determine how scientific information may be utilized for the FCCC. INDIA said SBSTA should not base its recommendations solely on the SAR and suggested the IPCC examine the effects of climate change in non-Annex I countries caused by extraterritorial activities and natural climate variability in greater detail.",
      "The Chair reminded delegates that SBSTA is mandated to advise the COP and decision-makers based on findings of the IPCC, but may ask for and consider additional information.",
      "PAKISTAN cautioned against the use of global generalizations and recommended that the SAR be amended to reflect regional differences in climate change. The PHILIPPINES, supported by INDONESIA and BRAZIL, said the SAR should be used as a comprehensive whole and not selectively.",
      "The heightened vulnerability of developing countries and equity concerns should be further considered.",
      "SWITZERLAND agreed the SAR should not be used selectively and that low cost abatement measures, even beyond 'no regrets', should be taken immediately.",
      "SRI LANKA cautioned against oversimplification of the SAR findings, stating that ambiguities have resulted from the use of 'extreme' numerical values. CENTRAL AFRICAN REPUBLIC, supported by ZIMBABWE, called for an addendum to the SAR noting SBSTA\u0092s comments.",
      "KOREA suggested that the IPCC try to work more economically by avoiding duplication of work and enhanced data sharing.",
      "GEORGIA called for analysis of national and regional impacts, saying mitigation measures would not otherwise be possible.",
      "The IPCC CHAIR noted the need to distinguish between scientific assessments and the policies arising out of them and recommended the COP set tentative emission targets. MEXICO, supported by KOREA, said climate change must be tackled on the basis of common but differentiated responsibilities.",
      "CHINA called for distillation of the SAR to a form that could be more useful to the SBSTA in making recommendations, otherwise the SAR should be submitted in its entirety to the COP.",
      "The IPCC Chair reminded delegates that while recommendations should be based on scientific information, they are ultimately political judgements that the IPCC is not equipped to make. Delegates began consideration of Agenda Item 4(a) (national communications of Annex I Parties).",
      "The Secretariat introduced the document on possible revision of the guidelines (FCCC/SBSTA/1996/9).",
      "JAPAN, supported by the US, proposed a separate informal session to discuss the revised guidelines.",
      "CHINA, supported by INDIA, highlighted the importance of technology transfer and called for including language in the body of the guidelines.",
      "The EU approved extending the minimum information required and recommended that the revised guidelines include direction for preferred timetables.",
      "POLAND and HUNGARY said second reports are being prepared and changing guidelines will lead to delays.",
      "SWITZERLAND proposed discussing amendments on a paragraph by paragraph basis.",
      "AUSTRALIA highlighted performance indicators."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}