{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Netherlands",
      "Denmark",
      "Poland",
      "France",
      "United States",
      "China",
      "Japan",
      "Norway",
      "Spain"
   ],
   "enb_end_date": "11-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "11-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1231000e.html",
   "id": "1231000e_3",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "SBI met formally to consider Agenda item 4 (financial and technical cooperation).",
      "The Secretariat introduced the GEF Report to COP-2 (FCCC/CP/1996/8), which considers the relationship between the GEF and the COP.",
      "The Secretariat also introduced a draft Annex to the draft Memorandum of Understanding between the GEF and COP (MOU) on determination of necessary funding and its availability for implementation of the FCCC (FCCC/CP/1996/9). The G-77/CHINA requested a postponement of discussion.",
      "The EU and the US welcomed the GEF report, especially the operational strategy and its emphasis on enabling activities, and, along with POLAND, supported designation of the GEF as the permanent funding mechanism.",
      "FRANCE cautioned that failure to approve the funding document might hinder input from the COP to the next GEF replenishment.",
      "The Chair postponed discussion until Thursday. Under Agenda Item 4(b) on Secretariat activities relating to technical and financial support to the Parties (FCCC/SBI/1996/10), the Secretariat reported on an extended mandate on preparing communications from non-Annex 1 Parties, including the Climate Convention Information Exchange Programme, training provision, and financial considerations.",
      "The US requested further information on the Secretariat\u0092s cooperation with the UNDP, and encouraged close cooperation with the GEF Secretariat, other agencies and bilateral donors. The EU suggested a draft decision on the need for voluntary contributions to support the Secretariat\u0092s activities.",
      "Under Agenda item 3(a), the Secretariat introduced a compilation of national communications from Annex 1 Parties (FCCC/CP/1996/12 and Adds.1 and 2) and a report on experiences and results of the review process on submission of communications (FCCC/CP/1996/13).",
      "The SBI was invited to consider the report in detail and convey conclusions to the AGBM and COP-2.",
      "In-depth reviews are available from Japan, Spain and Norway.",
      "Reports from Denmark and the Netherlands will be available soon."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "sbi"
}