{
   "actors": [
      "Organization of Petroleum Exporting Countries"
   ],
   "countries": [
      "Turkey",
      "Iran",
      "South Africa"
   ],
   "enb_end_date": "15-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "15-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1233000e.html",
   "id": "1233000e_3",
   "section_title": "PLENARY",
   "sentences": [
      "The Plenary considered Agenda Item 3(b) (other statements).",
      "IRAN announced its ratification of the FCCC.",
      "He said the SAR confirms that it is not scientifically possible to link climate change and GHGs.",
      "TURKEY explained that it had not signed the FCCC because its status as a developed or developing country is uncertain.",
      "SOUTH AFRICA said ratification has been slow and it has begun an inventory of internal emissions.",
      "UNIDO described technical assistance on inventories of technology and support for a SBSTA workshop. OPEC stated that the IPCC 'broke the rules' by implying consensus among scientists in its conclusions.",
      "He called for full compensation for any economic damage arising from the implementation of the FCCC.",
      "NATIONAL ASSOCIATION OF REGULATORY UTILITY COMMISSIONERS urged the Parties to encourage participation of all stakeholders and proceed cautiously on any new aims that would place undue cost burdens on utility customers.",
      "BUSINESS COUNCIL FOR A SUSTAINABLE ENERGY FUTURE suggested that Parties disseminate information on energy efficiency, and consider new approaches to emissions trading.",
      "A BUSINESS NGO representative stated that business and industry involvement and all-Party participation are critical to implementation. A LOCAL AUTHORITIES representative said that local authorities are taking action because they are seeing drastic changes in weather patterns and rising disease.",
      "CLIMATE ACTION NETWORK said the Parties should negotiate a protocol containing a mechanism for progressively increasing commitments.",
      "CLIMATE ACTION NETWORK SOUTHEAST ASIA said COP- 2 should start negotiations on a protocol and reduce the amount of resources spent on 'diversionary' issues like AIJ.",
      "WORLD COUNCIL OF CHURCHES said climate change represents an ethical and spiritual challenge.",
      "The Plenary also considered Agenda Item 9 (Special Session of the GA) and decided that SBI-4 should make a contribution to the Special Session on Agenda 21."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": ""
}