{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Canada",
      "Netherlands",
      "Iran"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_13",
   "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGIES",
   "sentences": [
      "Regarding the development and transfer of technologies, delegates reviewed the initial report on an inventory and assessment of technologies (FCCC/SBSTA/1996/4/Add.",
      "2) and a follow-up report (FCCC/CP/1996/11).",
      "The EU said priority should be given to identifying technology needs.",
      "IRAN and the US called for the establishment of an information center/clearinghouse for technology transfer.",
      "CANADA called for the creation of an environment enabling input from the private sector.",
      "The NETHERLANDS and the INTERNATIONAL ENERGY AGENCY described the Climate Technology Institute, an initiative to support the FCCC in addressing technology transfer needs. On reconsideration of the issue, the Chair reported that it is a shared responsibility of SBSTA and SBI, and that SBI would take SBSTA\u0092s views on the issue and manage its progress through an open-ended working group.",
      "The working group recommended the following actions (FCCC/CP/1996/L.16), which were adopted by the COP during its final Plenary: enhancement of reports on access to and transfer of environmentally sound technology; prioritizing the completion of a survey on initial technology needs; active consideration of the Climate Technology Initiative; the expedition of reports on adaptation and mitigation technologies; the preparation of a roster of experts; and the organization of a technology transfer roundtable at COP- 3."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}