{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_43",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "The SBI and the COP were unable to agree on the Annex to the Memorandum of Understanding (MOU) between the COP and the GEF Council.",
      "The purpose of this Annex, previously approved by the GEF Council, is to provide guidance on determining the financial requirements for implementation of the FCCC to be used by the GEF during the next round of replenishment negotiations. While at first sight the disagreement over the MOU seems little more than another institutional rivalry between two international bodies, the fracture runs far deeper.",
      "Developing country delegates expressed dissatisfaction with what they saw as an attempt by developed countries to shift the burden of implementation from Annex I to non-Annex I Parties, in part by manipulating the balance of projects that will define funding requirements in the MOU Annex.",
      "These delegates objected strongly to proposed language that referred explicitly to funding mitigation projects by non- Annex I Parties.",
      "Delegates suspected that, by implying a high priority for funding GHG reduction by non-Annex I Parties, this would remove some of the pressure on Annex I Parties to take the concrete (and likely painful) actions to reduce their GHG emissions to below 1990 levels. Nevertheless, it was apparent that many favored the introduction of language on the responsibility of all Parties to reduce GHG emissions.",
      "Ultimately, this was reflected in a decision submitted by the SBI (FCCC/CP/1996/L.12) on communications by non-Annex I Parties, which will require a national inventory of anthropogenic emissions by sources and removals by sinks of all GHGs as well as a general description of steps taken to implement the FCCC.",
      "This decision elicited praise from Executive Secretary Michael Zammit Cutajar during the Closing Plenary."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}