{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_31",
   "section_title": "ROUND TABLE ON QUANTIFIED EMISSION LIMITATION AND REDUCTION OBJECTIVES",
   "sentences": [
      "This informal round table on quantified emission limitation and reduction objectives (QELROs) was chaired by Dan Reifsnyder (US).",
      "Panelists noted the inherent difficulties on the question of level or levels of emissions limitation and reduction.",
      "Some highlighted that even the best efforts of Annex I Parties would not lead to a stabilization of global emissions.",
      "Ultimately the determination of QELROs would be politically based. On whether or not eventual quantified objectives should be legally binding, a number argued that legally binding commitments would increase credibility and send appropriate signals to the market place where they are required for competitiveness reasons.",
      "Binding commitments could coexist with flexibility.",
      "Others favored an indicative target.",
      "Monitoring of compliance and enforcement was also considered. On whether commitments should be multi-Party obligations, single Party, or a combination, panelists generally agreed on a preference for the single Party option, even if an overall objective for Annex I Parties is set.",
      "On appropriate end year(s), panelists concentrated on calls for early action.",
      "Diverse views were offered on the question of differentiated commitments which, it was said, had the potential to achieve a more equitable and efficient outcome than a flat rate approach.",
      "Proposals for differentiation included: energy efficiency per unit of GDP; the cost of GDP foregone; marginal costs of abatement; and a flat rate reduction effort combined with full trading among Annex I Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}