{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Kuwait",
      "Argentina"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_32",
   "section_title": "AGBM-4",
   "sentences": [
      "The Chair drew attention to the apparent preference among the Annex I Parties for a draft protocol, but noted that the continuing divergence of views on the majority required for its adoption meant that an amendment remained an option.",
      "During discussion on policies and measures and QELROS, the AGBM debate centered on the pros and cons of mandatory approaches and their market-based alternatives.",
      "The US argued that no single set of policies and measures could apply to all countries given their diverging circumstances.",
      "The EU, calling for the widest possible measures and significant emission reductions, put forward three categories of policies and measures, ranging from required elements to a broad list from which Parties might choose. A number of non-Annex I Parties expressed concern about existing Annex I Party implementation, while some countries suffered the effects of inaction.",
      "BANGLADESH reminded developed countries about their obligations.",
      "AUSTRALIA cautioned that the potential to limit GHG emissions without seriously undermining economic growth is limited and ruled out flat emissions as neither environmentally nor cost effective.",
      "At the final meeting of AGBM-4, SAUDI ARABIA complained about a lack of transparency in discussion regarding Annex I countries and called for an international approach to revenue recycling, mirroring the approach to burden sharing.",
      "KUWAIT stressed an assessment of policies and measures and QELROs based on their economic impact on developing countries.",
      "The EU said a draft protocol should be negotiated at AGBM-6 based on a synthesis of proposals received in time for AGBM-5. In his draft conclusions, the Chair, Raúl A. Estrada-Oyuela (Argentina), recorded points of agreement and contention.",
      "Many delegations stressed that the form of the protocol or other legal instrument to be adopted at COP-3 should flow from its substance.",
      "Delegates agreed on the principle of institutional economy to avoid a proliferation of new bodies and mechanisms.",
      "Parties also supported a single process for communication and review of information.",
      "The AGBM will explore the possibility of having a single COP and streamlined budgetary processes, with voting on a new instrument restricted to member Parties.",
      "Many Parties favored a protocol.",
      "The US and AUSTRALIA objected to the inclusion of a reference already binding Parties to the inclusion of a list of options or a 'menu' in the Chair\u0092s draft conclusions. There was support for both the draft protocols submitted by the EU and AOSIS.",
      "Several reserved their position pending decisions by the COP on rules of procedure and by the AGBM on the substance of any new instrument.",
      "Several delegations reaffirmed support for legally binding QELROs, ruled out a regional mechanism, favored flexibility to reflect different national circumstances possibly including differentiated commitments, and emphasized a design that can accommodate evolution via a mechanism to review provisions.",
      "A strengthened in-depth review process and a mechanism to accumulate experience in activities implemented jointly were also noted."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}