{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Hungary",
      "Argentina",
      "Mauritania"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_40",
   "section_title": "REPORTS FROM THE SUBSIDIARY BODIES",
   "sentences": [
      "SBSTA Chair Tibor Farago (Hungary) reported on the SBSTA\u0092s discussion on the IPCC SAR.",
      "He said an unfinished draft decision with brackets (FCCC/CP/1996/L.11) remained for the COP to resolve.",
      "The draft decision provides advice on how the SAR can be used for implementation.",
      "He suggested that bracketed texts with alternative references to the SAR be deleted.",
      "He also reported on decisions adopted in conjunction with the SBI on Communications from Annex I Parties (FCCC/CP/1996/L.13 and Add.",
      "1) and on Communications from non-Annex I Parties (FCCC/CP/1996/L.12).",
      "The SBI and the SBSTA also agreed on a decision on activities implemented jointly (FCCC/CP/1996/L.7).",
      "Progress was made on a roster of experts and technical panels and the SBSTA will also reconsider NGO consultation mechanisms and cooperation with the IPCC. SBI Chair Mohammad Ould El Ghaouth (Mauritania) also referred to the three draft decisions agreed with the SBSTA.",
      "He said the process has not been easy and it is the responsibility of the COP to define changes and directions to be taken in future to secure the support of the largest number of Parties.",
      "The starting point for open and purposeful examination in future will be based on the view that a certain body of experience is necessary.",
      "This will make a non-confrontational approach possible. AGBM Chair Raúl A. Estrada-Oyuela (Argentina), reported that he will present a summary of all proposals received by 15 October at AGBM-5 in December 1996.",
      "It is hoped that this contribution will provide a framework tool for discussion and be a major step forward in developing a negotiating text.",
      "To date, much attention has been given to analysis and assessment exercises.",
      "The debate has been difficult, however, the round tables produced satisfactory results.",
      "No great progress was made on policies and measures.",
      "With regard to QELROs, it was necessary to reconcile fairly divergent views.",
      "Participants focused on differentiation of commitments and the likely impact on developing countries of new Annex I undertakings.",
      "Implementation of Article 4.1 (common but differentiated responsibilities) of the FCCC by non-Annex I Parties was also considered. He stated that the AGBM is no more than the sum of the will of the governments represented.",
      "Many would have preferred to have made greater progress.",
      "The Geneva Declaration will be particularly significant for future AGBM activities.",
      "Detailed consideration will be given to the legally binding nature of the targets and objectives. AG-13 Chair Patrick Szell (UK) said the first session of this Group dealt with a questionnaire sent to Parties, IGOs and NGOs, inviting views on the definition of a multilateral consultative process and views on the way in which such a process should relate to other articles. There was also a call for a panel presentation on the experiences of other bodies with MCPs.",
      "This workshop took place during COP-2, with nine invited speakers addressing compliance in international environmental agreements.",
      "One of the main messages was that other organizations use a variety of mechanisms ranging from the provision of advice or assistance through to full complaint or supervisory regimes.",
      "A decision will be needed on which approach will be most appropriate for Article 13 or whether either or a combination will be appropriate. A half-day meeting of AG-13 took place after the workshop.",
      "It received a report on the workshop and a formal presentation of a synthesis document containing responses to the questionnaire.",
      "Two draft decisions were adopted, one on the Group\u0092s continued existence into 1996-1997, and a second to enable the AGBM, should it be considered desirable, to seek AG-13 advice on a multilateral consultative process (FCCC/CP/1996/L.1).",
      "It may not be possible to complete the Group\u0092s work for COP-3, but the work of AG-13 should be on the road to completion by December 1997."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}