{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_2",
   "section_title": "AD HOC GROUP ON THE BERLIN MANDATE (AGBM)",
   "sentences": [
      "COP-1 established an open-ended Ad Hoc Group on the Berlin Mandate (AGBM) to begin a process to strengthen the commitments of industrialized countries to reduce greenhouse gas emissions beyond the year 2000 through the adoption of a protocol or other legal instrument. At its first session (AGBM-1), held in Geneva from 21-25 August 1995, delegates considered several issues, including an analysis and assessment to identify possible policies and measures for Annex I Parties and requests for inputs to subsequent sessions.",
      "They debated the nature, content and duration of the analysis and assessment and its relationship to other aspects of the process.",
      "Several developed and developing countries stressed that analysis and assessment should be conducted in parallel and not prior to the negotiations, but a few developing countries insisted that more time was needed, particularly to evaluate economic costs. At AGBM-2, held in Geneva from 30 October - 3 November 1995, debate over the extent of analysis and assessment continued, but delegates also heard new ideas for the structure and form of a possible protocol.",
      "Delegates considered: strengthening of commitments in Article 4.2 (a) and (b) regarding policies and measures, as well as Quantified Emission Limitation and Reduction Objectives (QELROs) within specified time-frames; advancing the implementation of Article 4.1; and possible features of a protocol or other legal instrument. At AGBM-3, held in Geneva from 5-8 March 1996, delegates heard a number of specific proposals on new commitments for Annex I Parties, including a two-phase CO2 emissions reduction target proposed by Germany.",
      "They also discussed how Annex I countries might distribute or share new commitments, and whether those should take the form of an amendment or protocol.",
      "Developing countries raised questions on whether policies and measures under discussion would represent barriers to trade.",
      "Delegates agreed to compile proposals for new commitments for consideration at AGBM-4, and to hold informal roundtable discussions on policies and measures as well as on QELROs."
   ],
   "subtype": "PLENARY",
   "topics": [
      "IPCC Governance"
   ],
   "type": "WORKING GROUP"
}