{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Alliance of Small Island States",
      "European Union",
      "Group of 77",
      "Central America Group"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Maldives",
      "Turkmenistan",
      "Kuwait",
      "Panama",
      "Lithuania",
      "Costa Rica",
      "Ethiopia",
      "Argentina",
      "Bolivia",
      "Burkina Faso",
      "Bangladesh",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "El Salvador",
      "Thailand",
      "Jordan",
      "Slovenia",
      "Guatemala",
      "Marshall Islands",
      "Russian Federation",
      "China",
      "Spain",
      "Netherlands",
      "Gambia",
      "Tanzania",
      "Moldova",
      "Belgium",
      "Niue",
      "Kiribati",
      "Switzerland",
      "New Zealand",
      "Pakistan",
      "Albania",
      "Samoa",
      "Portugal",
      "Uruguay",
      "Mexico",
      "India",
      "Uzbekistan",
      "Egypt",
      "Colombia",
      "Kenya",
      "Italy",
      "Czech Republic",
      "Bhutan",
      "Sudan",
      "Nepal",
      "Micronesia",
      "France",
      "Georgia",
      "Peru",
      "Norway",
      "Nigeria",
      "Benin",
      "Cuba",
      "Venezuela",
      "Zambia",
      "Austria",
      "Zimbabwe",
      "Germany",
      "Armenia",
      "Denmark",
      "Philippines",
      "Indonesia",
      "Greece",
      "Finland",
      "Central African Republic",
      "Mauritius",
      "Sweden",
      "Vietnam",
      "Japan",
      "Syria",
      "Poland",
      "Bulgaria",
      "United States",
      "Romania",
      "Chad",
      "Morocco",
      "Tunisia",
      "United Kingdom",
      "Malaysia",
      "Senegal",
      "Uganda",
      "Iceland",
      "Sri Lanka",
      "Hungary",
      "Botswana"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_39",
   "section_title": "HIGH LEVEL SEGMENT",
   "sentences": [
      "COP-2 convened a Ministerial Segment from 17-19 July and heard over 100 statements.",
      "A number of issues were common to most statements, such as the adoption of protocol or other legal instrument.",
      "The majority of ministers supported a protocol, based on their endorsement of the SAR.",
      "However, some Parties disagreed on the need, type and timing for a protocol.",
      "The EU, and some of its member States such as SPAIN and ITALY, strongly endorsed the SAR as the basis for a protocol and urged decisive action.",
      "The US, in a shift from past positions, supported the development of a legally binding agreement to lower emissions.",
      "NEW ZEALAND stated that a protocol must lead to equitable marginal abatement costs across borders utilizing economic instruments.",
      "NORWAY outlined a legally-binding commitment that recognizes industry structures, is equitable and verifiable, and utilizes fiscal measures. Some Parties, primarily oil producers, raised doubts on both the SAR and the need for urgent action.",
      "They also questioned the FCCC process and the economic impact of measures.",
      "NIGERIA stated that the FCCC cannot use the SAR as a basis for action and called for compensation to African countries for the economic consequences of a protocol.",
      "SAUDI ARABIA highlighted the need for an equitable approach and said the SAR should be considered by the COP in making balanced decisions.",
      "He called for a study on the impact of adopting policies and measures in developing countries.",
      "SYRIA said more research was needed in order to find the appropriate solutions.",
      "KUWAIT said there are no satisfactory answers to uncertainties and contradictory data.",
      "He said that despite inadequate knowledge about climate change and its impact some countries are calling for stringent measures that will impede international trade. JORDAN expressed concern over the conclusions of the SAR, particularly as it addresses developing country impacts.",
      "VENEZUELA cautioned against putting fossil fuels on the 'accused' bench.",
      "Rather than pursuing a carbon tax, which gives carte blanche to those with enough money to pollute, Parties should put resources toward research and development of technology.",
      "The RUSSIAN FEDERATION said the SAR does not yet provide sufficient policy information.",
      "AUSTRALIA said it would be premature to establish a particular point at which levels of GHGs become dangerous. Regarding current commitments, some Annex I Parties were optimistic about their ability to reduce their emissions to below 1990 levels.",
      "SWITZERLAND said its GHG inventory indicates that carbon dioxide emissions may stabilize at 1990 levels by 2000.",
      "AUSTRIA stated that it has de-coupled economic growth and an increase of emissions and will meet the stabilization targets in the year 2000.",
      "The EU said its members are on course to return CO2 emissions to 1990 levels by 2000. However, a number of developing countries, such as URUGUAY and VIETNAM, were critical of developed country progress on reaching 1990 levels, as well as their efforts toward fulfilling the Berlin Mandate.",
      "MALAYSIA called it 'regrettable' that the AGBM is still exchanging views and is unable to narrow down policies and measures.",
      "He criticized the suggestion by some Annex I Parties that they be granted flexibility in meeting emission targets.",
      "PERU and BRAZIL said the credibility of Annex I Parties and the principle of equity are in danger.",
      "COLOMBIA stated that developed countries suffer from the 'disease of forgetting'.",
      "ZAMBIA criticized some Annex I Parties for saying they are not legally bound to return to 1990 GHG levels.",
      "THAILAND said developing countries cannot be expected to undertake commitments in the near future, given the performance of Annex I Parties.",
      "The lack of progress by Annex I Parties on financial backing and technology transfer was also noted by CUBA, the PHILIPPINES, CHINA and INDIA. Developing countries also voiced many other concerns.",
      "COSTA RICA, on behalf of the G-77/CHINA, called for strengthening developed country commitments through the establishment of policies and measures and QELROs within specified time frames.",
      "Some, including SENEGAL, focused on the GEF.",
      "GHANA called for expeditious funding from the GEF and noted that the GEF\u0092s actions depend on decisions of the COP and not the reverse.",
      "KENYA criticized GEF conditionality.",
      "EL SALVADOR said the COP should define criteria for use by the GEF.",
      "INDONESIA and UGANDA sought assistance with capacity building. PORTUGAL, HUNGARY, UZBEKISTAN, GEORGIA, CENTRAL AFRICAN REPUBLIC, EGYPT, BANGLADESH, PAKISTAN, MEXICO, BENIN, MAURITIUS, MOROCCO and NEPAL reported on the effects of climate change on their country and national efforts to address the problem.",
      "BURKINA FASO, ETHIOPIA, ZAIRE, the GAMBIA, KENYA and CHAD highlighted the difficult economic and social context for developing countries in Africa and noted that increasing problems of desertification and drought indicate climate change.",
      "GUATEMALA, on behalf of the Central America Group, and PANAMA described political changes in their region and activities, such as recognizing the validity of the IPCC and promoting awareness of the human impact on the environment and consolidating national environmental legal instruments. Small island developing States (SIDS) pointed out the potentially devastating consequences of climate change for their countries and expressed support for the AOSIS protocol.",
      "SAMOA, on behalf of AOSIS, endorsed the targets and timetables in the AOSIS protocol, which was introduced at COP-1.",
      "KIRIBATI stressed the coral atolls that comprise his nation are three meters above sea level, and urged that decisions under the FCCC be guided by the need to save the most vulnerable ecosystems.",
      "MALDIVES described itself as a 'front line' State for climate change and the MARSHALL ISLANDS drew attention to regional studies on sea level rises that correlate closely with SAR findings.",
      "MICRONESIA noted the degree to which political considerations have hindered COP-2\u0092s discussion, and spoke against delegations 'shamelessly' blocking consideration of the SAR.",
      "NIUE said that FCCC processes must be more flexible for small island States. Countries with economies in transition noted their efforts in light of recent economic and political changes, and called for flexibility in meeting commitments.",
      "BULGARIA said the first national communication utilizes 1988 rather than 1990 base year data, due to a radical drop in production in 1990 following political changes.",
      "POLAND said reduced emission levels in countries with economies in transition helped to offset slight increases by OECD country Parties.",
      "ROMANIA, LITHUANIA and ALBANIA said economic and social progress must be harmonized with environmental protection by applying the principle of sustainable development.",
      "ARMENIA expressed caution about the adoption of a protocol including firm base years for GHG reductions, saying countries should not be completely prevented from developing.",
      "The CZECH REPUBLIC said that emissions in his country have decreased more than 20% since 1990 due to extreme economic changes, but such a 'shock approach' is not available for all countries.",
      "SLOVENIA stressed the importance of appropriate technology. Ministers also discussed policies and mechanisms needing further consideration by COP.",
      "AUSTRALIA, the US, BHUTAN and BOLIVIA highlighted the importance of AIJ, while DENMARK said AIJ must not be a loophole for subsidizing energy exports to developing countries nor a 'sorry excuse' for postponing actions needed in developed countries.",
      "TANZANIA noted that technology transfer and capacity building should not be left to AIJ.",
      "INDONESIA welcomed AIJ on a voluntary basis. Some developed countries noted the increasing need for cooperation to address climate change.",
      "GERMANY supported international cooperation that recognizes Parties\u0092 'common but differentiated' responsibilities.",
      "JAPAN proposed creation of a foundation for global measures.",
      "Similar concerns were voiced by CÔTE D\u0092IVOIRE and TUNISIA, who called for international solidarity and encouraged technology sharing, and GREECE, who noted the need for international cooperation in achieving targets based on equity principles that address social and economic impacts.",
      "SUDAN and TURKMENISTAN encouraged international cooperation to revive traditional means of transportation and enhanced energy efficiency.",
      "The REPUBLIC OF KOREA said the new SAR findings demand unity in tackling climate change. Some delegations suggested the use of taxation schemes and economic instruments.",
      "SWEDEN and DENMARK supported coordinated measures in taxation, and FRANCE called for a tax on CO2 emissions and a simple differentiation mechanism.",
      "MOLDOVA suggested taxes on oil imports and excessive emissions and credits for technology transfer.",
      "FINLAND said international coordination is needed in the case of economic instruments.",
      "The UK called for removing subsidies on the use of fossil fuels, introducing competitiveness into energy markets, increasing road fuel duties, improving fuel efficiency in cars, increasing tax on aviation fuel by removing the present exemption and improving domestic efficiency standards. The NETHERLANDS reported on the Climate Technology Initiative (CTI) on behalf of the OECD and the EUROPEAN COMMISSION.",
      "The CTI is a linked set of international measures to promote awareness of technical responses to climate change and identify and share expertise between countries. CANADA highlighted the participation of industry and NGOs in an open and transparent process.",
      "ICELAND underlined the need for additional efforts to fulfill the Berlin Mandate.",
      "BELGIUM emphasized the link between FCCC negotiations and those at the CSD and said the Special Session of the General Assembly will be the 'moment of truth.",
      "' SRI LANKA stressed the need for sustained economic growth and alleviation of poverty when reviewing the implementation of the Convention.",
      "BOTSWANA stated that national communications are not useful in the long run if the data is not comparable.",
      "The DEMOCRATIC PEOPLE\u0092S REPUBLIC OF KOREA called for GHG mitigation guidelines that are simple and equitable, taking different social and economic situations into account.",
      "ZIMBABWE said emerging interest groups had slowed negotiations and appealed to Parties to conclude issues blocking implementation.",
      "ARGENTINA called for a substantive and binding Ministerial Declaration to support the SAR, one based on consensus that is a 'convergence of opinion,' not necessarily unanimity."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}