{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Iran",
      "Gambia",
      "Philippines",
      "United States",
      "Morocco",
      "China",
      "Chile",
      "Japan",
      "Russian Federation",
      "Thailand",
      "Kuwait"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_42",
   "section_title": "CONCLUSIONS",
   "sentences": [
      "On Wednesday, 18 December, the Chair presented his draft conclusions and a revised elements paper.",
      "Delegates also considered an EU-proposed draft report on points of convergence on the characteristics of an MCP and the draft report of the meeting.",
      "The Chair reminded delegates to regard this meeting and the February 1997 meeting as two parts of a single whole.",
      "This meeting was only intended to take stock, but the February meeting will not have the luxury of being so 'loosely woven.",
      "' The Chair\u0092s draft conclusions state that AG13-3: reiterates that the work of the group is conducted within the framework set by Article 13; notes that the elements, which will be listed in an annex to the report of the meeting, are recorded without prejudice to any decision on the establishment of an MCP; invites Parties to submit any further proposals; and requests the Secretariat to issue any proposals received by 15 February 1997. On the revised elements paper, the US suggested that an additional objective for an MCP is to 'provide assistance to Parties' and to include scientific and technological issues as an area of expertise.",
      "The RUSSIAN FEDERATION proposed specifically addressing the 'mandate' of an MCP at future meetings.",
      "IRAN proposed amending 'geographical representation' to 'equitable' geographical representation.",
      "CANADA, supported by the RUSSIAN FEDERATION, proposed deleting a 'protocol' as a possible way of establishing an MCP.",
      "The elements paper was adopted as amended. The EU\u0092s proposed report on points of convergence states that a 'high degree of some convergence' was recorded with regard to characteristics, such as: the nature should be facilitative, co-operative, non-confrontational, transparent and non-judicial; the objective should be to assist Parties in questions of implementing the Convention, solve problems and prevent potential disputes; the evolution of the process should be flexible; duplication of existing institutions and procedures should be avoided in designing the procedure; the process should be separate and without prejudice to Article 14; and the MCP should be advisory in nature.",
      "The proposed report further notes that many Parties stated further elaboration of the MCP would imply dealing with interpretation matters and that caution would be needed in this area. CHINA, the PHILIPPINES, IRAN, JAPAN, THAILAND, CHILE, the RUSSIAN FEDERATION, GAMBIA, KUWAIT and MOROCCO said it would be premature to make conclusions on areas of convergence because the process is still evolving and contributions have been preliminary.",
      "The EU withdrew its informal proposal. Delegates then considered the draft report of the meeting (FCCC/AG13/1996/L.1).",
      "The US, referring to the summary of the Chair\u0092s opening statement, recalled that the Chair had noted the 'potential' link between the work of the AG13 and the AGBM.",
      "He also proposed deleting a reference to the process 'to be established' because delegates have not agreed that a process should be established.",
      "The report was adopted, as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}