{
   "actors": [
      "European Union",
      "Group of 77",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Turkey",
      "Indonesia",
      "Micronesia",
      "United States",
      "Nigeria",
      "Venezuela",
      "Australia",
      "Iran",
      "Mexico",
      "Norway",
      "India",
      "Malaysia",
      "Zimbabwe",
      "China",
      "Marshall Islands",
      "Russian Federation",
      "Thailand",
      "Philippines"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_11",
   "section_title": "CONTINUING TO ADVANCE IMPLEMENTATION OF EXISTING COMMITMENTS IN ARTICLE 4.1",
   "sentences": [
      "On Wednesday, 11 December, delegates considered Agenda Item 4 on continuing to advance the implementation of existing commitments in Article 4.1.",
      "The Chair described the issue of 'Annex X' as an internal discussion among the OECD countries that should not require further discussion in this session. The synthesis document (FCCC/AGBM/1996/10) notes, inter alia, that the AGBM may wish to note work already done to advance implementation through the preparation of national guidelines.",
      "The document states that Parties have made proposals for additional action on: national inventories; climate change response strategies; technology development and transfer; adaptation; inclusion of climate change considerations in policy initiatives; research and development; education and training; communication of information; and financial assistance. A number of developing countries focused on the fulfillment of commitments by developed countries.",
      "The G-77/CHINA, supported by MALAYSIA, the MARSHALL ISLANDS, MICRONESIA, IRAN, INDIA, the PHILIPPINES, VENEZUELA, NIGERIA, BRAZIL, INDONESIA and THAILAND, emphasized that all sections of Article 4.1 must be considered equally and in an integrated manner.",
      "She expressed concern that developed countries might not pursue their full commitments, as outlined in Article 4.2, and referred to the IPCC\u0092s Second Assessment Report (SAR), which shows that most emissions have originated from developed countries while per capita emissions in developing countries are relatively small.",
      "She emphasized Articles 4.3 and 4.7, which state that developed countries shall provide new and additional financial resources and shall transfer technology to developing countries.",
      "She also stressed that AIJ should not be seen as a solution to Article 4.1.",
      "THAILAND opposed the imposition of new commitments on non- Annex I countries by Annex I countries, which have not fulfilled their own commitments.",
      "VENEZUELA called for a regular review on the adequacy of commitments. Many developing countries also highlighted national efforts and specified areas for stronger developed country assistance.",
      "MEXICO is currently developing a national action plan and stressed timely access to technologies and financial support.",
      "INDIA said developing countries are already engaging in sustainable social and economic development.",
      "IRAN said, on national inventories, that developing countries have done more than required and developed countries have not done enough.",
      "MICRONESIA called for support in capacity building, particularly in the area of monitoring sea level rise.",
      "The MARSHALL ISLANDS and NIGERIA stressed that technology transfer is pivotal to the Convention.",
      "MALAYSIA expressed disappointment with some Parties\u0092 focus on national communications and inventories and stressed the need for research and systematic observation. Developed countries expressed a range of views on further commitments.",
      "NORWAY opposed further commitments for developing countries, calling on Annex I countries to advance the implementation of existing commitments on technology transfer and financial assistance.",
      "These requirements and a further investigation into incentive measures and cooperative structures would be crucial to the success of policies such as AIJ.",
      "The EU stressed the need for cooperative efforts between all Parties in the areas of development, application and diffusion of technologies, practices and process; AIJ; and consistency between programmes of multilateral development banks and the private sector and the objectives of the FCCC.",
      "He requested the Chair to include these elements, as contained in the EU\u0092s draft protocol, in the document to be prepared for AGBM-6. The US agreed that the focus would remain on developed country commitments, but noted the increase of greenhouse gas emissions by developing countries and emphasized that future steps under the Convention must include all Parties.",
      "He suggested specifying dates by which all Parties should meet their QELROS, which could vary with factors such as the level of development.",
      "He proposed developing guidelines for revising annexes to better select common but differentiated responsibilities and establishing a graduation mechanism for movement between Annex I and II, as per Article 4.2(f), as part of the new instrument.",
      "AUSTRALIA stated that non-Annex I Parties\u0092 national guidelines are eagerly awaited as per the Berlin Mandate\u0092s call for all Parties to continue their commitments under Article 4.1 and requested COP-3 to consider longer term commitments. On AIJ and JI, the PHILIPPINES noted that JI should be applicable to Annex I countries only and called for a reporting framework for JI to evaluate the benefits derived.",
      "ZIMBABWE urged Annex I countries to avoid allowing AIJ or JI projects to become 'business as usual' and to take account of developing countries\u0092 own development strategies.",
      "VENEZUELA and THAILAND said that technology transfer cannot depend on AIJ activities because these are still in a pilot stage.",
      "CANADA characterized JI as a 'win-win' method for both developed and developing countries that can supply state of the art technologies.",
      "MALAYSIA expressed concern regarding AIJ as a means to advance Article 4.1. Delegations also raised other points regarding commitments.",
      "The RUSSIAN FEDERATION called for flexibility in implementation for countries with economies in transition, which need to stabilize sustainable economic development.",
      "He supported calculating annual emissions on a percentage basis from the baseline year of 1990, but proposed 2010 as the target year to allow for a long-term approach on investment.",
      "TURKEY noted its status as a non-signatory because it is listed in both Annex I and II, although UNDP considers it a developing country"
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}