{
   "actors": [
      "European Union"
   ],
   "countries": [],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_6",
   "section_title": "AD HOC GROUP ON ARTICLE 13 (AG13)",
   "sentences": [
      "AG13 was set up to consider the establishment of a multilateral consultative process available to Parties to resolve questions on implementation.",
      "AG13-1, held from 30-31 October 1995 in Geneva, decided to request Parties, non- Parties, and intergovernmental and non-governmental organizations to make written submissions in response to a questionnaire on a multilateral consultative process (FCCC/AG13/1995/2, para.",
      "Nineteen Parties, one non- party and ten NGOs submitted responses, which are contained in FCCC/AG13/1996/MISC.1 and MISC.2.",
      "The documents provide a spectrum of views on the multilateral consultative process and identify common areas of understanding. At AG13-2, held 10 July 1996 in Geneva, delegates discussed a multilateral consultative process (MCP) for the FCCC.",
      "Participants received a synthesis of responses to a questionnaire on establishing an MCP under Article 13 (FCCC/AG13/1996/1) to be considered at the Group\u0092s December session.",
      "The EU recommended a draft decision extending the AG13 mandate to COP-3 and a role in examining ways to apply an MCP to a protocol in cooperation with the AGBM.",
      "Delegates later adopted this draft decision.",
      "The meeting then adopted the Chair\u0092s draft text on linkages between AG-13 and AGBM, asking the COP to decide that the AGBM may seek such advice as may be deemed necessary from AG-13."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}