{
   "actors": [
      "Alliance of Small Island States",
      "European Union",
      "Group of 77",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Kuwait",
      "Mauritius",
      "Thailand",
      "Switzerland",
      "Samoa",
      "Nigeria",
      "Venezuela",
      "New Zealand",
      "Ghana",
      "United States",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Algeria",
      "Mexico",
      "Japan",
      "India",
      "Malaysia",
      "Senegal",
      "Zimbabwe",
      "China",
      "Chile",
      "Marshall Islands"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_10",
   "section_title": "POLICIES AND MEASURES",
   "sentences": [
      "Regarding P&Ms, the synthesis document (FCCC/AGBM/1996/10) notes that two general approaches have been discussed within the AGBM: a menu approach, wherein Annex I Parties could choose from a list according to national circumstances; and a mandatory approach, under which a new legal instrument would require certain common and/or coordinated P&Ms.",
      "The document also states that proposals on P&Ms address three areas: mechanisms for implementation, policy objectives to be pursued by P&Ms and specific P&Ms for inclusion in a protocol or another legal instrument. Delegates expressed differing opinions regarding the approach to P&Ms.",
      "The EU, supported by SWITZERLAND, favored adopting a mandatory approach, under which the new legal instrument would require certain common and coordinated P&Ms.",
      "The EU proposed three separate annexes to the protocol, drawing distinctions between mandatory, coordinated and optional P&Ms.",
      "He also proposed an 'Annex X' for those Parties that adopt and implement these P&Ms.",
      "Responding to numerous questions, the EU clarified that Annex X could include all Annex I countries and new OECD members.",
      "Non-Annex I countries could also be included on a voluntary basis.",
      "Supported by BRAZIL, AUSTRALIA, VENEZUELA, SAUDI ARABIA and CANADA, the US opposed harmonized measures and advocated flexibility through national programmes geared to national circumstances. The G-77/CHINA, supported by CHINA, INDIA, the REPUBLIC OF KOREA, BRAZIL, MALAYSIA, SAUDI ARABIA, GHANA, SAMOA, the MARSHALL ISLANDS, VENEZUELA, MEXICO, ZIMBABWE, SENEGAL, IRAN, NIGERIA, THAILAND, MAURITIUS, the PEOPLE\u0092S REPUBLIC OF KOREA, ALGERIA, CHILE and KUWAIT, stressed that the AGBM\u0092s work must remain within the Berlin Mandate.",
      "He expressed concern that P&M proposals did not focus solely on Annex I Parties\u0092 commitments and stressed that developing countries\u0092 implementation depended on developed countries fulfilling their commitments.",
      "He referred to the concept of 'Annex X Parties', the separation of P&Ms and QELROS and concepts such as emission banking, emission permits and AIJ as attempts to stray from commitments. Both developed and developing countries highlighted the need for flexible approaches and the importance of economic considerations.",
      "The REPUBLIC OF KOREA, CANADA, JAPAN, NEW ZEALAND and MAURITIUS supported a menu approach to provide flexibility for countries with differing economic positions and national contexts.",
      "MEXICO and CHILE supported a flexible approach with some binding commitments.",
      "NEW ZEALAND highlighted the need for least-cost solutions and advocated market-based instruments.",
      "SWITZERLAND noted that some common measures, such as taxation of aviation fuel, are necessary and important for small countries with limited home markets.",
      "CANADA and AUSTRALIA also suggested that activities to combat climate change need to be beneficial for the economy and that action should not impinge on competitiveness.",
      "THAILAND questioned the concept of 'cost effectiveness' in mitigating climate change. BRAZIL supported common policies in sectors of an international nature and, supported by MEXICO and IRAN, cautioned against policies that would impose barriers to international trade and negatively affect non-Annex I countries.",
      "SAUDI ARABIA, supported by KUWAIT and ALGERIA, suggested that proposals of P&Ms should be accompanied by an analysis of their impacts on developing countries, in particular with regard to economic growth and international trade.",
      "MAURITIUS supported voluntary agreements for the elaboration of mechanisms of P&Ms and asked whether taxes and emissions permits would apply to Annex I countries only. Delegates also noted other considerations.",
      "NEW ZEALAND noted the need for refinement of policy objectives.",
      "CANADA supported 'less intrusive' mechanisms for implementing P&Ms, including education and information sharing.",
      "CANADA, SAMOA, the MARSHALL ISLANDS and MAURITIUS favored a combined approach for negotiating P&Ms and QELROS.",
      "SAMOA, on behalf of Alliance of Small Island States (AOSIS), called for a coordination mechanism for discussing and implementing P&Ms.",
      "IRAN argued that P&Ms should include information and technology exchange.",
      "VENEZUELA highlighted the advantages offered by utilizing fossil fuels while developing technology to minimize their impacts on climate."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}