{
   "actors": [
      "European Union",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Australia",
      "Iran",
      "Kuwait",
      "Philippines",
      "India",
      "Micronesia",
      "Mauritius",
      "Malaysia",
      "Zimbabwe",
      "China"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_24",
   "section_title": "IPCC WORK PROGRAMME",
   "sentences": [
      "An initial list of items on which the IPCC could provide input to the SBSTA was presented in the annex to document FCCC/SBSTA/1996/18. Numerous countries, including AUSTRALIA and the US, supported the work programme.",
      "ZIMBABWE urged SBSTA to request the IPCC to conduct awareness programmes through workshops at regional levels.",
      "CHINA noted the importance of Article 4.8, on the special needs of vulnerable countries for study of regional sectoral impacts of climate change.",
      "MAURITIUS, on behalf of the African Group, called for long- term sustained monitoring and projects leading to vulnerability assessment and adaptation methods and for more developing country scientists\u0092 involvement in the IPCC.",
      "MALAYSIA, CHINA, the PHILIPPINES and INDIA favored prioritizing regional scenarios on climate change to facilitate developing countries\u0092 work on national communications.",
      "The US, supported by CANADA, pointed to the need to consider FCCC resources for the work of the IPCC. The EU asked that the full range of issues covered in the SAR be considered in the Third Assessment Report (TAR).",
      "The US urged the IPCC to remain flexible and responsive to SBSTA.",
      "CHINA and IRAN proposed that the TAR contain a section on the impact of activities by Annex I on non-Annex I countries.",
      "KUWAIT urged that IPCC studies be based on proposals by Parties, adhere to the Berlin Mandate and not refer to commitments of non-Annex I Parties.",
      "MAURITIUS asked for computer technology to enhance developing country participation in the IPCC and increase public awareness of the results of the SAR.",
      "MICRONESIA requested representation of small island developing States (SIDS) in the IPCC and expert groups."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}