{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Maldives",
      "France",
      "Mauritius",
      "Morocco",
      "Samoa",
      "Argentina",
      "Norway",
      "New Zealand",
      "United States",
      "Australia",
      "Iran",
      "Egypt",
      "Venezuela",
      "Russia",
      "Malaysia",
      "Marshall Islands",
      "Chile",
      "Iceland",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_7",
   "section_title": "QELROS",
   "sentences": [
      "The synthesis document (FCCC/AGBM/1996/10) addresses several issues regarding QELROs, including: legal character; coverage; level and timing; distribution of commitments; and flexibility. On the legal character of QELROs, NORWAY, ICELAND, the MARSHALL ISLANDS, the EU, CHILE, EGYPT, MOROCCO, MAURITIUS and SAMOA, on behalf of AOSIS, called for legally-binding commitments for Annex I countries, but MOROCCO cautioned against negative impacts on developing countries.",
      "ARGENTINA and NEW ZEALAND called for mechanisms for compliance and dispute settlement.",
      "A number of countries, including NORWAY, urged a degree of flexibility for Annex I countries.",
      "The US suggested 'hard commitments to soft targets,' wherein commitments would focus on the development of a programme, implementation of P&Ms, reporting and review.",
      "VENEZUELA recommended defining the legal nature once objectives were quantified. On the coverage for greenhouse gas (GHG) emissions, the EU, the US, EGYPT, IRAN and MAURITIUS favored covering all GHGs.",
      "The MARSHALL ISLANDS preferred to cover only CO2 gases.",
      "NORWAY, supported by CANADA and NEW ZEALAND, called for a single objective relating to all greenhouse gases through the use of a 'basket' approach containing as many greenhouse gases as possible.",
      "ARGENTINA, supported by VENEZUELA and CHILE, preferred a 'gas-by-gas approach'. On the level and timing of QELROs, SAMOA, on behalf of AOSIS, the MARSHALL ISLANDS, the MALDIVES and MAURITIUS referred to the AOSIS draft protocol, which requires Annex I Parties to reduce 1990 CO2 emission levels by at least 20 percent by the year 2005.",
      "SAMOA, on behalf of AOSIS, the MARSHALL ISLANDS and the EU promoted early action while the US supported a longer time-horizon.",
      "FRANCE suggested an ultimate per capita reduction in CO2 compatible with convergence at a global reduction of 7 percent by 2010.",
      "EGYPT preferred a uniform level of emissions.",
      "ICELAND and JAPAN proposed multi-year targets and VENEZUELA opposed the introduction of targets and timetables.",
      "ARGENTINA suggested not only focusing on percentages and time frames but also on standards for economic efficiency. On the distribution of commitments, the US proposed flat rate reductions that would bind all Annex I Parties to the same QELROs.",
      "A number of Parties, including NORWAY, RUSSIA, ICELAND, AUSTRALIA, CANADA, JAPAN, CHILE, FRANCE, the REPUBLIC OF KOREA, IRAN and EGYPT, called for differentiation among Annex I countries in order to take account of differences in national circumstances and economic burdens.",
      "Several delegations highlighted the importance of equity and flexible distribution.",
      "The RUSSIAN FEDERATION highlighted Article 4.6, which calls for flexibility for countries with economies in transition.",
      "ARGENTINA proposed setting objectives for regional groups and further study of differentiation.",
      "SAMOA, on behalf of AOSIS, said there was insufficient time to negotiate differentiation. NORWAY, ICELAND and AUSTRALIA suggested establishing indicators as a basis for differentiation.",
      "NORWAY proposed common levels of greenhouse gas emissions per unit of GDP, greenhouse gas emissions per capita and GDP per capita.",
      "AUSTRALIA suggested considering GDP growth of the economy, population growth, fossil fuel trade and emission intensity of exports.",
      "VENEZUELA and IRAN suggested including historic responsibility for concentration of greenhouse gases.",
      "BRAZIL favored calculating the burden starting from a baseline year.",
      "AUSTRALIA suggested that indicators could be negotiated through a bottom-up approach. Regarding flexibility, FRANCE reminded Parties of the importance of minimizing costs in achieving objectives and proposed flexibility in meeting their QELROs.",
      "With the REPUBLIC OF KOREA, he noted the need for joint or coordinated P&Ms at the international level.",
      "NORWAY, CANADA, the US, the EU and FRANCE supported the idea of allowing Annex I countries to meet their commitments through joint implementation (JI).",
      "VENEZUELA cautioned that AIJ and JI were distinct concepts and that JI should only be considered with respect to other Annex I countries.",
      "BRAZIL urged that JI credit should apply only if both countries had emissions targets.",
      "ARGENTINA stated that flexibility should not be a 'blank cheque'. The idea of emissions trading to achieve flexibility was supported by delegations such as NORWAY, CANADA, NEW ZEALAND and FRANCE.",
      "The EU said that emissions permits could not replace P&Ms.",
      "AUSTRALIA said that trading regimes would need to address equity concerns.",
      "CANADA and NEW ZEALAND supported cumulative or aggregate targets.",
      "The US proposed emissions banking or borrowing.",
      "EGYPT warned that borrowing could constitute an excuse to delay action.",
      "MALAYSIA suggested that borrowers should pay interest, which could be used to set up a fund to safeguard countries against the effects of climate change. The CLIMATE ACTION NETWORK, representing environmental NGOs, called on COP-3 to adopt a protocol imposing legally-binding commitments by industrialized countries to cut CO2 by 20 percent by 2005 and adopt aggressive targets thereafter.",
      "The INTERNATIONAL COUNCIL FOR LOCAL ENVIRONMENTAL INITIATIVES, representing local authorities, noted that local governments began setting emissions targets five years ago and called for international targets as an initial step towards strategy."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}