{
   "actors": [],
   "countries": [],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_5",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION (SBI)",
   "sentences": [
      "The SBI was established by the COP to assist in the review and assessment of the implementation of the Convention and in the preparation and implementation of the COP\u0092s decisions.",
      "SBI-1 took place from 31 August - 1 September 1995 in Geneva.",
      "The SBI addressed: communications from Annex I Parties; a progress report on in-depth review; institutional and budgetary matters; matters relating to the financial mechanism; and the elaboration and scheduling of the programme of work for 1996-1997.",
      "Delegates recommended that the COP adopt the draft Memorandum of Understanding with the GEF as the financial mechanism, and proposed a draft decision on this item to be adopted by COP-2. At SBI-2, held in Geneva from 27 February - 4 March 1996, delegates considered in-depth reviews of national communications, matters related to the financial mechanism, financial and technical cooperation, transfer of technology, arrangements for the relocation of the Secretariat to Bonn, and COP-2.",
      "While delegates welcomed the GEF Council\u0092s adoption of its operational strategy, many noted the need to expedite the process of providing 'full agreed costs' for non-Annex I communications or risk serious delays.",
      "Developing countries frequently noted that providing funds to the GEF and providing funds to countries were not the same thing.",
      "SBI\u0092s review of in-depth reports revealed that many delegations found the national communications in need of comparability and consistency.",
      "The problem of membership distribution provoked several lengthy debates on the composition of the Bureau, a question pending since COP-1.",
      "Despite numerous consultations, the issue remained outstanding. At SBI-3, held 9-16 July 1996 in Geneva, little discussion of difficult issues took place during open sessions.",
      "Delegates noted their objections to several draft decisions, which were referred immediately to contact groups by the Chair.",
      "Differences were resolved in closed sessions by Parties, and were considered for adoption by the open SBI session only after consensus had been reached.",
      "Contact group issues included: technology transfer; the operating budget of the Secretariat; legal issues concerning relocation of the Secretariat to Bonn and the possibility of setting up a liaison office with the Secretariat at UN Headquarters in New York; guidance to the GEF Council; the Annex to the Memorandum of Understanding (MOU) between the GEF Council and the COP; and national communications from non-Annex I Parties.",
      "The contact groups were able to resolve all outstanding issues with the exception of the Annex to the MOU.",
      "The SBI\u0092s decisions, as well as an explanation of the unresolved MOU issue, are contained in the report of SBI-3 (FCCC/SBI/1996/L.3)."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}