{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Kuwait",
      "Philippines",
      "Costa Rica",
      "United States",
      "Morocco",
      "Austria",
      "China",
      "Russian Federation",
      "Japan",
      "Switzerland"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_46",
   "section_title": "CHARACTERISTICS",
   "sentences": [
      "Under characteristics, the paper focuses on defining the following for a future MCP: nature (facilitative, cooperative, transparent); objective (find solutions, non-confrontational, non-compliance, preventive); expertise (legal, economic); application (optional, compulsory); and evolution (static, dynamic, flexible). In the discussion that followed, many delegates emphasized that their comments were preliminary in nature.",
      "Several delegations stressed that the work of AG13 must be based on the language of Article 13 and noted that the open nature of the Article allows Parties to define its structure.",
      "Delegations also noted that the MCP should be non-binding, non-adversarial and non-judicial.",
      "Delegates urged for an MCP that is cooperative, transparent, practical and timely.",
      "Many also noted the need to coordinate with the SBI and cautioned against duplicating the work of the SBSTA.",
      "CANADA and JAPAN noted that it must be flexible and evolve over time.",
      "The EU, the RUSSIAN FEDERATION, CANADA and AUSTRIA highlighted an MCP\u0092s potential to prevent disputes. Differing positions emerged on other aspects of an MCP.",
      "The EU suggested a new standing body that would consider implementation questions, although decision-making power should remain with the COP.",
      "SWITZERLAND called for a permanent body with approximately 10 members that are appointed by the COP.",
      "CHINA stated there was no need to establish a new body.",
      "The EU drew comparisons to the non- compliance procedures under the Montreal Protocol, while the RUSSIAN FEDERATION characterized the non-compliance procedures as 'extremely complicated.",
      "' COSTA RICA, on behalf of the G-77/CHINA, said that review mechanisms of the SBI and the SBSTA should be used in the AG13 process.",
      "CHINA noted that an MCP should be invoked only by Parties, involve discussions between Parties and should not 'pass judgment' on implementation efforts.",
      "CANADA said an MCP could involve a representative group of Parties with expert input, if needed.",
      "The RUSSIAN FEDERATION suggested that an MCP could be a special ad hoc group of experts on legal and economic questions.",
      "JAPAN noted that the process should only involve a limited number of Parties, otherwise the SBI should be involved. On Tuesday, 17 December, delegates provided additional statements on characteristics.",
      "CANADA said that Parties should be free to raise their own implementation issues.",
      "She said that referring to the performance of other Parties presents difficulties.",
      "The PHILIPPINES cautioned against derogating the balance within the Convention and said an MCP should be a consultative process and nothing else.",
      "She said addressing compliance is by its nature confrontational.",
      "CHINA reiterated that it was not urgent to establish an MCP. Regarding an MCP\u0092s area of expertise, MOROCCO said that legal, economic, social and technical issues should be addressed.",
      "SWITZERLAND said technical and scientific issues could be addressed unless it would duplicate other bodies\u0092 work.",
      "The US and CANADA suggested drawing from a roster of experts for consultation.",
      "Most countries agreed that the application of an MCP should be optional rather than compulsory, and stressed flexibility to accommodate future needs.",
      "The EU noted that some elements regarding the characteristics of an MCP need further consideration before it can be finalized.",
      "She offered to draft a paper on points of convergence that have already emerged.",
      "CHINA and KUWAIT said it is premature to draw conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}