{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Gambia",
      "Poland",
      "Micronesia",
      "United States",
      "Trinidad and Tobago",
      "Latvia",
      "Japan",
      "New Zealand",
      "Norway",
      "Mauritius",
      "Romania",
      "Australia",
      "Iran",
      "India",
      "Malaysia",
      "Zimbabwe",
      "China",
      "Marshall Islands",
      "Russian Federation",
      "Hungary"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_23",
   "section_title": "GUIDELINES FOR NATIONAL GHG INVENTORIES",
   "sentences": [
      "The Revised 1996 IPCC Guidelines for National GHG Inventories were introduced (FCCC/SBSTA/1996/18/Add.",
      "1) for consideration and possible adoption.",
      "Revised guidelines have been established for the following sectors: fuel combustion, industrial processes, land-use change and forestry, agricultural soils and waste. A number of countries expressed their appreciation for the cooperation between the SBSTA and the IPCC.",
      "Many countries, including INDIA, JAPAN, the RUSSIAN FEDERATION, ZIMBABWE, CANADA, NORWAY, the EU and MALAYSIA, supported the adoption of the Revised 1996 Guidelines for emission inventories.",
      "The RUSSIAN FEDERATION called for closer scrutiny of the global warming potential (GWP) of CFC substitutes.",
      "A number of Parties made statements on the approach by which emissions related to the consumption of HFCs, PFCs and SF6 are to be reported.",
      "The 'potential approach,' as favored by the US and TRINIDAD AND TOBAGO, would use annual data on production, exports, imports and destruction.",
      "The emission estimates so derived do not take into consideration storage and release of chemicals over time. The 'actual approach,' in contrast, attempts to account for the time lag between consumption and emissions.",
      "JAPAN, NORWAY and the EU favored the 'actual emission approach,' but also encouraged the submission of data using the 'potential approach.",
      "' The EU stated that Parties should report the best available estimate of actual emissions, to the extent that national circumstances permit.",
      "LATVIA supported ROMANIA and POLAND in stressing the need for comparability of methodologies. Parties then discussed when they should begin using the Revised Guidelines for reporting.",
      "JAPAN, INDIA, the EU, NEW ZEALAND and JAPAN stated that the Revised Guidelines should be applied to recalculate 1990 base year GHG inventories and all subsequent years.",
      "A number of countries, including LATVIA, stated that their second inventories are being prepared and that it would be too complicated to recalculate them.",
      "AOSIS, ROMANIA, HUNGARY, the RUSSIAN FEDERATION, NORWAY, CANADA, AUSTRALIA, GAMBIA and IRAN supported a more flexible approach, by which the revised methods would be applied as a supplement to the 1995 IPCC Guidelines on a voluntary basis for inventories due in April 1997 and on a mandatory basis for 1998 and 1999.",
      "Inventories due after 1999 would use only the Revised Guidelines.",
      "The US urged to test the revised methods for validity and workability and apply them, where possible, by 1997. AUSTRALIA, INDIA, the EU, CANADA and NEW ZEALAND supported the use of the Revised Guidelines by both Annex I and non- Annex I countries.",
      "Some countries, including CHINA, IRAN and POLAND, did not support this position.",
      "MICRONESIA, ROMANIA and the MARSHALL ISLANDS urged flexibility for developing countries to apply the revised guidelines.",
      "MAURITIUS suggested a simplified inventory methodology, given the limited expertise of African countries.",
      "CANADA agreed with JAPAN and HUNGARY that further distribution of the guidelines and methodology was necessary."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}