{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "Portugal",
      "Denmark",
      "Poland",
      "Luxembourg",
      "France",
      "United States",
      "Malaysia",
      "Austria",
      "Germany",
      "Greece",
      "Switzerland",
      "Japan",
      "Norway",
      "Iceland"
   ],
   "enb_end_date": "05-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "05-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1242000e.html",
   "id": "1242000e_2",
   "section_title": "ROUNDTABLE ON DIFFERENTIATION",
   "sentences": [
      "Chair Chow Kok Kee (Malaysia) welcomed the speakers on differentiation and called for a non-confrontational process that promotes understanding rather than political positions.",
      "Mr. Harald Dovland (Norway) said that differentiation provides for a more equitable and ambitious goal than the lowest common denominator agreement allowed by a flat-rate approach.",
      "He highlighted single and multiple criteria approaches to differentiation and emphasized that differentiation formulas are not necessarily meant to determine binding targets, but to provide tools for guiding negotiations.",
      "He cited the EU\u0092s proposed goals as an ambitious example for differentiation and cautioned that flexible instruments, such as joint implementation, are not a replacement for differentiation. The US did not support the suggestion that progress can be achieved through differentiation and said that under a flat rate countries could accomplish more.",
      "He questioned the 'trade off' between differentiation and a flat rate and asked if a system of differentiation is necessary.",
      "The Chair then introduced other panelists, who spoke in their individual capacity. Mr. Akihiko Furuya (Japan) said that differentiation is indispensable for achieving fairness and noted that the Berlin Mandate calls for taking into account the different starting points of countries.",
      "He discussed a 'formula-based approach,' under which QELROs can be divided according to specific indicators.",
      "He also noted the 'selective approach,' under which countries could use GDP as an indicator, and the 'negotiation approach,' under which each country would negotiate its QELROs with other countries. Mr. Maciej Sadowski (Poland) said that the preferred approach involves differentiation by countries and noted that aggregation into groups could be effective.",
      "He underscored the political difficulties in agreeing on a common set of criteria and proposed concentrating on the target to be achieved by each Party. Amb.",
      "Louet (France) noted that differentiation is not a result of theoretical considerations, but of unavoidable practical necessity.",
      "He noted that the EU has adopted a common position and explained that a greenhouse gas emission reduction of 30% for Luxembourg and 25% for Germany, could be offset by Portugal\u0092s and Greece\u0092s respective greenhouse gas emission increase of 30% and 40%, which account for differences in starting points.",
      "He noted that even countries favoring the flat-rate concept recognize the need for flexibility.",
      "He cautioned that a tradable permit system would give premium to the biggest producer of greenhouse gases. The EU underlined the differences in countries\u0092 ability and costs associated with meeting commitments.",
      "As a regional group, it is taking on joint commitments and will engage in internal burdensharing.",
      "A number of EU countries are willing to commit themselves to reduce emissions.",
      "SWITZERLAND stressed that there is no good unique indicator that can take into account national circumstances and said that the logical starting point of the discussion is agreement on the quantity to differentiate. The US suggested focusing on targets, outcomes and QELROS so that overall reductions can take place while Parties who find targets burdensome can trade emissions with others.",
      "GERMANY urged countries to enrich progress by making concrete proposals regarding numbers for significant overall reductions and the contributions that countries intend to make toward these goals. Amb.",
      "Howard Bamsey (Australia) stressed that differentiation is necessary for reflecting different national circumstances.",
      "He noted there are a large number of proposals, but a small number of indicators.",
      "He outlined common groups among proposed indicators: those based on economic structures and resource bases; those based on emission reduction tasks including population growth, economic growth and per capita resources; and others based on trade impacts. GERMANY stated that differentiation within the EU was not based on indicators, because indicators do not reflect political reality.",
      "She noted that Germany, Denmark and Austria accepted the largest shares of the reduction burden because they are convinced that combating climate change is important.",
      "The US noted that the EU collectively argued in 1990 that they would reduce emissions drastically.",
      "He said this reduction would have been possible with a flat-rate. GERMANY, referring to the EU experience, suggested making a joint commitment for a future protocol, setting common targets for Annex I Parties and deciding how to share them.",
      "AUSTRALIA asked how differentiation was achieved within the EU and noted this could set an example for Annex I countries on the road to Kyoto.",
      "ICELAND stressed the need to reach conclusions on differentiation before Kyoto."
   ],
   "subtype": "groups",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}