{
   "actors": [],
   "countries": [
      "Switzerland",
      "Costa Rica"
   ],
   "enb_end_date": "07-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "03-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1245000e.html",
   "id": "1245000e_14",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "On 6 March, SBI Vice-Chair José Romero (Switzerland) reconvened SBI-5 to finish its work from the previous week.",
      "He presented the draft conclusions of the informal group on financial and technical cooperation chaired by Manuel Dengo (Costa Rica).",
      "On review of the financial mechanism, the SBI welcomed new information provided at this session, including the report prepared by the GEF (FCCC/SBI/1997/2) and two workshops conducted by the GEF.",
      "The conclusions note that the Parties requested additional time for review of this information.",
      "The SBI also noted that information from other sources, including Parties, would be particularly important for facilitating a fully-informed review.",
      "The SBI added that the report of the UN General Assembly Special Session for the review of the implementation of Agenda 21 would be of interest for reviewing the GEF. The SBI agreed to guidelines on the review process, invited Parties to submit views on the financial mechanism by 15 May 1997, and requested the secretariat to prepare a compilation and a synthesis report of the submissions for SBI-6.",
      "The SBI also highlighted the need for full replenishment of the GEF.",
      "The proposed guidelines note objectives, methodology and criteria for the review.",
      "The objectives will be to review the financial mechanism and to take appropriate measures regarding its: conformity with Article 11 of the Convention; conformity with the COP's guidance; effectiveness in implementing the Convention and in providing financial resources on a grant or concessional basis, including the transfer of technology; and effectiveness in providing resources to developing country Parties under Article 4.3. Under methodology, the review shall draw upon the following sources: information provided by Parties on their experiences with the financial mechanism; annual reviews by the COP on how the financial mechanism's activities conform with the COP's guidance; the GEF's annual report to the COP; reports from the GEF monitoring and evaluation programme; reports from the Commission on Sustainable Development and relevant bilateral and multilateral funding institutions; and relevant information provided by other intergovernmental and non-governmental organizations. Under criteria, the effectiveness of the financial mechanism will be assessed taking into account the following: transparency of decision-making processes; adequacy, predictability and timely disbursement of funds for activities in developing country Parties; responsiveness and efficiency of the GEF project cycle and expedited procedures, including its operational strategy; amount of resources provided to developing country Parties, including financing for technical assistance and investment projects; amount of finance leveraged; and sustainability of funded projects. The SBI also took note of the information on relevant action by the GEF Council, contained in document FCCC/SBI/1997/Misc.3, and requested the secretariat to provide subsequent SBI sessions with such information as it becomes available.",
      "The Vice-Chair thanked delegates for their participation and adjourned SBI-5."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "SBI"
}