{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Kuwait",
      "Nigeria",
      "Iran",
      "Uzbekistan"
   ],
   "enb_end_date": "07-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "03-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1245000e.html",
   "id": "1245000e_16",
   "section_title": "COMPENSATION",
   "sentences": [
      "Developed countries voiced their own concern about a potentially complicated matter as another developing country issue came to the fore: impacts of P&Ms and compensation for these impacts.",
      "The G-77, particularly the oil-producing countries, called for concrete compensation mechanisms for adverse impacts on developing countries arising from implementation of response measures.",
      "Iran, Nigeria and Kuwait provided some detailed suggestions on these mechanisms, including the establishment of a compensation fund.",
      "Uzbekistan proposed to request the IPCC to make recommendations on ways to reduce negative impacts of Annex I commitments on developing countries.",
      "Reaction to these requests reflected that some delegations did not take the proposal too seriously and perhaps viewed it as a delaying strategy.",
      "One delegate asked if developed countries that suffer from increased oil prices would be eligible for compensation or if developed countries who help with adaptation measures would liable for injury.",
      "Within the G-77, AOSIS delegations responded that compensation should not concern lost revenues, but should address damages arising from temperature increases and sea level rise.",
      "Some participants expressed surprise that AOSIS did not voice stronger support for this proposal given its vulnerability to the effects of climate change.",
      "Others, however, suggested that AOSIS countries are fully aware of the practical problems in measuring, quantifying and billing for the impacts of climate change and a strong stance on this issue would merely be another stone in the road. Nonetheless, some participants reported that the G-77 proposal announced during the final day will include a reference to compensation.",
      "Should support for this idea spread among members, the picture could become even more complicated.",
      "The already complicated mix of proposals on QELROs, according to many, raised more questions than it answered: how will JI and emissions trading be squared with QELROs?",
      "Under what conditions could developing countries accept AIJ and emissions trading?",
      "How will the EU stance against differentiation among Annex I countries square with the fact that emission reduction targets among EU countries range from a 40% increase to a 30% reduction?",
      "How closely will the US cling to many of its positions, when a number of delegations appear steadfastly opposed?",
      "Nonetheless, one participant reported that the G-77 proposals announced on the final day includes a 'weak' reference to compensation.",
      "Should this concept become a focus of discussion, it will add another factor to an already complicated picture and delay progress towards a protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}