{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Iran",
      "Iceland",
      "Poland",
      "United States",
      "Germany",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Norway",
      "Russia"
   ],
   "enb_end_date": "07-Mar-97",
   "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "6th Session of the AGBM",
   "enb_start_date": "03-Mar-97",
   "enb_url": "http://www.iisd.ca/vol12/1245000e.html",
   "id": "1245000e_15",
   "section_title": "A BRIEF ANALYSIS OF AGBM-6",
   "sentences": [
      "Bonn hosted the February/March meetings of the four FCCC subsidiary bodies, marking their first sessions in the secretariat's new home town.",
      "SBSTA, SBI and AG-13 met during the first week to continue their work on issues such as budgetary matters, joint implementation, technology transfer and a multilateral consultative process.",
      "AGBM-6 set itself the task of 'streamlining' its Framework Compilation of proposals into a negotiating text for its next session.",
      "In this regard, AGBM-6 was neither a disappointment nor a ripping success.",
      "Delegates managed to merge or eliminate some overlapping provisions within the myriad of proposals contained in the Compilation.",
      "They also officially gave the Chair a mandate to produce a draft negotiating text.",
      "However, other proposals emerged in the eleventh hour, such as one by the G-77 on QELROs, which signaled that AGBM-6 did not foster much progress on several fundamental points, despite the hopes of many observers.",
      "This meeting did not necessarily eliminate the number of proposals on the table, it simply straightened and sorted them.",
      "AGBM-6 brought the Parties one step, albeit a small one, closer to fulfilling its mandate. A number of past disagreements did not rear their heads at this meeting, most notably over scientific uncertainty of climate change or the form of the new instrument to be adopted at COP-3.",
      "Nonetheless, the meeting unveiled a host of disagreements over the content of the protocol regarding issues such as timetables and targets, policies and measures, and compensation, and foreshadowed a number of battles on the horizon before Kyoto.",
      "In short, when it comes to the concepts now on the table, there still seems to be fundamental disagreement.",
      "AGBM Chair Estrada, in his opening comments, noted that one serious problem facing these negotiations was disagreement among developed countries on the content and treatment of issues that will form the basis of the protocol. Indeed several noticeable disagreements, mostly trans- Atlantic, emerged with respect to the targets and timetable for QELROs and the specifics related to policies and measures.",
      "Delegates also differed on the idea of differentiating between Annex I Parties with regard to each Parties' goal for lowered emissions.",
      "Developing countries, as well, voiced concerns, particularly on proposals containing unspecified new annexes and proposals on JI and trading. QELROs: During the debate over QELROs, Parties voiced a number of diverse, often fundamentally different, perspectives.",
      "The EU, Switzerland and Norway were the only Annex I countries proposing specific targets.",
      "The strongest of these proposals came from the EU after its Ministerial Council meeting, calling for a 15% reduction across the EU by 2010, replacing a host of individual commitments from members of the EU.",
      "According to some, this proposal could overshadow the AOSIS protocol goal of 20% by 2005.",
      "The US, on the other hand, proposed emissions trading, multi-year emissions budgets, borrowing of emissions from future budgets and joint implementation with developing countries for credit.",
      "Apart from the few delegations who provided specific QELROs proposals, most governments based their proposals for strengthening commitments in Article 4.2 (a) and (b) on a call for flexibility.",
      "The aim of differentiation, as it was recurrently stated by its supporters during plenary and roundtable discussions, is to achieve maximum flexibility.",
      "Whereas some countries, including the US, Australia and New Zealand continued to insist on flexible measures, such as JI and emissions trading, others used the term 'flexibility' for proposing to introduce different levels of commitment. This request for 'fairness' is based on the Berlin Mandate's call for a consideration of different starting points of countries.",
      "If the concept of differentiation would find its way into a protocol or other legal instrument, most Parties would probably present 'special circumstances,' which could move the debate from its essence - the reduction of GHG emissions - to intractable distribution questions.",
      "Poland suggested resolving this problem by aggregating countries into groups.",
      "Germany and Russia followed this concept by proposing a certain degree of flexibility for countries with economies in transition.",
      "Norway and Iceland put forward a specific formula for differentiation for all countries.",
      "Australia, Iran, Japan and Poland proposed indicators or criteria on which differentiation could be based.",
      "Not many of these, however, addressed the more practical problems concerning information and quantification to determine a fair and equitable set of commitments.",
      "The EU's opposition to differentiating commitments caused some controversy, in particular after the EU presented its Environment Ministers' Council decision to implement its own, quantified targets by taking on board joint commitments and internal burdensharing.",
      "Several Parties stated that they viewed the internal burdensharing concept of the EU as a contradiction to their opposition to differentiation.",
      "The US, formerly very strongly opposed to alternatives to a flat-rate approach, even suggested including the table with the differentiated reduction targets as a proposal for the protocol 'to have a full range of options.",
      "' Having lost strong speakers against differentiation, the debate seems to have moved slightly from whether differentiation is possible, to how differentiation can be accomplished. The bottom line, however, still is that differentiation needs to be preceded by countries' firm proposals for firm targets and timetables.",
      "A number of developing countries were strongly suspicious of both the US proposal for emissions trading and the EU proposal on P&Ms and argued that both would prove far too complicated for a protocol."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}