{
   "actors": [
      "Coalition for Rainforest Nations"
   ],
   "countries": [
      "Brazil",
      "Honduras",
      "Mexico",
      "Sudan",
      "Philippines",
      "Indonesia",
      "Costa Rica",
      "Papua New Guinea",
      "United States",
      "Colombia",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "31-Aug-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12549e.html",
   "id": "enb12549e_9",
   "section_title": "Technical presentations",
   "sentences": [
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, presented key elements of a new market-based mechanism that is: envisaged only for financing phase 3 of REDD+ activities; on an appropriate national scale; and with a hybrid trading approach, whereby a national reference level is defined ex-ante and an equivalent allowance is issued. BRAZIL introduced the Amazon Fund as an example of a simple and transparent approach that enables environmental integrity and national autonomy to support activities according to national priorities.",
      "He suggested avoiding undue technical requirements for REDD+ financing taking into consideration other mitigation areas, and stressed that an appropriate market mechanism approach does not include offset mechanisms. BOLIVIA highlighted that his country recently passed the law of Mother Earth and integral development for living well, which creates the Joint Mitigation and Adaptation Mechanism for the integral and sustainable management of forests.",
      "He said the mechanism is based on ex-ante funding, and suggested, inter alia : creating a GCF window for the mechanism and establishing a consultative group of experts under SBSTA guidance.",
      "Sudan, for LDCs, said public funding must be the major source for REDD+ implementation, and highlighted the need to: address REDD+ under a socioeconomic development context; and adequately consider non-carbon benefits and national implementation risks. INDONESIA urged developing different options for financing at different phases of REDD+, including filling the gaps between fast-start and long-term financing.",
      "She highlighted that a REDD+ framework should provide multiple benefits beyond verified emission reductions.",
      "The US provided an overview of possible financial tools, including: up-front or ex-post financing, such as grants and loans; and risk-reducing tools, including commercial and political risk insurance.",
      "MEXICO, for Colombia, Costa Rica and Honduras, elaborated on elements of a national financial arrangement for REDD+, introducing the concept of a REDD+ unit equivalent to one ton of carbon dioxide, which should be issued on the basis of: MRVed actions; established forest reference levels; a safeguards information system; and a national REDD+ registry.",
      "The PHILIPPINES and SWITZERLAND stressed ensuring that national experiences inform the framework for financing the full implementation of results-based actions in line with REDD+ safeguards."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}