{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Tuvalu",
      "Indonesia",
      "India",
      "China",
      "Antigua and Barbuda",
      "Japan",
      "Venezuela"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "13-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12374e.html",
   "id": "enb12374e_11",
   "section_title": "CLOSING STATEMENTS:",
   "sentences": [
      "AWG-KP Chair Dovland reminded delegates that the AWG-KP is scheduled to adopt conclusions at AWG-KP 6 in Accra on the means to reach emission reductions.",
      "He expressed hope that the Chairs compilations of views would assist in this task, and stressed that a tremendous amount of work and difficult negotiations lie ahead and that the pace of progress will need to increase.",
      "He called for a completely new spirit of cooperation and urged parties to prepare well for the next session.",
      "The EU said he had hoped for more progress in Bonn, predicted that further discussions will be difficult, and underscored the need to be innovative and open-minded to achieve an ambitious level of emission reductions.",
      "JAPAN highlighted the importance of LULUCF and the flexible mechanisms, and the potential of different sectoral approaches.",
      "Antigua and Barbuda, for the G-77/CHINA, expressed concern over proposals reaching beyond the AWG-KP s legal mandate based on Protocol Article 3.9 (further commitments) and stressed the importance of agreeing on new Annex I targets by the end of 2009.",
      "CHINA, INDONESIA and INDIA urged faster progress on new Annex I emissions targets. INDONESIA emphasized that Annex I countries must not use LULUCF to shift responsibility away from reducing emissions in the energy sector.",
      "VENEZUELA called for universalization of the Protocol, stating that only one country with historical responsibility for greenhouse gas emissions has not ratified it.",
      "TUVALU noted the complexity of the issues discussed, but highlighted extreme vulnerability to climate change and the need for progress. CAN emphasized that climate change affects people s livelihoods and called for urgent action.",
      "He stated that many proposals on the mechanisms, such as inclusion of nuclear energy and CCS, are not acceptable.",
      "He called for binding caps on Annex I aviation and maritime emissions, and for symmetrical accounting of LULUCF, criticizing rules that count sinks but not emissions. AWG-KP Chair Dovland noted several calls for faster progress, stressed that only parties can deliver such progress, and thanked everyone for their work.",
      "He declared AWG-KP 5 closed at 7:05 pm."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}