{
   "actors": [
      "Umbrella Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Iran",
      "South Africa",
      "Denmark",
      "China",
      "Japan",
      "Argentina"
   ],
   "enb_end_date": "23-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "23-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12161e.html",
   "id": "enb12161e_3",
   "section_title": "BOX A - CAPACITY BUILDING, TECHNOLOGY TRANSFER, ADVERSE EFFECTS AND GUIDANCE TO THE GEF",
   "sentences": [
      "The informal high-level Plenary held in the morning began with a report by co-facilitator Minister Mabudhafasi (South Africa) on progress made Tuesday on 'Box A' issues.",
      "She reported that participants had recognized the need to move toward concrete action, and highlighted the value of the presence of ministers to find agreement on key political issues.",
      "Co-facilitator Minister Auken (Denmark) said delegates were close to reaching agreement on capacity building, with the exception of the cross-cutting issue of funding.",
      "He stressed that there would be no package deal if Parties did not find a solution to the funding issue.",
      "Following a request by SAUDI ARABIA and the G-77/CHINA that the cross-cutting issue of funding be addressed in a separate group, President Pronk said the group on 'Box A' would be allocated more time to address this issue.",
      "He also called on ministers to participate themselves in the negotiations in order to avoid a repetition of last week's discussions. These matters were then taken up in the afternoon in closed informal consultations.",
      "In the evening informal high-level Plenary, the co-facilitators reported on progress in informal consultations on technology transfer.",
      "Minister Mabudhafasi said differences remained regarding: the name and composition of the intergovernmental consultative group of experts; the reporting and review activities and needs under UNFCCC Article 4.5; the development of an information clearing-house and technology centres network.",
      "Minister Auken said agreement on the issue of funding would enable agreement on many of the outstanding issues, and stressed apparent flexibility in the views on the GEF, indicating that other possibilities for new and additional funding were being explored by Parties.",
      "However, he said that much remained unresolved on adverse effects, and informal contact groups had been formed to deal with specific issues.",
      "JAPAN, supported by CANADA, announced the tabling of a draft proposal by the Umbrella Group on the creation of a new 'window' in GEF to channel funding for the issues discussed in 'Box A'; the streamlining of the GEF; and special consideration for LDCs and SIDS.",
      "IRAN noted this proposal and said that, dependent on the sentiment within the G-77/CHINA, it provided ground for further movement on this issue.",
      "ARGENTINA said that emissions reductions should be the priority objective of the negotiations and that the Umbrella Group's draft proposal was confusion on priorities."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}