{
   "actors": [],
   "countries": [
      "Thailand",
      "Panama",
      "Germany"
   ],
   "enb_end_date": "28-Nov-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12523e.html",
   "id": "enb12523e_5",
   "section_title": "UN CLIMATE CHANGE TALKS IN 2011:",
   "sentences": [
      "In 2011, three official UNFCCC negotiating sessions were held in the lead-up to Durban.",
      "In April, the two AWGs convened in Bangkok, Thailand.",
      "The AWG-LCA engaged in procedural discussions on its agenda, finally agreeing on an agenda for its subsequent work.",
      "Under the AWG-KP, parties focused on key policy issues hindering progress.",
      "Two months later, negotiators gathered in Bonn, Germany, for sessions of the SBI, SBSTA, AWG-LCA and AWG-KP.",
      "SBSTA agreed to a new agenda item on impacts of climate change on water and integrated water resources management under the Nairobi Work Programme.",
      "This item will be taken up in Durban.",
      "No agreement was reached on other proposed new items, such as blue carbon and rights of nature and the integrity of ecosystems, and a work programme on agriculture.",
      "Under the SBI, work was launched on national adaptation plans, and loss and damage, as mandated by the Cancun Agreements.",
      "The agenda item relating to MRV remained in abeyance.",
      "Proposed new items related to the impacts of the implementation of response measures also featured prominently.",
      "The focus of the AWG-KP in Bonn was on outstanding political issues and conditionalities set by various Annex I countries for taking on new commitments during a second commitment period.",
      "Despite initial opposition from developing countries, parties also undertook technical work, including on LULUCF, the flexibility mechanisms and methodological issues.",
      "Under the AWG-LCA, substantive work began based on Decision 1/CP.16.",
      "Parties worked on adaptation, finance, technology, capacity building, shared vision, review of the global long-term goal, legal options, and diverse issues related to mitigation.",
      "Parties agreed that notes prepared by the facilitators of the AWG-LCA informal groups be carried forward to the third part of AWG-LCA 14 in Panama.",
      "While progress was reported on some issues, many felt that the outcomes were relatively modest.",
      "The AWG-LCA and AWG-KP reconvened from 1-7 October 2011 in Panama City, Panama.",
      "The AWG-KP concentrated on outstanding issues and further clarifying options concerning mitigation targets, the possible nature and content of rules for a second commitment period, and the role of a possible second commitment period within a balanced outcome in Durban.",
      "Under the AWG-LCA, negotiators engaged in extended procedural discussions based on Decision 1/CP.16 and the Bali Action Plan.",
      "Parties worked on adaptation, finance, technology, capacity building, shared vision, review of the global long-term goal, legal options, and diverse issues related to mitigation.",
      "The outcome for most of the informal group discussions was some form of text forwarded to Durban as a basis for further discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}