{
   "actors": [
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Bangladesh",
      "Bhutan",
      "Egypt",
      "Gambia",
      "Uganda",
      "China",
      "Colombia"
   ],
   "enb_end_date": "06-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12404e.html",
   "id": "enb12404e_4",
   "section_title": "ADAPTATION:",
   "sentences": [
      "On institutional configurations, AUSTRALIA favored enhancing existing mechanisms and stressed cooperation.",
      "EGYPT supported national or regional research centers.",
      "COLOMBIA called for a flexible framework.",
      "Regarding finance, BANGLADESH called for increasing the LDC Fund from USD 200 million to USD 2 billion, and for an insurance mechanism.",
      "The G-77/CHINA called for scaled-up finance, technology and capacity.",
      "With SAUDI ARABIA, he opposed conditionalities.",
      "AOSIS called for addressing losses from damages. SAMOA and the AFRICAN GROUP called for a comprehensive adaptation approach.",
      "Regarding incremental costs, AOSIS and the G-77/CHINA highlighted challenges and underscored full costs.",
      "EGYPT, with the G-77/CHINA, urged funding of stand-alone projects.",
      "TURKEY supported integrating adaptation into all levels of planning.",
      "The AFRICAN GROUP outlined concerns with a sole focus on adaptation integration into planning, and, with BRAZIL, differentiated between short and long-term needs. TURKEY offered criteria for adaptation finance, including vulnerability, risk, and financial capacity.",
      "Highlighting repercussions of response measures, SAUDI ARABIA called for adaptation projects that enhance economic diversification.",
      "BHUTAN, the GAMBIA and UGANDA stressed implementation.",
      "COLOMBIA, on behalf of several South and Central American countries, underscored ecosystem-based adaptation.",
      "The GAMBIA emphasized gender equity. CLIMATE ACTION NETWORK proposed a framework that, inter alia , insures risk management and provides compensation and restitution mechanisms.",
      "She called for at least USD 50 billion annually of public finance."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}