{
   "actors": [],
   "countries": [
      "Belgium",
      "Ghana",
      "Nigeria",
      "Sri Lanka",
      "Canada"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_14",
   "section_title": "IDENTIFICATION AND EVALUATION OF TECHNOLOGIES FOR ADAPTATION TO CLIMATE CHANGE",
   "sentences": [
      "EGTT Vice-Chair Bernard Mazijn (Belgium) chaired the session on Wednesday morning. Anthony Nyong, University of Jos, Nigeria, presented results from a vulnerability project in the West African Sahel.",
      "He said the main vulnerabilities of the population in this region stem from either water or agriculture issues.",
      "Noting that climate variability, rather than climate change, is an ever-present regional concern, he said that coping with present-day variability would go a long way down the road towards adapting for climate change.",
      "On adaptation, he pointed out that households have been implementing different adaptation technologies for many years, and that many decisions on adaptation are taken at the community level through farm associations.",
      "Using participant-identified indicators of success, he said that water harvesting technology is one of the most desired technologies.",
      "Nyong concluded that local knowledge is a major underutilized resource in adaptation, and that development efforts should be applied with an understanding of, and sensitivity to, local communities. Richard Klein spoke on technology for adaptation to climate change in coastal zones.",
      "He noted that coastal zones are among the environments under most stress, yet offer significant opportunities for economic development.",
      "He observed that first- order effects of climate change on coastal zones include: sea- level rise; increases in seawater temperature; increased precipitation intensity; changes in wave climate, storm frequency, and river runoff; and increased ecosystem productivity due to increasing atmospheric carbon dioxide.",
      "Focusing on sea-level rise, Klein noted that the number of impacts assessed in vulnerability studies is very limited.",
      "He observed that even stringent mitigation measures would have limited impacts on the number of people at risk from floods, because of lag times in the atmosphere and ocean systems.",
      "Klein noted the existence of several tools and strategies for information, planning and implementation, and said there is a need for consultation and coordination with stakeholders in coastal zone management. Francis Agyemang-Yeboah, School of Medical Science, Ghana, noted the distribution and abundance of disease vector organisms and intermediate hosts are affected by changes in both physical and biological factors in the ecosystem.",
      "He presented a case study from Ghana combining air temperature and humidity projections with distribution of diseases.",
      "He concluded that periods of high meningitis, diarrhea and malaria cases coincide with periods of high maximum air temperature.",
      "Agyemang-Yeboah said the socioeconomic impacts of such diseases include reduced income of affected individuals due to loss of productivity.",
      "He suggested some health adaptation strategies and identified technologies for preventing and curing diseases.",
      "For malaria, Agyemang-Yeboah suggested the development of vaccines, herbal preparations, insecticide, impregnated nets and combined therapy.",
      "For cerebrospinal meningitis, he suggested altered house designs, early vaccination initiatives, mobile clinics and health education.",
      "For cholera, he suggested the use of bole-hole drills for capturing water, the employment of activated charcoal domestic water filtration systems, and the establishment of locations for disease screening and medical care.",
      "For coping with climate change and health issues, Agyemang-Yeboah underscored the need for socioeconomic adaptation, capacity-building initiatives, coordinated health policies, evaluation and monitoring, strong institutions, cost-effective technologies, and financial resources. Ian Burton, Independent Consultant, Canada, stressed the importance of motivating individuals to spread adaptation technology, especially related to extreme events.",
      "He noted that with regard to infrastructure and adaptation requirements, developers have an apparent preference for more exposed or dangerous locations, which can have particular economic benefits.",
      "For coping with extreme climate events, Burton suggested: revision of civil construction codes and standards taking into account weather extremes; raising stakeholders\u0092 awareness of climate change impacts; providing advice on ways to incorporate climate change into stakeholders\u0092 decision-making processes; developing insurance products through the private insurance industry; and lowering insurance premiums for areas where adaptation measures have been implemented. Abhayasingha Bandara, Sri Lanka\u0092s Department of Meteorology, addressed the issue of adaptation to increased thunderstorm hazards among low-income families.",
      "Noting a variety of lightning risks to human lives and concrete constructions, he said providing 'earth terminal' installations is necessary for avoiding accidents and damages.",
      "Bandara stressed that in his country the practice of building houses with aluminum roofs on mountaintops and without earth terminals attracts lightning, causing losses of human lives and damage to properties.",
      "He suggested that precautionary steps be considered during construction, such as low-cost lightning rod technologies."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}