{
   "actors": [],
   "countries": [
      "Brazil"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_33",
   "section_title": "ACCEPTANCE OF THE ACTIONS TAKEN AT WGII-10",
   "sentences": [
      "Co-Chair Barros proposed acceptance of the WGII contribution to the AR5 underlying report.",
      "Brazil expressed reservations regarding the treatment of bioenergy and biofuels in the underlying report, in particular its references to indirect land-use change.",
      "He emphasized the role of bioenergy and biofuels in combating climate change while potentially complementing food production, and asked that reference to bioenergy and biofuels be corrected in time for completion of the assessment.",
      "IPCC Secretary Renate Christ said Brazil's statement would be included in the report of the meeting, as requested.",
      "The Panel then accepted the actions of WGII-10 with regard to the approval of the AR5 WGII SPM and the acceptance of its underlying scientific and technical assessment. IPCC Vice-Chair El Gizouli called for greater flexibility by the Secretariat in making travel arrangements to allow for full participation in closing sessions of the IPCC.",
      "He also noted the lack of sufficient studies that would enable the inclusion of risks assailing the African continent and urged developed countries to help with research.",
      "The Panel agreed to dedicate the WGII SPM to the memory of Professor Yuri Antonievich Izrael for his indefatigable commitment to the IPCC. IPCC Vice-Chair van Ypersele requested clarification on the process for including in the full report changes suggested by review editors in time for its final publication.",
      "WGII Co-Chair Field said that all substantive errors and quality control spreadsheets would be made available and taken into account for correction before the final printing. IPCC Chair Pachauri and Secretary Christ thanked the Japanese government for its hospitality and the local staff for their hard work.",
      "They also thanked the interpreters, authors, WGII TSU, Co-Chairs and all delegates."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}