{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union",
      "Environmental Integrity Group",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Turkey",
      "Colombia",
      "Panama",
      "Costa Rica",
      "United States",
      "Uruguay",
      "Peru",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Australia",
      "Singapore",
      "South Africa",
      "Guatemala",
      "China",
      "Barbados",
      "Chile",
      "Russian Federation",
      "Japan",
      "Dominican Republic",
      "Philippines",
      "Spain"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_13",
   "section_title": "Sub-paragraph 1(b)(i)",
   "sentences": [
      "This issue was considered by the AWG-LCA contact group on 3 June and 7 June, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/1b(i)_questions_for_web_final.pdf and http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/1b(i)_mrv_questions.pdf ).",
      "Many developing countries stressed the need for deep emission cuts by developed countries and highlighted that the use of LULUCF and market mechanisms must be supplemental to domestic action.",
      "Many parties also highlighted the importance of comparable efforts by all Annex I countries regardless of whether they are parties to the Kyoto Protocol.",
      "Brazil, for the G-77/China, recalled the G-77/China s proposal for a technical panel on comparability of developed countries mitigation efforts and stressed that commitments should be defined top down, reflect science and be part of the formal outcome of the negotiations.",
      "Barbados, for AOSIS, urged agreement on Annex I aggregate emission reductions of at least 45% from 1990 levels by 2020.",
      "The Philippines supported limiting temperature increase to 1.5°C.",
      "The US highlighted the goal of limiting temperature increase to 2°C, which may be strengthened by 2015.",
      "He said all credible mitigation actions, including LULUCF, should count for commitments.",
      "South Africa, for the African Group, offered a proposal to insert a collective mid-term goal and then agree on a process to negotiate pledges reducing emissions by at least 40% by 2020.",
      "Spain, for the EU, Switzerland, for the EIG, and AOSIS requested that the Secretariat compile information on developed country pledges.",
      "The EU requested also compiling developing country pledges in the context of sub-paragraph 1(b)(ii) of the BAP.",
      "Many developed countries stressed the need to coordinate work by the two AWGs.",
      "AOSIS expressed willingness to explore the possibility of a common space to discuss the scale of ambition of Annex I aggregate emission reductions.",
      "Colombia, also speaking for Chile, Costa Rica, the Dominican Republic, Guatemala, Panama, Peru and Uruguay, expressed great interest in the proposal by AOSIS.",
      "The Russian Federation said a collective emission reduction goal might be a useful tool for indicating the aspiration of countries, but that it should not be used for defining individual targets.",
      "The proposal was also discussed in the AWG-KP contact group on Annex I emission reductions, where some developing countries supported joint discussions limited to Annex I emission reductions and some developed countries called for broader discussions also including mitigation by developing countries.",
      "Reporting back on informal consultations with the AWG-KP Chair on the common space proposal on 4 June, the AWG-LCA Chair noted agreement to organize joint discussions soon, in consultation with parties, and suggested that parties consult on this matter.",
      "The US stressed that since his country is not a party to the Kyoto Protocol and does not intend to become one, such joint discussions would not be appropriate.",
      "AWG-LCA Chair Mukahanana-Sangarwe explained that the aim was to explore opportunities for moving forward, rather than combining discussions under the two AWGs.",
      "During the AWG-LCA closing plenary on 11 June, Mukahanana-Sangarwe reported that consultations on this proposal will continue.",
      "On MRV of mitigation commitments or actions by developed countries, many parties supported applying and enhancing the current Protocol reporting guidelines, particularly with regard to national communications and national GHG inventories.",
      "The US stressed the need for provisions on MRV and on international consultation and analysis (ICA), indicating that reaching agreement on a fully operational system is essential this year.",
      "He emphasized that MRV for Annex I countries must be considered in tandem with ICA for non-Annex I countries.",
      "Australia suggested annual GHG inventories by developed countries and biennial national communications by all countries.",
      "Japan, the US and others supported using the 2006 Intergovernmental Panel on Climate Change (IPCC) Guidelines on National Greenhouse Gas Inventories.",
      "Norway, the US, Japan and New Zealand proposed that MRV should also apply to developing countries, taking into account to the differences between them.",
      "The EIG and Turkey supported using the existing guidelines, with the EIG suggesting that the need might arise for adding further guidelines and new topics or for adjusting the frequency of reporting.",
      "China said that rules on MRV under the Kyoto Protocol should apply to Annex I countries that are not parties to the Protocol.",
      "He stressed MRV of Annex I countries targets as the focus of MRV, highlighting that there is no need for an overall MRV framework or for new MRV institutions. AOSIS supported an international review process, and accounting and reporting of emissions and LULUCF, as well as tradable units or offsets.",
      "Singapore suggested that MRV should contribute to ensuring Annex I countries compliance and urged that the measuring rules for all Annex I countries should be comparable and coherent in order to provide a clear picture of emission reductions.",
      "On issues to be reported, parties, inter alia , proposed: offsets and trading; absolute emission reductions; economy-wide emission reduction targets; policies and measures, as well as their impacts on developing countries; support for mitigation, adaptation and capacity building in developing countries; the matching of actions with support; geographical coverage; and the relative contributions of domestic efforts and market mechanisms to meeting reduction targets."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}