{
   "actors": [],
   "countries": [
      "Bahamas",
      "Germany"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_68",
   "section_title": "Administrative and Financial Matters:",
   "sentences": [
      "Three sub-items were considered under this agenda item: interim financial performance for 2000-2001; possible options to respond to late payment of contributions; and implementation of the Headquarters Agreement.",
      "Delegates adopted a draft decision on the interim financial performance for 2000-2001 (FCCC/SBI/2001/L.6) on 6 November.",
      "The decision takes note of the interim financial statements as of 31 December 2001, expresses appreciation to Parties that made their indicative contributions to the core budget in a timely manner, and expresses concern at the trend toward late payment of contributions. On possible options to respond to late payment of contributions, Chair Ashe and Philip Weech (the Bahamas) held informal consultations.",
      "The informal group considered text outstanding from SB-12, on problems and inconveniences that could be faced by the UNFCCC as a result of late payments to the core budget, and additional options the SBI might wish to consider as a basis for recommendations to the COP.",
      "However, possible options to respond to late payment of contributions had not been agreed by 6 November, and delegates decided to forward the matter to SBI-16. On implementation of the Headquarters Agreement, Germany reported progress on the building of a UN campus, the development of a congress center and matters relating to Secretariat staff and their families.",
      "Informal consultations were unable to lead to further progress.",
      "Conclusions were adopted, contained in the report of the session (FCCC/SBI/2001/L.2)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}