{
   "actors": [],
   "countries": [
      "Bangladesh"
   ],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_7",
   "section_title": "INTERNATIONAL AND REGIONAL EXPERIENCES:",
   "sentences": [
      "Maryam Golnaraghi, World Meteorological Organization (WMO), described WMO s work on disaster preparedness, including coordinating a global network for hazard detection and forecasting.",
      "She outlined three tools being developed by WMO to assist countries to manage disaster risks, including: guidelines on hazard monitoring; improved early warning systems, including through identifying good practices and developing guidelines; and provision of financial risk transfer markets.",
      "Bo Lim, UN Development Programme (UNDP), said UNDP s approach is to promote early adaptation actions and long-term adaptive capacity for developing countries.",
      "On DRR and climate change adaptation, she highlighted aligning the two using both top-down/supply-push policies, and bottom up/synergistic policies.",
      "Susan McDade, UNDP, described the cooperation between UNDP and the Cuban Government in DRR, such as through housing recovery, strengthening early warning systems, and capacity building for key actors and the public.",
      "Christopher Oludhe, Climate Prediction and Application Centre at the Intergovernmental Authority on Development (IGAD), noted that extreme climate events in the IGAD region of Eastern Africa are generally followed by loss of life and property.",
      "He explained the Centre s strategy to deal with such events, including: prediction services for early warning systems; capacity-building training and research; and a climate outlook forum for enhancing interactions between climate experts and sectoral users of climate information and prediction services.",
      "Mozaharul Alam, Bangladesh Centre for Advanced Studies, underscored the importance of advancing sustainable development by applying scientific, technical and local knowledge.",
      "He pointed out the importance of public and private partnerships, and the interaction of science, policy and local knowledge.",
      "Alam described a tool called LOCATE that helps to design community-based adaptation policies and connect different stakeholders.",
      "Carlos Fuller, Caribbean Community Climate Change Centre, presented the experiences of the Caribbean region in responding to adaptation and integrating DRR, with a focus on building the knowledge base, creating an enabling environment, and implementing projects on the ground.",
      "Thomas Tanner, Institute of Development Studies (IDS), said that IDS and the International Institute for Sustainable Development (IISD) are undertaking a stock-taking assessment on how integration tools are being used by development agencies to climate-proof or mainstream DRR in development cooperation.",
      "The World Health Organization (WHO) highlighted the World Health Assembly s recent climate change resolution, which mandates the WHO to engage with the NWP and develop tools related to climate change and health and implement adaptation projects.",
      "He urged interaction and cooperation across ministries to assess vulnerability and identify adaptation interventions for the health sector.",
      "In the ensuing discussion, participants discussed the quality of information and projections being used by regional climate centers.",
      "Some participants stressed the importance of partnerships and leveraging resources in a coordinated manner with governments and relevant national departments.",
      "Participants also highlighted the need to communicate information to users, using less technical and scientific language."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}