{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Kuwait",
      "Poland",
      "United States",
      "Japan",
      "Switzerland",
      "Samoa",
      "New Zealand",
      "Norway",
      "Argentina",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "South Africa",
      "United Kingdom",
      "China",
      "Russian Federation",
      "Marshall Islands"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_33",
   "section_title": "COMPLIANCE",
   "sentences": [
      "The joint SBI/SBSTA considered procedures and mechanisms on compliance under the Protocol on Tuesday, 26 October.",
      "Espen Rønneberg (Marshall Islands), Co-Chair of the Joint Working Group on compliance (JWG) with Harald Dovland (Norway), reported on the informal exchange of views on compliance held in Vienna from 6-7 October 1999. The JWG met five times between Tuesday, 26 October, and Wednesday, 3 November.",
      "Delegates heard five diagrammatic submissions illustrating a compliance system.",
      "The US said its design for the compliance system is focused on Protocol Article 3 (GHG reduction and limitation commitments) and provides for both facilitative and enforcement functions.",
      "She said the goal of enforcement is to ensure compliance through binding consequences that are known in advance.",
      "In presenting its preliminary views, JAPAN proposed a single compliance body and outlined steps ranging from technical/financial assistance to a series of recommendations such as strengthening of reporting requirements.",
      "These are to be exhausted before the entry into force of consequences.",
      "The EU explained that its compliance committee would have a facilitative branch and an enforcement branch, with a possible referral from the former to the latter.",
      "Issues would be channeled automatically to the branches. SAMOA stressed two features of the AOSIS diagram: avoidance of polarization between the facilitative and enforcement functions, since they overlap, and an eligibility committee responsible for the determination of mechanism eligibility.",
      "He added that an ad hoc appeal body would hear quasi-judicial appeals on the imposition of binding penalties.",
      "AUSTRALIA said its compliance procedure focused on Protocol Article 3.",
      "She highlighted that facilitation would be available on any issue relating to the target and that the outcome of the compliance procedure would be a COP/ MOP decision applying the negative consensus rule. On the design of a compliance system, a number of delegates underlined that it should promote compliance, prevent non- compliance as well as address cases of non-compliance.",
      "A number of developing countries, opposed by NEW ZEALAND, AUSTRALIA, CANADA and the US, said the principle of common but differentiated responsibilities should apply. Regarding coverage, delegates differed on whether the system should address compliance with all the Protocol commitments or focus on compliance with Protocol Article 3 (QELROs).",
      "They also discussed whether compliance with the mechanisms' provisions should be addressed under a separate compliance regime. Regarding the functions of a compliance system, there was a common understanding that these would encompass a facilitative as well as an enforcement element.",
      "The US said 'different sets of people' would exercise these functions, and the EU suggested one body with two distinctive branches.",
      "JAPAN and SWITZERLAND proposed a single body exercising its facilitative and enforcement functions in a graduated manner. On the eligibility to raise issues, many delegates agreed that a Party could raise an issue about its own compliance, and that a Party or group of Parties could raise an issue about another Party's compliance.",
      "The EU, CANADA, CHINA, JAPAN, IRAN, SOUTH AFRICA and the US opposed a triggering role for the Secretariat.",
      "Delegates emphasized its information-gathering function and the need for it to preserve objectivity and neutrality. Regarding the Expert Review Teams (ERTs), the EU said the ERTs' reports would be automatically submitted to the compliance committee through the Secretariat.",
      "CANADA said the reports would be the factual basis that determined the need for further steps.",
      "CHINA, with IRAN, KUWAIT, BRAZIL and ARGENTINA, said it was inappropriate to give ERTs, a simple fact finding body, a triggering role.",
      "The US and AUSTRALIA suggested guidelines for a possible referral to the compliance body. On the role of the COP/MOP, the RUSSIAN FEDERATION and CHINA, opposed by SOUTH AFRICA, proposed that it have a triggering role as well as the competence to decide on the findings of the compliance body.",
      "SWITZERLAND suggested that the COP/MOP, among others, have a triggering role on the basis of Protocol Article 8.6 (implementation of the Protocol).",
      "BRAZIL suggested that the COP/MOP only take note of the compliance body report. On sources of information, SAMOA suggested any source the compliance body deemed appropriate, while IRAN said Parties should be the only source.",
      "The EU, with BRAZIL, stressed the need to ensure confidentiality of information submitted in confidence by Parties.",
      "SOUTH AFRICA and SAUDI ARABIA called for clear rules for information gathering.",
      "AUSTRALIA and the US said the defending party should be able to rebut evidence against it. On the structure of a compliance body, a number of delegates said it should be a standing body in order to allow consistency and continuity in its practice, as well as to build confidence in its work.",
      "They suggested that the body be small, composed of scientific, technical and legal experts appointed by governments yet acting in their personal capacity.",
      "They added that the composition of the body should ensure equitable geographic distribution.",
      "POLAND said there should be an equal number of Protocol Annex B and non-Annex B Parties, and AUSTRALIA, supported by the US, added that the composition would depend on the article under review.",
      "SWITZERLAND, with SOUTH AFRICA, said it should be possible to call on outside experts.",
      "He added that additional Annex I Parties' experts should be called on when considering Protocol Article 3.",
      "A number of delegates, opposed by SAUDI ARABIA, stressed the need for the body to have its own rules of procedure.",
      "The EU said these rules should be adopted by the body itself, while KUWAIT, BRAZIL and CHINA said the COP/MOP should adopt these rules. On the relationship with Protocol Article 19 (dispute settlement), several Parties said these two procedures should be kept separate.",
      "NEW ZEALAND said the Article 19 process could be the basis for a final appeal procedure.",
      "The UK responded that a bilateral appeal could not flow from a multilateral process.",
      "He highlighted the need to determine whether the compliance system or the dispute settlement process would take precedence where the two are in action simultaneously. On the consequences of non-compliance, a number of delegates emphasized that knowing the consequences in advance would ensure predictability and deter non-compliance.",
      "Several delegates suggested an indicative list of consequences that would be applied gradually, taking into account the cause, type, degree and frequency of non-compliance.",
      "They opposed the US suggestion for automatic sanctions.",
      "JAPAN said the cost of sanctions should be lower than the cost of withdrawal from the Protocol.",
      "The US, NEW ZEALAND, AUSTRALIA and CANADA said a possible sanction could be the subtraction of excess emissions from the levels permitted during the subsequent period, with a penalty rate applied.",
      "SWITZERLAND, BRAZIL and IRAN supported financial penalties as a last resort.",
      "AUSTRALIA said the Party concerned should have the option to choose from a menu of consequences. Delegates then considered, in formal and informal sessions, the draft report of the JWG on its work during the joint SBI/SBSTA session as well as the draft decision on the future work of the JWG annexed to this report.",
      "Discussions focused on the level of ambition of the JWG, in particular whether it should 'complete its work' at COP-6, as proposed by the EU, the US and others, or 'make substantial progress' at COP-6, as supported by SAUDI ARABIA, KUWAIT, UAE and others.",
      "The JWG adopted the draft report, taking note of the views expressed. The JWG report was considered by the joint SBI/SBSTA on Wednesday, 3 November.",
      "IRAN requested SAUDI ARABIA to join the consensus regarding the level of ambition of the JWG.",
      "SAUDI ARABIA noted that since the joint SBI/SBSTA had recommended for adoption the draft decision on adverse effects, he would join the consensus. On Thursday, 4 November, the COP endorsed the JWG conclusions (FCCC/SB/1999/CRP.7) that, inter alia: * note that much work remains to be done and the JWG must intensify its efforts and move towards negotiation; * invite Parties to submit any further proposals on compliance by 31 January 2000; * confirm that a workshop on matters relating to a compliance system will be convened in March 2000; and * request the Co-Chairs to further develop the elements of procedures and mechanisms relating to a compliance system for in- depth consideration at forthcoming meetings of the JWG and serve as a basis for negotiation of a compliance system at SB-12. The COP then adopted the draft decision on the future work of the JWG (FCCC/CP/1999/L.21).",
      "In this decision, the COP, inter alia: * decides that the JWG shall continue its work; and * requests the JWG to complete its work and report on its findings to COP-6 so as to enable the COP to adopt a decision on a compliance system under the Protocol at its sixth session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}