{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Japan",
      "Australia",
      "China"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_24",
   "section_title": "Clean Development Mechanism:",
   "sentences": [
      "Before the High-Level Segment, Parties reached agreement on standards for the accreditation of CDM operational entities and an EU proposal on developing, prior to SBSTA-16, definitions and modalities for including afforestation and reforestation under the CDM.",
      "However, many unresolved issues remained with divergence emerging on the eligibility requirements for the CDM.",
      "The Umbrella Group expressed concern with the suggested linkage between compliance and eligibility to participate in the mechanisms, and requested that the text remain bracketed as in the COP-6 Part II report.",
      "Co-Chair Estrada said the text used by the Co-Chairs was taken directly from the Bonn Agreements and that the ministers' decision should be maintained.",
      "Canada highlighted inconsistencies in the Bonn Agreements described by COP-6 President Pronk as a 'clash' between the purpose of text on the mechanisms and the text on compliance.",
      "On issues relating to the Annex on modalities and procedures for the CDM, Parties considered registry requirements for the issuance of certified emission reduction units (CERs) into the pending accounts.",
      "Parties adopted draft text under the provision that they could revisit the matter after consideration of Article 7.4. On the draft COP decision on principles, nature and scope of the mechanisms, Canada and Japan, opposed by the EU, G-77/China and the Alliance of Small Island States (AOSIS), proposed deleting text emphasizing that environmental integrity is to be achieved through sound modalities, rules and guidelines for the mechanisms, strict principles and rules governing LULUCF, and a strong compliance regime.",
      "After some discussion, the original text was retained, with reference to 'strict' being replaced with 'sound and strong.",
      "' On consideration of the related draft COP/MOP decision, Co-Chair Chow suggested deleting a paragraph specifying that the provisions on the use of mechanisms shall apply individually for Parties acting under Article 4 (joint fulfillment), on the understanding that in Bonn the flexibility on supplementarity was given to some countries in exchange for the deletion of text on Article 4.",
      "Australia, Canada and Japan opposed the deletion, arguing, inter alia, that broader issues of transparency and good governance were involved.",
      "These matters were negotiated and resolved by ministers in talks held from 7-10 November."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}