{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Kenya",
      "China"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_65",
   "section_title": "A BRIEF ANALYSIS OF COP 12 AND",
   "sentences": [
      "COP/MOP 2 THE HUMAN RACE \u0092 \u0092 TO COMBAT CLIMATE CHANGE The daily meetings and negotiations at the Nairobi climate conference presented a contrast with realities in the outside world.",
      "While the modest progress during the two weeks in Nairobi was welcome, it in no way kept pace with changes occurring elsewhere.",
      "As delegates were reminded on a daily basis, the scientific evidence for global warming is now more compelling than ever, and the time left to act, if we are to avoid dangerous climate change and limit the economic costs of adaptation, is narrowing fast.",
      "It appears that we have only years, not decades, to act.",
      "Unlike the first COP/MOP in Montreal in 2005, the Nairobi conference may not be remembered as one of those critical milestones when a major breakthrough occurred.",
      "It did mark an important staging post in a number of ways, though, as negotiators pave the way for what some hope will be another momentous meeting in the not too distant future.",
      "This analysis examines the key debates in Nairobi, the significance of the meeting for Africa and the adaptation agenda, and signals for the future as the climate regime heads down a track (or, more accurately, several tracks!",
      ") towards long-term action. THE AFRICA ADAPTATION COP?",
      "Nairobi hosted the Africa COP.",
      "Indeed, nobody who traveled to Nairobi for the meeting could avoid the immediacy of the climate change agenda.",
      "Local taxi drivers ferrying delegates to and from their hotels did not lament the arrival of rainfall, but welcomed it as a blessed relief in a country where drought has been a feature of the landscape for a number of years.",
      "In economic terms, too, the impact of events such as La Niña, which wiped several percentage points off Kenya's gross domestic product, was indicative of the kind of threats hanging over the country.",
      "This COP/MOP was billed as the Africa COP, as reflected in many interventions, with its focus on adaptation, equitable distribution of CDM projects, and other issues of vital interest to African countries, and presented an opportunity to focus on those who stand to lose most from climate change, yet have contributed least.",
      "For NGOs too, Africa and climate justice was the poignant and inevitable backdrop for a number of side events, including the launch of a White Paper on the ethics and injustice of climate change.",
      "As one SIDS delegate noted, however, not all developing countries came away with reassurances.",
      "With South African support, Nairobi rose to the occasion of COP/MOP 2 , hosting the largest-ever UN meeting to date in Gigiri (UNEP's headquarters).",
      "The logistical nightmare feared by some did not materialize, and aside from a few muddy shoes during the first days of the meeting, the meetings went smoothly.",
      "Africa's pressing needs were reinforced by many, and most notably by UN Secretary-General Kofi Annan, who opened the high-level segment with an announcement of a major new UN capacity-building initiative to ensure that African and other countries are able to access a fair share of CDM projects.",
      "Many observers pointed out that he also brought his authority - on the eve of his departure from office - to call for a renewed sense of urgency.",
      "Annan argued that the chief concern today is not only the pace of climate change but the speed at which the human race can adapt, mitigate and survive.",
      "According to many participants, the perception that COP 12 was the Africa COP was vindicated by a number of the outcomes, with agreement on the Adaptation Fund, the Nairobi Work Programme on Adaptation and the Nairobi Framework on Capacity Building for the CDM.",
      "Negotiators within the African Group were also delighted when their perseverance in negotiations on the CDM forced a concession from developed countries on the inclusion of an explicit reference to financial resources to assist LDCs, African countries and SIDS, with start-up costs to gain access to CDM projects.",
      "The focus on Africa and the most vulnerable, and on adaptation, and capacity building, was part of what some described as an essential confidence building process that must be put in place as part of the discussions on the future negotiating track or tracks. HOW MANY TRACKS DO WE HAVE, AND WHERE IS THE CLIMATE TRAIN HEADED?",
      "Notwithstanding the importance of the adaptation and African issues, the focus of COP 12 and COP/MOP 2 was undoubtedly on the future - of the Protocol, the Convention, and longer-term action to combat climate change.",
      "COP 11 and COP/MOP 1 saw the operationalization of the Kyoto Protocol and the green light for talks about the future, with the launching of the Ad Hoc Working Group (AWG) on Annex I future commitments under the Protocol and the Dialogue on long-term cooperative action to address climate change by enhancing implementation of the Convention (Dialogue).",
      "As one G-77/China negotiator observed, however, that future is heavily veiled for now, especially in terms of what Annex I Parties are prepared to do.",
      "He likened industrialized countries \u0092 timidity to Asian marriage customs where the groom only gets to see the face of the bride on the wedding night.",
      "At COP 12 COP/MOP 2 , there were a number of issues - or tracks - that could potentially lead to future action on climate change.",
      "The number of those tracks depends on who you happened to be talking with at any given moment.",
      "Most developing countries were convinced that there are only two tracks - AWG and the Dialogue - while most developed countries seemed to see three or even four tracks, with the Review of the Protocol (Article 9) and the Russian Proposal added to the AWG and Dialogue.",
      "Each of these tracks could potentially lead to future action, but who will take action, and how much they will be expected to do, was at the core of the Nairobi negotiations.",
      "A seasoned observer commented that Nairobi provided no major revelations on this, and it is only as negotiators proceed down these various tracks in the coming months and years that a clear view ahead is likely to emerge - assuming, of course, that negotiators can avoid derailing the talks. FROM TRAIN TO PLANE?",
      "(OR BACK TO MATATU ?",
      ") The existence of so many tracks prompted some to compare the climate process with a train.",
      "A few, however, compared the Kyoto Protocol's modest architecture to a Kenyan Matatu bus.",
      "One developing country delegate commented on the limited 5% emissions reductions of Annex I parties for the first commitment period as not providing the leadership needed: You won't get to the moon in a Matatu, he quipped.",
      "The tracks are procedural devices - some already operational, others in need of an overhaul to allow the Convention to address future issues.",
      "Compared to what may be required to guarantee the future, some view the Convention as a rigid framework based on consensus among 189 Parties, which means that individual parties have a powerful blocking power and progress is, at the least, slow and often bogged down by procedural issues.",
      "There is an increasing expectation - within the process and beyond it - that a shift in gear, or change of direction, is required if adequate progress is to be made.",
      "What makes this progress more likely now is that, in stark contrast with the negotiating environment when the Protocol was concluded in 1997, business and industry are now pressing negotiators to ensure that outcomes of their negotiations are sufficiently robust and underpin long-term investments.",
      "This was evidenced in repeated calls from business organizations in Nairobi for long-term certainty regarding responses to climate change.",
      "In one scenario, UNFCCC Executive Secretary Yvo De Boer calculated based on three ifs : if industrialized countries reduce emissions by 60-80% by the middle of the century; if they buy carbon credits from developing countries for half that amount; and if carbon prices sit at around US$10/tonne, a carbon finance flow worth some US$100 billion a year could be generated.",
      "That would go some way towards greening the massive energy portfolio projected by the International Energy Agency for developing countries in the coming years.",
      "In the outside world, many experts point out that action on climate change is taking off, with increasing autonomy at the national and international levels.",
      "California's cap-and-trade system and initiatives by the G8 (which gave birth to the Stern Report) provide clear evidence of this.",
      "Next year, the World Economic Forum will host further talks with the World Business Council for Sustainable Development on engaging the private sector.",
      "The EU emissions trading scheme is likely to form the cornerstone of a global scheme.",
      "In the course of negotiations it became apparent that a wider range of policy instruments and possibilities is now available compared with 1997, such as sectoral approaches, the prospect of an exponential increase in CDM projects and innovations, and incentive-based mechanisms.",
      "These possibilities are likely to take the sting out of debates on voluntary commitments - at least according to developed country observers.",
      "In addition, scientific knowledge has increased tremendously, from the findings of the IPCC Second Assessment Report to the forthcoming Fourth Assessment Report and a myriad of national and regional studies on different facets of climate change and its impacts.",
      "Representatives of SIDS had some of their suspicions confirmed, however, when Nicholas Stern confirmed that current aggregate models do not adequately address SIDS."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}