{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_6",
   "section_title": "CONSIDERATION OF THE AR4 SYR",
   "sentences": [
      "Consideration of the AR4 SYR took place in two parts: from Monday to Friday morning, delegates approved the Summary for Policymakers of the Synthesis Report (SYR SPM) line-by-line; and on Friday they adopted the Longer Report page-by-page.",
      "The approval of the SYR SPM was based on a revised draft by the Core Writing Team incorporating government comments during their fourth meeting, immediately preceding IPCC-27 on 8-10 November 2007 (based on IPCC-XXVII/Doc.3a) and the Longer Report (IPCC-XXVII/Doc.3b).",
      "The SYR is organized around six topics.",
      "Topic 1 presents observed changes in climate and their effects on human and natural systems.",
      "Topic 2 summarizes causes of the observed changes.",
      "Topic 3 discusses climate change and its impacts in the near and long term under different scenarios.",
      "Topic 4 covers adaptation and mitigation options and responses, and the inter-relationship with sustainable development, at the global and regional levels.",
      "Topic 5 addresses the long-term perspective, in particular scientific and socioeconomic aspects relevant to adaptation and mitigation, consistent with the objectives and provisions of the UNFCCC, and in the context of sustainable development.",
      "Finally, Topic 6 highlights robust findings and key uncertainties.",
      "The discussions on the six topics were introduced by brief presentations by Core Writing Team members (Authors) on each topic.",
      "Throughout the discussions, the Working Group Co-Chairs and the relevant Authors supported discussions with scientific advice.",
      "In the following summary, discussions on the SYR SPM are followed by discussions on the same Topic in the Longer Report.",
      "References to figures and tables refer to the numbers in the final accepted documents.",
      "Text in italics refers to confidence levels and likelihood.",
      "Numerous changes were made to the draft text, reflected in the summary below.",
      "Many paragraphs were also approved without discussion or with minor amendments."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}