{
   "actors": [],
   "countries": [
      "Japan"
   ],
   "enb_end_date": "23-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "23-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12201e.html",
   "id": "enb12201e_2",
   "section_title": "THE KYOTO PROTOCOL",
   "sentences": [
      "In 1995, the first meeting of the Conference of the Parties (COP-1) established the Ad Hoc Group on the Berlin Mandate, whose task was to reach agreement on strengthening efforts to combat climate change.",
      "Following intense negotiations culminating at COP-3 in Kyoto, Japan, in December 1997, delegates agreed to a Protocol to the UNFCCC that commits developed countries and countries making the transition to a market economy to achieve quantified emission reduction targets.",
      "These countries, known under the UNFCCC as Annex I Parties, committed themselves to reducing their overall emissions of six greenhouse gases by at least 5% below 1990 levels over the period 2008 and 2012 (the first commitment period), with specific targets varying from country to country.",
      "The Protocol also established three mechanisms to assist Annex I Parties in meeting their national targets cost- effectively - an emissions trading system, joint implementation (JI) of emissions-reduction projects between Annex I Parties, and a Clean Development Mechanism (CDM) to encourage projects in non- Annex I (developing country) Parties. It was left for subsequent meetings to decide on most of the rules and operational details that determine how these cuts in emissions will be achieved and how countries' efforts will be measured and assessed.",
      "To enter into force, the Protocol must be ratified by 55 Parties to the UNFCCC, including Annex I Parties representing at least 55% of the total carbon dioxide emissions for 1990.",
      "To date, 96 Parties have ratified the Protocol, including 26 Annex I Parties, representing a total of 37.4% of the emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}