{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "India"
   ],
   "enb_end_date": "29-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12429e.html",
   "id": "enb12429e_16",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "In the aftermath of various high-level climate change events, including the UN Secretary-General s Climate Change Summit in New York, many delegates arrived in Bangkok wondering whether new impetus would be injected into the UNFCCC process.",
      "Most agreed that some fresh energy and a change of gears were necessary given the intimidating workload and rapidly approaching deadline.",
      "At the document center, several delegates expressed dismay with the AWG-LCA documentation amounting to nearly 800 pages in its entirety.",
      "At this rate, we ll be negotiating well into next year, opined one delegate.",
      "On Monday evening, however, it seemed that the pace of the negotiations was, indeed, changing.",
      "The exceptionally busy first day saw the AWG-LCA barely pausing for breath, let alone lunch: less than half an hour after the opening plenary, parties were already plunging into the contact groups sessions some of which lasted well past 6 pm.",
      "The atmosphere in both AWGs was also more electric than at previous meetings and several debates on sensitive issues surfaced during the afternoon sessions.",
      "Given that the EU and other developed countries expressed support for a single agreement, candid discussions took place under the AWG-KP on the Protocol s fate: whether it would survive beyond the first commitment period, and if not, what would happen to the existing rules, institutions and mechanisms, including the Marrakesh Accords.",
      "One senior negotiator worried that if Kyoto is absorbed into a broader agreement, are we going to have to renegotiate the entire thing?",
      "Under the AWG-LCA, the afternoon s contact group on mitigation proved to be fairly charged as strong divides persisted between the US and several other developed countries on the one hand, and India and many other developing countries on the other, concerning whether and how to consider common mitigation actions by all parties.",
      "Some delegates emerging from the room looked stressed or disappointed, characterizing the tension as a step backwards and feeling unsure as to where things were headed.",
      "However, at the same time, many also seemed excited that gears were finally changing and things were starting to happen: This is the real thing now, commented one inspired seasoned egotiator."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}