{
   "actors": [],
   "countries": [
      "Bahamas",
      "Saudi Arabia",
      "Australia",
      "Cuba",
      "Egypt",
      "Saint Lucia",
      "India",
      "France",
      "United States",
      "Germany",
      "Switzerland",
      "China",
      "New Zealand",
      "Norway",
      "Benin"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_12",
   "section_title": "Coastal systems and low-lying areas",
   "sentences": [
      "This sub-section was addressed on Wednesday evening and on Thursday.",
      "Discussions focused on corals, flooding due to sea-level rise, and adaptation.",
      "On corals, China and Saudi Arabia, opposed by Germany, questioned the scientific basis of the statement on coral bleaching and mortality.",
      "The US proposed more generic language.",
      "New text on corals was agreed early on Friday morning, referring to more frequent bleaching and widespread mortality.",
      "On flooding due to sea-level rise, delegates debated how to quantify the number of vulnerable people.",
      "The US, opposed by New Zealand, Germany, France and others, proposed deleting reference to millions more people being affected annually.",
      "On Thursday, new text was considered referring to 15 million more people, with some delegates indicating the figure was too low.",
      "The final text was agreed early on Friday morning, making reference to many millions more people.",
      "Concerning reference to the world's mega-deltas, Benin, Saudi Arabia, Egypt and others proposed, and WGII agreed, to mention Africa in text in addition to Asia.",
      "Saint Lucia, Cuba and Bahamas opposed deleting reference to small islands, with WGII agreeing to change the language to indicate special vulnerability of small islands instead of their highest relative increase in risk.",
      "On coasts, Norway proposed adding coastal erosion and WGII agreed.",
      "The US and Saudi Arabia proposed, and WGII agreed, to delete reference to the time-frame from a sentence indicating that by mid-century coasts will be exposed to increasing risks due to climate change and sea-level rise.",
      "On the new paragraph on adaptation, Switzerland and India, opposed by Australia, criticized its introduction and said it should be in Section D. WGII agreed to text indicating that adaptation will be more challenging in developing countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}