{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "13-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "13-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12352e.html",
   "id": "enb12352e_2",
   "section_title": "UN AGENCIES:",
   "sentences": [
      "The heads of UN bodies and agencies were then invited to speak, with many outlining their organization's work on climate change.",
      "Jacques Diouf, Food and Agriculture Organization, addressed the impacts of climate change on hunger and malnutrition, food systems, rural resilience, poverty, and sustainable forest management.",
      "Robert Zoellick, World Bank, underlined the Bank's commitment to integrate climate change mitigation and adaptation into core development strategies.",
      "Francesco Frangialli, World Tourism Organization, spoke on the Davos Declaration and underlined SIDS and other places at risk.",
      "Sha Zukang, UN Department of Economic and Social Affairs, stressed innovation and access to clean technology.",
      "Achim Steiner, UNEP, stressed multilateralism and leadership, and highlighted UNEP's role in capacity building, mobilizing resources, and technological support.",
      "Abdoulie Janneh, UN Economic Commission for Africa, called for building capacity to implement adaptation in Africa.",
      "Noting rapid urban population growth, Anna Tibaijuka, UN-HABITAT, stressed sustainable construction and settlement patterns for adaptation and mitigation.",
      "Ahmed Djoghlaf, Convention on Biological Diversity, highlighted biodiversity's role in combating climate change, stressing that forest degradation would accelerate climate change.",
      "Luc Gnacadja, UN Convention to Combat Desertification, underscored linkages between combating desertification, land degradation, deforestation and climate change.",
      "Ad Melkert, UNDP, said finalizing the Adaptation Fund constitutes a genuine global breakthrough.",
      "John Powell, World Food Programme, underscored the humanitarian dimension of climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}