{
   "actors": [
      "European Union",
      "Group of 77",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Canada",
      "Turkey",
      "Colombia",
      "Mauritania",
      "Philippines",
      "Central African Republic",
      "United States",
      "Sweden",
      "Switzerland",
      "Nigeria",
      "Venezuela",
      "New Zealand",
      "Pakistan",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Uruguay",
      "Norway",
      "South Africa",
      "Togo",
      "Zimbabwe",
      "China",
      "Chile",
      "Russian Federation",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "13-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "02-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1297e.html",
   "id": "enb1297e_9",
   "section_title": "IMPLEMENTATION OF FCCC ARTICLES 4.8 AND 4.9",
   "sentences": [
      "On Tuesday, 3 November, Chair Kante convened a contact group, co-chaired by Bo Kjellén (Sweden) and Mohammad Salamat (Iran), on Articles 4.8 and 4.9 (adverse effects) and the related articles of the Kyoto Protocol (2.3 and 3.14).",
      "SAUDI ARABIA stressed the need for the contact group to produce an unambiguous text that could be adopted by the COP.",
      "The US and CANADA indicated that the issues raised by Articles 4.8 and 4.9 and the subsequent decisions should be separate.",
      "With AUSTRALIA, they said the issue should be considered in a non-political manner. The contact group met three times.",
      "In the first session, delegates discussed how to proceed.",
      "In the second and third sessions, they discussed a Co-Chairs\u0092 draft decision, which stated that the basic elements for further analysis should include: the identification of adverse effects; determination of the impacts of implementation measures in developing countries; the identification of the specific needs and concerns of developing country Parties arising from such adverse effects and impacts; and determining further necessary actions related to funding, insurance and technology transfer to meet the needs of developing countries.",
      "A programme of work was proposed that included: an expert workshop (April 1999); further discussion in subsidiary bodies (SBSTA-10 and SBI-10, June 1999); identification of needs for further information needed (COP-5, October 1999); and decisions made (COP-6, October 2000). On Tuesday, 10 November, in describing the results of the contact group, Co-Chair Kjellén said the text reflected the objectives and there was general agreement on outstanding issues.",
      "The two bracketed paragraphs in the preamble reflected the lack of time for full negotiation.",
      "The G-77/CHINA said there were compromises even in the unbracketed text.",
      "He said the group would accept the document, including the brackets, to preserve momentum.",
      "The US, with the EU, said the impression of general agreement was misleading.",
      "He said the contact group did not discuss this text and there was no agreement on the work plan.",
      "SAUDI ARABIA stated there was no consensus and suggested that if the whole text were bracketed, then all texts should be bracketed. The draft decision on FCCC Articles 4.8 and 4.9 was adopted with two amendments and the removal of brackets from around the entire text (FCCC/CP/1998/L.9).",
      "Paragraph 4 in the preamble was expanded to read, 'Recognizing that in the implementation of the commitments in Article 4 of the Convention, the Parties shall give full consideration to what actions are necessary under the Convention, including actions related to funding, insurance and the transfer of technology, to meet the specific needs and concerns of developing country Parties arising from the adverse effects of climate change and/or the impact of the implementation of response measures.",
      "' The following paragraph was shortened and reads, 'Noting the provision under Article 12.8 of the Protocol.",
      "' Compared to the draft decision, the adopted text includes an expanded comment on the responsibilities of Annex I Parties under Articles 4.8 and 4.9, but limits discussion of specific commitments under Article 12 of the Protocol.",
      "The decision focuses on obtaining and compiling further information, continuing the analysis on adverse effects and includes a work plan for future action. Review of information/possible decisions under decision 9/CP.1: On Wednesday, 4 November, delegates considered the review of information and possible decisions under Article 4.2(f), which addresses amendments to FCCC Annexes (FCCC/CP/1998/13; FCCC/CP/1997/MISC.3).",
      "The Chair recalled that informal consultations were held during the last two sessions, but no consensus emerged.",
      "PAKISTAN requested Parties to delete Turkey from Annexes I and II.",
      "The EU said all OECD countries should have legally binding targets.",
      "Informal consultations were held on this issue. On Friday, 6 November in plenary, the President of the COP invited comments on the draft decision on the review of implementation of commitments and of other provisions of the Convention (FCCC/CP/1998/L.2).",
      "Under the draft decision, the COP would continue to the review this matter at COP-5.",
      "TURKEY reiterated that its current status as was an anomaly that delays its ratification of the Convention.",
      "PAKISTAN called for the resolution of the issue to allow Turkey to participate in the process. Second national communications from Annex I Parties: On Wednesday, 4 November, delegates discussed the full compilation and synthesis of second national communications from Annex I Parties.",
      "The Secretariat provided a review of documentation and discussed gaps in data and reporting (FCCC/CP/1998/11; FCCC/CP/1998/11/Add.1; FCCC/CP/1998/11/Add.2).",
      "The debate included reference to the in-depth review process and the proposal for an exercise of data comparison (FCCC/CP/1998/4; FCCC/CP/1998/5; FCCC/CP/1998/MISC.8; FCCC/CP/1998/INF.9).",
      "The G-77/CHINA, with the PHILIPPINES and CHINA, expressed concern about: increasing emission trends among Annex II Parties; activities relating to financial resources and technology transfer; the lack of progress in the development of policies and measures; and gaps in reporting by Annex I Parties. NORWAY, with the EU, AUSTRALIA, the US and CANADA, stated that: the national communications and their reviews were important to the Convention process; reporting issues and guidelines required increased attention; and the Secretariat should conduct more analytical work.",
      "The EU, NEW ZEALAND, the US, SWITZERLAND, CANADA and NORWAY said the third national communication should be due in 2001.",
      "The EU, NORWAY and the US supported the Secretariat's proposed paper on comparison of activity data, but sought clarification on several technical and procedural issues. A contact group on national communications from Annex I Parties, chaired by Mohamed Ould El Ghaouth (Mauritania) and Alexander Metalnikov (Russian Federation), met over the weekend and formulated a draft decision.",
      "It proposed that the third national communications from Annex I Parties be due in 2001 and that subsequent national communications be due every three to five years.",
      "The decision included a statement on the need for further efforts by Parties to improve completeness, consistency and comparability of data and information, as well as participating, through the SBI, in evaluating and refining the review process.",
      "It proposed that the Secretariat complete a feasibility study on the potential usefulness of data comparison and report on information contained in annual national inventory submissions. On Tuesday, 10 November, in SBI plenary, the Co-Chairs of the contact group indicated that consensus was reached.",
      "The G-77/CHINA proposed bracketing a paragraph in the annex that noted that many Annex I Parties would not reduce GHGs to 1990 levels.",
      "They said this issue became linked to discussion on FCCC Article 4.2 (a) and (b) (adequacy of commitments).",
      "Contact group Co- Chair El Ghaouth asked the Chair not to reopen debate on an agreed decision.",
      "The text was accepted with brackets. The final plenary adopted the decision on national communications from Annex I Parties with the removal of the brackets from paragraph 10(c) (FCCC/CP/1998/L.10).",
      "The decision requests Annex I Parties to submit their third national communication by 30 November 2001 and subsequent communications will be due at three- to five-year intervals. National communications from non-Annex I countries: On Thursday, 5 November, delegates discussed national communications from non-Annex I countries (FCCC/CP/1998/MISC.4; FCCC/CP/1998/INF.2; FCCC/CP/1998/CRP.1).",
      "The PHILIPPINES highlighted the need for capacity building and financing, which should follow the guidelines for initial communications in Decision 10/CP.2.",
      "CHINA, supported by TOGO and the CENTRAL AFRICAN REPUBLIC, said the decision recognized the need for adequate and additional financial resources for inventories, an enormous task for some developing countries.",
      "CHILE and COLOMBIA described ongoing efforts toward their initial national communications.",
      "URUGUAY and the REPUBLIC OF KOREA described their initial communications and national efforts underway to limit GHGs.",
      "The EU said communications should be considered on a country-level basis and more frequent workshops would be beneficial. On Monday, 9 November, the contact group on non-Annex I national communications, chaired by Paul Malcons (South Africa) and Dan Reifsnyder (US), considered a draft Co-Chairs' text.",
      "Discussion centered on a number of issues including: whether national communications would be evaluated and whether there would be a process of ongoing evaluation; whether a compilation and synthesis of non-Annex I national communications would be completed, and if so when; whether there would be in-country reviews; and whether workshops would help the consideration and/or preparation of national communications. On Tuesday, 10 November, in SBI plenary, Co-Chair Malcons presented the draft decision.",
      "The EU bracketed a paragraph regarding requests to the Secretariat.",
      "The G-77/CHINA bracketed the entire text.",
      "CHINA and SAUDI ARABIA said the Chair should not allow further negotiation on the text.",
      "After lengthy debate, the Chair called on delegates to respect the rules and said the entire text would be bracketed for consideration by the COP plenary. The final COP plenary adopted the decision on initial national communications from non-Annex I Parties with minor changes (FCCC/CP/1998/L.11).",
      "Paragraph 5 was amended to read: 'decides to continue to address the consideration of communications from non-Annex I Parties, at its fifth session, with a view to taking a further decision on this matter.",
      "' This change highlighted the ongoing nature of the consideration of non-Annex I communications.",
      "All of the brackets were removed and the decision was adopted. Financial Mechanism: On Wednesday, 4 November, delegates debated the report of the Global Environment Facility (GEF) (FCCC/CP/1998/12; FCCC/CP/1998/12/Add.1; FCCC/CP/1998/MISC.3) and the financial mechanism and the review process (FCCC/SBI/1998/MISC.4, FCCC/SBI/1998/MISC.4/Add.1 and FCCC/CP/1998/MISC.3).",
      "Several developing country Parties suggested a political reorientation of the GEF to meet their needs, such as the preparation of non-Annex I communications.",
      "Several developed country Parties suggested that the GEF should operate as the Convention's financial entity, although improvements were needed.",
      "Chair Kante called for unity among the delegates to resolve the status of the GEF and appealed for a solution. On Thursday, 5 November, the contact group on the financial mechanism, chaired by John Ashe (Antigua and Barbuda) and Dan Reifsnyder (US), met briefly and focused on procedural matters that would enable a decision to be reached.",
      "The G-77/CHINA, after considering comments to their initial proposal presented in the previous meeting, outlined two new proposals on the substantive issues, namely, the status of and guidance to the GEF.",
      "These documents were considered in a series of contact group meetings over the next few days. On Friday, 6 November, the contact group discussed a draft decision presented by the G-77/China (FCCC/CP/1998/MISC.3/Add.1).",
      "The US tabled a draft decision that focused on: improvements at the operational level of the GEF; resolving the status of and guidance to the GEF in one draft decision; and GEF support programmes to assist developing countries in altering their policy and legal frameworks in support of technology transfer.",
      "The G-77/CHINA said this proposal did not adequately meet the needs of developing country Parties. On Monday, 9 November, the contact group met in a closed session and discussed a text proposed by the Co-Chairs.",
      "No decisions were taken.",
      "Delegates indicated that they wanted feedback from other contact groups, such as those on technology transfer and FCCC Articles 4.8 and 4.9.",
      "Delegates linked the decision on the status of the GEF with the discussion on guidance to the GEF. Co-Chair Ashe presented the draft decision on the financial mechanism to the SBI plenary later that day.",
      "The EU bracketed paragraphs on GEF funding for implementing adaptation responses and meeting full agreed costs.",
      "The US bracketed language on international centers.",
      "The G-77/CHINA bracketed the entire text.",
      "The text was forwarded to the COP with brackets. After extensive consultations behind closed doors, the COP plenary was presented with a draft decision (FCCC/CP/1998/L.22) without brackets, which it adopted.",
      "It was agreed that the restructured GEF shall serve as the financial mechanism.",
      "On guidance to the GEF, the changes included: deletion of bracketed text on the provision of new and additional funds for addressing climate change; removal of brackets from paragraphs on funding for adaptation measures and facilitation of access to information; and removal of brackets and strengthening of text on meeting agreed full costs for initial and subsequent national communications. Second review of the adequacy of FCCC Article 4.2 (a) and (b): On Wednesday, 4 November, delegates considered the second review of the adequacy of FCCC Article 4.2 (a) and (b) (FCCC/CP/1997/7; FCCC/CP/1998/MISC.6; FCCC/CP/1998/MISC.6/Add.1).",
      "There was consensus among Parties that the current commitments were inadequate and a decision should be reached at COP-4.",
      "The G-77/CHINA said: the issue is important to the Convention; a clear decision defining new commitments should be reached; and developed countries were shirking their responsibilities in this matter.",
      "Several developed countries indicated that resolution of this issue was possible at COP-4, but a decision should be forward-looking and create an enabling framework that could include a broader range of commitments.",
      "A contact group was established to consider the issue. On 5 November, the contact group considering the review of Article 4.2 (a) and (b), chaired by Jennifer Irish (Canada) and Margaret Mukahanana (Zimbabwe) remained focused on establishing the approach to preparing a draft statement which, according to FCCC Article 4.2 (d), must be completed by 31 December 1998.",
      "Developing country Parties insisted that a G-77/CHINA draft decision provide the basis for the deliberations.",
      "Other countries stated that a document, which compiled a range of submissions to the Secretariat following the June subsidiary body meetings, should serve as the core text for discussions. The group met over the weekend.",
      "A discussion of four draft proposals, presented by AUSTRALIA, the EU, the G-77/CHINA and the US, dominated the deliberations.",
      "Debate concerned procedural issues on how to address the texts, with the G-77/CHINA indicating reluctance to consider a compilation text prepared by the Co-Chairs.",
      "After extensive debate, the G-77/CHINA proposed, with the EU and NEW ZEALAND, a reworked text as a negotiating document.",
      "The US, with the eventual support of G-77/CHINA, rejected the compilation document and called on the four draft decisions to be presented in their entirety to the SBI.",
      "The Parties justified the cautious approach, citing this issue's crucial importance to national positions.",
      "CHINA said he interpreted the US and AUSTRALIA proposals as an attempt to exact commitments from developing countries.",
      "The US and AUSTRALIA noted that the scientific and technical evaluation from the IPCC indicated that developed country actions would be insufficient to meet the aims of the Convention, and the US incorporated this into its submission.",
      "The meeting ended without clear resolution. On Tuesday, 10 November, Co-Chair Jennifer Irish reported to the SBI plenary that the group agreed that commitments were inadequate, but did not agree on reasons nor on actions required.",
      "She presented a recommendation that the Chair conduct further consultations.",
      "Co-Chair Margaret Mukahanana said the difficulty on reaching a consensus was based on different interpretations of adequacy of commitments.",
      "The Chair asked delegates to forward the five draft decisions to the COP plenary. During the final plenary, the President reported that no conclusion was possible on the second review of adequacy of Article 4.2(a) and (b).",
      "There was no discussion or decision on this issue by the COP and the nature of future discussions on this issue were not described. Administrative and Financial Matters: On Tuesday, 3 November, the Secretariat outlined a number of administrative and financial matters (FCCC/CP/1998/8/Add.1; FCCC/CP/1998/9; FCCC/CP/1998/10 and FCCC/CP/1998/INF.1).",
      "A brief discussion ensued and the Chair decided to hold consultations on the issues raised. On Tuesday, 10 November, the budget group Chair Harald Dovland (Norway) reported that no agreement had been reached on the calendar of meetings.",
      "The US highlighted concerns regarding dates in the draft decision.",
      "The text was adopted with the exclusion of the calendar of meetings.",
      "The Executive Secretary reported that since document FCCC/SBI/1998/INF.6 was distributed, financial contributions had been received from several Parties.",
      "Delegates adopted a decision on this issue in final plenary (FCCC/CP/1998/L.13). Schedule of meetings for 2000-2001: On Tuesday, 3 November, in the SBI plenary, the EU, supported by CANADA and AUSTRALIA, proposed that COP-5 be held in 2000 rather than 1999.",
      "With SAUDI ARABIA, CHINA, VENEZUELA and NIGERIA, MAURITANIA objected to this proposal.",
      "If the COP is postponed, he said governments might not feel the pressure to ratify the Protocol.",
      "CHINA noted that several issues under the Convention remained unresolved and time was needed to prepare for the Protocol's entry into force.",
      "NIGERIA objected to the US proposal for alternating ministerial and non-ministerial COPs.",
      "CANADA called for consultations on this issue under the guidance of the Chair.",
      "Informal consultations were held. On Monday, 9 November, SBI adopted the draft report of its ninth session (FCCC/SBI/1998/L.8)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}