{
   "actors": [
      "European Union",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "China",
      "Japan",
      "New Zealand",
      "Norway",
      "Burkina Faso"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_84",
   "section_title": "ADOPTION OF A COMPLIANCE MECHANISM AND SAUDI ARABIA\u0092S PROPOSAL TO AMEND THE PROTOCOL",
   "sentences": [
      "These issues were first addressed by the COP/MOP on 30 November and subsequently in a contact group co-chaired by Harald Dovland (Norway) and Mamadou Honadia (Burkina Faso).",
      "The contact group held three meetings and numerous informal consultations.",
      "A draft COP/MOP decision was adopted on 9 December. Discussions focused on the legal form of adopting the compliance mechanism annexed to Decision 24/CP.7 adopted in Marrakesh as, according to Protocol Article 18, a compliance system entailing legally binding consequences must be adopted as an amendment to the Protocol. Highlighting the need for a legally binding system, Saudi Arabia had proposed an amendment to the Protocol (FCCC/KP/CMP/2005/2).",
      "Japan and New Zealand opposed an amendment, emphasizing their preference for a facilitative approach to compliance.",
      "Noting that an amendment requires ratification, Canada cautioned that the outcome was unpredictable, possibly creating two categories of parties.",
      "The EU emphasized the need to operationalize the compliance system and proposed its adoption by a COP/MOP 1 decision, after which an amendment could be considered.",
      "AOSIS, the Africa Group, China and others also supported the adoption of the compliance mechanism by a COP/MOP 1 decision combined with the consideration of an amendment process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}