{
   "actors": [
      "Umbrella Group"
   ],
   "countries": [
      "United Kingdom",
      "Russian Federation",
      "New Zealand"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_69",
   "section_title": "A BRIEF ANALYSIS OF COP-6 PART II",
   "sentences": [
      "Confounding the predictions of many, the gavel came down late Monday morning - midway through the two week meeting - and delegates rose in a standing ovation to complete a marathon weekend of negotiations and seal what many saw as an 'historic' political agreement that saved the Kyoto Protocol.",
      "Few climate pundits had predicted a positive outcome in Bonn, and it was thus not surprising that praise on reaching a political agreement was effusive.",
      "Michael Meacher, UK Minister for the Environment, described it as 'a brilliant day for the environment'; Peter Hodgson, New Zealand's Energy Minister, said 'we have delivered probably the most comprehensive and difficult agreement in history'; and an NGO campaigner said that 'this first small step is a giant leap for humanity and for the future of our planet.",
      "' Four days later, when President Pronk formally closed COP-6 Part II late on Friday evening, the euphoria was far more muted.",
      "Not only were observers coming to appreciate the nature of the sacrifices made to achieve this agreement, but - more importantly - differences had appeared in the interpretation of Monday's groundbreaking agreement.",
      "At one stage, shortly after most of the world's press had retired home comfortable in the belief that an agreement had been secured, it appeared as if the entire package was in danger of unraveling, with the Russian Federation and other Umbrella Group members flexing their muscles and disputing the terms of the agreement.",
      "This development, coupled with the failure to reach closure on certain key issues - notably compliance - was a sobering reminder that ratification of the Protocol is not yet assured, nor is its environmental integrity guaranteed."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}