{
   "actors": [],
   "countries": [
      "Canada",
      "United Kingdom",
      "Maldives",
      "Bangladesh",
      "Zambia",
      "Belgium",
      "United States",
      "Slovenia",
      "Netherlands",
      "Peru",
      "Russian Federation",
      "New Zealand"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_18",
   "section_title": "CONFLICT OF INTEREST POLICY:",
   "sentences": [
      "This issue (IPCC-XXXIII/Doc.11 and Add.1) was first taken up by the plenary on Tuesday, and then in various contact group meetings co-chaired by Todd Krieble (New Zealand) and Munjurul Hannan Khan (Bangladesh), with Jim Skea (UK) as Rapporteur.",
      "This responded to the IAC recommendation that the IPCC should develop and adopt a rigorous conflict of interest policy that applies to all individuals directly involved in the preparation of IPCC reports, including senior IPCC leadership, authors, editors and technical staff.",
      "Discussions centered on the proposal by the Task Group on Conflict of Interest Policy, including: definition and scope of the policy; distinction between disclosure, transparency and exclusion; distinction between bias and conflict of interest; financial, professional and other non-financial interests, including family and personal relationships; real vs. apparent conflict of interest; implementation and a disclosure form; possible establishment and governance of a Conflict of Interest Committee; and the transition of the existing interim policies that are currently implemented or under design in the Working Groups.",
      "Most of the discussion was dedicated to conclude the Conflict of Interest Policy, with drafting groups working on issues such as: whether the policy should be designed to manage or eliminate compromising situations; how to define significant and relevant financial and non-financial interests; how to handle conflict of interests arising from different levels of responsibility in the IPCC; how to balance between encouraging participation and ensuring the rigor of the policy; and whether involvement in a government delegation to the IPCC or UNFCCC should be considered as a non-financial interest and should be disclosed.",
      "Many said the execution of the policy should reflect the various roles, responsibilities, and levels of authority of participants within the IPCC process.",
      "Some participants said that liability should not be assigned to those without related direct responsibilities, noting that many contributors to the IPCC are volunteers and lack of policy differentiation on this matter would discourage participation.",
      "On participation in government delegations, some participants objected to language stating that involvement in a government delegation to the IPCC or UNFCCC should be disclosed, given the limited resources of expertise on both climate science and policy in many countries.",
      "Others proposed to handle the issue by using a code of conduct and a disclosure form.",
      "The group agreed to remove reference to participation in government delegations and to refer more generally to associations with organizations with an interest in the topic of the IPCC report or product to which the individual is contributing.",
      "To identify what constitutes significant and relevant financial and non-financial interests, some participants proposed to use a fixed figure or threshold to categorize different cases.",
      "However, agreement on this could not be reached and the group decided to have the Task Group consider this further.",
      "During the final plenary, there was extended discussion on whether financial interests of any person with whom the individual has had a personal relationship should be disclosed.",
      "Slovenia, the Russian Federation, Maldives, Peru and others opposed such a reference, while the US, supported by Canada, suggested using family relationship to capture the concepts of spouse and minor children as written in the original version of the Task Group proposal.",
      "Noting the existence of various cultural contexts and individual lifestyles, Chair Pachauri and others expressed concern with the mention of family and supported a proposal by the UK that referred instead to shared financial relationship.",
      "The Panel finally agreed that individuals should disclose significant and relevant financial interests of any person with whom the individual has a substantial business or relevant shared interest.",
      "There was also extensive discussion on the timeline for the IPCC to implement the Conflict of Interest Policy.",
      "Noting a sense of urgency and the need to send a positive signal to the public, the US, with the UK, Belgium, Netherlands, Canada, Slovenia and others, called for implementation no later than the 35th session.",
      "Peru and others opposed, preferring the more general reference as soon as possible.",
      "Zambia and others suggested preferably by IPCC-35.",
      "The UK noted the irony that individuals in the room were involved in negotiating a Conflict of Interest Policy to which they themselves could be subjected to.",
      "Addressing Peru s and others concerns that the IPCC would risk criticism again if, for whatever reason, the Panel was not able to deliver on time, the Netherlands offered to provide an explanation to the public if the Panel does not meet its deadline.",
      "The Panel then agreed to implement the policy no later than the 35th session."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}