{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ukraine",
      "Belarus",
      "Mexico",
      "Tuvalu",
      "Philippines",
      "Singapore",
      "India",
      "Papua New Guinea",
      "China",
      "Russian Federation",
      "Argentina",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_65",
   "section_title": "A BRIEF ANALYSIS OF THE BONN CLIMATE CHANGE CONFERENCE",
   "sentences": [
      "Differences are not intended to separate, to alienate.",
      "We are different precisely in order to realize our need of one another .",
      "- Desmond Tutu.",
      "As delegates assembled for the annual two-week climate change conference in Bonn, the meeting was overshadowed by external events.",
      "Atmospheric carbon dioxide concentrations had surpassed the critical 400 ppm threshold, floods ravaged parts of Europe, and the new report, Redrawing the Energy-Climate Map, by the International Energy Agency, picked up widely by the international media, all highlighted the need for intensive action before 2020 to combat climate change.",
      "Many wondered whether governments will be up to the challenge.",
      "All three UNFCCC bodies- the Subsidiary Body for Implementation, the Subsidiary Body for Scientific and Technological Advice and the Ad Hoc Working Group on the Durban Platform- had to make progress on a long list of agenda items.",
      "Expectations for the Subsidiary Bodies included tackling loss and damage; finance; arrangements for intergovernmental meetings; budget; agriculture; market and non-market mechanisms; REDD+; and the 2013-15 Review.",
      "The ADP discussions were expected to consider ways for advancing work on the 2015 agreement and pre-2020 ambition.",
      "In the end, due to a procedural dispute, the SBI never even started its substantive work.",
      "In contrast, the SBSTA made progress on a number of agenda items and the ADP continued a conversation structured around outlining the contours of a possible agreement and enhancing ambition for the pre-2020 period, which was met with mixed reviews.",
      "This analysis will discuss the Bonn meeting and examine possible implications for COP 19 and CMP 9 in Warsaw, in November 2013. SBI 38 - THE MEETING THAT NEVER HAPPENED To the surprise of many, the SBI never actually started in Bonn because parties could not adopt the agenda.",
      "The Russian Federation, Belarus and Ukraine proposed to add an agenda item on procedural and legal matters relating to decision-making under the COP and CMP.",
      "This proposal was in response to events that transpired during the closing CMP in Doha where the second commitment period under the Kyoto Protocol was gaveled through amid controversy.",
      "The Russian Federation justified the proposal referring to constant procedural problems under the UNFCCC and the fact that after 18 years parties are still provisionally applying the draft rules of procedure.",
      "In the absence of voting rules under the UNFCCC, all decisions must be taken by consensus and every party has the right to be heard.",
      "The Russian Federation highlighted a number of unfortunate examples, including Cancun, when Bolivia s opposition to the Cancun Agreements was openly overruled by the COP President.",
      "While knowing that a discussion on decision-making procedures will not be an easy one, most parties agree that issues raised by the Russian Federation, Belarus and Ukraine are valid.",
      "A related proposal from Papua New Guinea and Mexico to amend the Convention in order to allow voting in situations where a consensus cannot be reached is in fact already on the COP agenda.",
      "Nevertheless, the dispute could not be resolved in Bonn.",
      "One of the issues was where- under the COP and CMP, or the SBI- and how to resolve this delicate matter.",
      "Some parties also wanted to avoid a dangerous precedent.",
      "As Singapore put it, if we accept this proposal every party will have every incentive to add additional agenda items at every meeting of the UNFCCC, going on to caution that how we resolve this impasse will set a precedent for the future.",
      "If we make an exception to our procedure for the three proponents, then every party will request the same treatment.",
      "In her closing press conference, UNFCCC Executive Secretary Christiana Figueres noted that parties all agreed on the need to discuss the issue highlighted by Belarus, Russia and Ukraine, but could not agree on how to do it.",
      "Most parties left Bonn deeply concerned that the SBI had been unable to launch its work.",
      "While acknowledging shortcomings in the UNFCCC decision-making process, Tuvalu pointed to the supreme irony, of using procedure to make the process even worse, which he described as deliberately crashing a car to show that the seatbelts don t work.",
      "The paradox is that consensus would have to be reached in order to adopt the rules of procedure, which only adds to the conundrum.",
      "The expectation is that consultations will take place between now and SBI 39 in November to overcome the impasse and reach a compromise, albeit a delicate one, so that the SBI will be able to proceed with substantive work in Warsaw.",
      "Many feel that since the proposal by Belarus, Russia and Ukraine relates to decision-making by the COP and CMP, it should be considered by these bodies and not the SBI.",
      "Some in Bonn were in fact anticipating that the issue might find its way into the COP agenda.",
      "The SBI has a lot on its plate and, as UNFCCC Executive Secretary Christiana Figueres put it, will have to squeeze three weeks into one in Warsaw in order to make up for lost time.",
      "Whatever decision is taken on this matter will have implications for the future work of the process in, and beyond, SBI 39. SBSTA - EXCEEDING EXPECTATIONS Given that the SBI was unable to move forward, many SBSTA contact groups received more negotiating time than usual, with agriculture and REDD+ being among the key beneficiaries.",
      "The mood on the SBSTA side was, therefore, largely positive, and many were happy with progress achieved in Bonn.",
      "However, many SBSTA items are linked to discussions under the SBI and, as one delegate put it, taking decisions on technical aspects in isolation from interrelated issues on implementation is challenging.",
      "With more than seven outstanding issues related to methodological aspects of REDD+ on the agenda, delegates in Bonn proved to be up to the challenge.",
      "The SBSTA 38 outcome was a clear step forward from Doha where some of the interlinkages between methodology and implementation were controversial enough to put agreement out of reach.",
      "For example, in Doha, parties could not agree on the type of assessment to be carried out when developing countries submit information on emissions avoided through REDD+ activities.",
      "A number of developing countries stressed that REDD+ should be subject to International Consultation and Assessment (ICA) in the same manner as NAMAs, while some developed countries, concerned with transparency and the accuracy of the information, proposed a more thorough review process.",
      "But, as one forest negotiator pointed out, if we had more clarity from the SBI side on some aspects of ICA, including those related to the technical team of experts, discussions would be better informed and parties more reassured.",
      "In Bonn, however, parties managed to move ahead with REDD+ methodological work.",
      "They agreed to compromise and to work on the basis of some assumptions.",
      "A footnote clarifying the intention not to prejudge the ICA outcome under the SBI was therefore included.",
      "With three draft decisions on REDD+ recommended for adoption by COP 19 and text on possible draft decisions on MRV and reference levels forwarded for further consideration in Warsaw, some said that Bonn may go down as the session that opened the path for impressive progress on REDD+.",
      "However, as one delegate acknowledged, if decisions on provision of finance do not encompass the progress achieved on methodological issues, it is possible that we will lose this momentum.",
      "On agriculture, parties in Doha had not been able to agree on a workshop and a technical paper on opportunities and challenges from mitigation in the agricultural sector, since the G-77/China favored addressing adaptation concerns rather than mitigation.",
      "In Bonn, India, the Philippines and Argentina articulated the concerns of many developing countries that a cap on emissions in agriculture would threaten the livelihoods of many and maintained that food security should not be relegated to mitigation objectives.",
      "Yet, Bonn managed to deliver unprecedented progress.",
      "Parties agreed to shift the focus of the workshop and the technical paper to address adaptation of agriculture to climate change impacts while promoting rural development, sustainable development and productivity of agricultural systems and food security, particularly in developing countries.",
      "To the satisfaction of a good number of developing countries and some developed countries, they also agreed to consider the possible adaptation co-benefits of agriculture.",
      "Despite the progress achieved under different agenda items in the SBSTA, many expressed fears that if the SBI impasse extends into Warsaw, SBSTA s work will be substantially affected.",
      "We need the SBI up and running, one delegate broached. ADP - STUCK IN NEUTRAL Continuing its discussions in workshops and roundtables, ADP-2-2 was characterized by marathon sessions, where, as one delegate put it, previous discussions were rehashed.",
      "Others, however, expressed satisfaction with the process, saying that the session had presented an opportunity to start defining the scope, structure and design of the new agreement.",
      "Many developing countries called for an end to the talk shops in Warsaw, and a switch to more focused discussions, while others continued to highlight the usefulness of workshops and roundtables for providing different perspectives.",
      "According to the ADP work programme, COP 19 is expected to provide a clear roadmap for 2014 and so parties will have to decide on how to capture progress for that purpose, with the knowledge that elements of a draft negotiating text are expected by COP 20 in 2014.",
      "On mitigation, various hybrid approaches seeking to find a middle ground between a top-down system that ensures the aggregation of mitigation commitments to avoid surpassing the 2ºC temperature increase limit, and the bottom-up approach that enables countries to submit nationally determined commitments, were mooted.",
      "At this point, it is clear that deciding on transparency and common accounting rules is crucial, as is agreement on a fast track system to facilitate updating and enhancing commitments without the need for further negotiations.",
      "Parties will also have to agree on how adaptation and means of implementation should be reflected in the 2015 agreement.",
      "Some delegates highlighted that advancement under Workstream 1 (2015 agreement) must be balanced against Workstream 2 progress on raising ambition for the period before 2020.",
      "In Doha, parties agreed to identify and explore in 2013 a range of actions to close the pre-2020 ambition gap.",
      "In Bonn, African countries, AOSIS and the EU were vocal on the need to ensure that current pledges and commitments under the Kyoto Protocol and the Convention are enhanced.",
      "In this regard, AOSIS submitted a proposal containing technical, targeted and result-oriented discussions to secure additional ambitious pre-2020 mitigation efforts ahead of Warsaw.",
      "While under the guidance of Co-Chairs Harald Dovland and Jayant Moreshver Mauskar, the ADP has had a relatively easy ride, the incoming Co-Chairs, Artur Runge-Metzger and Kishan Kumarsingh, are taking the reins as the ADP honeymoon phase is ending.",
      "As Chair Dovland noted, the ADP has a dramatic task ahead of it.",
      "Without any doubt, agreeing on a modus operandi that keeps everyone happy, as well as ensuring that decisions are made in a transparent and participatory manner to successfully complete the ambitious agenda mandated in Durban under the two workstreams, will be no easy feat for the ADP.",
      "Looking ahead, what many want to definitely avoid is, as one NGO representative put it, the kind of last-minute scramble that made the 2009 Copenhagen Summit such a disaster. WARSAW - REKINDLING THE SPIRIT?",
      "At a time when the climate change stakes have never been higher, the multilateral process is bedeviled with a lack of momentum, waning public interest and other competing priorities.",
      "The post-Bali, pre-Copenhagen idealism and energy has long since dissipated.",
      "What is beyond any doubt, however, is the enormity of the challenge ahead in securing a meaningful agreement in 2015, with Warsaw the first of three crucial COPs.",
      "Carefully considered and meaningful decisions on both process and substance will need to be taken to ensure that the 2015 agreement ultimately delivers.",
      "Warsaw has a role to play in achieving a strong package of implementation measures to lead to a clear pathway for a legally-binding agreement and progress to raise pre-2020 ambition.",
      "Bonn has demonstrated that progress can be made under the right conditions, but, at the same time, matters can arise that are capable of taking everyone s eyes off the winding road ahead."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}