{
   "actors": [
      "Least Developed Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Mauritius"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_9",
   "section_title": "SB 22 REPORT",
   "sentences": [
      "During SB 22, the Subsidiary Body for Scientific and Technological Advice (SBSTA) convened five times in plenary, as well as in a number of contact groups and informal consultations, to make progress on the items on its agenda.",
      "As a result of these meetings, draft conclusions were adopted on a number of issues and draft decisions were forwarded to COP 11 or COP/MOP 1 for their consideration.",
      "The conclusions and draft decisions addressed scientific, technical and socioeconomic impacts of, and vulnerability and adaptation to, climate change, as well as climate change mitigation, the development and transfer of technologies, and 'good practices' in policies and measures (P&Ms) among Annex I Parties.",
      "They also dealt with research needs relating to the Convention, cooperation with relevant international organizations, methodological issues and various other matters.",
      "The methodological issues included technical guidance on methodologies for adjustments under the Kyoto Protocol, registry systems under the Protocol, and the implications of implementing project activities under the CDM for achieving the objectives of other environmental treaties.",
      "SBSTA was not able to complete its work on emissions from fuel used for international aviation and maritime transport.",
      "Parties were also unable to adopt conclusions on the International Meeting to Review the Implementation of the Programme of Action for Small Island Developing States (SIDS), which took place from 10-14 January 2005, in Port Louis, Mauritius. The Subsidiary Body for Implementation (SBI) considered arrangements for intergovernmental meetings, including COP/MOP 1 and COP 11, as well as future sessional periods and organization of the intergovernmental process.",
      "It also addressed various administrative and financial matters, issues relating to the least developed countries (LDCs) and to national communications from non-Annex I Parties.",
      "The SBI was unable to conclude its work on the SCCF, which will be taken up again at SB 23. In addition to the formal Subsidiary Bodies\u0092 meetings and consultations, over 40 side events were held.",
      "For more information on side events, visit: http://www.iisd.ca/climate/sb22/enbots. This report on SB 22 is based on the agenda of the sessions, with separate sections on matters taken up by SBSTA and SBI."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}