{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "United States",
      "Australia",
      "China",
      "Tuvalu",
      "Iceland",
      "Poland"
   ],
   "enb_end_date": "05-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "05-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12142e.html",
   "id": "enb12142e_4",
   "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY",
   "sentences": [
      "Co-Chair Halldor Thorgeirsson (Iceland) summarized outcomes from the workshop held in Poznan, Poland, in July, prior to the deadline for Party submissions on LULUCF on 1 August.",
      "He outlined the work programme for the informal consultations and said he expected these to lead toward a negotiating text.",
      "He asked delegates to: provide clarifications on their submissions; highlight their priorities; and indicate opportunities for streamlining ideas.",
      "BRAZIL, for the G-77/CHINA, stressed that he would not be prepared to discuss LULUCF issues before Wednesday.",
      "He said the consultations were moving beyond the mandated methodological issues, and that a draft resolution could not be made on the basis of the submissions.",
      "TUVALU underscored the need to consider the data contained in the 1 August submissions, rather than focusing solely on the synthesis of the textual proposals. AUSTRALIA, with the US, supported working toward a draft decision.",
      "Co-Chair Thorgeirsson introduced the consolidated synthesis of proposals made by Parties on methodological issues related to LULUCF that contains material on: proposed definitions and accounting approaches related to afforestation, reforestation and deforestation under Article 3.3; how and which additional human-induced activities might be included under Article 3.4 including modalities, rules and guidelines related to these activities and their accounting; methodologies for measuring and reporting in relation to Article 3.3 and 3.4 activities; overall accounting approaches in relation to the requirements of Article 3.3, 3.4 and 3.7; reversibility, natural effects and accounting interlinkages; and other issues.",
      "He explained that the proposals had not been merged, simply organized under descriptive headings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}