{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Japan",
      "New Zealand",
      "Saudi Arabia"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_17",
   "section_title": "ROLE OF THE COP/MOP",
   "sentences": [
      "On the question of how the COP/MOP would treat the report/conclusions of the compliance body, Co-Chair Dovland presented various options.",
      "It could, inter alia: provide general policy guidance to the compliance body/ies; receive reports from the compliance body/ies; consider the conclusions of the compliance body/ies; request the compliance body/ies to reexamine a matter; and/or accept the report of the compliance body/ies unless the COP/MOP decides by consensus not to adopt the report.",
      "JAPAN drew attention to the fact that although the COP/MOP plays a role as a general assembly and has a legitimizing function with respect to final decisions of the compliance body, due to the nature of COP/MOP it is practically difficult for it to consider all the relevant issues.",
      "NEW ZEALAND opposed a 'hands on' role for the COP/MOP and, with the EU, suggested that the COP/MOP merely provide policy 'background' to the compliance bodies.",
      "CANADA opposed the suggestion that the COP/MOP be entitled to ask the compliance body to re- examine a matter.",
      "On the COP/MOP's decision to accept the report of the compliance body, he suggested that, for it to be as non-political as possible, a simple majority be applied.",
      "On the decision of the COP/MOP to reject a report of the compliance body, he supported a double-majority rule of both Annex I and non-Annex I Parties.",
      "The CENTER FOR INTERNATIONAL ENVIRONMENTAL LAW suggested the application of a negative super majority instead of a negative consensus rule. SAUDI ARABIA drew attention to Article 8.",
      "5 (COP/MOP to consider information and questions of implementation with the assistance of the subsidiary bodies).",
      "He suggested that issues of implementation that could be faced by several Parties be dealt with by the SBI and methodological issues that could be faced by several Parties be dealt with by the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}