{
   "actors": [],
   "countries": [
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "02-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "02-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1287e.html",
   "id": "enb1287e_5",
   "section_title": "FOURTEENTH SESSION OF THE INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE (IPCC)",
   "sentences": [
      "IPCC's 14th Plenary Session was held in Vienna from 1-3 October 1998.",
      "The IPCC approved the chapter outlines for the Special Report on Land Use, Land Use Change and Forestry.",
      "SBSTA requested the Special Report from the IPCC at SBSTA-8.",
      "The Special Report will be completed around May 2000 under the chairmanship of Dr. Robert T. Watson, Chair of the IPCC.",
      "The IPCC took note of the chapter outlines of the reports of the three Working Groups that will form the first three volumes of its Third Assessment Report (TAR).",
      "The IPCC also decided on the procedure to approve and adopt the Synthesis Report of its Third Assessment Report.",
      "The Synthesis Report will consist of a Summary for Policymakers (5-10 pages) and an underlying longer report (ca.",
      "50 pages).",
      "The target date for completing the Synthesis Report is mid-2001.",
      "The reports of the three IPCC Working Groups (and their SPMs) will be completed 3-4 months earlier. The IPCC also reviewed and amended the Principles Governing its Work.",
      "It agreed to establish a Task Force for National Greenhouse Gas Inventories (TFI) with a Bureau and a Technical Support Unit (TSU/TFI).",
      "The Government of Japan has agreed to establish and maintain the TSU/TFI at the Institute for Global Environmental Strategies, a NGO near Tokyo, and will name a Co- Chair for TFI.",
      "The other Co-Chair will be from a developing country.",
      "Until IPCC-XVI, the TFI Bureau will consist of 8-12 members, drawn from the countries represented on the IPCC Bureau.",
      "For more information contact: IPCC Secretariat, World Meteorological Organization, 41 Ave., Giuseppe-Motta, CP No.",
      "2300, 1211 Geneva 2, Switzerland; tel: (+41 22) 730 8284; fax: (+41 22) 733 1270."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}