{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Micronesia",
      "United States",
      "China",
      "Russian Federation",
      "Palau",
      "New Zealand"
   ],
   "enb_end_date": "11-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "11-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12146e.html",
   "id": "enb12146e_6",
   "section_title": "COMPLIANCE",
   "sentences": [
      "On 8 September, Parties continued discussions on the Co-Chairs' text.",
      "On proceedings of the compliance committee, the G-77/CHINA said procedures relating to decision-making, participation, conflict of interest and information sources should be equally applicable to both branches.",
      "The US suggested having two separate and complete procedures.",
      "SAMOA and the US said the enforcement branch could address specific provisions and the facilitation branch could have broad jurisdiction.",
      "BRAZIL, opposed by AUSTRALIA and the RUSSIAN FEDERATION, supported distinguishing between facilitation available to Annex I and non-Annex I Parties.",
      "NEW ZEALAND proposed an appeal system.",
      "The US retained the option of no appeal procedure.",
      "With BRAZIL, she said any appeal body should be limited to overriding decisions.",
      "SAUDI ARABIA suggested the COP/MOP be the appeals body. On 9 September, Parties discussed outcomes and consequences of non-compliance and adoption.",
      "The G-77/CHINA, opposed by the US, NEW ZEALAND and AUSTRALIA, suggested differentiating between Annex I and non-Annex I Parties.",
      "Parties disagreed on whether the facilitative branch should be able to publish non-compliance or potential non- compliance, initiate the enforcement procedure and issue cautions.",
      "AUSTRALIA, with the RUSSIAN FEDERATION and opposed by SAMOA, PALAU, the FEDERATED STATES OF MICRONESIA and BRAZIL, argued against binding consequences. On Adoption, the US outlined three options: the COP recommends to the COP/MOP that the attached decision be adopted; the COP recommends to the COP/MOP that the attached decision be included in the decision on the second commitment period; or the COP adopts a legal instrument that enters into force at the same time as the Protocol.",
      "The EU, opposed by AUSTRALIA, stressed the link between adoption and use of the mechanisms.",
      "A new text will be available Monday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}