{
   "actors": [
      "Coalition for Rainforest Nations"
   ],
   "countries": [
      "Angola",
      "Singapore",
      "Panama",
      "Malaysia",
      "China",
      "Bolivia",
      "Venezuela",
      "Botswana"
   ],
   "enb_end_date": "02-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "02-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12641e.html",
   "id": "enb12641e_2",
   "section_title": "TRANSPARENCY OF ACTION AND SUPPORT",
   "sentences": [
      "This session was co-facilitated by Fook Seng Kwok (Singapore).",
      "Parties continued discussions from Monday evening on elements to be included in the agreement or COP decisions.",
      "BOLIVIA and VENEZUELA supported the proposal made on Monday evening by China, for the LMDCs, which, inter alia, calls for reorganizing the decision text in the Tool in a “logical” order: transparency of mitigation action; transparency of adaptation action; generally ensuring MRV of support; reporting of support; verification of support; and information on support provided and received.",
      "BOTSWANA, with Angola, for the LDCs, underscored the importance of funding capacity building to undertake MRV.",
      "MALAYSIA noted difficulties in tracking support.",
      "Panama, for the Coalition for Rainforest Nations (CfRN), called for differentiating between actions ready for implementation, such as REDD+, and those requiring further elaboration, including agriculture.",
      "Among summarized discussions, Co-Facilitator Kwok highlighted managing the transition from existing systems.",
      "He also observed discussions on ensuring just enhancement of support at two levels: first, MRV of support provided and received; and second, support for developing countries to effectively participate in existing MRV systems and the post-2020 MRV regime.",
      "Parties agreed to commence discussions on support for participating in MRV on Wednesday morning."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}