{
   "actors": [],
   "countries": [
      "Brazil",
      "Japan",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "06-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "06-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12185e.html",
   "id": "enb12185e_2",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "The negotiating group on Articles 5, 7 and 8 met in an evening session to take stock of the work of the drafting groups, which had met throughout the day.",
      "Drafting group Chair Plume reported from the LULUCF group, noting three areas of contention: issues linked to outcomes from the mechanisms and Article 7.4 groups; reporting on area of land; and incorporation of LULUCF principles into the texts.",
      "She said she had prepared a Chair's proposal, and that the new text would be distributed Tuesday morning. Regarding work on non-LULUCF matters, drafting group Chair Luboyera noted some progress, but said work had not been completed in the time available.",
      "He said a number of issues related to the Expert Review Teams had been resolved, although disagreements remained over their composition.",
      "Regarding thresholds, he stated that the issue was being considered as a package, and was not yet resolved.",
      "He said more consultations on Article 3.14 (adverse effects) were needed among some regional groups, and some outstanding issues remained on mandatory aspects.",
      "On confidentiality, he said a decision paragraph had been suggested requesting SBSTA-17 to consider views from Parties on the matter. CHINA indicated that it had prepared a proposal on supplementarity under Article 7.2 (national communications).",
      "SAUDI ARABIA highlighted a proposal on the commitment period reserve, BRAZIL proposed language on the final review report of the ERTs, and JAPAN said it had a new proposal on a new procedure for the final compilation report.",
      "These proposals were not discussed further due to time constraints."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}