{
   "actors": [
      "Least Developed Countries",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Qatar",
      "Bangladesh",
      "Libya",
      "Gambia",
      "United States",
      "Kuwait",
      "Burkina Faso",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "United Arab Emirates",
      "Malaysia",
      "Senegal",
      "China",
      "Uganda",
      "Marshall Islands",
      "Japan"
   ],
   "enb_end_date": "27-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "27-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12114e.html",
   "id": "enb12114e_1",
   "section_title": "ADVERSE EFFECTS",
   "sentences": [
      "Former SBSTA Chair Kok Kee Chow (Malaysia) reported on a workshop on implementation of FCCC Articles 4.8 and 4.9 (adverse effects) held from 21 - 24 September 1999 in Bonn.",
      "Many delegates said the workshop was a useful exercise.",
      "The G-77/CHINA said it had highlighted the need for another workshop prior to COP-6. Regarding information gaps on adverse effects, the MARSHALL ISLANDS called for more robust research on policies and measures in Annex I countries.",
      "AUSTRALIA, with CANADA and the GAMBIA, said the absence of information on the effect of policies and measures should not be an obstacle to meeting the needs of the truly vulnerable.",
      "CANADA and SAMOA highlighted the need to act through the national communications process.",
      "SENEGAL called for an evaluation of vulnerability in Africa by COP-6. On the impact of response measures on the economies of oil producing and other countries, SAUDI ARABIA referred to recent studies suggesting oil producing countries will suffer economically from response measures and, with KUWAIT and LIBYA, said developed countries should remove market distortions in the energy sector.",
      "The US said there was uncertainty over the impact of implementation of response measures.",
      "JAPAN and the MARSHALL ISLANDS said consideration of compensation was unacceptable as it is not provided for in the FCCC or the Protocol. On the status of negotiations, several delegates, including SAUDI ARABIA, KUWAIT, QATAR and the UNITED ARAB EMIRATES, said equal progress must be made on all issues, and the Buenos Aires Plan of Action (BAPA) should be achieved as a complete package.",
      "UGANDA, BURKINA FASO, the MARSHALL ISLANDS and SAMOA said not all issues could be advanced simultaneously and stated that waiting for a package would delay action. Numerous delegates stressed prioritization of the needs of least developed countries.",
      "BANGLADESH suggested that the GEF establish a separate fund to meet these countries' needs.",
      "A contact group will be convened on this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}