{
   "actors": [],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Zambia",
      "France",
      "United States",
      "Austria",
      "Germany",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_10",
   "section_title": "CONSIDERATION OF THE DRAFT SUMMARY FOR POLICY MAKERS",
   "sentences": [
      "The main agenda item at WGIII-8 was consideration of the draft SPM of the CCS Special Report (8th WG III/Doc.",
      "Delegates addressed this issue in plenary from Thursday to Saturday, including during late night sessions on Friday and Saturday.",
      "In introducing the draft text of the SPM, as revised based on comments from governments and organizations, Co-Chair Metz noted that nearly 800 comments were received on the draft SPM, the final version would include a glossary, and highly technical or policy prescriptive information should be avoided.",
      "He also said the WG III Co-Chairs would prepare a foreword clarifying the scope of the SPM. Delegates then began consideration of the text, following a standard format throughout the meeting.",
      "The Co-Chairs first introduced each paragraph, explaining why comments by countries and organizations were or were not incorporated, and then delegates discussed and agreed to that paragraph on a line-by-line basis.",
      "This report discusses each section of the SPM, outlining the key issues debated at WGIII-8, and providing a brief summary of the final text of each section. What is CO2 capture and storage and how could it contribute to mitigating climate change?",
      "This section of the SPM was first addressed in plenary on Thursday and again on Saturday, following informal contact group consultations.",
      "Discussions centered on two key issues: whether CCS 'is' or 'could' be a mitigation option; and whether to include references to TAR on the need to avoid substantive amounts of CO2. France, Switzerland, Germany, Zambia, Austria and others supported stating that CCS 'could be' a mitigation option, while Saudi Arabia, Australia, and the US expressed a preference for stating that CCS 'is' a mitigation option.",
      "China questioned the necessity of including language from the TAR that notes that, depending on the assumed baseline emissions and stabilization of greenhouse gas concentrations over the 21st century, substantial amounts of CO2 emissions would need to be avoided."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}