{
   "actors": [],
   "countries": [
      "Kenya",
      "Indigenous Peoples"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_64",
   "section_title": "STATEMENTS BY OBSERVER ORGANIZATIONS:",
   "sentences": [
      "Many relevant NGOs and IGOs spoke during the high-level segment on behalf of business and industry, women's groups, youth, indigenous peoples and other key stakeholders.",
      "Climate Action Network, speaking for environmental NGOs, said formal negotiations on the future climate change regime should start at COP/MOP 3 to mind the gap between commitment periods.",
      "African NGOs stressed that markets will not work for Africa and also suggested an Africa fund, calling on African ministers to give climate change the same priority as HIV/AIDS.",
      "The World Business Council for Sustainable Development called for a clear policy framework that includes carbon markets beyond 2012, agreement on a negotiating mandate at COP 13, and conclusion by 2009 at the latest. CLOSING COP AND COP/MOP PLENARY On Friday, 17 November, President Kibwana convened the closing COP and COP/MOP plenaries.",
      "Parties adopted the reports of the COP (FCCC/CP/2006/L.1 and Add.1) and COP/MOP ( FCCC/KP/CMP/2006/L.1 and Add.1).",
      "Earlier in the day, parties had adopted the reports of the subsidiary bodies ( FCCC/SBSTA/2006/L.18 and FCCC/SBI/2006/L.19 ).",
      "Parties also adopted a decision expressing their gratitude to the Government of Kenya for hosting the conference and to the people of Nairobi for their hospitality (FCCC/CP/2006/L.3). UNFCCC Executive Secretary Yvo de Boer outlined the estimated financial implications of the COP, COP/MOP and subsidiary bodies \u0092 outcomes, conclusions and decisions, including US$1.6 million in 2007 relating to subsidiary bodies \u0092 outcomes, with US$2.5 million relating to the ITL, and US$2.75 million in 2007 relating to the COP and COP/MOP decisions.",
      "He thanked Richard Kinley for leading the Secretariat, following Joke Waller Hunter's passing in 2005, and announced Kinley's appointment as UNFCCC Deputy Executive Secretary.",
      "In his closing statement, President Kibwana said parties have taken several key decisions in Nairobi, although many challenges lie ahead.",
      "He urged parties to use the next twelve months productively so that they arrive at COP 13 and COP/MOP 3 ready to take action.",
      "He noted the decision in Nairobi to review the Protocol in 2008 and highlighted the Nairobi Framework on capacity building to assist developing countries on CDM project development.",
      "Thanking all participants, he declared the meeting closed at 9:29 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}