{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "03-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12433e.html",
   "id": "enb12433e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Most delegates came to Bangkok agreeing that important progress must be achieved during the meeting in terms of narrowing down and clarifying options, otherwise agreement in Copenhagen will not be possible.",
      "Many therefore considered the stocktaking exercises on Friday as important milestones towards measuring progress under each AWG.",
      "The UNFCCC Executive Secretary s press conference on Friday afternoon sent a signal of encouragement, as he expressed confidence that rules and tools can be developed in Bangkok and Barcelona will enable Copenhagen to succeed.",
      "Yes, we can, was also the slogan that a Swiss delegate displayed on the screen during the AWG-LCA s stocktaking session a sentiment shared by many others wanting to believe that agreement in Copenhagen is still within reach.",
      "However, even the most optimistic were ready to admit that further progress during the second week will be essential.",
      "Many also suspected that such progress is by no means guaranteed.",
      "To be sure, pessimistic views were aired during the stocktaking meetings.",
      "Even stronger sentiments were expressed by some NGO representatives in the corridors: Progress is painfully slow, and everyone is chiseling away around the edges, and I worry that we are wasting time and money by being here.",
      "Some veterans characterized progress as uneven: There are areas where we are advancing but there are also crucial questions where we have not seen any significant movement.",
      "Issues identified by some as areas where good progress was being made included adaptation, capacity building and technology under the AWG-LCA, and LULUCF and potential consequences under the AWG-KP.",
      "On the sticking points, many identified mitigation and finance as the key ones.",
      "Most predicted that mitigation would be particularly challenging to resolve: under the AWG-KP, the G-77/China said parties were stuck at a place where we cannot bridge the gap and reiterated the need for commitments by Annex I countries consistent with science.",
      "Some speculated how a proposal by the EU under the AWG-LCA to compile emission reduction pledges from all Annex I countries would influence the dynamics.",
      "While broadening discussions on developed country contributions might help, there is also the question of developing country mitigation to consider, noted another delegate.",
      "The breadth of the ground to cover in that area was evident from a comment by one developing country delegate on a proposal by a developed country on mitigation: The problem is not that I don t understand the nature of the proposal on the contrary, the problem is that I do.",
      "On the way to move things forward, the AWG-LCA stocktaking session bore witness to calls from some parties to give the Chair a mandate to consolidate the text further with a view to accelerating progress.",
      "As one delegate said emerging from the evening session, something more has to be done, this text still needs so much work, and it s now or never if we want to make progress.",
      "However, several developing country delegates, while acknowledging that further consolidation was required, said the process still had to be party-driven and based on work done during the week."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}