{
   "actors": [
      "European Union",
      "League of Arab States",
      "Environmental Integrity Group",
      "Brazil, South Africa, India and China",
      "Central American Integration System",
      "Independent association of Latin America and the Caribbean",
      "Group of 77 and China",
      "Least Developed Countries",
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Sudan",
      "Saudi Arabia",
      "Australia",
      "Youth NGOs",
      "South Africa",
      "El Salvador",
      "Nepal",
      "India",
      "Costa Rica",
      "Trinidad and Tobago",
      "China",
      "Peru",
      "Switzerland",
      "Belize",
      "Nauru",
      "Bolivia",
      "Venezuela",
      "Argentina",
      "Ecuador"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_11",
   "section_title": "ADP 2-6 REPORT",
   "sentences": [
      "Welcoming delegates on Monday morning, 20 October, ADP Co-Chair Kishan Kumarsingh (Trinidad and Tobago) recalled that the draft 2015 agreement needs to be ready by early April 2015 in order to be translated into all UN languages by May.",
      "Calling for a 'bridge-building session', he invited delegates to compromise, adding that 'sticking to positions is not a negotiation'.",
      "Manuel Pulgar-Vidal, Minister of the Environment, Peru, and COP 20/Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP) 10 President-Designate, invited delegates to 'work simultaneously' on: information for INDCs; the elements of the draft text of the 2015 agreement; and a careful review of the draft decision on workstream 2.",
      "Noting that the UN Climate Summit brought unprecedented public mobilization, UNFCCC Executive Secretary Christiana Figueres told delegates 'the eyes of the world turn to you', calling on them to 'build bridges' and 'find a path' towards a solution to climate change that is equitable and globally responsible.",
      "Dan Bondi Ogolla, UNFCCC Secretariat, provided an overview of a questions and answers note by the Secretariat on legal aspects of the 2015 agreement.",
      "Co-Chair Kumarsingh said parties should finalize the draft decisions on information for INDCs and pre-2020 ambition at this meeting, and agree on whether additional negotiating time is needed in 2015.",
      "During opening statements, delegates addressed a variety of issues including: the ADP Co-Chairs' non-paper and draft decisions; elements of the 2015 agreement; INDCs; and workstream 2.",
      "On the Co-Chairs' texts, Bolivia, for the Group of 77 and China (G-77/China), emphasized that the non-paper on elements for a draft negotiating text is 'not perfect', but could be 'a useful starting point'.",
      "Switzerland, for the Environmental Integrity Group (EIG), expressed support for working on the basis of the Co-Chairs' draft decisions and non-paper.",
      "Ecuador, for the Like-Minded Developing Countries (LMDCs), called for an open, inclusive and transparent process based on inputs from parties.",
      "He welcomed the Co-Chairs' non-paper on elements for the 2015 agreement as a starting point for focused negotiations.",
      "Costa Rica, for the Independent Alliance of Latin America and the Caribbean (AILAC), commended the Co-Chairs for their 'bold and effective' work and said AILAC would 'continue to build bridges'.",
      "On elements of the 2015 agreement, the G-77/China stated that the elements identified in Decision 1/CP.17 (establishing the ADP) must be treated equally in the 2015 agreement.",
      "The EU stressed defining aspects of adaptation and MOI in the 2015 agreement.",
      "Australia, for the Umbrella Group, said the meeting should delineate the elements of the 2015 agreement and identify what can be elaborated in COP decisions.",
      "Nauru, for the Alliance of Small Island States (AOSIS), called for including a mechanism on loss and damage in the 2015 agreement, and for clarifying that the COP 21 outcome will be a legally-binding protocol under the Convention and keep global warming below 1.5 °C.",
      "Nepal, for the Least Developed Countries (LDCs), called for ADP 2-6 to organize elements of a post-2015 agreement.",
      "Venezuela, for the Bolivarian Alliance for the Peoples of Our America (ALBA), Argentina and El Salvador, called for Annex I countries' leadership on mitigation and provision of finance and technology transfer.",
      "Saudi Arabia, for the Arab Group, suggested agreeing on the core elements of the 2015 agreement as quickly as possible and addressing information required for INDCs.",
      "South Africa, for Brazil, South Africa, India and China (BASIC), emphasized that the 2015 agreement must allow for progressive enhancement of contributions.",
      "Belize, for the Central American Integration System, said adaptation, loss and damage, and the REDD+ (Reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries) framework must be anchored in the 2015 agreement.",
      "She called for establishing a contact group to consider legal aspects of the 2015 agreement.",
      "On INDCs, the European Union (EU) called for ADP 2-6 to focus on defining: the role of INDCs in operationalizing differentiation; measuring, reporting and verification (MRV) rules; and a cycle for increasing post-2020 ambition.",
      "The EIG expressed the group's commitment to timely communication of INDCs.",
      "Sudan, for the African Group, stated that INDCs and elements of the 2015 agreement are aspects of the same mandate, expressing concern over the presentation of two separate documents.",
      "The LDCs said the meeting should advance discussions on INDCs, including their legal form and treatment.",
      "The LMDCs said the draft decision on INDCs goes beyond the Warsaw mandate, which refers to the identification of information to be provided by parties.",
      "The Arab Group called for addressing information required for INDCs and distinguishing between developed countries' compulsory actions and developing countries' voluntary actions.",
      "On workstream 2, the Umbrella Group emphasized a practical, educational and cooperative focus for the TEMs.",
      "The LDCs said workstream 2 should build on the UN Climate Summit's momentum.",
      "BASIC noted that increased pre-2020 ambition by developed countries, including full capitalization of the Green Climate Fund, will build trust in the post-2020 process.",
      "During civil society statements, Business and Industry Non-Governmental Organizations (NGOs) underlined the need for all sectors of the economy to be enlisted in mitigation and adaptation.",
      "Local Government and Municipal Authorities said the Co-Chairs' draft text on pre-2020 ambition provides starting points for an action plan for cities and subnational authorities.",
      "Farmers' NGOs called for a work programme on agriculture under the Subsidiary Body on Scientific and Technological Advice (SBSTA), covering food security, mitigation and adaptation.",
      "Research and Independent NGOs emphasized the importance of a negotiating process that is evidence-based and grounded in sound science.",
      "Women and Gender urged delegates to take into account the rights, needs and expertise of men and women alike in the 2015 agreement.",
      "Warning delegates that the climate window 'is closing before our eyes', Youth NGOs urged parties to commit to the highest level of ambition possible.",
      "Climate Action Network, for Environmental NGOs (ENGOs), called for an INDCs text that is detailed and comprehensive enough to put the world back onto 'a climate-safe trajectory'.",
      "Climate Justice Now!, for ENGOs, lamented restrictions on the number of civil society representatives at COP 20 and urged delegates to address all elements in the new climate agreement.",
      "After the opening plenary on Monday, the contact group on ADP item 3 convened to address both workstreams throughout the week.",
      "TEMs were held on Tuesday, Wednesday and Thursday and a stocktaking meeting took place on Thursday afternoon."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}