{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Switzerland",
      "Canada",
      "China",
      "Norway",
      "Japan"
   ],
   "enb_end_date": "23-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "23-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12302e.html",
   "id": "enb12302e_2",
   "section_title": "ADAPTATION FUND:",
   "sentences": [
      "Delegates considered whether to accept the co-chairs \u0092 text as the basis for negotiations.",
      "SWITZERLAND, CANADA, NORWAY and the EU agreed to this but the G-77/CHINA objected, noting that it had additional criteria that should apply to the Fund and indicating that the Co-Chairs \u0092 text could be used as input, but not as the basis for negotiations.",
      "The G-77/CHINA added that it was not ready to begin discussions on modalities since SBSTA was considering the five-year work programme on adaptation.",
      "JAPAN noted that the SBI and SBSTA discussions do not overlap.",
      "Delegates agreed that institutions that are candidates to manage the Fund should make presentations at COP/MOP 2.",
      "The Co-Chairs will integrate input from the G-77/CHINA and EU into their proposed text for consideration at informal consultations and a contact group meeting on Tuesday. CAPACITY BUILDING (CONVENTION): This issue was addressed in a contact group and informal consultations.",
      "The G-77/CHINA supported a draft COP decision on monitoring capacity building, while the EU, JAPAN and US said a decision was unnecessary and proposed adopting only SBI conclusions.",
      "The EU emphasized the upcoming comprehensive capacity building overview.",
      "Delegates also discussed whether it is necessary to define the goals of monitoring capacity building and whether a workshop would be useful.",
      "Informal consultations will continue until the next contact group meeting on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}