{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Jamaica",
      "Mexico",
      "United Kingdom",
      "Austria",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_15",
   "section_title": "Plenary discussion",
   "sentences": [
      "In the ensuing discussion, responding to Biot s presentation and citing different circumstances for different activities, Austria underscored the need to develop methods and tools in a sector specific context.",
      "Biot acknowledged the danger of drawing conclusions from limited samples and stressed that if in doubt, agencies should deal with disaster reduction.",
      "United Nations Development Programme (UNDP) stressed that when addressing vulnerability, the overall trend in projections must be consistent with observed variability, with the Universidad Nacional Autónoma de Mexico (UNAM) adding that it was important to look at trends of vulnerability and adaptation.",
      "Japan said that in bridging the gap between policy and science, the costs of climate change must be taken into account, including costs of taking adaptation measures.",
      "The Russian Federation discussed climate resources and quantifying their potential, and using this information for adaptation categories.",
      "The International Strategy for Disaster Reduction (ISDR) highlighted the need to address the management of droughts and other hazards and Stratus Consulting suggested that the UNFCCC focus on appropriate applications of tools for climate change.",
      "RIOCC said climate change impacts should be considered in the initial phases of project development.",
      "Jamaica hoped that developing countries, including small island developing states, would become more involved in developing tools.",
      "The UK called attention to a Dutch/British study, coordinated by the World Bank, to provide adaptation practitioners with a guide on, inter alia , how to carry out cost-benefit analyses of adaptation measures.",
      "Losada said human activities in coastal zones have increased vulnerability to climate change.",
      "The World Bank urged that information and work done at previous workshops not be lost in these discussions.",
      "Austria said there was a need for a more sectoral debate when it comes to methods and tools, and that cost-benefit analysis was not the only criterion for decision making.",
      "The Center for International Forestry Research (CIFOR) advocated using an ecosystem approach for adaptation and pointing out linkages between the two meetings.",
      "The UN Food and Agriculture Organization (FAO) said good methods and tools cannot be developed without good data and observations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}