{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_93",
   "section_title": "A BRIEF ANALYSIS OF THE MEETING",
   "sentences": [
      "'And those who were seen dancing were thought to be insane by those who could not hear the music'. - \u0095 Friedrich Nietzsche Unlike the last two June sessions, which were marred by procedural delays and agenda fights, the June 2014 Bonn Climate Change Conference was a quiet, slow dance, marked by coordinated chorography at times, and syncopated stumbling at others.",
      "To those listening to the IPCC's urgent calls for action, the rhythms and pace of the SBSTA, SBI and ADP seemed oddly out of step.",
      "According to IPCC Working Group III, despite climate change policies, GHG emissions grew more quickly between 2000-2010 than in each of the previous three decades, driving the impacts on health, agriculture, land and oceans, water and peoples' livelihoods detailed by IPCC Working Group II.",
      "In light of these scientific findings, many did not initially expect a quiet meeting in Bonn.",
      "Yet parties' steps here were surer and more coordinated than at first glance, with their own internal rhythm.",
      "As parties explored the building blocks of the 2015 agreement, attention moved away from the routine work of the subsidiary bodies, leaving them out of the limelight to advance on some issues.",
      "ADP Workstream 2 on pre-2020 ambition also largely stayed off the floor, waiting perhaps for its time to shine at COP 20, where Lima's Latin beats will require parties to be more nimble in order to fulfill a very full mandate and make progress towards Paris in 2015.",
      "This brief analysis will consider the progress of the subsidiary bodies, and the efforts of the ADP to work toward concrete outcomes for Lima, on the way to the 2015 agreement and raising pre-2020 ambition."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}