{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_32",
   "section_title": "REGIONAL FOCUS",
   "sentences": [
      "Regional assessment is at the core of the AR5 for all three working groups.",
      "In an effort to improve the regional information on which impacts are based, WG I will produce an interactive electronic atlas of global and regional projections for the other two working groups, which will complement the paper report of the Group.",
      "The assessment of regional impacts has long been a weakness in the eyes of many countries as ultimately this is the information that is most vital to developing policy responses to climate change.",
      "The atlas will provide for the first time a single data source from which WG II authors can determine what regional impacts are likely to be.",
      "The WG II report will be split into two, Part B of which focuses specifically on regional aspects.",
      "Furthermore, this regional part of the WG II report will capitalize on inputs from the other two working groups, and is expected to become a one-stop shop on regional climate change.",
      "The regional division, which was discussed in detail at the previous session of the IPCC, remains the same as in the AR4 but with an important addition of a chapter on oceans.",
      "The AR5 will also look at subregions and cross-regional hotspots, like the Mediterranean and mega-deltas, to provide much needed information for policymakers in those areas. WG III is also improving its coverage of regional issues, however, in the context of mitigation, socioeconomic divisions emerged as a controversial issue.",
      "One delegate noted the difficulties that WG III will have in comparing regional mitigation given that much depends on the countries stage of development, as opposed to the region they are situated in, whereas, in WGs I and II the scientific and adaptation issues are more readily comparable at the regional scale.",
      "WG III presents a particular challenge due to the economic issues in the chapter, such as mitigation, and financing and investment, which also raise delicate issues in the ongoing UNFCCC negotiations on common but differentiated responsibilities between developed and developing countries.",
      "Some felt that the artificial distinction between developed and developing countries should be removed.",
      "However, developing countries objected to this and ultimately the UNFCCC division remained unchanged in the outline of the AR5."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}