{
   "actors": [
      "Group of 77",
      "European Union",
      "Environmental Integrity Group",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Mexico",
      "Egypt",
      "Gambia",
      "India",
      "China",
      "Indigenous Peoples",
      "Switzerland",
      "Grenada",
      "Argentina"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "17-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12512e.html",
   "id": "enb12512e_13",
   "section_title": "CLOSING STATEMENTS:",
   "sentences": [
      "Argentina, for the G-77/CHINA, inter alia , called for an action-oriented NWP and identified the need to strengthen linkages between the NWP and SBI.",
      "Switzerland, for the EIG, and the EU regretted lack of agreement on including agriculture on the SBSTA agenda.",
      "Australia, for the UMBRELLA GROUP, called for building on the Cancun Agreements, including developing strong outcomes on REDD+.",
      "Grenada, for AOSIS, the Gambia, for the LDCs, and Egypt, for the AFRICAN GROUP, highlighted progress on, inter alia : the NWP; development and transfer of technology; research and systematic observation; and the forum on the impact of the implementation of response measures.",
      "INDIA underscored that unilateral trade measures should not be taken by developed countries in the guise of climate change mitigation actions. MEXICO stated that conclusions adopted in Bonn strengthen the democratic traditions of the Convention, which were also upheld during the adoption of the Cancun Agreements.",
      "Business Council for Sustainable Energy, for BINGOs, said the Technology Mechanism is a practical outcome.",
      "Climate Action Network International, for ENGOs highlighted, inter alia , full and effective participation of stakeholders.",
      "CARE International, for ENGOs, said MRV for forest-based systems must be simple, transparent and effective.",
      "International Indigenous Forum on Climate Change, for INDIGENOUS PEOPLES ORGANIZATIONS, emphasized that forests are not just carbon sinks, calling for REDD+ to consider indigenous communities.",
      "International Trade Union Confederation, for TUNGOs, lamented that employment was not taken up under the NWP.",
      "Life e.V., for WOMEN AND GENDER, called for MRV that emphasizes women and gender considerations.",
      "Gender CC - Women for Climate Justice, for the YOUNGOs, called for development of ecologically-based indicators for REDD+. SBSTA Chair Konaté declared SBSTA 34 closed at 11:50 pm."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "sbsta"
}