{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Brazil",
      "Central African Republic",
      "Kenya"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_25",
   "section_title": "NON-ANNEX I COMMUNICATIONS",
   "sentences": [
      "On Monday, 12 June, SBI heard the first report of the Consultative Group of Experts (CGE) that was established to assist non-Annex I Parties improve their national communications.",
      "The Chair of the CGE, Dr. José Gonzalez Miguez (Brazil), said that the CGE had at its first meeting elected its officers, agreed on a schedule of meeting and activities, and prepared an indicative budget.",
      "The EU suggested that the findings of the CGE be presented by June 2001, to contribute to the review of guidelines so as to adopt improved guidelines for the second national communications at COP-7.",
      "The US urged the CGE to provide specific advice on the guidelines and report on it at SB- 14.",
      "Brazil, with the Central African Republic and Kenya, said that it was premature to consider a review. On Wednesday, 14 June, SBI adopted draft conclusions on the report of the first meeting of the Consultative Group on Experts (FCCC/SBI/2000/CRP.1), which, inter alia, urges the CGE to provide specific recommendations for the improvement of non-Annex I communications, for consideration by SB-14, so that a decision can be taken at COP-7.",
      "The SBI also adopted conclusions on the provision of financial and technical support (FCCC/SBI/2000/CRP.2), taking note of the activities undertaken by the Secretariat to facilitate the provision of financial and technical support and the activities of the GEF in providing financial and technical assistance for the preparation of initial national communications."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "SBI"
}