{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Least Developed Countries",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Iran",
      "United States",
      "Sweden",
      "China",
      "Switzerland",
      "Japan",
      "Nigeria",
      "Venezuela"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_33",
   "section_title": "IMPLEMENTATION OF FCCC ARTICLE 4.8 AND 4.9 AND MATTERS RELATING TO PROTOCOL ARTICLE 3.14 (ADVERSE EFFECTS)",
   "sentences": [
      "Delegates considered FCCC Articles 4.8 and 4.9 and Protocol Article 3.14 (adverse effects) in four informal meetings during the pre-sessional week, at a joint SBI/SBSTA meeting on Monday, 12 June, and in three subsequent sessions of SBSTA/SBI contact groups.",
      "The informal meetings and contact groups were co-chaired by Bo Kjellén (Sweden) and Mohamad Reza Salamat (Iran).",
      "Conclusions on adverse effects were approved at a joint SBI/SBSTA meeting on Friday, 16 June. In the first informal meeting on Monday, 5 June, Co-Chair Salamat urged delegates to build on the conclusions of the technical workshops on adverse effects that were held in Bonn in March.",
      "The EU, with Switzerland, suggested that all three articles be discussed together, so as to reach a single decision.",
      "Saudi Arabia and the G-77/China highlighted the fact that FCCC Articles 4.8 and 4.9 and Protocol Article 3.14 were addressed separately under the BAPA, and called for two draft decisions.",
      "Co-Chair Salamat emphasized that the current draft decision will have three distinct parts without prejudice to SBSTA-12 discussions, and urged consideration of this procedural issue later in the negotiation process. On initial actions, participants suggested, inter alia: building capacities to cope with climate-related disasters; integrating climate change issues into national and donor assistance strategies; developing a vulnerability index; and including a recommendation on insurance.",
      "On the assessment of the impacts of response measures, Saudi Arabia highlighted the need to, inter alia: ensure a comprehensive approach to policies and measures; remove market distortions in the energy sector; encourage the diversification of energy sources; and explicitly refer to compensation.",
      "Australia and the US said discussions should focus on minimizing adverse impacts rather than on compensation. On Wednesday, 7 June, delegates discussed Protocol Article 3.14.",
      "On actions to minimize the impacts of response measures, Saudi Arabia said Annex I Parties should: eliminate tax distortions and remove subsidies; discourage nuclear energy; support wider use of CO2 sequestration technologies; help with economic diversification; and provide compensation where adverse effects are demonstrated.",
      "The US recalled a recent OPEC study indicating that joint action by OPEC members alone could be sufficient to counteract any possible impact of response measures on revenue flows.",
      "Venezuela cautioned against attempts to shift commitments under Article 3.14 away from Annex I Parties.",
      "On actions to minimize the impacts of climate change, Australia supported a Protocol with a full, competitive and transparent emissions trading regime and a CDM regime that includes sinks.",
      "Nigeria and Venezuela said the mechanisms would be insufficient to ameliorate the impacts of climate change.",
      "Various developing countries highlighted the special needs of least developed countries. On Thursday, 8 June, delegates considered a compilation of countries' preliminary written submissions on adverse effects, and delegates raised additional issues relating to the adverse effects of climate change and the impacts of response measures. On Saturday, 10 June, Co-Chair Salamat summarized issues raised in submissions and called on delegates to identify additional issues and comment on the need for and nature of future meetings.",
      "Parties highlighted, inter alia: institutional and managerial capacity building; training for vulnerability assessments and response measures; providing for adaptation within national and sectoral strategies; and the identification and evaluation of adaptation options.",
      "Co-Chair Salamat indicated that a consolidated text based on the compilation of Parties' submissions and discussions would be prepared. At a joint SBSTA/SBI meeting on Monday, 12 June, Chair Dovland reported on the recent workshops and informal meetings on adverse effects.",
      "The G-77/China reiterated their preference for two draft decisions, with the EU, Australia, Japan, the US and Switzerland expressing preference for a single decision.",
      "Australia, with Japan and others, said the consolidated text was not an appropriate basis for contact group discussion, and proposed revisiting the compilation of Parties' views. In a contact group on Tuesday, 13 June, Co-Chair Salamat sought substantive comments on the consolidated text.",
      "Additional issues raised included: enhancing data and information gathering; improving systematic observation and monitoring; establishing regional disaster-response centers; and the role of compensation, funding and insurance schemes. In a contact group on Wednesday, 14 June, Co-Chair Kjellén outlined a cluster of issues to be addressed in drafting text for negotiation at SBSTA-13.",
      "Saudi Arabia, opposed by the EU, urged that the consolidated text form the basis for negotiations.",
      "Additional issues raised included: the need for action-oriented workshops; investigating connections between climate change and extreme weather events; and improving preparedness to cope with such events.",
      "The EU said scientific uncertainty should not be a reason for inaction. In a contact group on Thursday, 15 June, Co-Chair Salamat asked delegates to consider the process leading to COP-6, and noted that an informal consultation may be held prior to the informal meetings preceding SB-13.",
      "The G-77/China supported the development of text for discussion at the informal meetings prior to SB-13 and noted that, under BAPA, COP-6 needs to develop initial actions rather than simply a process.",
      "Saudi Arabia supported the need for further workshops focusing on concrete actions.",
      "The US said progress was needed at SB-13 on negotiating draft decisions.",
      "Co-Chair Salamat said discussions during the past two weeks had been very productive, and distributed text for relevant SB-12 draft conclusions. At the Joint SBI/SBSTA session on Friday, 16 June, delegates adopted draft conclusion on adverse effects (FCCC/SB/2000/CRP.2).",
      "SBI Chair Ashe noted that these matters were being considered together.",
      "The conclusions: recognize the value of the workshops held in Bonn in March; note progress made on addressing the implementation of FCCC Articles 4.8 and 4.9; note that discussion had commenced on Protocol Article 3.14; and invite the SB Chairs to develop a new text on the basis of the consolidated text and other inputs from Parties, as well as comments made during the discussions, to serve as the basis for negotiation at SBSTA-13."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}