{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Philippines",
      "India",
      "China",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "12-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12420e.html",
   "id": "enb12420e_3",
   "section_title": "POTENTIAL CONSEQUENCES (AWG-KP)",
   "sentences": [
      "During a contact group, parties continued to work on draft text.",
      "Issues addressed included, inter alia : the use of technology to address potential consequences; coordination of work with other UNFCCC processes; relevant decisions and articles under the Protocol; and vulnerability and ability to respond to the potential consequences of response measures. AUSTRALIA opposed inclusion of a paragraph on technology transfer, noting that these issues are being considered under the SBI and SBSTA.",
      "South Africa, for the G-77/CHINA, stressed that the text on technology was in reference to implementation, and that finance and risk management tools were also addressed under the current subheading on use of technology.",
      "SAUDI ARABIA supported reference to economic diversification and highlighted that work under the SBI and SBSTA on Protocol Article 2.3 (adverse effects of policies and measures) and Protocol Article 3.14 (adverse effects and impact of response measures) focuses on current commitments, while this contact group s work is related to future commitments.",
      "Discussions will continue. ANNEX I EMISSION REDUCTIONS (AWG-KP): During a morning contact group, the Co-Chairs invited South Africa and the Philippines to explain their proposed individual targets for Annex I parties. SOUTH AFRICA explained that the starting point for their proposal is an aggregate reduction range by Annex I countries of 40% below 1990 levels by 2020, based on the most ambitious scenario outlined in the IPCC AR4 .",
      "He said this aggregate target was then allocated among Annex I countries based on responsibility and capability.",
      "He specified that responsibility covered, in particular, responsibility for cumulative emissions since the industrial revolution, calculated using the period 1850-2005, and that capability encompassed a broader assessment than just per capita income.",
      "The PHILIPPINES said they used a similar methodology and criteria to South Africa, with different aggregate numbers as a starting point.",
      "He explained that the numbers they used were: 30% aggregate reduction by Annex I countries in the second commitment period 2013-2017, and 50% aggregate reduction in the third commitment period 2018-2022.",
      "Responding to questions, SOUTH AFRICA explained that: responsibility was given a 60% weighting and capability was given 40%; the UNDP Human Development Index (HDI) was applied as an adjustment to the capability criterion; and the historical data used was obtained from the World Resources Institute s Climate Analysis Indicators Tool and the IPCC. JAPAN highlighted a high level of uncertainty in the data used and questioned its use as a basis for a legally-binding agreement.",
      "SOUTH AFRICA, INDIA and others stressed that the datasets were reliable indicators of historical responsibility.",
      "INDIA and BRAZIL noted that much scientific data, including climate change data, contains varying degrees of uncertainty and underlined that this does not preclude actions broadly based on these datasets.",
      "NEW ZEALAND underscored the need to come up with politically acceptable numbers."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}