{
   "actors": [],
   "countries": [
      "Norway"
   ],
   "enb_end_date": "31-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "27-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12339e.html",
   "id": "enb12339e_25",
   "section_title": "CONCLUSION",
   "sentences": [
      "This analysis posed two questions on the achievements of the Vienna Talks and the shape of the Bali roadmap.",
      "Having anticipated the limitations of the AWG's mandate, the managers of the Vienna agenda calculated that confidence building and an open discussion under the Dialogue was essential.",
      "This was achieved and succeeded in generating a rich discussion on the building blocks that are likely to make up the agenda if and presumably when there is a transition from informal dialogue to formal negotiations similar to an AGBM process or a hybrid variation of this.",
      "Moreover, the style of the Dialogue took account of the fact that decision-making on the options available to negotiators no longer lie exclusively within the UNFCCC process.",
      "In response to the second question, many predict that sufficient work has now been done to contemplate a high-level endorsement before or during COP 13 for the launch of formal negotiations.",
      "With further elaboration and confidence building around finance, investment and compelling new reasons for differentiated levels of engagement by non-Annex I parties, alongside the provision of more detailed information demonstrating leadership and intent by Annex I parties, even the problems of the AWG may give way to a hopeful new stage in negotiations.",
      "In valedictory comments, Norway's Harald Dovland, called on negotiators to: Promise me one thing-¦.do your job in Bali.",
      "The Vienna Talks and all that preceded them-¦and all that will follow during the intersessional period, give every reason to believe that parties across the board will honor that promise.",
      "Negotiators departed Vienna in no doubt that the means for early and cost-effective action, consistent with a science-led response to the ultimate objective of Convention Article 2, are readily available.",
      "Ambition can deliver the means."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}