{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States"
   ],
   "enb_end_date": "04-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "04-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12413e.html",
   "id": "enb12413e_9",
   "section_title": "SBSTA",
   "sentences": [
      "SBSTA Chair Plume opened the research dialogue, noting the decision ( FCCC/SBSTA/2007/4 ) inviting research programmes to inform the SBSTA of scientific developments relevant to the Convention.",
      "Rik Leemans, Earth System Science Partnership, highlighted that emissions patterns are changing and that most emissions now originate from developing countries.",
      "He said, however that the US and the EU still emit a disproportionate share of GHGs.",
      "Leemans noted recent research reducing uncertainty surrounding ocean acidification and temperature increase processes, which may result in declining biodiversity and reduced productivity of fish stocks by 30- 40%.",
      "He also emphasized: new research on the impact of black carbon on reflectivity and ice-melting; changes in species behavior indicating rapid evolution; and the impacts of the drying of the Amazon region on extinction levels.",
      "Katherine Richardson, International Alliance of Research Universities, presented a new comprehensive scientific assessment, stressing that it constitutes an update since the IPCC AR4.",
      "She highlighted key messages, including: GHG emission levels and many aspects of climate are near the upper boundary of the IPCC ranges; sea level rise is faster than expected and could reach one meter by 2100; societies and ecosystems are more vulnerable to temperature changes than previously thought; and inaction is inexcusable because the necessary scientific basis and policy tools are available.",
      "Jean-Pascal van Ypersele, IPCC, presented on the work of the IPCC toward AR5.",
      "He highlighted areas where new evidence strengthens and confirms previous findings.",
      "Van Ypersele emphasized the importance of improving the policy relevance of the IPCC reports without becoming policy prescriptive, as well as addressing new and difficult questions and increasing developing country participation.",
      "Jon Padgham, International START Secretariat, reported on relevant activities, including policy development, training, research capacity building, support for doctoral and post-doctoral research, and collaboration with the WMO, IPCC and UNEP.",
      "Elisabeth Lipiatou, European Commission, presented on the seventh research and development framework programme, which involves a 50 billion Euro budget and contributions from 39 states, and supports monitoring and predicting climate change and climate impacts, analysis of policy options, and deployment of climate-friendly technologies.",
      "Holm Tiessen, Inter-American Institute for Global Change Research, discussed agricultural crop residues, which are frequently removed from fields and used for fuel.",
      "He said crop residues are not free energy because their removal has negative effects such as undermining soil productivity and reducing agricultural yields.",
      "Andrew Matthews, Asia Pacific Network for Global Change Research, said understanding regional impacts is a challenging task for which current research capability is limited.",
      "He described a regional programme that trained over 300 scientists, and discussed the challenges of facilitating dialogue between scientists and policymakers in languages other than English.",
      "In the ensuing discussion, participants commented on the need for, inter alia , capacity building; technical expertise to apply scientific knowledge in policymaking; and better scientific understanding of quantification of climate impacts, adaptation, climate feedbacks and tipping points.",
      "Several panelists lamented that social science has not been integrated into climate research."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}