{
   "actors": [],
   "countries": [
      "Switzerland"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_13",
   "section_title": "IPCC-35 REPORT",
   "sentences": [
      "IPCC Chair Rajendra Pachauri opened the 35th session of the IPCC on Wednesday, 6 June 2012, noting that the AR5 is approaching the final stages of completion.",
      "He reported that WGI has received comments from expert reviewers and completed the first draft of its contribution to the AR5.",
      "He also reported that WGII and WGIII have received expert comments on their Zero Order Drafts.",
      "Chair Pachauri highlighted outreach efforts on the SRREN and the SREX, and said that the Supplement to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories on Wetlands is scheduled to be completed in 2013.",
      "He emphasized that the Panel has learned a lot from the IAC Review and will ensure that AR5 is scientifically robust and goes beyond previous assessments.",
      "He said that the IPCC will disseminate AR5 findings with precision, accuracy and extensive effort to reach all parts of the globe.",
      "He also highlighted the role of new authors in the preparation of AR5.",
      "Jan Dusik, UNEP, stressed UNEP s support for the IPCC and congratulated the Panel on progress towards completing the AR5 and addressing changes to its processes and procedures, and governance and management.",
      "He noted various initiatives by UNEP, including the fifth edition of the Global Environment Outlook; the establishment of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES), partly modeled after the IPCC; and the formation of the Climate and Clean Air Coalition to Reduce Short-Lived Climate Pollutants.",
      "Jeremiah Lengoasa, WMO, outlined recent developments that highlight the importance of the IPCC and AR5, including: preparations for the Rio+20 Conference; the report by the High-level Panel on Global Sustainability, which recommends, inter alia , a regular global sustainable development outlook report and a scientific advisory board to advise the Secretary-General and the UN; the establishment of the IPBES; and the creation of the Durban Platform for Enhanced Action under the UNFCCC.",
      "He identified the need to bring the IAC Review to a close and communicate its outcomes, identifying this as an opportunity to test the new communications strategy.",
      "Halldor Thorgeirsson, UNFCCC, noted that the 2011 UN Climate Change Conference in Durban made progress on three fronts: implementation infrastructure to support developing countries in mitigation and adaptation; further clarity on mitigation pledges up to 2020 and related measuring, reporting and verification; and the establishment an Ad Hoc Working Group on the Durban Platform for Enhanced Action to negotiate a strengthened agreement by 2015 applicable to all UNFCCC parties.",
      "He highlighted the importance of the Review of the adequacy of the global goal for emission reductions as the direct entry point for AR5 findings into the UNFCCC process.",
      "He further highlighted the request from the UNFCCC to review the reporting methodologies for supplementary information in the Good Practice Guidance for Land Use, Land-use Change and Forestry (GPG LULUCF).",
      "Bruno Oberle, Secretary of State for Environment, Switzerland, highlighted the Panel s role in providing quantitative input for stabilizing anthropogenic greenhouse gas emissions at a level that would prevent dangerous interference with the climate system.",
      "Welcoming the SRREN, he highlighted the role of technology in mitigating climate change and, on SREX, stressed its importance for adaptation and minimizing climate-related risks.",
      "He said the AR5 will help better understand and agree on emissions pathways.",
      "Oberle welcomed efforts to improve the internal functioning of the Panel and deemed the session in Geneva an important milestone in improving its work.",
      "The Panel then adopted the agenda (IPCC-XXXV/Doc.1 and Add.1)."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "ipcc"
}