{
   "actors": [
      "League of Arab States",
      "Alliance of Small Island States",
      "African Group",
      "Central American Integration System",
      "Group of 77",
      "Coalition for Rainforest Nations",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Sudan",
      "Kuwait",
      "Swaziland",
      "Argentina",
      "Bolivia",
      "Venezuela",
      "Ecuador",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Algeria",
      "Cuba",
      "El Salvador",
      "China",
      "Iraq",
      "Dominica",
      "Gambia",
      "Philippines",
      "Mali",
      "Switzerland",
      "Pakistan",
      "Egypt",
      "India",
      "Malaysia",
      "Congo",
      "Sri Lanka",
      "Nicaragua"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_28",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "During the informal closing plenary on Wednesday afternoon, AWG-KP Chair Diouf indicated agreement over the comprehensiveness of the proposed text.",
      "She informed parties that she will issue a text capturing progress made so far, which should be a major step in preparation of the pre-COP in Seoul and a basis for negotiations in Doha.",
      "She said the text will be made available on the UNFCCC website, hopefully by the beginning of October.",
      "Algeria, for the G-77/China, highlighted the importance of a second commitment period that is ambitious in terms of emission reductions and that begins on 1 January 2013.",
      "Calling for a strong and legally-binding outcome in Doha, he stressed that Annex I parties not taking legally-binding commitments under the AWG-KP should not seek to benefit from its flexible mechanisms.",
      "He urged parties that have not yet put forward QELROs to do so, and said that those who have should consider greatly improving the ambition of their QELROs by Doha.",
      "Switzerland, for the EIG, said that the text to be prepared by the Chair contains all elements that will allow for a smooth transition to a second commitment period and successful conclusion of the AWG-KP in Doha.",
      "Australia, for the Umbrella Group, called for work in Doha to focus on the outstanding issues, including managing the transition to the second commitment period from 1 January 2013, and ensuring that Kyoto Protocol infrastructure and mechanisms continue to deliver.",
      "The EU stressed the need to: adopt a ratifiable amendment to the Protocol; inscribe QELROs in Annex B; and agree on an eight-year second commitment period, which should be combined with a review process.",
      "He emphasized the importance of enabling continued use of Kyoto mechanisms, especially for those parties accepting a second commitment period, and urged Annex B parties that have signaled their intention not to take part in the second commitment period to reconsider their position in light of the progress made in Durban towards a single global agreement.",
      "Swaziland, for the African Group, expressed concern over the slow progress in the AWG-KP discussions, and said that Annex I parties should not use the excuse of national circumstances and domestic laws as a justification for leaving the Protocol, staying out of the second commitment period, or not taking up QELROs.",
      "Lamenting the lack of leadership by Annex I parties, their low pledges and intent to lock their low level of ambition into an eight-year commitment period, he condemned this as a reckless disregard of human rights.",
      "The Gambia, for the LDCs and AOSIS, called for: Annex I parties, including those that have not taken up QELROs, to raise the ambition and submit legally-binding single-number QELROs without conditions for inclusion in an amended Annex B of the Protocol; a five-year second commitment period; and a dramatic cut in surplus AAUs from the first commitment period.",
      "He stressed that: QELROs inscribed in Annex B for the second commitment period are required for all Annex I parties wishing to participate in the mechanisms; and non-Kyoto parties should undertake ambitious commitments under the AWG-LCA.",
      "Saudi Arabia, for the Arab Group, stressed the importance of reaching agreement in Doha on a second commitment period that begins on 1 January 2013.",
      "He expressed concern over developed countries efforts to make their mitigation action contingent on that of developing countries, and, together with ALBA countries, said that access to the CDM should be conditional on ratification of the second commitment period.",
      "Underscoring that the Kyoto Protocol is the only legal instrument to tackle the increase in developed countries emissions, Dominica, for ALBA, expressed concern over diverting the Kyoto Protocol discussions to the ADP.",
      "Iran, for Algeria, Argentina, Bolivia, China, Cuba, Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Malaysia, Mali, Nicaragua, Pakistan, the Philippines, Saudi Arabia, Sri Lanka, Sudan and Venezuela, said success in Doha will require: an ambitious and legally-binding second commitment period that includes a fair and science-based contribution by Annex I parties to closing the ambition gap; an ambitious agreed outcome under the BAP that ensures comparable mitigation ambition by non-Kyoto parties, financing ambition and addressing other unfinished business under the BAP; and greater clarity on the ADP work.",
      "The Democratic Republic of the Congo, for the Coalition for Rainforest Nations, said REDD+ can offer a significant contribution to the closure of the ambition gap provided that finance to support results-based actions is ensured.",
      "Nicaragua, for SICA, expressed concern over slow progress in Bangkok, and questioned whether voluntary pledges will reach the level of mitigation demanded by science.",
      "He said that SICA countries are voluntarily using their own resources for mitigation activities. AWG-KP Chair Diouf encouraged parties to focus on the proposals that are already on the table between Bangkok and Doha, and closed the informal plenary at 6:46 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}