{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Australia",
      "South Africa",
      "United States",
      "Malaysia",
      "Marshall Islands",
      "Mali",
      "Switzerland",
      "China",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "01-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12550e.html",
   "id": "enb12550e_8",
   "section_title": "Developing Country Mitigation:",
   "sentences": [
      "Facilitator Gary Theseira (Malaysia) introduced two facilitation tools: a matrix table providing a bird s eye view of the work done on NAMAs by developing country parties since COP 13; and an informal note containing framing elements, elements on NAMAs communicated by parties, and elements on support to prepare and implement NAMAs.",
      "The US, NEW ZEALAND, NORWAY, CANADA, the EU, AUSTRALIA, SWITZERLAND, and the Marshall Islands, for AOSIS, stressed that the group s mandate is to continue clarifying mitigation pledges by developing country parties, which is vital to build confidence and trust and to identify practical solutions for moving forward.",
      "They encouraged parties that have not yet submitted pledges to do so, and requested a more structured compilation of actions already submitted. CHINA, BRAZIL and SOUTH AFRICA stressed that further work is needed on the issue of MRV of support to developing countries.",
      "Opposing this, the EU said the matter is under consideration elsewhere and called for avoiding duplicating work.",
      "CHINA pointed out that the relevant NAMA information was compiled in the Registry.",
      "MALI called for support through regional workshops and a handbook on preparation and implementation of NAMAs for COP 18."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}