{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_32",
   "section_title": "First breakout group",
   "sentences": [
      "Hugh Pitcher, TGICA, presented conclusions and recommendations, including: improving institutional capacity for data collection, assimilation, storage and dissemination; and improving infrastructure for accessing information, such as through broadband internet and training to use the data.",
      "Regarding tailoring of socioeconomic information for decision makers, he said the group recommended: building knowledge-sharing capacity; a bottom-up approach for identifying useful data for decision-making; the UNFCCC should provide more consistent approaches; and identifying the correct people to target in decision-making.",
      "On valuing the role of socioeconomic information in the analytic process, he recommended the need for: an appropriately balanced set of tools and a methodology for creating a more balanced framework for analysis; a multi/interdisciplinary process; and demonstrating the value of using an integrated framework.",
      "Regarding what socioeconomic information is required, he emphasized: collecting, disseminating and integrating indigenous information; sensitizing socioeconomic data collection agencies to climate issues; the importance of qualitative information and the difficulties in integrating it; and identifying needs and options for adaptation.",
      "Regarding indicators, he said they were appropriate for analysis, at both the temporal and spatial scale, and identified two primary uses: helping to determine allocation of funds and project level analysis, and monitoring and assessment.",
      "Regarding research needs, he said the group recommended: preserving indigenous information and integrating it with scientific information; looking at impacts of adaptation studies to learn from past experiences; forwarding recommendations to other international and regional fora; and resolving the conflict between development planning and vulnerability, as development programmes may sometimes increase vulnerability."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}