{
   "actors": [],
   "countries": [
      "Brazil",
      "France",
      "United States",
      "Peru",
      "Mali",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Saudi Arabia",
      "Algeria",
      "Japan",
      "United Kingdom",
      "Austria",
      "China",
      "Belgium",
      "Germany"
   ],
   "enb_end_date": "01-Feb-07",
   "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)",
   "enb_short_title": "IPCC WGI",
   "enb_start_date": "29-Jan-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12319e.html",
   "id": "enb12319e_9",
   "section_title": "DRIVERS OF CLIMATE CHANGE:",
   "sentences": [
      "This section, which deals with the underlying causes of climate change, was addressed in plenary on Monday afternoon, as well as on Tuesday and Thursday.",
      "Co-Chair Solomon introduced the section by noting that, in contrast to the TAR, drivers of climate change are addressed prior to observations of climate change within the document.",
      "Solomon said this is meant to convey the improved information on the drivers since the TAR.",
      "On a statement on improvements in the quantitative estimates of radiative forcing, China noted insufficient understanding of the indirect effects of aerosols.",
      "Participants agreed to refer to some aspects of aerosols.",
      "Germany proposed, and participants decided, to reference improved understanding of land surface properties.",
      "In a footnote defining radiative forcing, participants agreed to Norway's suggestion to clarify the existence of both positive and negative forcing.",
      "On text regarding atmospheric concentrations of greenhouse gases for the last 10,000 years, the UK, supported by Germany, noted that the draft figure on atmospheric concentrations ( Figure SPM-1 ) only depicts carbon dioxide levels over the last 10,000 years, and suggested that the accompanying text reflect the fact that the present carbon dioxide concentration exceeds by far the natural range over the last 650,000 years.",
      "The relevant text was changed to reflect this suggestion and to note that past atmospheric carbon dioxide levels were determined from ice core data.",
      "The UK queried the choice of two overlapping averaging periods to demonstrate the growth of atmospheric carbon dioxide concentrations, suggesting that comparing growth rates from 1960-1970 or 1960-1995 with those from 1995-2005 would be stronger and clearer than comparing with growth rates from 1960-2005.",
      "Co-Chair Solomon explained the rationale of avoiding arbitrary breakpoints.",
      "France, supported by Belgium, proposed that measurements in gigatonnes of carbon (GtC) be accompanied by conversions into gigatonnes of carbon dioxide (GtCO2).",
      "Participants agreed to this suggestion.",
      "The UK asked that an explicit link be made between increases in carbon dioxide emissions and carbon dioxide concentrations in the atmosphere.",
      "Norway proposed a comparison of 2000-2005 carbon dioxide emission levels with the year 1990 level rather than the 1990-1999 averaged level, in order to ensure consistency with the UNFCCC.",
      "China noted that text stating that the growth rate of carbon dioxide emissions had increased during the last ten years could be misleading due to the high variability in carbon dioxide measurements.",
      "A contact group agreed to China's request to include a reference to year-to-year variability in carbon dioxide concentrations, as well as to the UK's proposal to attribute increased atmospheric concentrations to carbon dioxide emissions.",
      "Regarding land use change, Peru suggested the addition of a statement noting the net land-to-atmosphere fluxes for carbon dioxide.",
      "On quantifying carbon dioxide emissions associated with land use change, Brazil preferred using a central estimate instead of a range.",
      "During contact group discussions, participants agreed to include both a central estimate and the range for emissions associated with land use change, and to insert language noting that these estimates have a large uncertainty.",
      "Participants also agreed to state that the primary source of the increase in atmospheric concentrations of carbon dioxide since the pre-industrial period results from fossil fuel use, with land use change providing another significant but smaller contribution.",
      "Participants also discussed the choice of uncertainty categories listed within a footnote, deciding to include only those referenced within the SPM and not the entire AR4 (i.e.",
      "extremely likely, very likely, likely, etc.).",
      "Following a comment from Belgium, text was added within a footnote to clarify that a number of uncertainty ranges in the TAR corresponded to 95% (2-sigma), often using expert judgment, whereas in the AR4 the uncertainty bounds were decreased to 90%.",
      "Regarding text on methane concentrations, participants agreed to add language noting that it is very likely that the observed increase in methane concentrations is due to anthropogenic activities.",
      "They also agreed to a proposal by Mali to include precise values for methane concentrations in the early 1990s.",
      "Switzerland proposed including emission rates within the figure on changes in greenhouse gases from ice-core and modern data (Figure SPM-1), as the section considers both human and natural drivers.",
      "Austria opposed this, however, noting the different time scales in the figure.",
      "Algeria proposed an explicit reference to Africa's lack of responsibility in carbon dioxide emissions.",
      "Co-Chair Solomon noted that WGIII will probably address the fact that Africa emits less carbon dioxide, but that this issue is not addressed in WGI's report.",
      "Following comments from Norway and Switzerland, a footnote was included to state that radiative forcing from halocarbons has been assessed in an IPCC Special Report.",
      "There was disagreement on whether to maintain text in the section in bold font comparing the anthropogenic contribution with the solar contribution to radiative forcing.",
      "The UK, France, Germany, New Zealand and others proposed keeping the explicit comparison, while China and Saudi Arabia proposed deleting it.",
      "A contact group was convened.",
      "The original bold text included language stating that the change in radiative forcing from human activities is likely to have been at least five times greater than that due to solar forcing.",
      "The issues under discussion were whether to include the comparison in the bold text and how to reflect the level of uncertainty associated with the affirmation.",
      "China and Saudi Arabia said the levels of confidence could not be compared.",
      "The US and others noted that data on solar radiative forcing was extremely good after the satellite era.",
      "Japan asked why it was five times and not ten times, given the respective best estimates of 1.6 and 0.12 W m 2 .",
      "The Coordinating Lead Authors explained that the factor was chosen because of the error bars.",
      "Agreement was not reached and the matter was referred back to Co-Chair Solomon.",
      "With no agreement reached by late Thursday night, Co-Chair Solomon proposed, and participants agreed, to remove the text on the comparison."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}