{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_69",
   "section_title": "ANGELS ON PINHEADS",
   "sentences": [
      "As the negotiations under the UNFCCC hit their ten-year mark, an element of repetition or déjà vu seems to have crept in.",
      "In several discussions, such as those on non-Annex I national communications, previously agreed text made a reappearance, sometimes in what seemed like attempts by some countries to re-open discussions on agreements that they felt did not adequately address their concerns.",
      "In such cases, there were often complaints that text was repeated selectively, to highlight the priorities of one group (such as on adaptation and vulnerability), while deliberately underplaying others (for instance, greenhouse gas inventories). In other cases, such as the discussions on the common reporting format in the IPCC Good Practice Guidance, the negotiations turned increasingly complex, and were likened by one delegate to 'medieval philosophers arguing about angels on the heads of pins.",
      "' Delegates spent hours negotiating methods for identifying units to measure changes in land use, in order to balance concerns about the level of detail required to ensure the integrity of the process, and its practical implementation.",
      "Meanwhile, on the question of simplifying modalities and procedures for small-scale afforestation and reforestation projects under the CDM, some developing countries pushed for consideration of 'bundling' small projects together to cut transaction costs, while others, including AOSIS and Brazil, feared that this would encourage foul play, with small-scale projects being combined to take advantage of simpler procedures.",
      "With many issues still outstanding, several African countries were frustrated by the process, which seemed to be torn between the need for complicated, technical procedures to ensure environmental integrity on the one hand, and a desire for simplicity to encourage community-level implementation on the other. Negotiators arguing the finer details of LULUCF and CDM in SBSTA seemed unaware of the practical difficulties of implementation being discussed in SBI, where many developing countries were already voicing concerns over their inability to keep up with existing technical requirements, such as the greenhouse gas inventories, and were calling for assistance to improve capacity.",
      "The complicated rules being discussed for small-scale CDM projects, for instance, are bound to create difficulties in implementation (with communities having, for example, to be aware of complex rules, such as in monitoring procedures).",
      "Concerns were expressed about the level of access and transparency in these discussions, particularly for many developing countries, not just because of the complexity of negotiations but also because most of the discussions were held in a small 'friends of the chair' group. As negotiations became bogged down in the minutiae of issues such as tracking Annex I emissions from harvested wood products, observers commented that a simpler way to deal with climate mitigation might be to focus on renewable sources of energy, and avoid the traps of overly complex accounting, which ultimately could contribute very little to mitigating climate change.",
      "Before the negotiations proceed to higher levels of complexity, they said, it could be worthwhile taking advantage of the new innovations in the UNFCCC format, and engaging in an open dialogue to assess compatibility between science and the practical difficulties of implementation."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}