{
   "actors": [],
   "countries": [
      "Russian Federation",
      "Japan",
      "Philippines",
      "China",
      "South Africa"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_92",
   "section_title": "AWG-KP - SCULPTING COMPLEX PUZZLE PIECES:",
   "sentences": [
      "The task in the AWG-KP was more akin to the early days of actual sculpting where the sculptor is trying to give shape to the stone.",
      "Except that instead of sculpting a single statue, the AWG-KP appears to be trying to sculpt two interlocking pieces simultaneously: targets and the rules regulating how the targets can be achieved.",
      "Although most developing countries have long insisted that agreement on the post-2012 rules do not need Protocol-amending changes, and efforts should focus on amending the targets set out in Protocol Annex B, most developed countries insist on the need to avoid the Kyoto experience where targets were defined before the rules.",
      "Although this same basic tension has run through the group s work since the very beginning, the six-month rule gave it a more explicit character and a greater sense of immediacy: most developed countries strongly objected to the inclusion of South Africa and the Philippines proposed individual quantified emission limitation and reduction objectives in the non-paper on emission reductions, and China and other developing countries objected to the sheer volume of issues included in the other issues non-paper, which covers topics such as the flexibility mechanisms and land use, land-use change and forestry.",
      "In the end, these divisions were too much to overcome in the time allotted, and the group could not agree to give its Chair the mandate to prepare a text for circulation in accordance with the six-month rule.",
      "Such a mandate was given to the Chair in 1997 in the context of the negotiations for the Kyoto Protocol and some felt that a similar outcome from Bonn II would have sent a strong signal that parties agree on the need to amend the Protocol in Copenhagen.",
      "As such, parties wishing to see Protocol amendments in Copenhagen were forced to individually submit proposed amendments.",
      "Many developing countries in particular took this as an ominous signal from certain developed countries that a second commitment period under the Protocol may be in jeopardy.",
      "On the other hand, as AWG-KP Chair John Ashe noted in his closing remarks, the amendment proposals received by the Secretariat mean that amendments to the Protocol can formally be adopted in Copenhagen.",
      "Many suspect, however, that significant political hurdles must be overcome to reach agreement under the AWG-KP in Copenhagen.",
      "Although some speculated that removing the poison pills from the AWG-KP texts - such as proposed targets for individual countries and proposals for a sectoral trading mechanism for developing countries - could have led to a different outcome, others suspect that not forwarding a text out of the AWG-KP was a strategic move by some developed country parties to ensure the procedural parity of proposals communicated under the Protocol and the Convention.",
      "Indeed, Japan and the Russian Federation have been explicit in saying that they are only willing to join a comprehensive legally binding outcome in Copenhagen, and that a simple Protocol amendment will not suffice.",
      "While some argue that this is purely a negotiating strategy, the more skeptical interpret this as an attempt by some developed countries to get rid of legally binding quantified emission limitation and reduction objectives and take on softer targets under a new protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}