{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United States",
      "Iran",
      "Peru",
      "China",
      "Norway"
   ],
   "enb_end_date": "09-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "09-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12107e.html",
   "id": "enb12107e_3",
   "section_title": "Joint Contact Group on Mechanisms",
   "sentences": [
      "The G-77/CHINA introduced its position paper on the clean development mechanism (CDM), highlighting the CDM\u0092s role in assisting developing countries in achieving sustainable development and developed countries in complying with their QELROs.",
      "He stressed the need to decide on principles before addressing methodological issues and suggested creating an adaptation fund. The group covered various elements of the Secretariat\u0092s synthesis paper, identifying areas of convergence and divergence and exchanging views.",
      "On objectives, principles and purposes, the EU identified convergence on various areas, including cost effectiveness, transparency and equity and divergence on issues, such as inter-tradeability.",
      "The G-77/CHINA recommended that its paper be the basis for future negotiations.",
      "CHINA identified issues missing from the Secretariat\u0092s synthesis report but covered in the G-77/China paper, including transparency and climate change effectiveness.",
      "He said discussions should focus on the clusters--principles, methodologies and institutional issues--recommended in the Buenos Aires Plan of Action.",
      "The US identified the areas of convergence as being those that recognize, inter alia, private sector participation in the CDM and the need for baselines to precede use of the mechanisms.",
      "PERU recommended a common baseline for joint implementation and the CDM.",
      "She said such an approach would, inter alia: provide a simple, transparent and reliable methodology for common baseline application, as the regional average of Annex II in energy and other sectors would constitute the calculation basis; and ensure environmental integrity in emissions reductions. Regarding legal entities, the EU identified convergence on the involvement of other entities and added that Parties should be responsible for them.",
      "She said the COP/MOP should designate operational entities.",
      "NORWAY, supported by CANADA, said operational entities were a key element for CDM institutional structure.",
      "He added that they should be drawn from the private sector, independent, centralized and accredited by the Executive Board.",
      "On project eligibility, the US stressed the need for a comprehensive approach to certification and verification, including options for baselines.",
      "The G-77/CHINA said project eligibility is central to the principle, nature and scope of the CDM.",
      "NORWAY noted that there was no section on baselines in the synthesis report.",
      "KOREA said project eligibility and baselines are essential in formulating CDM rules.",
      "He said eligible projects should demonstrate greenhouse gas reduction and investment, financial and technology additionality.",
      "On the eligibility of sink projects, the EU preferred their exclusion pending a decision by the COP. Regarding the contribution to sustainable development, the G-77/CHINA said the recipient country should be the sole judge of whether a project meets its sustainable development priorities.",
      "NORWAY proposed that this be determined under project registration.",
      "The EU suggested that non-Annex I Parties confirm in writing how a project would help it achieve sustainable development and stressed that the project activity should be consistent with all international agreements to which the Parties involved belong.",
      "CHINA suggested applying a similar condition to the funding country to confirm how a CDM would result in certified emissions reductions (CERs). On sequestration, CANADA, supported by NORWAY and IRAN, proposed addressing this under project eligibility.",
      "The G-77/CHINA said discussions on sequestration should be avoided until ongoing studies by SBSTA and IPCC are concluded.",
      "The EU reiterated its preference to exclude sequestration pending a COP decision. On technology transfer, the US identified convergence on the CDM\u0092s role in facilitating technology transfer.",
      "On technology transfer and project financing, the G-77/CHINA highlighted the dimension of additionality, a feature absent in the Chair\u0092s draft.",
      "He said funding for CDM projects should be additional to GEF, ODA and other developed country financial commitments. On supplementarity, the G-77/CHINA highlighted the primacy of domestic action and recommended the development of guidelines on supplementarity.",
      "The EU stressed the importance of the issue and the primacy of domestic action, and proposed a concrete ceiling.",
      "The US noted possible divergence on this issue.",
      "On levies, the G-77/CHINA highlighted establishing an adaptation fund.",
      "The US questioned how this fund would be managed and its proceeds dispersed.",
      "On CERs, the G-77/CHINA suggested discussing them bearing in mind the purposes of the CDM."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}