{
   "actors": [],
   "countries": [],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_10",
   "section_title": "HEALTH:",
   "sentences": [
      "This group was facilitated by Pablo Suarez, Red Cross/Red Crescent, and Kristie Ebi, independent consultant.",
      "Assessing the current adaptation practices at sectoral and local levels within the health sector, Ebi noted that relatively little has occurred to date.",
      "She highlighted that the World Health Organization (WHO) is preparing a strategy document on adaptation for COP 13.",
      "Participants highlighted limited information, funding and capacity in developing countries.",
      "Questions were raised as to whether adaptation programmes should be proactive or reactive given the limited resources and that challenges and entry points for these types of programmes should be assessed to achieve greater success.",
      "In assessing the status of practices within the sector, participants emphasized the inadequacy of cross-sectoral coordination and identification of cross-cutting themes.",
      "Some participants identified the need to incorporate local and indigenous knowledge into programmes, and to examine rural and urban areas separately when developing health programmes.",
      "Frustration was expressed regarding limitations to rolling out successful adaptation programmes within countries due to lack of funding.",
      "Regarding the main barriers and constraints currently encountered within the health sector, participants encouraged developing a specific strategy for adaptation to climate change, which would include standardizing key indicators to monitor changes in the health impacts of climate change and the effectiveness of adaptation programmes.",
      "Participants noted that conducting in-depth sectoral studies and discussing results at the national level ensures that all sectors are represented equally when formulating policy and strategy.",
      "It was also noted that certain adaptation measures within the health sector can have beneficial side-effects for other sectors and that information flow is key.",
      "Knowledge transfer at different levels was highlighted, with participants expressing concern that more is not being done to ensure that the public understands the issues.",
      "School-level education programmes were highlighted as one of the most effective means for ensuring information dissemination and understanding.",
      "Lamenting the lack of institutional memory, many participants expressed concern at high staff turnover in organizations worldwide.",
      "It was highlighted that this problem is further exacerbated by a rapidly growing sector that faces continuing budget constraints.",
      "On gaps for successful planning and practices and possible solutions to these problems, participants raised lack of awareness, cross-sectoral coordination and capacity.",
      "A number of actions were suggested to improve these shortcomings, including: enhancing inter-ministerial and cross-sectoral collaboration; adapting programmes to local situations; strengthening existing infrastructure to meet the health sector's needs; enhancing legal frameworks to allow for early warning systems; and providing generic methods and tools for identifying problems and solutions.",
      "Participants also highlighted the use of traditional knowledge to address both gaps in knowledge and extend the use of knowledge.",
      "Some expressed concern about overreliance on traditional knowledge, as some practices may have adverse effects.",
      "They also said that climate change awareness should take place at a local level in order to be effective Participants stressed the need for awareness and communication programmes among children, which requires comparatively less effort.",
      "Increased private sector involvement was also advocated in order to increase research capacity, and apply it in an effective manner."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}