{
   "actors": [
      "Least Developed Countries",
      "Group of 77"
   ],
   "countries": [
      "Gambia",
      "Nigeria",
      "China",
      "Argentina"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "26-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12305e.html",
   "id": "enb12305e_2",
   "section_title": "UNFCCC ARTICLE 4.8 & 4.9",
   "sentences": [
      "On matters relating to the least developed countries (LDCs), Samuel Adejuwon (Nigeria), who co-facilitated the informal consultations, reported agreement on the LDC Expert Group's work programme, and delegates adopted the conclusions (FCCC/SBI/2006/L.2). CAPACITY BUILDING (CONVENTION): Contact group Co-Chair Crispin D'Auvergne (St. Lucia) summarized discussions.",
      "CHINA noted that the proposal by some parties to integrate monitoring with the comprehensive review would mean that the results of regular monitoring would only be seen every five years.",
      "Parties then adopted the conclusions (FCCC/SBI/2006/L.15). FINANCIAL MECHANISM (CONVENTION): On the Special Climate Change Fund, contact group chair Bubu Jallow (Gambia) reported progress on understanding what a staged approach to support various economic development issues could mean, noting that the SB 22 text would be the basis of deliberations at SB 25.",
      "The G-77/CHINA said the phased approach is really only one stage.",
      "Delegates then adopted the conclusions (FCCC/SBI/2006/L.6).",
      "On the third review of the financial mechanism, contact group Co-Chair Marcia Levaggi (Argentina) noted that the annex to the draft SBI conclusions is a compilation of views expressed and could be used as the basis for negotiations at SBI 25, but that it is still open for further input.",
      "Parties then adopted the conclusions (FCCC/SBI/2006/L.4)."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}