{
   "actors": [
      "European Union",
      "Least Developed Countries",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Bangladesh",
      "Kenya",
      "Kuwait",
      "Mali",
      "Costa Rica",
      "Morocco",
      "Peru",
      "Laos",
      "Nigeria",
      "Venezuela",
      "Argentina",
      "Bahrain",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Slovenia",
      "Samoa",
      "Grenada",
      "Togo",
      "Zimbabwe",
      "China",
      "Chile",
      "Thailand",
      "Philippines",
      "Ghana",
      "Colombia",
      "Gambia",
      "Poland",
      "Indonesia",
      "Israel",
      "Central African Republic",
      "United States",
      "Trinidad and Tobago",
      "Japan",
      "Switzerland",
      "Syria",
      "New Zealand",
      "Russia",
      "Honduras",
      "Mexico",
      "Egypt",
      "United Arab Emirates",
      "Uruguay",
      "India",
      "South Africa",
      "United Kingdom",
      "Malaysia",
      "Uganda",
      "Hungary",
      "Nicaragua",
      "Botswana"
   ],
   "enb_end_date": "11-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "01-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1276e.html",
   "id": "enb1276e_11",
   "section_title": "Compensation Fund",
   "sentences": [
      "On 4 December in Plenary, the Chair of the negotiating group on the proposed compensation fund (Iran) reported that there were still divergent views on the issue and that further consultations were needed. On 6 December, IRAN reported on negotiations on minimizing the adverse effects of climate change through P&Ms.",
      "He proposed alternative text based on a draft decision by Zimbabwe and Uganda calling for an SBI review of actions to meet developing country needs-related adverse effects.",
      "Both contained a bracketed reference to [establishment of measurements of compensation].",
      "The US, the EU, POLAND, AUSTRALIA and CANADA said compensation was unacceptable and the paragraph should be deleted.",
      "SAUDI ARABIA, the G-77/CHINA, INDONESIA, UGANDA, URUGUAY, KUWAIT, NIGERIA, the UNITED ARAB EMIRATES, CHINA, VENEZUELA, BAHRAIN and EGYPT supported removing the brackets.",
      "ZIMBABWE suggested ministerial consideration of the proposal under FCCC Article 4.8.",
      "NEW ZEALAND objected to compensation, but supported Uganda's proposal to replace 'compensation' with 'impacts.",
      "' The Chair suggested replacing the existing paragraph with Iran's text, with the entire text bracketed.",
      "Delegates did not engage in further discussions on this proposal. Voluntary Commitments: On 4 December in the COW Plenary, Dámaso Luna (Mexico), reported that further consultations were needed on voluntary commitments for non-Annex I Parties (formerly Article 10).",
      "In the final COW Plenary, SAUDI ARABIA, KUWAIT, VENEZUELA, EGYPT, the UNITED ARAB EMIRATES, SYRIA, MOROCCO, IRAN, BRAZIL, GAMBIA and BANGLADESH called for deletion of this draft article.",
      "INDIA said the article would create a new category of Parties not established in the Convention.",
      "CHINA said although the commitments were voluntary in name they would determine a level of limitation or reduction of anthropogenic emissions, imposing an obligation that did not apply to developing countries.",
      "The article endangers the non-Annex I status of Parties joining its activities and imposes new commitments on developing countries.",
      "UGANDA said voluntary commitments would not be voluntary years from now. SAMOA, on behalf of 35 Parties and AOSIS, said the article's activities were entirely voluntary and imposed no new commitments for developing country Parties.",
      "ARGENTINA, supported by the UK, proposed additional text that would prohibit arbitrary measures or discrimination against non- Annex I Parties who do not assume voluntary commitments. HUNGARY, GRENADA, RUSSIA, JAPAN and MICRONESIAsupported retaining the article.",
      "The US said the article strengthened the protocol by including broader range of countries in partnership, imposed no new mandates and permitted growth targets.",
      "He proposed adding that emissions limitations assumed voluntarily should not inhibit economic development and may constitute a growth budget.",
      "The REPUBLIC OF KOREA said the article was phrased in a way to permit voluntary assumption of a target without any new commitments.",
      "ISRAEL supported the article and the amendments proposed. The PHILIPPINES said he supported the concept underpinning the article, but only concerns represented in the amendments could be addressed.",
      "MEXICO said the article in modified form could avoid pressure on non-Annex I countries.",
      "He proposed amending the US amendment on preventing limits to economic growth and development, and additional text that volunteering Parties should have access to all modalities of trading but should not be liable to penalties or fines.",
      "He said the idea was to provide access by non-Annex I Parties to market mechanisms.",
      "Estrada said there was no consensus on the article, so it should be deleted. New Zealand Proposal: On 5 December, NEW ZEALAND said Annex I Parties' constituencies needed assurances that developing countries would adopt binding emissions limitation commitments in a third commitment period.",
      "He proposed double conditionality: Annex I Parties needed early agreement by non-Annex I countries on future commitments, but non-Annex I Parties would not be held to commitments if Annex I Parties did not fulfil their Kyoto commitments.",
      "He called for 'progressive engagement' according to relative levels of development, and exemption for least developed countries.",
      "Supported by the US, CANADA, POLAND, SLOVENIA, AUSTRALIA, SWITZERLAND and JAPAN, he introduced a draft text that, inter alia: noted Annex I Party commitments through 2014; considered that future Annex I commitments beyond that date should comprise the widest possible participation in binding action; recognized the dependence of inception of non-Annex I Parties' legally binding emissions limitations commitments on Annex I Parties' implementation, particularly of Kyoto Protocol QELROs; agreed there should be further QELROs for Annex I Parties and 'quantified emission limitation objectives' for other Parties, except least developed countries; and established a process to set the commitments, to be concluded by 2002. The EU reiterated that the Berlin Mandate precluded new commitments for developing countries and underscored that developed countries must lead the way by adopting legally binding commitments in Kyoto.",
      "He drew attention to IPCC findings indicating that a significant reduction in emissions would require efforts by both developed and developing countries.",
      "However, future commitments would have to take into account the principle of common but differentiated responsibilities.",
      "He suggested continuing consultations with a view to reaching a satisfactory result.",
      "He said it would be appropriate to start a review process based on FCCC Article 7.2 with a view to establishing further commitments for all Parties. The G-77/CHINA, supported by THAILAND, SAUDI ARABIA, IRAN, COLOMBIA, MALAYSIA, NICARAGUA, HONDURAS, SYRIA, GHANA, TOGO, LAOS, KUWAIT, GRENADA, BOTSWANA, BAHRAIN, MALI, CHILE, PERU, TRINIDAD AND TOBAGO, NIGERIA, BANGLADESH, KENYA, MOROCCO, ZIMBABWE, INDONESIA, URUGUAY, CENTRAL AFRICAN REPUBLIC, PHILIPPINES, VENEZUELA, COSTA RICA, GAMBIA, ARGENTINA and SOUTH AFRICA, on behalf of Southern African Development Community (SADC), said equity and common but differentiated responsibilities are keys to success.",
      "He noted the low per capita emissions of developing countries and their economic and social development priorities.",
      "This is not the time to address developing country commitments, but to strengthen developed country commitments.",
      "He concluded with one word: 'no.",
      "' INDIA objected to depriving developing countries of equitable environmental room to grow.",
      "BRAZIL said one developed country statement had implied 'if you don't deliver, we won't deliver,' to which he replied 'until you deliver, we don't discuss.",
      "' CHINA recalled the performance of Annex I Parties in meeting existing commitments and warned the EU: 'beware of your bubble.",
      "' HUNGARY said other Parties could follow countries with economies in transition, who joined Annex I in spite of economic difficulties.",
      "The US stated that commitments for all Parties must allow for economic growth while simultaneously protecting the environment.",
      "The US wanted developing countries, except the least developed countries, to adopt emissions targets to abate the increase in their emissions.",
      "He noted that developing country commitments could be differentiated in light of respective responsibilities and capabilities.",
      "While acknowledging efforts by developing countries to address their emissions, JAPAN pointed to the need for further participation in the future.",
      "He proposed initiating a post-Kyoto process to this effect.",
      "He said that developing country participation does not mean reduction, but limitation of emissions and indicated that New Zealand's proposal could serve as a basis for discussions.",
      "CANADA said that the sequencing of commitments had worked under other agreements. The G-77/CHINA said the New Zealand proposal should be dropped and that the group would not participate in a contact group as a matter of principle.",
      "The President said he would consult the Bureau.",
      "The proposal was not discussed further."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}