{
   "actors": [
      "Alliance of Small Island States",
      "Least Developed Countries",
      "Group of 77",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Pakistan",
      "Maldives",
      "Indonesia",
      "Australia",
      "China",
      "Switzerland",
      "Grenada"
   ],
   "enb_end_date": "28-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "28-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12335e.html",
   "id": "enb12335e_2",
   "section_title": "AWG",
   "sentences": [
      "AWG Chair Leon Charles (Grenada) opened AWG 4 and stressed the need for a strong robust outcome.",
      "He explained that AWG 4 will resume its work in Bali and proposed that the Vienna meeting focus on mitigation potentials and ranges of emission reduction objectives.",
      "Parties then adopted the agenda ( FCCC/KP/AWG/2007/3 ).",
      "Australia, for the UMBRELLA GROUP, called for in-depth consideration of indicative ranges of emissions reductions, including the contribution of Annex I parties .",
      "He added that the iterative nature of the work plan would allow parties to revisit issues and indicated that the work of the AWG is one of several inputs.",
      "Pakistan, for the G-77/CHINA, stressed the unique vulnerability of least developed countries (LDCs), the African region, and small island developing states (SIDS).",
      "The EU restated that global greenhouse gas (GHG) emissions should be reduced by 50% by 2050 to ensure that the average temperature increase is no more than 2 °C.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, recalled recent findings by the IPCC and called for strengthened mitigation and adaptation efforts, taking account of the circumstances of small states.",
      "Maldives, for the LDCs, and Grenada, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), challenged a scenario projecting GHG concentrations of between 445-490 parts per million (ppm) and a change in global mean temperature above pre-industrial levels of between 2-2.4 °C.",
      "AOSIS said the avoidance of climate change impacts in small island states should be a benchmark for the post-2012 agreement. INDONESIA called for real progress on analysis on mitigation potential and ranges of emissions reductions.",
      "She also outlined plans for COP 13, including parallel meetings by finance and trade ministers."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}