{
   "actors": [],
   "countries": [
      "Hungary"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_55",
   "section_title": "A BRIEF ANALYSIS OF IPCC-40",
   "sentences": [
      "With approval of the Synthesis Report (SYR) in Copenhagen, the Intergovernmental Panel on Climate Change completed its Fifth Assessment Report on the causes, consequences and possible responses to climate change.",
      "Initiated six years ago in Budapest, Hungary, preparation of the AR5 involved more than 830 scientists from over 80 countries, who drew on the work of over 1,000 contributing authors and over 2,000 expert reviewers, working in the three working groups.",
      "The process culminated with adoption of the SYR, which consists of the 175-page 'longer report' and its SPM - \u0095the latter, a distillation of a distillation of thousands of pages (which themselves summarize over 30,000 scientific papers) approved line by line by the 195 government members of the Panel.",
      "Through this process, the AR5 is supposed to provide the scientific basis for global climate policy, including support for negotiations on a new international agreement under the UNFCCC, which is expected to be adopted in Paris in 2015.",
      "The immensity and complexity of this task is hard to overstate.",
      "Yet after all this, the Panel's findings are remarkably straightforward and conclusive: climate change is unequivocal and unprecedented; substantial and sustained emission reductions are needed if we are to avoid the most serious consequences; and the more we delay action the more costly it will be and the more we will have to rely on untested technologies in the future.",
      "This brief analysis focuses on the adoption of the SYR in Copenhagen, while drawing attention to the significance of the AR5 as a whole.",
      "It summarizes the main findings contained in the SYR, reflects on the SPM approval process and places IPCC-40 in the larger context of evolving global climate policy. AND WHILE WE STILL HAVE THE GHOST OF A CHANCE - ¦.",
      "(IRVING BERLIN, AS ADAPTED BY FRANCIS HAYES) While human-induced climate change is not news (the Panel itself had established it with a 90% certitude in its Fourth Assessment Report), the AR5 confirms that climate change is undeniable and unparalleled.",
      "Further, it finds that anthropogenic GHG emissions have continued to rise and have done so in the past few decades at a faster rate than in at least the last 800,000 years.",
      "Limiting warming to less than 2 °C - \u0095the widely considered safe-ground and the official goal under the UNFCCC - \u0095can 'likely' be achieved, with a probability level of 66%, if maximum cumulative CO2 emissions are limited to 2900 GtCO2.",
      "This means there is a total 'carbon budget' of 2900 GtCO2, out of which a total of 1900 GtCO2 had already been emitted by 2011, leaving only 1000 GtCO2 to go.",
      "In other words, we have used up two-thirds of this carbon budget.",
      "As many have noted, at current emission rates we could exhaust the carbon budget in less than 30 years.",
      "The AR5 is the first IPCC assessment to look at a carbon budget with such numerical precision.",
      "If previous assessment reports stopped short of telling the world exactly how much more CO2 can be released in the atmosphere before anthropogenic interference with the climate system can be considered dangerous, AR5 makes it crystal clear that, with two-thirds of the carbon budget expended and only one-third remaining, the internationally agreed global goal may slip out of reach, unless there is additional and effective mitigation.",
      "Furthermore, the AR5 makes clear that time is of the essence: unless emissions peak soon and begin a quick decline to zero by the end of the century, limiting warming to less than 2 °C is unlikely.",
      "The scenarios that would limit global temperature increase to 2 °C and atmospheric concentrations at around 450 ppm CO2eq at the end of this century imply emission reductions of 40-70% relative to 2010 by 2050, and emission levels near zero by 2100.",
      "Given this reality, in the AR5 the IPCC adopts a risk management framework.",
      "It brings to light the inextricable links between climate change, risk and development, where climate change impacts exacerbate poverty, environmental degradation and political strife, thereby acting as a 'threat multiplier'.",
      "Compared to AR4, the AR5 made major improvements on harmonization of information across scenarios, and inclusion of a wider range of socio-economic, technological and institutional considerations.",
      "It also includes more robust projections on sea level rise and data on melting ice sheets, as well as broader attention to technology portfolios - \u0095including untested carbon dioxide removal technologies and geo-engineering.",
      "The AR5 is the first IPCC assessment to consider the oceans as a region and take up themes such as the indirect impacts of climate change in exacerbating violence.",
      "While sustainable development has been increasingly emphasized in each assessment report, the AR5 places climate change mitigation and adaptation squarely in the context of sustainable development.",
      "The AR5 is also a more robust and careful product as a result of the IAC review of the IPCC and has seen better integration and coordination of the work of the three WGs, with the work of WGI staggered so its findings could feed into WGII and WGIII. WRITE IT, CUT IT, PASTE IT, SAVE IT, SNAP IT, WORK IT, QUICK - ERASE IT (DAFT PUNK) The SYR has the mandate to 'synthesize and integrate materials contained within the Assessment Reports and Special Reports'.",
      "At each SYR SPM approval session, a discussion takes place on whether the SYR is just a 'cut-and-paste' from the WG reports or whether it really synthesizes and provides value added.",
      "Be that as it may, insofar as the text of the SYR SPM comes from the WG reports already adopted by the Panel, the line-by-line approval process is in some ways smoother than the WG SPM approval process.",
      "The controversies and problems are somewhat predictable as they are not new, and in the absence of agreement the three WG SPMs themselves provide fallback positions with already approved language that cannot be easily dismissed.",
      "Yet the SYR (at least its SPM) is also the most politically sensitive and directly policy-relevant since it is often the one that most policymakers are likely to read and/or quote.",
      "This was evident in some of the discussions in Copenhagen - \u0095in particular, discussion on a box with information on UNFCCC Article 2.",
      "This article outlines the objective of the Convention, which is to achieve - \u0098 - \u0098 - ¦stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system.",
      "Such a level should be achieved within a time frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened, and to enable economic development to proceed in a sustainable manner'.",
      "Following its mandate to provide policy-relevant but not policy-prescriptive information, the Panel had agreed to address this article when it first decided on the SYR's scope, as the SYR would be integrating the findings of the three WGs that speak directly to this goal.",
      "But views on what should be included in reference to this goal were not easily reconciled.",
      "Some countries called for being more operative, stating directly the need for sustainable development, including international cooperation and financial support.",
      "They were met with opposition from others who felt the matter transgressed the rule against policy prescriptiveness.",
      "This might simply be too much to attempt even for the IPCC, which straddles the 'is/ought divide' that separates the worlds of science and policy.",
      "In any case, the complexity of the approval process and the protracted negotiations left little room or time to maneuver in Copenhagen, and the whole box was ultimately deleted.",
      "Some saw a silver lining to this outcome: the effort to produce a box on Article 2 ultimately resulted in one sentence in the introduction to the SYR, stating that the SYR includes information relevant to UNFCCC Article 2.",
      "In other words, the entire report is relevant. 'THE STONE AGE DIDN'T END BECAUSE THERE WERE NO MORE STONES' (IPCC CHAIR PACHAURI, QUOTING A FORMER SAUDI OIL MINISTER) IPCC-40 took place just one month before UNFCCC parties meet in Lima as a key step towards a much-awaited agreement in Paris in 2015.",
      "Yet everyone remembers what happened at the last climate change meeting here in Copenhagen, right after the IPCC had issued its previous assessment with actually very similar - \u0095if less comprehensive - \u0095findings, which led to the questioning of what could lead to a more successful outcome this time.",
      "The lack of agreement on UNFCCC Article 2, together with the inability to agree on other language (i.e., on country groupings by income in WGIII) might be seen as a harbinger of things to come in Lima and Paris.",
      "However, optimists can argue that, in hindsight, countries were not ready for a comprehensive agreement in 2009 as they are now.",
      "They may also note, as WMO Secretary-General Michel Jarraud did during the press conference to release the SYR, that because this time there is no room for uncertainty to justify inaction, governments may also begin to recognize that their constituents might now hold them accountable if they fail to take action.",
      "Without much ado after completing its fifth assessment cycle, the IPCC will embark on its journey into the future.",
      "IPCC-41 is expected to take a decision on whether to undertake a sixth assessment report, and the following IPCC session will elect the Chair and Bureau that, if so decided, will steer it along that cycle.",
      "The IPCC-41 agenda will also include decisions on the future of the IPCC, and address lessons learned from the AR5.",
      "The latter could be particularly useful and lead to more focused work in previously neglected aspects of mitigation and adaptation, which might include assessing current funding for research and development, and malaptation.",
      "Although the IPCC does not conduct research, but rather assesses published literature, the Panel may also emerge from the AR5 process with a greater determination to engage more proactively in addressing the still glaring in knowledge gaps in many developing countries - \u0095in particular in Africa.",
      "Increasing engagement by developing countries in the IPCC process will also hopefully spur greater awareness among many in the scientific community, including theorists and modelers, of the realities on the ground. THERE IS NO PLAN B, BECAUSE THERE IS NO PLANET B (UN SECRETARY-GENERAL BAN KI-MOON) The information contained in the AR5 SYR may in some ways appear to be 'old news', confirming findings of the AR4 'only more so'.",
      "But the IPCC's work has only just begun.",
      "The rate of climate change is very unlikely to slow down; thus, the impacts on all systems and places are likely to increase.",
      "Studies and observations will continue to multiply and hopefully the scientific coverage will expand to areas where important gaps exist, such as information on Africa and small islands.",
      "In the realm of mitigation and adaptation, new technologies and approaches will have to be invented and tested.",
      "We will need something like the IPCC to continue assessing and communicating in clear language, specifically to policymakers, the causes, consequences and possible responses to climate change in such a way that policymakers have ownership of the findings, thereby taking at least implicit responsibility for addressing them.",
      "In an oft-repeated metaphor during the AR5 process, the scientists serve as the mapmakers that outline the contours and possible pathways that policymakers - \u0095the navigators - \u0095might take, with a sense of the consequences and associated uncertainty of the different pathways.",
      "But the age of exploration has only just begun and uncharted territory is already being navigated.",
      "Much remains to be charted in the years ahead.",
      "We have no option because, as UN Secretary-General Ban Ki-Moon has stated, 'There is no Plan B, because there is no planet B'."
   ],
   "subtype": "analysis",
   "topics": [],
   "type": "ipcc"
}