{
   "actors": [],
   "countries": [
      "Ethiopia",
      "Sweden"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_76",
   "section_title": "ISSUES RELATED TO AGRICULTURE:",
   "sentences": [
      "This issue (FCCC/SBSTA/2013/MISC.17, Add.1 and 2) was first discussed on 11 and 13 November in plenary.",
      "A workshop on the current state of scientific knowledge on how to enhance the adaptation of agriculture to climate change impacts was held on 12 November, co-facilitated by Hans à ke Nilsagård (Sweden) and Selam Kidane Abebe (Ethiopia).",
      "For more details, see http://www.iisd.ca/vol12/enb12585e.html .",
      "During the SBSTA opening plenary, SBSTA Chair Muyungi proposed establishing a contact group.",
      "Several developing countries opposed this, explaining that parties only agreed to hold a workshop while several developed country parties supported a contact group.",
      "On Wednesday, 13 November, Chair Muyungi reported that his informal consultations on whether or not to convene a contact group yielded agreement to consider at SBSTA 40 the Secretariat's report on the workshop, as well as submissions by parties and observer organizations, and not to convene a contact group.",
      "The SBSTA agreed to these conclusions.",
      "On 16 November, the SBSTA adopted conclusions.",
      "A group of developed countries expressed concern over the lack of discussions on agriculture and with the way the conclusions were adopted.",
      "They called for SBSTA 40 to build on areas of commonality.",
      "Other developed countries also expressed regret that no contact group was established and the submissions were not considered at SBSTA 39.",
      "Many developing countries supported the way the conclusions were adopted, noting the procedures were correctly applied, and emphasized the role of agriculture in adaptation.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2013/L.35) the SBSTA acknowledges parties exchange of views during the in-session workshop and agrees to consider at SBSTA 40 the report of the in-session workshop and the views submitted by parties and observer organizations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}