{
   "actors": [],
   "countries": [
      "Mozambique"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_18",
   "section_title": "LESSONS LEARNED AND POSSIBLE SYNERGY WITH ONGOING ACTIVITIES",
   "sentences": [
      "Markus Lehmann, Convention on Biological Diversity (CBD), summarized the CBD objectives: conservation of biodiversity; sustainable use of its components; and fair and equitable sharing of the benefits arising from the utilization of genetic resources.",
      "He noted that CBD Parties are to provide and facilitate access to and transfer of technologies that are relevant to the CBD objectives.",
      "Lehmann stressed that, under the CBD, access to genetic resources can be granted in exchange for access to, and transfer of, technology that makes use of those genetic resources.",
      "He stressed that transfer of technology in the CBD includes technology protected by intellectual property rights and must be implemented in accordance with international law.",
      "He noted the CBD programme of work includes elements related to technology assessments, information systems, enabling environments and capacity building.",
      "Lehmann noted that sets of technology for both biodiversity and climate change are difficult to define, and said there are opportunities for sharing experiences and good practices and cooperating to minimize trade-offs. Ian Noble, World Bank, said the World Bank is concerned about climate change because the poor will face the greatest challenges from its consequences.",
      "He stressed that two billion people in developing countries were affected by climate-related disasters in the 1990s, and 2% of World Bank funds are diverted to disaster relief.",
      "Noble said that while climate change is a very minor factor in the Bank\u0092s development decision-making processes, it is becoming more relevant to project planning, and climate variability is already a major impediment to development.",
      "Noble noted that funds for mitigation and adaptation under climate change are limited and must be used effectively.",
      "He presented a screening tool under development by the World Bank that allows anyone to view models and find out whether a specific project will need to take into account climate change factors. Taka Hiraishi, UNFCCC\u0092s Consultative Group of Experts on non-Annex I national communications (CGE), presented an overview of CGE work relevant to vulnerability and adaptation.",
      "He summarized extracts from national communications of non-Annex I Parties on the subject of vulnerability and adaptation.",
      "He also highlighted results and recommendations from a hands-on training workshop, held in Maputo, Mozambique, from 18-22 April 2005.",
      "Hiraishi said 40 hours of training were provided for 55 participants, during which modeling software and tools for vulnerability and adaptation assessments were used."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}