{
   "actors": [],
   "countries": [
      "Canada",
      "Indonesia",
      "Libya",
      "Kuwait",
      "Finland",
      "United States",
      "Argentina",
      "Norway",
      "Benin",
      "Saudi Arabia",
      "Australia",
      "Honduras",
      "South Africa",
      "Iceland",
      "Venezuela",
      "United Kingdom",
      "China",
      "Japan",
      "Kazakhstan",
      "Botswana"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_64",
   "section_title": "The Way Forward:",
   "sentences": [
      "During the afternoon session, delegates exchanged views on the way forward in relation to promoting implementation of the BAPA and the early entry into force of the Protocol. On outcomes from COP-5, the UK, supported by KAZAKHSTAN and the US, and opposed by SAUDI ARABIA, proposed a Bonn Declaration reaffirming the political will to complete the BAPA by COP-6.",
      "KUWAIT said this proposal was premature. On preparations for COP-6, many Parties called for intensified efforts and for the role of the President to be strengthened in order to achieve success at COP-6.",
      "ARGENTINA, supported by FINLAND and BENIN, said innovative approaches were needed, and called for the establishment of small task forces in the run-up to COP-6.",
      "She said traditional groupings among countries to develop common positions may no longer be appropriate. JAPAN, supported by KAZAKHSTAN, BOTSWANA, the US, CANADA, BENIN, ICELAND, HONDURAS and SOUTH AFRICA, suggested that President Szyszko be empowered to appoint a special facilitator to assist negotiations and help Parties realize the BAPA by COP-6.",
      "AUSTRALIA proposed establishing a Committee of the Whole (COW), chaired by a facilitator vested with the authority by President Szyszko. CHINA, with SAUDI ARABIA, VENEZUELA, KUWAIT, INDONESIA, and LIBYA, opposed the proposals to establish new groups or mechanisms to assist progress toward COP-6, stressing that the existing FCCC bodies and structures should be employed to this end.",
      "CHINA, supported by KUWAIT and others, said a facilitator would not be able to visit and confer with all Parties.",
      "NORWAY said ministers should be engaged in the process between the COPs. On Thursday, 4 November, President Szyszko offered his personal impressions of the high-level segment.",
      "He stated that the discussions had been frank and open, and said he sensed a new spirit market by political commitment and a strong willingness to move the process forward.",
      "He noted unanimity on the need to intensify negotiations in the lead-up to COP-6."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}