{
   "actors": [],
   "countries": [
      "Canada",
      "Mauritania",
      "Netherlands",
      "Iran",
      "Australia",
      "Germany",
      "Belgium"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_29",
   "section_title": "LATE PAYMENT ON CONTRIBUTIONS",
   "sentences": [
      "On Monday, 12 June, the FCCC Executive Secretary presented a document on late payment of contributions (FCCC/SBI/2000/2).",
      "He outlined the initiatives taken by FCCC Secretariat to collect contributions and suggested that Parties consider the response options presented in his report.",
      "An informal consultation, chaired by Mohamed Mahmoud Ould El Ghaouth (Mauritania), was convened on the topic.",
      "On Tuesday, 13 June, the informal group met to consider a draft decision on late payment of contributions to be transmitted to SB- 13.",
      "Iran, with Germany, Belgium and Australia, highlighted the need for in-depth consideration of this issue.",
      "Iran opposed transmitting the text to SB-13.",
      "He said the cornerstone of the approach to late payment should be persuasion not punishment, and the matter should be addressed in the spirit of common but differentiated responsibilities.",
      "The Netherlands, with Canada, favored applying the same approach to all Parties, including an incentive scheme.",
      "He said the principle of common but differentiated responsibilities applied only in assessing the level of contribution.",
      "Chair El Ghaouth said he would consult with Iran to find language on a text to be forwarded to SB-13.",
      "On Friday, June 16, the SBI adopted draft conclusions (FCCC/SBI/2000/CRP.6), which, inter alia, transmit an initial draft decision for consideration at SB- 13 with a view to recommending a draft decision for adoption at COP-6.",
      "The text of the initial draft decision states, inter alia, that from 1 January 2001, Parties with arrears of one year or more would be ineligible: for membership of the Bureau of the COP and its subsidiary bodies; to participate in the debates at sessions of the COP and its subsidiary bodies; and for invitation to intersessional workshops and other meetings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}