{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Switzerland",
      "New Zealand",
      "China"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_12",
   "section_title": "ANNEX I PARTY COMMUNICATIONS",
   "sentences": [
      "Delegates began discussion on Annex I Party communications on Tuesday, 2 June.",
      "Three scheduling options for future communications and review were considered.",
      "Many Annex I Parties favored: lengthening the period between submissions of national communications; interim electronic reports; and synchronized reporting.",
      "Many favored 2001 for the next communication, but SWITZERLAND said information on achievement of stabilization by 2000 could not be provided until 2002.",
      "The US called for less emphasis on details of domestic actions or national circumstances and more time for data collection on emissions trading and CDM projects.",
      "The EU and NEW ZEALAND favored a fourth national communication deadline of 2005 and a strengthened reporting process leading to the commitment period 2008-2012.",
      "CHINA, with the US, noted COP decisions urging Annex II Parties to include measures taken for technology transfer.",
      "The Chair invited Parties to submit nominations for a roster of experts for the in-depth review of Annex I Parties' second national communications. Draft conclusions on national communications from Annex I Parties (FCCC/SBI/1998/CRP.2) were submitted for SBI consideration on Monday, 8 June.",
      "An EU proposal for a draft COP- 4 decision on revised guidelines was not supported.",
      "A SWISS proposal not to limit submission of Parties' views to 'the scheduling of' subsequent communications was accepted.",
      "As amended, the document calls for Parties who have not done so to finalize dates of in-depth review visits, submit their annual national GHG inventory for 1998, and/or submit their second communications.",
      "The document also urges all Parties to take actions to enlarge the participation of experts from non-Annex I Parties in the Roster of Experts that will review the communications, and to submit views on subsequent communications for consideration by SBI-9."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "SBI"
}