{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_115",
   "section_title": "BUILDING TRUST",
   "sentences": [
      "Cutting down the size of the text was not the ADP negotiators’ only mission in Bonn.",
      "Another important and subtler task for the Co-Chairs and delegates was to generate a climate of trust for the negotiations ahead.",
      "In that, many agreed that the discussions at this session were arguably much more successful. Most parties commended the spirit of compromise that prevailed in ADP negotiations.",
      "The streamlining exercise generated a feeling of trust, as parties relinquished the habit of reiterating pre-written statements to actually engage in dialogue on procedural matters, while forming unprecedented alliances with unlikely partners, usually on other side of the fence.",
      "This trust-building exercise owed much to the strenuous efforts of the facilitators of the various groups entrusted to streamline different sections of the Geneva text. Attending to the task of streamlining and consolidating an extremely bulky negotiating text in a 196 parties-driven process could lead to, as one delegate put it, too many cooks spoiling the proverbial broth.",
      "Therefore, in the end of the Bonn conference, parties entrusted the ADP Co-Chairs to prepare a “fully streamlined, consolidated, clear and concise version of the Geneva negotiating text that will present clear options and will not omit or delete any option or position of parties.” The Co-Chairs’ mandate therefore entails striking a delicate balance between simplifying the text and making sure that no party’s suggestion is removed from the text.",
      "With a streamlined version expected by the end of July, the ADP Co-Chairs have but a few weeks to attend to the highly sensitive task that parties barely managed to begin. This climate of trust building in the ADP was also helped by positive developments in negotiations under the SBSTA and SBI.",
      "With a sudden leap forward, delegates managed to close the ten-year cycle of negotiations on methodological guidance for REDD+, including controversial issues, such as non-market-based approaches and non-carbon benefits.",
      "The conclusion of negotiations on REDD+ demonstrated that reaching compromise in the climate regime is still possible, even if, according to some, compromise was reached at the expense of substance."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}