{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_45",
   "section_title": "'",
   "sentences": [
      "Expressing frustration at the lack of progress during one of SB-12's contact groups, a Nigerian delegate posed the question: 'Are we concerned with winning, or are we just dribbling about?",
      "' Perhaps the fact that the EURO 2000 soccer competition had just commenced was foremost in his mind.",
      "However, his query also reflects SB-12's actual role, which was to help prepare for the ultimate goal of a meaningful and decisive negotiation at COP-6 rather than bring the negotiations to any successful outcome or conclusion at this point.",
      "At the close of SB-12, delegates expressed a general sense of satisfaction that they had reached their limited, although essential, objective.",
      "By developing negotiating text on key issues for consideration at SB-13, the two weeks of informal and formal meetings paved the way for the critical stage of negotiations that is yet to come. The informal pre-sessional meetings - a procedural novelty -allowed for SB-12 to kick-off its sessions following a valuable capacity- and confidence-building exercise that set the scene for constructive and positive discussions.",
      "As a result, in the formal sessions, there were some significant procedural advances.",
      "In particular negotiating texts were elaborated on compliance, mechanisms and adverse effects, signifying the advent of the next phase of the process toward adopting decisions at COP-6.",
      "Only one concrete agreement was reached in SBSTA - on guidelines for national systems under Article 5.1 - and although this may appear insignificant to some, it is an important step toward laying the foundations for credible accounting systems that will support monitoring of compliance and the use of mechanisms. This brief analysis will assess the progress made on each key issue under negotiation under the Buenos Aires Plan of Action (BAPA)."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}