{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_110",
   "section_title": "AWG-LCA:",
   "sentences": [
      "At its fourth meeting, the AWG-LCA spent a lot of time considering a shared vision for long-term cooperative action, which was the subject of an in-session workshop, contact group and a ministerial round table.",
      "According to the Bali Action Plan, a shared vision includes a global goal for emission reductions.",
      "While some optimists had hoped for an agreement in PoznaÅ\u0084 on a long-term global emission goal to guide the negotiations in 2009, there were no serious attempts to achieve such an outcome.",
      "Instead, many veterans are predicting that this question will not be resolved until Copenhagen, since it seems likely to be a key part of whatever package deal is reached.",
      "They took it as a positive sign, however, that a common understanding seemed to be emerging in PoznaÅ\u0084 that a shared vision covers all the key building blocks of the Action Plan, namely mitigation, adaptation, technology and finance.",
      "Many also felt that progress was made on the concept of monitoring, reporting and verifying (MRV) and the idea of a registry for nationally appropriate mitigation actions in developing countries.",
      "In contrast, suggestions for differentiation among developing countries were firmly rejected by some groups within the G-77/China - while being endorsed by many industrialized countries.",
      "Some proposals on adaptation were also made more concrete, including the insurance mechanism proposed by AOSIS.",
      "These and many other ideas were incorporated in the assembly document, a collection of submissions and proposals, which was one of the key outcomes of AWG-LCA 4 and is expected to evolve into a formal negotiating text during the first half of 2009."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}