{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "29-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12336e.html",
   "id": "enb12336e_3",
   "section_title": "Panel Discussion",
   "sentences": [
      "On the main constraints on mobilizing new capital investment, Richard Samans, World Economic Forum, proposed that finance and economic ministries would have to work through such issues with the parties.",
      "He described the extraordinary potential of the carbon market while cautioning that uncertainty can be a fatal impediment, and described the critical role of domestic regulatory environments for investment.",
      "On opportunities for the UNFCCC to address financing gaps, Samans highlighted: the development of soft or policy commitments for non-Annex I countries; public-private and multilateral approaches to research and development (R&D); and the role of the multilateral development banks.",
      "He cited the role of grants, concessional lending and risk mitigating guarantees in stimulating early private sector investment.",
      "James Cameron, Climate Change Capital, outlined the challenge of constructing the new legal framework within which capital will flow to address climate change, and aligning public, moral and private interests and purposes.",
      "He defended the moral case for moving capital, through a carbon mechanism, to countries that have played little role in creating the problem of climate change; and warned against trading off real reduction targets, the carbon market and technology transfer.",
      "He stressed that there was no moral justification for using any failure to reach multilateral agreement to defend inaction at home.",
      "Cameron described the challenge of adapting and directing core market disciplines and mechanisms, and applying new ones, to the task of reducing GHGs, and highlighted that climate negotiators had the chance to create economic opportunities.",
      "Ernest Rauch, Munich Re, spoke on efforts by insurers in private and public-private partnerships using micro-insurance, catastrophe bonds, including their role in capital markets.",
      "Ian Noble, World Bank, spoke of the large shortfall between current and needed financial flows, described the Bank's interest in adaptation, and said developing countries must recognize that they are the main players in the process and need to take action ahead of guaranteed compensation.",
      "Khalid Sheik, ABN AMRO, addressed the role governments can play to support financial actors, highlighting the importance of risk, capital ratios, and capital and financial institutions, citing the examples of the Equator Principles in helping to translate policy into tangibles, and catastrophe bonds.",
      "Ian Burton, independent expert, emphasized that adaptation can mean many different things and requires various kinds of expertise, thus making it a bigger and more complex building block for the post-2012 regime than currently conceived."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}