{
   "actors": [
      "European Union",
      "Umbrella Group",
      "African Group",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Singapore",
      "Philippines",
      "South Africa",
      "India",
      "United States",
      "Colombia",
      "Switzerland",
      "Kenya"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_27",
   "section_title": "AWG-LCA Stocktaking Contact Group",
   "sentences": [
      "Delegates made interventions on progress made thus far.",
      "Switzerland, on behalf of the EIG, cautioned parties not to change the focus and character of the contact group, called for focusing energies on discussions in the spin-off groups and said topics for discussion should complement the agreed outcome under the AWG-LCA.",
      "He highlighted achievements under the AWG-LCA, including mitigation pledges from 87 countries, and renewed focus on adaptation, technology and finance.",
      "Australia, on behalf of the Umbrella Group, said that building permanent homes for finance, technology and capacity building has been no small feat, and emphasized that this work will continue through the newly established mechanisms.",
      "The Philippines urged parties to consider where progress has and has not been made on implementing the BAP, highlighting that the AWG-LCA s work is not complete.",
      "She underscored the importance of providing means of implementation in order for developing countries to meet their obligations under the Convention.",
      "The EU highlighted the need to build a better technical understanding of the scale of the implementation gap, calling for clarification of pledges, and progress on REDD+ finance and bunker fuels.",
      "Colombia said the BAP had set up a long-term horizon, and does not have a definite end point.",
      "She recommended exploring a transition into a post-AWG-LCA scenario.",
      "Kenya, for the African Group, called for a process to take forward technical issues, saying a very comprehensive decision on this will be needed in Doha.",
      "India recommended identifying the technical and political issues that may not be completed in Doha, including a timeframe for peaking of emissions, and issues of long-term finance and trade-related IPRs, in order to determine how to take forward that work.",
      "He noted that successful closure of the AWG-LCA was a key part of the Durban decision.",
      "South Africa noted lack of clarity on key elements, such as comparability, finance, technology and adaptation.",
      "He said the institutions established in Cancun and Durban are not the right platform to discuss commitments under the Convention, and urged engaging on substantive discussion on these issues to bring them to a logical conclusion in Doha.",
      "Singapore said the updates provide a sobering reality of what is happening in the AWG-LCA, and that we have crystallized our divergences, but have not made much progress towards convergence.",
      "He said a decision was needed for closure of the AWG-LCA in Doha.",
      "The US said that a decision to close the AWG-LCA is not needed, but that a formal decision would be required to extend it.",
      "Saudi Arabia said convergence must be reached on areas where there is disagreement and that innovative ways to address them must be found or they will keep coming back in the future. AWG-LCA Chair Tayeb said that closing an agenda item does not mean discussion on that issue ends or that work cannot continue, and that everyone wants to close the work of the AWG-LCA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}