{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "South Africa",
      "Qatar",
      "United States",
      "Russian Federation",
      "China",
      "Chile",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Venezuela"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_37",
   "section_title": "ESTABLISHMENT AND STRUCTURE",
   "sentences": [
      "Parties discussed establishment and structure of the compliance body, as contained in the Co-Chairs' proposals, on Tuesday and Wednesday, 5-6 September, and as contained in the Co- Chairs' text on Tuesday, 12 September.",
      "The EU expressed its preference for: one body with two branches; a powerful Chair; enforcement measures applying only to Annex I countries; and facilitative measures applying to the obligations of all Parties.",
      "South Africa, on behalf of the G-77/China, noted preference for one body with two branches subject to certain conditions, including that the enforcement branch apply only to Annex I countries, and the composition of both branches reflect equitable geographic distribution.",
      "With the US, she underlined the need for certainty and due process, and, with the Russian Federation, opposed the EU proposal for a powerful Chair.",
      "The US accepted the proposed structure of one body with two branches and supported focus on commitments rather than on Parties.",
      "Switzerland proposed a single body performing both functions, but with a screening panel that would determine the procedure to be followed in each case.",
      "The Russian Federation and Japan, opposed by Samoa, preferred consecutive rather than parallel functions, with the facilitative stage preceding enforcement. On the respective mandates of the facilitation and enforcement branches of the compliance body, the G-77/China expressed preference for, inter alia: delineating mandates clearly; implementing the principle of comprehensiveness; limiting the enforcement branch's mandate to Annex I Parties; and ensuring that the enforcement branch only address issues following specific requests.",
      "The EU preferred the branches to have different expertise corresponding to their functions - a technical team for facilitation and a legal team for enforcement.",
      "China, Saudi Arabia, Japan, the Russian Federation, Brazil and Switzerland opposed this division.",
      "Australia, the US and New Zealand supported legal expertise for the enforcement branch, but with access to technical expertise, when required.",
      "The US, with Canada, Australia and New Zealand, suggested that where members from one branch participate in the work of the other, it be on a non-voting basis.",
      "The US suggested that the enforcement branch's mandate include, inter alia: determining non-compliance with Protocol Article 3.1 (commitments); determining failure to meet eligibility requirements for mechanisms; and applying outcomes that have been agreed in advance, with discretion regarding submission of issues to the facilitation branch.",
      "China, with Brazil, Chile, Saudi Arabia, Qatar and Venezuela, and opposed by Australia, Canada, Japan, the US and New Zealand, argued that the mandate of the enforcement body should include Protocol Articles 2.3 and 3.14 (adverse effects).",
      "Samoa said Article 3.14 should be addressed within a strengthened facilitative process.",
      "Saudi Arabia, with the Russian Federation and Venezuela, but opposed by Canada, Australia and New Zealand, supported text referencing Protocol Article 18 (non-compliance) in the establishment of the compliance committee.",
      "The EU, with Japan, Canada, New Zealand, Australia and the US, recommended that the options on the compliance committee's composition be kept open.",
      "With Japan and Canada, she said the enforcement branch should be able to impose facilitative consequences."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}