{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_129",
   "section_title": "IMPROVEMENT",
   "sentences": [
      "Heading into COP/MOP 1, adaptation and the Clean Development Mechanism (CDM) had emerged for many as those items most in need of 'improvement': the former because its absence from the Convention has long been seen as a lacuna, and the latter because a more efficient CDM that can handle a large number of project proposals is viewed by many as a prerequisite for its success. When the UNFCCC was adopted in 1992, adaptation was largely seen as an afterthought to mitigation.",
      "In recent years, however, adaptation has become a key piece of the response to climate change - so much so that that both COP 8 and COP 10 were dubbed 'the Adaptation COP'- particularly as the effects of climate change become more evident. Development of a five-year programme of work on adaptation began at COP 10, with the expectation that it would be adopted in Montreal.",
      "The challenge, however, was to balance the interests of developing countries, which had called for an action-oriented programme that would enable some kind of immediate action, with those of developed countries, which were more cautious given that this programme of work could imply additional funding.",
      "Although the initial actions identified in the programme of work are not as action-oriented as many parties would have liked, the general objectives appear to address the interests of most developing countries.",
      "Despite the fact that funding to undertake much of the work is not yet in place, many felt that progress on addressing adaptation was made. While formal adoption of the CDM rules by the COP/MOP was achieved without difficulty, many parties and other actors have pushed hard for reforms, albeit with different objectives.",
      "On the one hand, the private sector and some developing countries in particular want to dramatically increase the number of CDM projects.",
      "They have been frustrated at the time taken to secure approval of projects by the CDM Executive Board, and want to clear the 'logjam.",
      "' Some also want to expand the type of projects that can be approved.",
      "On the other hand, many NGOs and parties such as small island states have emphasized the need to ensure environmental integrity of emissions reductions from the CDM.",
      "'We want more projects, but not if it means more bad projects,' said one expert. The COP/MOP adopted a decision that seems to strike a reasonable balance between these objectives.",
      "Most importantly, it outlines measures relating to the Board\u0092s functioning, transparency and efficiency.",
      "In addition to a decision to levy US$0.10 to US$0.20 per Certified Emissions Reduction for administrative expenses, Annex I countries responded to the CDM Executive Board\u0092s financing gap by pledging US$8,188,050 in funds.",
      "The decision also requests the Board to consider new ways of demonstrating additionality and carry out further work on certain project types and methodologies.",
      "The outcome may not be exactly what either side wanted, but it struck a necessary balance and will enable the CDM to go forward."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}