{
   "actors": [
      "Organisation for Economic Co-operation and Development",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Bangladesh",
      "Indigenous Peoples"
   ],
   "enb_end_date": "05-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12466e.html",
   "id": "enb12466e_4",
   "section_title": "FOCAL POINT FORUM UNDER THE NWP",
   "sentences": [
      "On Friday evening, the third focal point forum under the NWP took place.",
      "SBSTA Chair Konaté welcomed parties and NWP partner organizations to the forum to discuss activities taken by NWP partners and to brainstorm on opportunities to capitalize on the success of the NWP.",
      "The Secretariat provided an update on the implementation of the NWP, noting that there are now 181 partner organizations and that they have received 100 action pledges.",
      "Partner organizations reported on activities undertaken, including those aimed at reaching adaptation practitioners at the national, sub-national and community levels.",
      "The INTERNATIONAL INSTITUTE FOR ENVIRONMENT AND DEVELOPMENT highlighted a series of four community-based adaptation workshops.",
      "The WORLD METEOROLOGICAL ORGANIZATION presented on activities relating to data observations, climate modeling and research.",
      "The STOCKHOLM ENVIRONMENT INSTITUTE highlighted the lack of relevant peer-reviewed literature in developing countries and their capacity-building efforts to address this.",
      "ICLEI LOCAL GOVERNMENTS FOR SUSTAINABILITY highlighted the outcomes of the first World Congress on Cities and Adaptation to Climate Change.",
      "The WORLD FEDERATION OF ENGINEERING ORGANIZATIONS discussed tools for use by local communities for assessing vulnerability of infrastructure. IUCN reported on their action pledge on ecosystem-based adaptation and the UN ENVIRONMENT PROGRAMME on their global climate change adaptation network.",
      "TEARFUND highlighted CEDRA, a climate change and environmental degradation risk and adaptation assessment field tool used by agencies working in developing countries.",
      "The ORGANIZATION FOR ECONOMIC COOPERATION AND DEVELOPMENT highlighted their comprehensive policy guidance to mainstream adaptation into policy processes.",
      "GLOBAL CHANGE SYSTEM FOR ANALYSIS said that they are organizing national-level dialogues between government officials, civil society and scientists, and conducting regional knowledge assessments focusing on grey literature that will feed into the IPCC AR5.",
      "UN INTERNATIONAL STRATEGY FOR DISASTER REDUCTION underscored enhanced implementation of adaptation at the national and local levels.",
      "PRACTICAL ACTION discussed their community-level programmes to build awareness and capacity.",
      "The INTERNATIONAL CENTRE FOR INTEGRATED MOUNTAIN DEVELOPMENT emphasized their work building linkages between upstream and downstream countries to address water related vulnerability.",
      "The BANGLADESH CENTRE FOR ADVANCED STUDIES, IBERO-AMERICAN NETWORK OF CLIMATE CHANGE OFFICES, the PACIFIC REGION ENVIRONMENT PROGRAMME, the CARIBBEAN COMMUNITY CLIMATE CENTRE and the INDIGENOUS PEOPLES OF AFRICA COORDINATING COMMITTEE reported on regional adaptation projects. FAIRTRADE highlighted activities relating to addressing cost barriers for small-scale producers and the STOCKHOLM INTERNATIONAL WATER INSTITUTE noted their capacity building programmes for transboundary water resources. UNITED NATIONS UNIVERSITY discussed relevant research activities and an envisaged joint masters programme.",
      "The IPCC highlighted the Task Group on Data and Scenario Support for Impact and Climate Analysis (TGICA), which facilitates distribution and application of climate change-related data and scenarios and emphasized the need for well-documented, peer-reviewed literature.",
      "The UN DEVELOPMENT PROGRAMME underscored their large portfolio of adaptation projects, noting their role as a GEF implementing agency for LDC Fund projects.",
      "Participants then held a brainstorming session on opportunities to capitalize on the success of the NWP and to address the adaptation needs that have been identified during the course of the programme."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}