{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Zambia",
      "United States",
      "Guatemala",
      "Indigenous Peoples",
      "Switzerland",
      "Kenya",
      "Bolivia",
      "Venezuela",
      "Botswana",
      "Ecuador"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "04-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12643e.html",
   "id": "enb12643e_7",
   "section_title": "PREAMBLE",
   "sentences": [
      "Co-Facilitator George Wamukoya (Kenya) recalled that the Wednesday spin-off had agreed on five concepts: reference to the Convention; science; the sustainable development agenda; integrity; and issues related to SIDS and LDCs.",
      "Reporting on informal discussions held after the spin-off, BOTSWANA said a group of parties was unable to agree on the mode of work and had not engaged in substantive discussions.",
      "BOLIVIA and GUATEMALA reported that some parties agreed on a list of concepts for possible inclusion in the preamble.",
      "After a procedural discussion, parties presented views on the concept of integrity.",
      "AUSTRALIA said discussing the preamble is premature.",
      "The EU called for referencing human rights, while ZAMBIA expressed discomfort with such a reference.",
      "Many countries supported referring to gender equality and indigenous peoples.",
      "BOLIVIA and ECUADOR stressed references to Mother Earth.",
      "The US opposed references to the right to sustainable development.",
      "SWITZERLAND, with AUSTRALIA and VENEZUELA, supported including health.",
      "Co-Facilitator Wamukoya indicated that he would circulate a summary of discussions in the evening, noting that parties’ comments on it would be part of the Co-Facilitators’ inputs to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}