{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia",
      "China",
      "Mexico",
      "Argentina"
   ],
   "enb_end_date": "15-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "15-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12510e.html",
   "id": "enb12510e_2",
   "section_title": "JOINT SBI/SBSTA FORUM ON RESPONSE MEASURES:",
   "sentences": [
      "In the afternoon, the Chairs of the SBI and SBSTA convened the forum on the impact of the implementation of response measures.",
      "Parties first heard a report on the special event on the forum held on Monday.",
      "Argentina, for the G-77/CHINA, requested clarification on the status of Monday s event and stressed the need to reflect in the report that the vast majority of parties support the establishment of a forum on response measures.",
      "SAUDI ARABIA underscored that Monday s event should be characterized as something more than an exchange of information among parties.",
      "The EU described the special event as an opportunity to share ideas and stated that the present meeting was the place for parties to present their ideas formally.",
      "With the US, he stressed the need to work efficiently and take into account existing agenda items and work streams on response measures.",
      "The US, opposed by the G-77/CHINA, identified the need to streamline discussions on response measures.",
      "The G-77/CHINA underscored specific mandates to consider related issues separately under the AWG-KP and AWG-LCA. SBSTA Chair Konaté clarified that Monday s special event was organized to deepen understanding on the new concept of a forum on response measures.",
      "He noted that the Chairs had clarified during the SBI and SBSTA plenaries that the forum would be set up as a contact group.",
      "He then invited parties to consider elements of the work programme on response measures and modalities to operationalize it.",
      "The G-77/CHINA called for a platform for a direct exchange of views on the impact of developed countries response measures on developing countries.",
      "She said that the forum would, inter alia , address the design of specific response measures such as trade-related ones and consider technical input from experts.",
      "SAUDI ARABIA suggested starting by considering the objectives of the work programme on response measures. MEXICO recognized the need for a platform to address response measures, calling for a central and unique space to address response measures.",
      "The EU highlighted the need to consider positive impacts of response measures and, with AUSTRALIA, called for focusing on existing channels and processes.",
      "The G-77/CHINA emphasized that the existing channels, such as national communications, are not adequate for sharing information on the negative consequences of response measures.",
      "She underscored long time lags between non-Annex I national communications.",
      "The EU highlighted annual reporting by Annex I parties under the Protocol, while CHINA noted that the EU s fifth national communication contains only 2-3 pages on the impacts of response measures and focuses on positive impacts.",
      "The forum will reconvene on Wednesday. APPEALS AGAINST CDM EXECUTIVE BOARD DECISIONS (SBI): During afternoon informal consultations on appeals against decisions of the CDM Executive Board, parties considered draft text on the procedures, mechanisms and institutional arrangements for appeals against CDM Executive Board decisions.",
      "Divergent views remained on whether the scope of the appeals should include CDM Executive Board decisions to approve requests for project registration and issuance of Certified Emission Reductions (CERs), or only decisions to reject such requests.",
      "Parties views also diverged regarding the appeals body, whether a new body should be established or the Enforcement Branch of the Compliance Committee should be used.",
      "Several parties underscored that the focus of the group s work, as mandated by the COP/MOP, is on a procedure for appeals against decisions to reject project registration or CER issuance requests.",
      "Some parties noted that certain projects are registered automatically, as reviews are only undertaken if requested by three members of the Executive Board or a party involved in the proposed project.",
      "They said that in such cases, it might be appropriate to allow appeals against CDM Executive Board decisions to approve such project registration requests.",
      "One party highlighted that if parties decide to allow appeals against CDM Executive Board decisions to approve projects, this decision should not apply retrospectively, but should only apply to new projects approved after the appeals procedure has been established.",
      "The co-chairs will revise the text to take account of parties views and consultations will continue. FINANCIAL MECHANISM (SBI): During afternoon informal consultations on the financial mechanism, parties addressed the implementation of the remaining elements of the LDC work programme and guidance to the Global Environment Facility (GEF).",
      "Parties also considered draft conclusions on the National Economic Environments and Development Study (NEEDs) for Climate Change project, and on the global climate observations under the Convention.",
      "Parties were informed that matters pertaining to guidance to the GEF on implementing the LDC work programme had been moved to the group on the financial mechanism.",
      "Parties then discussed the LDC Fund (LDCF) and also considered the type of guidance that the GEF would require.",
      "One party observed that Decision 5/CP.16 (further guidance for the operation of the LDCF), requesting the GEF to support the ongoing implementation of NAPAs to facilitate the implementation of the remaining elements of the LDC work programme, was too vague.",
      "Parties agreed to invite the GEF to the next meeting to clarify the type of guidance that would be required from the group."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "sbi/sbsta"
}