{
   "actors": [
      "African Group",
      "League of Arab States",
      "Alliance of Small Island States",
      "Brazil, South Africa, India and China",
      "Central American Integration System",
      "Independent association of Latin America and the Caribbean",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Coalition for Rainforest Nations",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "European Union",
      "Like Minded Group of Developing Countries",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Indigenous Peoples",
      "Saudi Arabia",
      "Australia",
      "Palau",
      "Chile",
      "South Africa",
      "Nicaragua",
      "Philippines",
      "Nepal",
      "India",
      "Cuba",
      "Papua New Guinea",
      "Tajikistan",
      "China",
      "Swaziland",
      "Dominican Republic",
      "Switzerland",
      "Nauru",
      "Fiji",
      "Panama"
   ],
   "enb_end_date": "12-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "12-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12584e.html",
   "id": "enb12584e_3",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Fiji, for the G-77/CHINA, highlighted the 'most devastating' effects of typhoon Haiyan on the Philippines, Viet Nam and Palau, stressing that the countries least responsible for climate change are those most affected.",
      "Identifying priorities, he highlighted: implementation of outcomes of previous meetings; finance; the Review; loss and damage; technology; and response measures.",
      "He emphasized that finance forms the basis of any ambitious action to tackle climate change.",
      "The EUROPEAN UNION (EU) called for progress on , inter alia , the loss and damage mechanism, the implementation agenda, and working toward a fair and ambitious post-2020 regime.",
      "Australia, for the UMBRELLA GROUP, said COP 19 needs to 'cement' recent achievements, and underlined the importance of maintaining confidence in the decision-making procedures of the UNFCCC.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), indicated that the climate regime should be strengthened by implementing and clarifying mitigation pledges, operationalizing and capitalizing the GCF, and creating common accounting rules for units from market mechanisms.",
      "He stated that typhoon Haiyan is a 'stark reminder' of the imperative of work under the Convention.",
      "Thanking delegates for their expressions of solidarity following typhoon Haiyan, the PHILIPPINES recalled the appeal he made in Doha for urgent action in the aftermath of typhoon Bopha.",
      "Regretting 'colossal devastation' in his country following Haiyan, he urged those denying the reality of climate change to descend from 'their ivory towers'.",
      "He underscored that the world has entered a new era 'where even the most ambitious emission reductions by developed countries will not be enough'.",
      "Stressing the need for global solidarity, he noted the importance of means of implementation and the need to address loss and damage.",
      "Recalling that the last climate conference took place against the backdrop of hurricane Sandy, Nauru, for the ALLIANCE OF SMALL ISLAND STATES (AOSIS), said it is hard to claim that 'we have lived up to the commitments we made to each other' in view of Haiyan.",
      "She emphasized the need to limit global warming to well below 1.5 °C using the 2013-15 Review as an opportunity to ensure survival.",
      "Swaziland, for the AFRICAN GROUP, highlighted that loss and damage is beyond adaptation measures, and called for ambitious mitigation targets and appropriate levels of support to developing countries.",
      "Nepal, for the LEAST DEVELOPED COUNTRIES (LDCs), stressed COP 19 as an opportunity to address 'the unfinished business under the Bali Action Plan', suggesting, inter alia, the adoption of workplans on finance and for the ADP.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, called for progress on REDD+, including a concise set of modalities for results-based finance, a mix of public and private sources of finance, and clear MRV guidelines.",
      "China, for Brazil, South Africa, India and China (BASIC), said that advancing the implementation of previous commitments is 'paramount' to creating the necessary conditions for work under the ADP.",
      "He urged for a clear roadmap for the provision of US$100 billion of annual funding by 2020.",
      "Saudi Arabia, for the ARAB GROUP, emphasized: the need for continued differentiation between developed and developing country mitigation commitments; and support for developing country actions, including financing in the 2013-2020 period at levels that are not lower than during the fast-start finance period.",
      "Panama, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), highlighted the need for more ambitious commitments from all parties, and identified loss and damage as 'a fundamental requisite' for success in Warsaw.",
      "Chile, for the INDEPENDENT ALLIANCE OF LATIN AMERICA AND THE CARIBBEAN (AILAC), called for progress on: finance; framework for various approaches (FVA); adaptation; technology; and transparency, accountability and support for actions.",
      "The Dominican Republic, for the CARTAGENA DIALOGUE FOR PROGRESSIVE ACTION, announced the launch of the Quisqueya Platform in October 2013 at a meeting attended by 34 developed and developing countries across regions and negotiating groups.",
      "Nicaragua, for the LIKE-MINDED DEVELOPING COUNTRIES (LMDC), called for: 'unconditional' increase of Annex I mitigation targets in 2014; rapid and substantial capitalization of the GCF; operationalization of the loss and damage mechanism; and finalization of the technology mechanism, including by addressing intellectual property rights (IPRs).",
      "Tajikistan, for MOUNTAINOUS LANDLOCKED DEVELOPING COUNTRIES, emphasized equal access to the GCF for adaptation, and that developed countries' efforts alone are not sufficient to stop climate change.",
      "Cuba, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), stressed the need to implement decisions related to finance; and reconfirm the principle of common but differentiated responsibilities (CBDR), and the leadership role of developed countries. BUSINESS AND INDUSTRY stressed that investment and innovation depend on strong institutions, and the protection of investment and IPRs.",
      "Calling on parties to take courageous actions and choose people over corporate interest, ENVIRONMENTAL NGOs emphasized that COP 19 negotiations are about a global emissions budget, which parties should agree to share fairly based on their historical responsibility.",
      "INDIGENOUS PEOPLES called for: full and effective participation of indigenous peoples in all UNFCCC processes; more concrete decisions relevant to indigenous peoples; and respect for indigenous peoples' rights."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "cop"
}