{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "17-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12141e.html",
   "id": "enb12141e_23",
   "section_title": "NGO AND BUSINESS PRESENTATIONS",
   "sentences": [
      "Mika Coda, Vice President of the Nature Conservancy's Climate Change Programme, speaking on behalf of the Climate Action Network-US, supported inclusion of forest conservation under the CDM, stating that deforestation is a significant source of emissions and projects can provide co-benefits.",
      "Outlining proposed rules, he said the small number of possible projects means Annex I countries will still be required to undertake significant domestic emissions reduction measures. John Kinsman, Manager of Atmospheric Science for Edison Electric Institute, and Gary Kaster, Chair of the Utilitree Carbon Company, outlined US electric utility views on forestry projects.",
      "Kinsman provided an overview of experience in forestry-related projects, including issues related to permanence and leakage.",
      "Kaster called for, inter alia: a comprehensive full carbon accounting system addressing all significant sources and sinks; and forestry projects to be included under the CDM. Jacob Olander, Fundacion Natura, spoke about the contribution of LULUCF projects under the CDM.",
      "Addressing concerns about the CDM, he stressed the need for rules and criteria for all types of projects.",
      "He highlighted the importance of, inter alia, full and adequate measurement and monitoring of greenhouse gas impacts; strategies to address underlying causes of deforestation and degradation; and mechanisms for avoiding negative impacts and guaranteeing adequate stakeholder participation. Igino Emmer, Consultant, FACE Foundation, discussed the design and management of reforestation projects, outlining the Foundation's portfolio of reforestation projects to sequester CO2.",
      "He emphasized the benefits of certification and verification of forest management projects and called for development of sound monitoring programmes. Gareth Phillips, Société Générale de Surveillance (SGS), outlined early experiences with verification of land-based projects.",
      "Highlighting the importance of eligibility, he said SGS had developed its own carbon offset verification scheme, including acceptability, additionality, externalities and capacity.",
      "He suggested that a number of potential JI/CDM projects exist, and said these will need to overcome challenges relating to, inter alia: eligibility criteria; accounting methodology; and defining rules/guidance on baselines.",
      "He recommended using average carbon capacity for calculating stock changes. Ken MacDicken, Director of Research, Center for International Forestry Research (CIFOR), outlined the opportunities for rural livelihoods under CDM forestry projects.",
      "He highlighted the dual purposes of the CDM and discussed potential benefits and risks associated with these projects.",
      "He emphasized the importance of undertaking social impact assessments.",
      "He highlighted the need for, inter alia: incentives for multiple benefits; the inclusion of a broad range of LULUCF options under the CDM; a reduction in transaction costs; the approval of tonne-year accounting; and strengthening of local capacities.",
      "He concluded that livelihood issues are not a reason to exclude LULUCF from the CDM and that effective rule-making can increase the probability of positive impacts. Bill Hare, Climate Policy Director, Greenpeace International, spoke on land-use change and forestry activities under the CDM.",
      "He opposed inclusion of these activities, stressing problems related to: climate change mitigation, as every tonne of CO2 sequestered effectively permits an additional tonne of emissions; the sustainable development criterion and its lack of positive impacts on social and equity issues and technological development; and a likely over-estimation of forest conservation and biodiversity protection due to the effects of leakage and a focus on inexpensive sequestration projects."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}