{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "China",
      "Ireland",
      "Russian Federation",
      "United States"
   ],
   "enb_end_date": "14-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "14-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12256e.html",
   "id": "enb12256e_4",
   "section_title": "LULUCF",
   "sentences": [
      "Eugene Hendrick (Ireland) reported on the informal drafting group on HWP.",
      "He proposed new text inviting Parties, inter alia, to: submit data and information on HWP if they have not done so already, and provide updated information on experience with the IPCC 1996 Greenhouse Gas Inventory Guidelines and the GPG Appendix on the HWP methodological issues, by 1 August 2005.",
      "The RUSSIAN FEDERATION cautioned that the HWP methodology should not be addressed prior to the completion of the GPG, as inconsistencies could arise.",
      "He also proposed deletion of reference to the GPG Appendix.",
      "BRAZIL, for the G-77/China, proposed that submitting data and information on HWP should explicitly apply to Annex I Parties.",
      "The US, with CANADA and the EU, proposed that non-Annex I Parties should also be allowed to submit information if they wish to do so.",
      "The G-77/CHINA requested time to consult on the issue internally.",
      "Following informal discussions, delegates agreed to refer only to Annex I Parties. Peter Brisbane (Australia), facilitator of the drafting group on the organization of a technical LULUCF workshop before COP-11, reported that Parties had not been able to reach consensus.",
      "AOSIS expressed willingness to move forward on the issue, but emphasized that a dialogue on issues related to the second and subsequent commitment periods must consider wider matters.",
      "Parties reached consensus on a paragraph relating to the possible application of biome-specific forest definitions.",
      "Delegates agreed to forward the draft conclusions to SBSTA-22."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}