{
   "actors": [
      "European Union",
      "Umbrella Group",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Sudan",
      "Philippines",
      "Nepal",
      "Trinidad and Tobago",
      "China",
      "Armenia",
      "Indigenous Peoples",
      "Nauru",
      "Bolivia"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_89",
   "section_title": "CLOSING SBSTA PLENARY:",
   "sentences": [
      "On 15 June, the UNFCCC Secretariat reported on the budgetary implications of SBSTA conclusions. SBSTA Chair Dlamini, on behalf of SBSTA Rapporteur Diana Harutyunyan (Armenia), presented the draft report of the session (FCCC/SBSTA/2014/L.3), which parties adopted.",
      "Bolivia, for the G-77/China, inter alia ,emphasized the importance of structuring the work of the TEC and that lack of progress on clarification of the rules for the effective implementation of the Doha Amendment should not be used as an excuse not to ratify the second commitment period.",
      "The EU flagged his disappointment that the rules to implement the Doha Amendment are not finalized, stating that, without these rules, the EU cannot fulfill its obligations and ratify the Doha Amendment.",
      "Australia, for the Umbrella Group, stated that 'more work needs to be done' on loss and damage, and looked forward to finalizing the organization and governance of the Executive Committee in Lima.",
      "Sudan, for the African Group, underlined the need to work on non-carbon benefits of REDD+.",
      "He stressed that methodological discussions should not be used to renegotiate the Doha Amendment.",
      "Nauru, for AOSIS, stated outcomes on loss and damage in Lima should include: ensuring SIDS representation on the Executive Committee; creating an organization and governance structure; and establishing systems to address the needs of SIDS and other vulnerable countries.",
      "On Protocol Article 3, paragraph 7 ter , related to the Doha Amendment, he expressed concern that the rule seems 'under attack'.",
      "He called for clarification in future SED meetings on the differences in the impacts of climate change at 1.5 ° and 2 °C.",
      "Nepal, for the LDCs, called for expediting arrangements to operationalize the Warsaw International Mechanism for Loss and Damage and for a decision in Lima integrating the Poznan Strategic Programme on technology transfer into the Technology Mechanism.",
      "He noted lack of progress on methodological guidance on non-market-based approaches and non-carbon benefits for REDD+.",
      "The Philippines highlighted agriculture as a vulnerable sector, stressing the focus of discussions should be on adaptation.",
      "On loss and damage, he noted the challenges ahead in operationalizing the Warsaw International Mechanism for Loss and Damage, saying it cannot be allowed to become another 'meaningless mechanism'. BINGOs called for opportunities for businesses to provide their expertise and input in the process, citing the TEMs as an example of what businesses can do to amplify the actions of governments. CAN, for ENGOs, stressed that climate change puts all at risk, outlining the importance of agriculture actions to support the rights of vulnerable groups. CJN!, for ENGOs, underscored there is no room for offsets trading, saying they are riddled with fraud and human rights violations, calling instead for non-market-based approaches and RE feed-in tariffs.",
      "Farmers welcomed progress on agriculture in light of their previous calls for a work programme on the issue, and highlighted food security, mitigation and adaptation.",
      "Indigenous Peoples underscored that excluding non-carbon benefits, such as land tenure, from REDD+ discussions weakens the position of indigenous peoples.",
      "She called for representation of indigenous peoples' organizations in the GCF.",
      "Youth expressed regret that loss and damage is included under adaptation, underlining that one 'cannot adapt to a hurricane'.",
      "She called for human rights as the basis for a new system to solve the climate crisis. SBSTA Chair Dlamini gaveled the meeting to a close at 12:59 pm, on 15 June. AD HOC WORKING GROUP ON THE DURBAN PLATFORM FOR ENHANCED ACTION (ADP 2-5) ADP Co-Chair Kishan Kumarsingh (Trinidad and Tobago) opened the session on 4 June.",
      "He emphasized the world expects the UNFCCC process to deliver a response commensurate with the climate challenge, and that parties are the decision makers.",
      "UNFCCC Executive Secretary Figueres reported that an additional ADP session will take place from 20-25 October in Bonn, and that funding was nearly secured, except for funding for developing country participation.",
      "The meeting proceeded on the basis of the agenda (ADP/2013/AGENDA) adopted at ADP 2-1, which took place from 29 April to 3 May 2013 in Bonn.",
      "ADP Co-Chair Kumarsingh introduced supporting documents (ADP.2014.3.InformalNote and ADP.2014.4.InformalNote).",
      "He highlighted agreement in March 2014 to establish a contact group, saying the core objectives under the two workstreams would be to: further elaborate the elements of the draft negotiating text; make significant progress towards identification of information that parties will provide in their INDCs; and advance work on pre-2020 ambition by stimulating action on the ground that is sufficient to close the ambition gap."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SBSTA"
}