{
   "actors": [],
   "countries": [
      "Canada",
      "Netherlands",
      "Sudan",
      "Philippines",
      "Costa Rica",
      "France",
      "United States",
      "Morocco",
      "Greenland",
      "Kenya",
      "Switzerland",
      "Argentina",
      "Norway",
      "New Zealand",
      "Saudi Arabia",
      "Australia",
      "Algeria",
      "South Africa",
      "Egypt",
      "United Kingdom",
      "Austria",
      "Germany",
      "Belgium",
      "China"
   ],
   "enb_end_date": "01-Feb-07",
   "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)",
   "enb_short_title": "IPCC WGI",
   "enb_start_date": "29-Jan-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12319e.html",
   "id": "enb12319e_11",
   "section_title": "DIRECT OBSERVATIONS OF RECENT CLIMATE CHANGE:",
   "sentences": [
      "This section was addressed in plenary and contact groups on Tuesday afternoon and throughout Wednesday.",
      "Discussions began with the proposed title of the section Direct Observations Of Changes In Current Climate.",
      "The UK, supported by Belgium, suggested wording to reflect the fact that the direct observations described date back to 1850.",
      "Noting the possibility that current could be interpreted as the last five to ten years, participants agreed on the term recent as a replacement.",
      "For the boxed text that introduces the section, Costa Rica proposed language highlighting the incremental progress in climate change science since the establishment of the IPCC, with a Coordinating Lead Author clarifying that the AR4 is meant to focus on scientific findings since the TAR.",
      "Argentina, supported by Morocco, Egypt, and others, requested that the paragraph emphasize the fact that climate observations are insufficient in many parts of the world.",
      "The Coordinating Lead Authors echoed concerns about the degradation of observing systems in certain areas and suggested that these concerns are better expressed in other fora, such as the World Climate Research Programme or the Global Climate Observing System.",
      "Language was added to note that data coverage remains limited in some regions.",
      "On warming trends, Belgium, supported by Germany and others, stressed the need for consistency with the TAR and proposed using 1860 or the 1900s as reference years in a statement on total temperature increase.",
      "Participants agreed to refer to 1850-1899.",
      "Germany and Canada suggested a new sentence highlighting the increased warming trend in the last 25 years.",
      "However, China, supported by the Coordinating Lead Authors, opposed this, noting possible decadal variability.",
      "Co-Chair Qin explained the incorporation of a new table (Table SPM-0) on the observed rate of sea level rise and estimated contributions from different sources.",
      "Participants agreed to Austria's proposal to list the rate of sea level rise in millimeters per year instead of meters per century, and to Germany's suggestion to list Greenland and Antarctic ice sheet contributions separately within the table.",
      "A proposal by Saudi Arabia for specification of the time period for observations of sea level rise within the text was approved.",
      "Regarding declines in mountain glaciers and snow cover, Belgium proposed specific reference to declines in glacier volume and snow cover extent.",
      "The Coordinating Lead Authors explained their preference for more general terminology due to variations in the way declines have been measured.",
      "The text was left as originally proposed.",
      "Participants agreed to a suggestion from the US that a statement that ice caps do not include the Antarctic and Greenland ice sheets be moved from a footnote to a parenthetical comment within the main text.",
      "Participants discussed whether the differences between ice sheets, ice shelves, and glacial tongues were clear within the text.",
      "Regarding ice sheets, the UK, supported by Switzerland, explained that referencing dynamical ice loss as half the cause of Greenland's net mass loss could be misleading because it suggests that only half of the overall process is understood.",
      "A new sentence was added to explain that the remainder of Greenland's ice loss has occurred because losses due to melting have exceeded snowfall accumulation.",
      "Germany proposed to remove text indicating that the 1993-2003 rate of sea level rise was similar to other ten-year periods since 1950, noting that if a longer period, such as twenty years, was considered then the rate would no longer be similar.",
      "Participants agreed to remove the text Participants discussed whether it would be clearer to state that warming of the climate system is unequivocal or evident.",
      "Participants agreed to state that warming is unequivocal.",
      "Canada, with Germany and Switzerland, suggested adding a reference to the accelerating trend of warming.",
      "China, New Zealand, and South Africa, supported by the Coordinating Lead Authors, opposed this, given the possibility of decadal variability, and the reference was not included in this section.",
      "On text noting high decadal variability in Arctic temperatures, Canada, supported by Norway, suggested removing a specific reference to a warm period observed from 1925 to 1945.",
      "The Coordinating Lead Authors explained that climate sceptics often point to this warm spell to question the IPCC for not acknowledging such warm spells.",
      "Participants agreed to keep the reference.",
      "Regarding the general increase in temperature at the top of the Arctic permafrost, Canada proposed, and participants agreed, to add a sentence noting a spring decrease of up to 15 percent of the frozen ground in the Northern Hemisphere.",
      "In response to a request by Australia, Algeria and others on precipitation long-term trends, a footnote was inserted to draw attention to the fact that the assessed regions are those considered in the TAR and in Chapter 11 of the underlying report.",
      "The US proposed adding language to explain limitations in the availability of precipitation data in some regions.",
      "However, given the variety and complexity of reasons for this shortage of data noted by the Coordinating Lead Authors, and also in light of the focus on long-term trends, participants agreed to add language simply noting that data is limited in some regions.",
      "The Netherlands suggested noting that there are virtually no direct observations of droughts.",
      "Sudan, Kenya, and Algeria disagreed, with the Coordinating Lead Authors elaborating on various measures of drought.",
      "After Australia expressed concern about text conclusively stating that increased drying was due to higher temperatures and increased precipitation, the language was changed to linked with.",
      "Regarding heavy precipitation, France requested the inclusion of additional information about the time and intensity scales, and Egypt asked to reflect the fact that some regions suffer greatly from a precipitation deficiency.",
      "These suggestions were deemed overly specific and were not included.",
      "Regarding tropical cyclones, the US drew attention to a consensus statement produced at a recent WMO cyclone workshop about the difficulties of detecting cyclone trends, and cautioned that using the terms global and trend to describe an increase in the intensity of tropical cyclones could open the IPCC to criticism.",
      "The Netherlands and the Philippines agreed that the proposed language, satellite records suggest a global trend toward more intense tropical cyclones since about 1970, correlated with observed warming of tropical sea surfaces temperatures, was too strong.",
      "Germany and Kenya disagreed, deferring to the judgment of the Coordinating Lead Authors in assessing the scientific literature.",
      "The Coordinating Lead Authors clarified that the WMO workshop participants were hurricane scientists and not climate scientists, and that this statement, released six months after the WGI AR4 underlying report was submitted, was not peer-reviewed or open to comment.",
      "The issue was referred to a contact group, where participants discussed variability in the data and shortcomings in the modeling approaches, highlighted the importance of reflecting the main conclusions of the underlying chapter, and noted recent studies in support of both sides.",
      "As there was common ground on the robustness of evidence within the North Atlantic, the agreed text focused on the observational evidence for an increase of intense tropical cyclone activity in the North Atlantic and included a more detailed discussion of the factors that complicate identification of long-term patterns.",
      "A row in the table on extreme weather events (Table SPM-1) on intense tropical cyclone activity increases was modified to reflect the text agreed in the contact group, adding in some regions."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}