{
   "actors": [],
   "countries": [
      "Netherlands"
   ],
   "enb_end_date": "16-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "16-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12166e.html",
   "id": "enb12166e_5",
   "section_title": "COP-6 PART I",
   "sentences": [
      "COP-6 and the resumed thirteenth sessions of the UNFCCC's subsidiary bodies were held in The Hague, the Netherlands, from 13-25 November 2000.",
      "During the second week of negotiations, COP-6 President Jan Pronk of the Netherlands attempted to facilitate progress on the many disputed political and technical issues by convening high-level informal Plenary sessions to address the key political issues, which he grouped into four 'clusters' or 'boxes,' as follows: (a) capacity building, technology transfer, adverse effects and guidance to the financial mechanism; (b) mechanisms; (c) land use, land-use change and forestry (LULUCF); and, (d) compliance, policies and measures, and accounting, reporting and review under UNFCCC Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information).",
      "Ministers and other senior negotiators convened in four groups to negotiate on these clusters in an attempt to reach consensus. However, by Thursday, 23 November, negotiations appeared stalled, and President Pronk distributed a Note containing his proposals on key issues in an attempt to encourage a breakthrough.",
      "After almost 36 hours of intense talks on the President's proposals, negotiators could not achieve an agreement, with financial issues, supplementarity in the use of the mechanisms, compliance and LULUCF proving to be particular sticking points.",
      "On Saturday afternoon, 25 November, President Pronk convened a final high- level informal Plenary in which he announced that delegates had failed to reach agreement.",
      "Delegates agreed to suspend COP-6, and expressed a willingness to resume their work in 2001."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}