{
   "actors": [],
   "countries": [
      "United States",
      "United Kingdom",
      "Mexico"
   ],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_15",
   "section_title": "COORDINATION AND INTEGRATION AT THE INTERNATIONAL AND REGIONAL LEVELS:",
   "sentences": [
      "This group was facilitated by Khaled Abuzeid and Taule'ale'ausumai La'avasa Malua.",
      "On promoting the integration and coordination of adaptation, various organizations highlighted their activities.",
      "The UN's International Strategy for Disaster Reduction (ISDR) discussed initiatives to build capacity for reducing disaster risk such as the Global Platform for Disaster Risk Reduction, in addition to joint work programming and coordination between ISDR, other UN agencies and NGOs to identify priority areas for actions.",
      "A participant discussed PRECIS, a software package to assess local climate risk developed at the Hadley Centre, UK, aimed at developing countries, which facilitates technology transfer coupled with capacity building and training.",
      "The US Agency for International Development described SERVIR, a web portal serving Central America and Mexico, which develops and disseminates climate information such as real-time tide predictions, storm tracking and fire warnings, while encouraging information sharing across borders.",
      "The group addressed challenges and opportunities facing integration and coordination of adaptation planning.",
      "They prioritized the need for clear mapping of the different actors in adaptation and their respective roles.",
      "Differing timescales, with some organizations being interested in immediate-term adaptation and others taking a longer-term view, was viewed as an obstacle coupled with the differing planning cycles within organizations.",
      "The disparity of requests by parties to the different conventions was cited as a challenge because it results in ineffectual coordination, overlaps and conflicting mandates between conventions.",
      "Another challenge is linking national capacity self-assessment to international initiatives.",
      "Regarding opportunities, the group suggested: compiling meta-data on key players by theme or sector; more effective application of Internet technology, bearing in mind usability; developing areas of comparative advantage and promoting further action; monitoring the degree of climate change integration; promoting incentives for more action; catalyzing the broad application of regional climate models such as PRECIS; and widely disseminating results.",
      "On ways forward, the group proposed: actions and recommendations; modalities for facilitating access to data and tools, including models and their outputs: and developing regional adaptation projects and activities.",
      "On proposed actions, the group suggested mapping agencies and their activities, including bilateral projects and national needs to facilitate coordination of actions, and requesting the UNFCCC to coordinate and broker action on adaptation through the NWP, involving financing and implementing agencies and other organizations.",
      "Under facilitating access to data and tools, the group suggested providing an interface to access data from different sources for specific adaptation needs to overcome data access constraints experienced by many countries and regions.",
      "They also recommended the establishment of a portal under the NWP on key adaptation needs linked to existing resources.",
      "Finally, under regional adaptation projects and activities the group suggested mapping regional organizations and institutions that can participate in the NWP, for example the African Ministerial Conference on the Environment and the African Ministers' Council on Water.",
      "They also recommended the coordination of activities and the development of mandates under different multilateral processes as a basis for inter-agency collaboration.",
      "Coordinating CBD Subsidiary Body on Scientific, Technical and Technological Advice proposals on adaptation planning with UNFCCC adaptation work under the NAPAs and the NWP was also proposed as a possibility."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}