{
   "actors": [
      "Umbrella Group"
   ],
   "countries": [
      "Russian Federation",
      "Japan",
      "Australia",
      "Canada"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_78",
   "section_title": "...BUT AT WHAT PRICE?",
   "sentences": [
      "In the knowledge that their participation was essential for entry into force of the Protocol, the Russian Federation, Japan, Australia, and Canada used this leverage - both collectively and individually - to drive down the 'price' of ratification.",
      "Playing the ratification card on a number of occasions, they sought to weaken the compliance system, lower the eligibility requirements for mechanisms, undermine opportunities for public participation and transparency, and minimize requirements for providing information on sinks. The true extent of their bargaining power, as well as the level of their determination to protect national interests, became most apparent as the three years of negotiating the implementation of the Buenos Aires Plan of Action drew to a climax.",
      "Late on the evening of Thursday, 8 November, Ministers Moosa and Roch presented a global package deal aimed at addressing the stalemate in negotiations.",
      "The deal, which proved acceptable to all other Parties, was rejected by members of the Umbrella Group, with the following five areas of contention proving the greatest stumbling blocks: whether Annex I Parties' use of the mechanisms should be 'subject to the procedures and mechanisms on compliance'; whether Annex I Parties' use of the mechanisms should be dependent upon the reporting of LULUCF data; whether the newly created 'removal units' could be carried over to subsequent commitment periods; the extent to which Parties should be required to report on the implementation of Article 3.14 (adverse effects); and whether and how the principles governing the use of sinks should be operationalized. The best part of Friday, and the early hours of Saturday morning, found ministers and high-level negotiators behind closed doors, seeking to find a compromise solution on these and related issues.",
      "Although the nature of these discussions remains unclear (transparency was not a distinguishing feature of Marrakesh), the final outcome suggests a remarkable level of intransigence amongst certain Parties, most notably the Russian Federation, Japan and Canada, all of whom secured favorable deals as a precondition for their ratification."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}