{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Tuvalu",
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12478e.html",
   "id": "enb12478e_15",
   "section_title": "OTHER MATTERS:",
   "sentences": [
      "Two matters were taken up under this agenda item: a case of damage to UN property, and informal consultations on issues of common interest to the AWG-KP and AWG-LCA.",
      "Damage to UN property and breach of the code of conduct: This matter was considered in plenary on Monday.",
      "UNFCCC Executive Secretary Christiana Figueres reported on an investigation into a report of damage to UN property at the June meeting in Bonn.",
      "She said two representatives of WWF and one from Oxfam International had been found to be implicated in an incident involving a country nameplate that had reportedly been broken and placed in a toilet, breaching the code of conduct.",
      "Many speakers condemned the action.",
      "The G-77/China denounced the heinous abuse of Saudi Arabia s nameplate and proposed suspending these organizations from future UNFCCC meetings.",
      "The EU, Umbrella Group and Tuvalu also condemned this behavior, but noted that both organizations had apologized and responded promptly to the incident with disciplinary action against those involved.",
      "They also highlighted their valuable contributions throughout the history of the UNFCCC.",
      "The US said the COP rather than the Secretariat had the authority to decide on such issues.",
      "The heads of Oxfam International and WWF then addressed parties, apologizing formally for the incident.",
      "In light of these statements of regret, Saudi Arabia accepted their apologies and said he would not seek further action.",
      "Informal consultations: On Friday, AWG-KP Chair John Ashe reported briefly that informal consultations on issues of common interest would be conducted in the future by Shin Yeon-Sung (Republic of Korea).",
      "No further action was taken on this matter at AWG-KP 13."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}