{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_58",
   "section_title": "WAITING IN LINE - 'DEVELOPING COUNTRY ISSUES'",
   "sentences": [
      "Most observers believe that an effective outcome at COP-6 will lie in the resolution of what they describe as 'developing country issues'- adaptation, capacity building and technology transfer.",
      "As key elements of a package deal, satisfactory movement on these issues could render developing countries amenable to striking deals elsewhere. Texts were produced on technology transfer and capacity building, but they are riddled with brackets.",
      "Some observers had hoped for a resolution on capacity building at SB-13 as a confidence-building measure paving the way for a constructive atmosphere at COP-6.",
      "However, this was not to be.",
      "Several Annex I countries continued their focus, both in capacity building and technology transfer, on 'needs assessment,' which appeared to tip the balance of responsibility to developing countries.",
      "The G-77/China lost its patience, insisting that the LDCs and AOSIS had identified their needs and urged immediate action, rather than repeat assessments and reviews that will continue to delay implementation. The GEF's performance in serving the Conference of the Parties also provoked criticism.",
      "The G-77/China suggested that the GEF had exceeded its mandate as its new Capacity Development Initiative had not sought guidance from the COP and was yet another solution 'imposed' on developing countries.",
      "Saudi Arabia's insistence on creating a new fund with what many perceived as 'unreasonably high' designated sums of money further stalled constructive dialogue.",
      "Needless to say this was met with a frosty reception from developed countries. As with capacity building and technology transfer, the substantive movement on adverse effects was minimal.",
      "The entire negotiating text remains bracketed.",
      "Disagreement focused mainly on issues of funding.",
      "Although some oil exporting countries continue to push hard for 'compensation' for the impacts of response measures, this remains fundamentally unacceptable to Annex I Parties, even though they, in principle, support adaptation as an important element of the FCCC process.",
      "However, even relatively less controversial developing-country requests for the establishment of national and regional observation and research centers and programmes on climate change, as well as a fund for climate-related disaster relief, were not met with encouraging responses from the Annex I Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}