{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "04-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12403e.html",
   "id": "enb12403e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The day s mitigation discussions under the AWG-LCA brought to the fore the complexities of matchmaking, as Chair Zammit Cutajar and a number of delegates likened matching developing country NAMAs with support from developed countries to dating.",
      "Unable to decide on the attractiveness of blind dates (in which the supporter has no knowledge of the supportee s future commitment, or vice versa) and whether to choose the person with the charming eyes or the beautiful lips, delegates began contemplating the need to form a focus group on dating.",
      "Apart from issues of matchmaking, delegates complained that their heads were spinning as they were trying to understand the science and assumptions underlying the increasing number of proposals tabled for Annex I countries emission reduction ranges.",
      "They all seem to use different base years and assumptions about issues such as LULUCF and flexibility mechanisms: how can we make any sense of them?",
      "commented one negotiator.",
      "Some delegates also seemed slightly worried about several controversies emerging during the day over the application and validity of the IPCC s findings in the AWG-KP contact groups and informal consultations.",
      "Others were commenting on what they characterized as a welcome sign of engagement by the US in the informal consultations on LULUCF under the AWG-KP.",
      "Some were wondering whether the US might also start expressing views on other Protocol issues, such as the flexibility mechanisms."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}