{
   "actors": [
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Canada",
      "Pakistan",
      "Australia",
      "South Africa",
      "Panama",
      "Indonesia",
      "India",
      "United States",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Brazil"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_93",
   "section_title": "DEVELOPING COUNTRY MITIGATION :",
   "sentences": [
      "During informal consultations on developing country mitigation the main issues discussed were the level of ambition; biennial update reports; international consultation and analysis (ICA); and the Registry.",
      "Many parties expressed support for the non-papers from Panama as a basis for further discussions.",
      "Bolivia expressed concern that requirements being imposed on developed and developing countries are too similar.",
      "The EU reiterated that progress on these issues is a key part of the Durban package and suggested that text for a decision focus on the same areas identified for developed countries mitigation issues.",
      "Switzerland, for the EIG, highlighted: ambition and the need for information on the ambition gap; and common accounting rules.",
      "On ambition , many developing parties emphasized the need to respect the diversity of developing country pledges, and that increasing the level of ambition for developing countries is closely linked with support.",
      "The issue of ambition for developing countries was extensively discussed during high-level consultations.",
      "On biennial update reports , the US said the Cancun Agreements set their frequency at every two years and the information should be consistent with national communications.",
      "India said biennial update reports should be: less onerous than biennial reports for developed countries; updates of the latest national communications; and contingent on financing from Annex I parties.",
      "New Zealand, supported by Australia and Canada, proposed including a template for understanding underlying assumptions for nationally appropriate mitigation actions (NAMAs).",
      "Pakistan said a common reporting format is not applicable and expressed preference for a graduated model.",
      "On ICA , the US highlighted that, according to the Cancun agreements, a technical analysis should be followed by consultations and suggested these be held in the subsidiary bodies for the sake of transparency and in a non-intrusive and non-punitive manner.",
      "India stressed that ICA should be less onerous than IAR.",
      "Indonesia and Brazil said ICA should not be burdensome.",
      "On the Registry , Australia supported a simple and accessible web platform, but stressed that it should not replace the need to clarify the pledges.",
      "South Africa said the Registry could help raise developing countries ambition.",
      "On inviting developing country parties to submit information to the Registry, some parties suggested that all parties should provide information, while others added that information should also come from agencies and other entities.",
      "A developing country suggested possible future linkages between the Registry, the Standing Committee and the GCF, supporting a reference to ensuring that information is taken into account by the relevant financial mechanism.",
      "Some parties supported management of the Registry by the Secretariat but one highlighted it is premature to determine further details."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "COP"
}