{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Palau",
      "Gambia",
      "Philippines",
      "United States",
      "Trinidad and Tobago",
      "Japan",
      "Grenada",
      "Bolivia",
      "Venezuela",
      "Saudi Arabia",
      "Australia",
      "Tuvalu",
      "India",
      "China",
      "Colombia",
      "Marshall Islands"
   ],
   "enb_end_date": "02-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "02-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12527e.html",
   "id": "enb12527e_2",
   "section_title": "AWG-LCA STOCKTAKING:",
   "sentences": [
      "In a contact group on Thursday morning, the co-facilitators of the various informal groups reported on progress.",
      "These included reports from the groups addressing review, shared vision, developed country mitigation, developing country mitigation, adaptation, market and non-market approaches, finance, technology and capacity building.",
      "In addition, SBI Chair Robert Owen-Jones and SBSTA Chair Richard Muyungi reported on work being undertaken under their auspices that is related to the work of the AWG-LCA. AWG-LCA Chair Daniel Reifsnyder said that by Saturday he would prepare an amalgamation document of the draft text emerging from the informal groups.",
      "This document would present an intermediate snapshot providing an early overview of the entire AWG-LCA outcome aimed at identifying gaps, lack of balance and areas that require streamlining and strengthening.",
      "He said that during the plenary meeting on Monday, parties will be given an opportunity to react to the document with a view to improving it. LEGAL OPTIONS (AWG-LCA): During the informal consultations held on Thursday morning, delegates exchanged views based on the list of elements collected from previous discussions on what we want to achieve.",
      "This included, inter alia , the following language: enhanced implementation of the Convention in accordance with its principles and provisions; ambition that meets the Convention s ultimate objective and the 2ºC target; multilateral; rules-based; certainty/trust; equity; environmental integrity; flexible; and a facilitative, non-punitive framework. VENEZUELA said the lack of a second commitment period under the Kyoto Protocol could be considered a wrongful act under international legal obligations.",
      "She suggested adding language on exception of non-performance and said she would provide text clarifying this option for the next meeting on Friday.",
      "Grenada, for AOSIS, said he supported adoption of a second commitment period under the Kyoto Protocol and a legally-binding framework.",
      "He said legal form and level of ambition are mutually reinforcing, and that he would submit a proposal.",
      "INDIA said those who do not learn from the past are bound to repeat it, urging parties to focus on implementing the Convention rather than rewriting or reinterpreting it.",
      "Referring to the Chair s list, BOLIVIA said he does not trust voluntary pledges, and supported implementing clear commitments under the Kyoto Protocol.",
      "With TRINIDAD AND TOBAGO, he opposed a facilitative and non-punitive framework, saying this would hamper implementation.",
      "SAUDI ARABIA said form should follow content and opposed discussing any proposals in detail.",
      "The Gambia, for LDCs, favored a legally-binding agreement encompassing the BAP, contingent on adoption of a ratifiable second commitment period.",
      "He said he would submit a proposal.",
      "The EU supported a multilateral, rules-based, legally-binding treaty.",
      "He said empirical evidence indicates that treaties are superior to voluntary commitments in terms of ensuring compliance, stressing that they inspire confidence in governments and markets to act. AUSTRALIA supported a new legally-binding instrument, with specific obligations for a broad set of parties, while PALAU called for a new protocol.",
      "TUVALU favored quickly establishing a legally-binding outcome.",
      "He also highlighted the importance of considering sound science and the IPCC Fifth Assessment Report.",
      "The PHILIPPINES said the elements in the synthesis list are already in the Convention and that renegotiating the Convention would open a Pandora s box. JAPAN supported a new, single, legally-binding instrument with participation of all major economies.",
      "The US supported a legally-binding agreement including commitments from all major economies.",
      "He suggested that this is not the appropriate venue to discuss a mandate for a process for a post-2020 regime, and said common but differentiated responsibilities is a concept with evolving applicability.",
      "The MARSHALL ISLANDS suggested reflecting convergences and, with COLOMBIA, starting work towards a decision text.",
      "He called for recognition that the Kyoto Protocol is not adequate to deliver on the ultimate objective of the Convention.",
      "GRENADA noted that some parties have a 2012 vision rather than a 2020 vision and supported consideration of the survival of, and the impact on, the most vulnerable.",
      "CHINA said the mandate of the group is to discuss proper legal form, such as the possibility of a legally-binding instrument or COP decisions, rather than substance.",
      "CLIMATE ACTION NETWORK requested adoption of a mandate for a legally-binding instrument by 2015, stressing that the world cannot afford a dead decade on climate change. FINANCE (AWG-LCA): On Thursday evening, delegates met in an informal group to provide initial feedback on revised draft texts on the proposed Standing Committee of the Convention financial mechanism and on long-term finance.",
      "These texts had been circulated earlier in the evening.",
      "Discussions will continue."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}