{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_7",
   "section_title": "PRESENTATIONS",
   "sentences": [
      "The workshop participants first heard four presentations on compliance regimes in other bodies. Madhava Sarma, Executive Secretary of the Montreal Protocol, provided an overview of Montreal Protocol provisions that relate to Parties' obligations, reporting of data and the non-compliance procedure.",
      "He identified the major obligations of Parties as, inter alia, control measures for the phase out of 95 chemicals; control of trade with Parties and non-Parties; reporting of data; and transfer of technology.",
      "Compliance with the control measures is monitored through the analysis of reports presented by the Parties.",
      "Parties are obliged to submit data to the Secretariat to the extent that they have ratified the respective amendments.",
      "Although data is accepted from Parties, as reported, verification is possible through the work of the implementing agencies of the Multilateral Fund such as the United Nations Development Programme (UNDP), United Nations Environment Programme (UNEP), the World Bank and the Global Environment Facility (GEF). Sarma said the non-compliance procedure could be triggered by: one Party expressing a reservation regarding another Party's compliance; the Secretariat's observations in its report on data; and a Party submitting an explanation of its non-compliance to the Secretariat.",
      "An implementing committee created by the Meeting of the Parties (MOP) will consider representations before it, gather information and prepare recommendations to the MOP, which is the final authority on non-compliance issues.",
      "In 1992 the Parties decided on an indicative list of measures that may be taken by the MOP in case of non-compliance.",
      "These include: providing appropriate assistance, issuing cautions, and suspending specific rights and privileges under the Protocol. Sarma stressed that this procedure is based on the presumption that all Parties wish to implement the Protocol and that their inability to comply is due to a problem that the international community should assist in solving.",
      "In conclusion he suggested that the Kyoto Protocol consider two types of procedures for non- compliance - a facilitative, non-confrontational and assistance based procedure for determining non-compliance in all cases and a legal procedure where the non-compliance is determined to be 'willful.",
      "' Henning Wuester, United Nations Economic Commission for Europe (UNECE), explained that the common compliance regime adopted in 1997 for the Convention on Long-range Transboundary Air Pollution (LRTAP) and its eight Protocols was under revision.",
      "He outlined the four basic functions of the compliance committee: conducting periodic reviews of reporting requirements; considering specific issues referred to it by one or more Parties about another Party, one Party on its own compliance problems, or the Secretariat based upon information received by Parties or other sources such as NGOs; examining the quality of data; and reporting on the implementation of specific obligations at the request of the Executive Body. On access to information, he specified that the compliance committee could: gather information from the Secretariat or other sources through the Secretariat; get expert advice from the Convention bodies or other experts; and visit countries by invitation.",
      "Wuester explained that Parties had to submit two types of reports based on a framework common to the Convention and its Protocols - one on strategies and policies adopted to mitigate air pollution and another on emissions data. In conclusion, he outlined the elements essential to a compliance regime: the bodies running the compliance regime should have a clear mandate, yet be sufficiently flexible to adapt to the needs of the new instruments and the wishes of the Parties; the reporting system must be transparent, well defined, as detailed as necessary and focused on specific obligations; and there must be independent technical bodies to assist the compliance committee on technical issues. Natan Elkin, International Labour Organization (ILO), outlined the compliance system and the reporting requirements established by the Constitution of the ILO.",
      "The compliance system is comprised of the Committee of Experts, the Conference Committee, the Committee on Freedom of Association and the Commission of Inquiry.",
      "The reporting system is built around two cycles: an initial cycle of first and second reports, and a subsequent cycle of periodic reports that are required every two years for certain priority conventions and every five years for the others.",
      "Failure to report is noted by the Committee of Experts in its report that is then discussed by the Conference Committee.",
      "The Committee of Experts presents its conclusions as observations in the case of long- standing cases of failure, as comments and surveys set out in its report, or in direct requests that are communicated to the concerned governments.",
      "If a country fails to conform to the recommendations of the Governing Body or the repeated comments of the Committee of Experts, the Conference Committee records the government's failure to act in its report.",
      "Where more drastic measures are called for, a resolution is adopted. Nicholas Lockhart, World Trade Organization (WTO), distinguishing the compliance regime of the WTO from that of multilateral environmental agreements (MEAs), said that the WTO regime was Party driven and did not involve the Secretariat.",
      "He introduced the three phases and the institutional actors under the dispute settlement regime.",
      "In the diplomatic phase, formal or informal consultations are entered into.",
      "This is a prerequisite to formal litigation and is used as a means of resolving the dispute or collecting information. The judicial phase is characterized by a compulsory procedure and confidentiality.",
      "A panel composed of experts operates like a court of first instance.",
      "It makes an objective assessment of the matter and delivers a report that is automatically adopted by the dispute settlement body.",
      "Each party can submit information at any time of the dispute and the panel can request that information be delivered.",
      "If this is not done, the panel may draw inferences regarding information withheld.",
      "An appellate body provides a 'safety net' in view of the automaticity with which the panel's report is adopted.",
      "It may uphold, modify or reverse the panel's findings. The final phase is implementation.",
      "The panel and/or appellate body reports are automatically adopted by the dispute settlement body that then makes recommendations on its basis.",
      "One of the strengths of the dispute settlement process is its reliance on negative consensus as a basis for decision making: unless there is consensus against a recommendation, its content is automatic.",
      "A dispute over implementation of the recommendations may be referred back to the dispute panel and it can lead to trade sanctions. Question and Answer Session: Co-Chair Espen Rønneberg questioned if the adherence to the LRTAP common reporting format was strict and whether, given the LRTAP system was under development, there would be any scope for retroactive penalties.",
      "He also sought elaboration on the issue of comparability of data and standards.",
      "Wuester responded that adherence to the framework had been varied and consequently was under revision.",
      "He said the format would evolve continuously based on experience in reporting and the comments of the Parties.",
      "On retroactive penalties, he said that he did not have the experience to respond to this, since no case of strict non-compliance had yet been brought before the committee.",
      "He said, however, the focus was on non-confrontational methods and assistance.",
      "He said work was underway on the issue of comparability of data and technical standards, but several issues were yet to be resolved. Peter Sand, University of Munich, suggested that a useful contrast could be drawn between the WTO adversarial process and the ad hoc procedures of the ILO.",
      "One participant questioned whether the prominent role that the Secretariats play in the non-compliance procedure affects their neutrality.",
      "Sarma and Elkin replied in the negative. One participant inquired if any proposal for fixing a system of multilateral sanctions existed under the WTO that would effectively take into account 'level playing field' concerns of smaller States.",
      "Lockhart responded that while no such proposal existed, it would be useful to note that the first few cases before the WTO dispute settlement panel were brought and won by developing countries against the US.",
      "Another participant asked if parties could withhold information despite their obligation to appear before the dispute settlement panel.",
      "Lockhart replied that the compulsory jurisdiction of the WTO existed because the members had agreed to it.",
      "Although no legal right existed to do so, in practice countries did withhold information.",
      "He said the panel could draw inferences based on such behavior. One participant asked how long the entire compliance process would take in the case of each of the international instruments discussed.",
      "Lockhart responded that at the WTO it could take 15 months.",
      "Sarma said the Montreal Protocol process would take less than a year."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}