{
   "actors": [],
   "countries": [
      "Peru",
      "Mexico"
   ],
   "enb_end_date": "02-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12401e.html",
   "id": "enb12401e_6",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Most delegates spent their Wednesday attending a full-day workshop on mitigation by developed and developing countries that many felt was among the most important of all the AWG-LCA workshops .",
      "Not surprisingly, the workshop discussions also dominated exchanges in the corridors.",
      "The general mood in the evening could be described as positive with many participants finding the event useful - although not exactly new.",
      "Given that some parties had clarified their positions, optimistic delegates reported seeing some possible elements of an agreement (such as the NAMA registry) beginning to take shape.",
      "But if you are looking for big breakthroughs, you will probably have to wait until later in the year, commented other negotiators, and, in any case, the key political moves will likely take place somewhere outside this process.",
      "Some of those thinking about the days, and possibly months, ahead seemed slightly worried about rumors over major differences within a large bloc of countries, concerned that such rifts could make it difficult to move forward on various issues.",
      "Those brave enough to contemplate life beyond Copenhagen were heard wondering whether they should plan excursions to Machu Pichu or Teotihuacan in 2010, as the candidacy for COP 16 is now said to be down to Mexico City or Peru."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}