{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_70",
   "section_title": "AND DEVILS IN THE DETAILS",
   "sentences": [
      "The SBI discussions were generally concerned with more practical matters, such as addressing continuing problems with lack of capacity to implement agreements, difficulties in accessing financial and technical resources, the frequency of national communications, and addressing the adverse impacts of climate change.",
      "In the discussions on capacity building, developing countries and economies in transition felt the ongoing review of capacity-building activities did not adequately reflect their concerns.",
      "In several SBI contact groups, ongoing frustrations with the UNFCCC\u0092s financial mechanism were expressed.",
      "For instance, developing countries articulated the difficulties in proving the 'global benefit' of adaptation projects to access funds from the GEF.",
      "Concern was also expressed with the ongoing discussions in the GEF Council on linking financial assistance to performance- based assessments. Talks on the implementation of Articles 4.8 and 4.9 continued to be weighed down by disagreement on the need to address the impacts of mitigation measures.",
      "There appeared to be an attempt from within the G-77/China to dissolve the unhappy marriage of impacts of response measures with adverse impacts of climate change, but with little success due to opposition from oil-producing countries.",
      "There did seem to be some movement, however, on the timing of non-Annex I national communications.",
      "Although no agreement was reached, the G-77/China introduced a proposal on the last day of the negotiations, expressing a willingness to submit second and, where appropriate, third national communications within five years of receiving the funds for their preparation, instead of the six years suggested by the EU.",
      "It appears likely that progress will be made when this proposal is discussed at the next session, although the issue of applying for funds before completion of previous national communications still remains controversial. SBI discussions on intergovernmental arrangements attracted considerable interest, as delegates discussed a suitable platform for heads of state and ministers to express their views on the future of the negotiations.",
      "The relevant contact group also discussed a request from the US to gain access to the Executive Board of the Clean Development Mechanism, without being party to the Kyoto Protocol.",
      "Although it was pointed out that a COP decision already addressed this issue, some seemed in favor of allowing the US observer status, in what appeared to be an attempt to keep the door open for future US engagement.",
      "However, others felt that denying the US a role in the CDM Executive Board was one of the very few ways of putting them under pressure to reconsider their stand, as US industry is keen to keep engaged in the CDM process."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}