{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Mauritania",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Canada",
      "Tuvalu",
      "India",
      "Costa Rica",
      "Micronesia",
      "United States",
      "China",
      "Bolivia",
      "Norway"
   ],
   "enb_end_date": "14-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "14-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12153e.html",
   "id": "enb12153e_24",
   "section_title": "MECHANISMS",
   "sentences": [
      "Delegates considered the recently revised Chairs' text developed following the recent intersessional consultations.",
      "On the draft decision and rules relating to the CDM, discussions focused predominantly on the issue of including sinks.",
      "BOLIVIA and COSTA RICA requested Chair Chow to formally seek technical advice from the LULUCF contact group.",
      "TUVALU, SAMOA and the FEDERATED STATES OF MICRONESIA urged postponing discussions until the remaining uncertainties relating to LULUCF had been addressed.",
      "Objecting to the tactic of pressing for a discussion on sinks so as to gain a negotiating advantage, BRAZIL argued that the issue could only be addressed once key aspects had been resolved in the LULUCF contact group. On other CDM issues, SAUDI ARABIA recalled that several Parties had objected to a prompt start.",
      "NORWAY, AUSTRALIA and the US highlighted the need to streamline the text on participation.",
      "The US underlined the issue of baselines.",
      "The EU urged streamlining text on validation particularly as regards baselines. On JI, the US and AUSTRALIA urged inclusion of the CDM text on baselines and additionality.",
      "INDIA, CHINA and BRAZIL recommended inclusion of a clear definition on assigned amounts, and, opposed by the US, suggested deleting the existing reference to assigned amount units.",
      "INDIA recommended definitions on transfer and acquisition.",
      "SAMOA and MAURITANIA urged specific reference to the share of proceeds assisting LDCs and Small Island Developing States. On emissions trading, CANADA and AUSTRALIA argued that the chapeau decisions should be brief and reflect Protocol and UNFCCC provisions.",
      "The US, AUSTRALIA and CANADA argued that decision text relating to verification and accountability procedures for legal entities should be addressed by the contact group on Articles 5,7 and 8.",
      "On registries, INDIA, opposed by the US, argued that there was no need for a separate addendum."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}