{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Qatar",
      "Sudan",
      "Kuwait",
      "Micronesia",
      "Nigeria",
      "Norway",
      "Argentina",
      "Benin",
      "Saudi Arabia",
      "Australia",
      "Zambia",
      "Papua New Guinea",
      "Burkina Faso",
      "Togo",
      "China",
      "Chile",
      "Russian Federation",
      "Indonesia",
      "Colombia",
      "Finland",
      "Trinidad and Tobago",
      "Switzerland",
      "Jamaica",
      "Portugal",
      "South Africa",
      "Egypt",
      "India",
      "Uganda",
      "Japan",
      "Nicaragua",
      "Botswana",
      "Barbados"
   ],
   "enb_end_date": "01-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12462e.html",
   "id": "enb12462e_7",
   "section_title": "METHODOLOGICAL ISSUES (CONVENTION): Emissions from international aviation and maritime transport",
   "sentences": [
      "The Secretariat introduced the item (FCCC/SBSTA/2010/MISC.5).",
      "The INTERNATIONAL MARITIME ORGANIZATION (IMO) noted that their member states have developed a strong set of standards on minimum energy efficiency levels and that the organization has well respected enforcement mechanisms, MRV and modalities for effective implementation of such standards.",
      "He also emphasized progress in developing market-based mechanisms to supplement these regulations.",
      "The INTERNATIONAL CIVIL AVIATION ORGANIZATION (ICAO) highlighted progress on operational changes, market-based measures, assistance to developing countries, technology transfer and reporting of aviation fuel consumption. KUWAIT, QATAR, SAUDI ARABIA, NIGERIA and JAPAN expressed confidence that, as technical experts in the field of bunker fuels, ICAO and IMO are currently the best venues for addressing these issues.",
      "CHINA, UGANDA, BRAZIL, INDIA and ARGENTINA supported establishment of a contact group to discuss methodological issues and guidance of ICAO and IMO.",
      "Chair Konaté will prepare draft conclusions on this issue.",
      "Revision of the reporting guidelines on Annex I annual inventories: The Secretariat introduced the item (FCCC/SBSTA/2010/MISC.1; FCCC/SBSTA/2010/4; and FCCC/SBSTA/2010/INF.5).",
      "The IPCC Task Force on National Greenhouse Gas Inventories reported on its work.",
      "NORWAY proposed that the reporting of indirect emissions should be made mandatory.",
      "Riitta Pipatti (Finland) and Nagmeldin Goutbi Elhassan (Sudan) will facilitate informal consultations. METHODOLOGICAL ISSUES (PROTOCOL): HCFC-22/HFC-23: Samuel Adejuwon (Nigeria) will hold informal consultations to develop draft conclusions.",
      "Carbon capture and storage (CCS) under the CDM: The Secretariat introduced the issue (FCCC/SBSTA/2010/MISC.2 and Add.1).",
      "SAUDI ARABIA, NORWAY, AUSTRALIA, KUWAIT, JAPAN, EGYPT and QATAR expressed support for consideration of a draft decision on how to include CCS under the CDM.",
      "Benin, for the LDCs, supported by BARBADOS, JAMAICA, FEDERATED STATES OF MICRONESIA, BRAZIL, ZAMBIA and TRINIDAD AND TOBAGO expressed concern over including CCS under the CDM.",
      "BARBADOS questioned the value of forming a contact group, while SAUDI ARABIA, BOTSWANA, PAPUA NEW GUINEA, JAPAN, INDONESIA and KUWAIT supported forming a group at this meeting.",
      "Pedro Martins Barata (Portugal) and Andrea García Guerrero (Colombia) will hold informal consultations.",
      "Standardized baselines under the CDM: The Secretariat introduced the item (FCCC/SBSTA/2010/MISC.3/Rev.1).",
      "The EU highlighted the importance of standardized baselines in ensuring certainty, predictability and transparency under the CDM.",
      "JAPAN, BENIN and SOUTH AFRICA supported the idea of standardized baselines, with SOUTH AFRICA adding that these should be used in conjunction with existing additionality tools.",
      "SWITZERLAND and ARGENTINA supported discussion of the issue, while NICARAGUA expressed concerns with the CDM.",
      "Peer Stiansen (Norway) will conduct informal consultations.",
      "Implications of the inclusion of reforestation of lands with forest in exhaustion as afforestation and reforestation project activities under the CDM: The Secretariat introduced the item.",
      "SAUDI ARABIA and NICARAGUA opposed the inclusion of reforestation of lands with forest in exhaustion under the CDM.",
      "BURKINA FASO and BENIN noted the need to request additional details and establish precise criteria before consideration of the issue.",
      "BRAZIL, INDONESIA, TOGO and INDIA, opposed by SAUDI ARABIA, supported holding consultations on this issue.",
      "José Eduardo Sanhueza (Chile) will hold informal consultations.",
      "Common metrics to calculate CO2 equivalence of GHGs: Mikhail Gytarsky (Russian Federation) will consult informally."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": "sbsta"
}