{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Gambia",
      "Philippines",
      "India",
      "United States",
      "China",
      "Switzerland",
      "Japan",
      "Bolivia",
      "Norway"
   ],
   "enb_end_date": "03-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12516e.html",
   "id": "enb12516e_8",
   "section_title": "SHARED VISION:",
   "sentences": [
      "In the afternoon meeting of the informal group, AWG-LCA Vice-Chair Mukahanana-Sangarwe requested parties for proposals and suggestions on the way forward in developing draft-negotiating text for Durban.",
      "Divergent views emerged over how to proceed.",
      "The Philippines, for the G-77/CHINA, said they expected all submissions by parties to be included in the negotiating text, and some countries, including SAUDI ARABIA, CHINA, BRAZIL, BOLIVIA and INDIA, reiterated that the shared vision should be in the context of the BAP.",
      "Other countries, including AUSTRALIA, SWITZERLAND, NORWAY, the US and JAPAN, said the shared vision should be based on the two issues mandated from Cancun, i.e., the long-term global goal and the peak year.",
      "The EU stressed that some issues should be dealt with in other groups or fora.",
      "MEXICO said narrowing the scope to these two issues will inevitably touch upon other issues.",
      "The Gambia, for the AFRICAN GROUP, with others, said the facilitator s note from the Bonn meeting could be considered as a basis for further discussion, but should be further developed based on views and submissions.",
      "JAPAN expressed concern with using the facilitator s note as a basis for negotiation, noting the scope was too wide. BOLIVIA said the text needed restructuring and supported an international court of climate justice to ensure compliance with the global goal.",
      "INDIA said the underlying basis of the goals must be agreed to before the specific goals themselves, and decisions should be based on equity.",
      "The PHILIPPINES stressed that the numbers must have a context, otherwise we may as well hang up a dartboard and throw darts at numbers.",
      "AUSTRALIA underscored that the science is clear.",
      "Parties agreed that a new text would be developed by the facilitator for consideration at the next meeting of the group, based on submissions by parties, which would include those issues not already in the facilitator s note."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}