{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Russia",
      "United Kingdom"
   ],
   "enb_end_date": "02-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1277e.html",
   "id": "enb1277e_3",
   "section_title": "OTHER EVENTS",
   "sentences": [
      "Several other events and meetings may likely influence the negotiations in Bonn.",
      "Newspaper accounts reported that European ministers, when signing the Protocol, expressed strong concern that the US, Japan and Russia were violating the spirit of the agreement by pursuing trading rather than domestic reductions.",
      "The UK noted that domestic actions must be the main means of achieving reductions and said the EU would propose to limit the amount of emissions reductions that can be achieved through flexible mechanisms.",
      "He said developed countries need to consider ways for engaging developing countries in the process and supported a review of the commitments of all Parties rather than a pursuit of voluntary reduction targets.",
      "Following high- level consultations on 22 May, Japan and the EU publicly agreed to pool efforts to convince the US to sign the Protocol and encourage developing countries to reduce emissions. In the US, the Clinton administration proposed domestic action on the Protocol, but not without generating considerable political resistance.",
      "On 29 January, US President Clinton announced a five-year, $6.3 billion package of tax incentives and research to spur development of fuel-efficient automobiles and other energy-saving technologies.",
      "However, some members of the Congress have sought to block the administration from spending money on programs to reduce carbon emissions unless the Senate ratifies the Protocol.",
      "They characterized the administration\u0092s proposal as a 'back door' way of implementing the Protocol without a Senate vote.",
      "On 22 May, US lawmakers sought to exempt US military operations from the Protocol by proposing an amendment to next year's military authorization bill that 'prohibits the restriction of armed forces under the Kyoto Protocol.",
      "' Japan proposed domestic legislation that provides a basic framework for emission reductions by requiring both the central and prefectural governments to draw up plans to reduce emissions and make frequent progress reports.",
      "It does not require industries to disclose emission levels or to draw up reduction plans.",
      "The preliminary draft of the bill, which would have imposed stricter measures on industry, including mandatory reporting of emission reduction plans, was revised after it met resistance from the Ministry of International Trade and Industry.",
      "Environment agency officials said the significance of the legislation lies in its suggestion that companies should adopt 'self-regulatory measures.",
      "' Critics, however, said the proposal lacks measures necessary to ensure compliance by industry. NGOs participating in the process also underwent changes.",
      "A new industry NGO, the Pew Center on Climate Change, was launched and includes corporate members from aerospace, auto and appliance manufacturers as well as several energy companies.",
      "Shell Oil announced its withdrawl from the Global Climate Coalition following irreconcilable differences over the Protocol.",
      "The US Chamber of Commerce launched an Internet campaign to disseminate information from foreign policy experts to the public in order to build opposition to the Kyoto Protocol, which it characterized as a threat to US security and sovereignty. Scientists from the US and the UK announced that 1997 was the warmest year on record and that nine of the last eleven years were among the warmest periods ever recorded.",
      "Satellite images also confirmed that a section of an Antarctic ice shelf had broken away from the Larsen Ice Shelf.",
      "However, newspaper accounts reported that an informal group of industrialists had drafted a proposal to convince the public that the FCCC is based on unsound science.",
      "They would seek to recruit scientists who share their views on the science of climate change to help convince the public that the risk of global warming is too uncertain to justify emission controls."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}