{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Uzbekistan",
      "China",
      "Japan"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_11",
   "section_title": "ORGANIZATIONAL MATTERS",
   "sentences": [
      "At the opening session, delegates took up the adoption of the agenda (FCCC/SBSTA/2002/1 and Add.1).",
      "Chair Thorgeirsson noted a request to add an item on Protocol Article 2.3 (adverse effects of P&Ms) to the agendas of both subsidiary bodies.",
      "The EU recalled that COP-7 decision 5/CP.7 on adverse effects also addresses Article 2.3, and questioned whether the proposed item was necessary.",
      "Saudi Arabia said Parties had agreed that decisions on Protocol and UNFCCC issues would be kept separate.",
      "With the support of the G-77/China, but opposed by the EU, Japan, and Australia, he supported inserting this item on the agenda. On a proposal by Canada on cleaner or less greenhouse gas-emitting energy, the G-77/China said the item was incorrectly worded on the provisional agenda, and that it should refer to the report of the workshop on this issue, not to a proposal.",
      "Canada said the provisional agenda correctly referred to a proposal and, supported by several Annex I Parties and Uzbekistan, but opposed by Saudi Arabia, stressed retaining the issue as worded in the provisional agenda. Following consultations, Parties agreed with the Chair\u0092s proposal that the agenda items on clean energy and on Article 2.3 be held in abeyance.",
      "Chair Thorgeirsson said further consultations would be carried out on the agenda. On Tuesday, 11 June, Chair Thorgeirsson said consultations had taken place on this matter, and invited delegates to adopt the agenda, including amended items on issues related to cleaner or less greenhouse gas-emitting energy and on issues related to the implementation of Protocol Article 2.3.",
      "He said the latter issue would not appear on the SBI agenda.",
      "Delegates adopted the agenda."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}