{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Canada",
      "China",
      "Uganda"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_42",
   "section_title": "NON-ANNEX I COUNTRIES",
   "sentences": [
      "On Friday, 9 June, delegates considered capacity building in non-Annex I countries and heard presentations by the GEF on the CDI. Avani Vaish, GEF, said the CDI is an 18-month effort by GEF and UNDP in three phases: an assessment of country-level capacity needs; preparation of a comprehensive study to meet those needs; and development of an action plan.",
      "John Hoff, UNDP, defined capacity development as the ability of individuals and institutions to set and realize goals, and said it is influenced by the broader context of the institutions, and policy and regulatory frameworks.",
      "Delegates heard brief reports by regional experts on the CDI regional needs assessments.",
      "Issues raised included: lack of financial resources; inefficient management of human resources and information; inability to retain human capacity; and a low level of economic, managerial and communication skills. On possible elements for a draft framework for capacity building, several delegates reiterated the need for capacity building to be country-driven.",
      "The G-77/China stressed that capacity building be a continuous, integrative and comprehensive process implemented within a specific time-frame and based on country priorities.",
      "The US stressed the need to work on in-country capacities, build strong partnerships with local stakeholders and incorporate capacity building into national strategies.",
      "On the role of institutions, several delegates called for clear guidance to the GEF to ensure adequate funding for capacity building initiatives.",
      "The G-77/China said national communications should be the main source of information to monitor the effectiveness of capacity building. On Wednesday, 14 June, delegates held informal consultations on the Chair's text on capacity building in developing countries and heard submissions by the G-77/China, the US, EU and Canada.",
      "Delegates highlighted, inter alia: subregional or regional approaches; the need to consider past and ongoing activities; and the need for a non-operational role yet a facilitative role for the FCCC Secretariat.",
      "The G-77/China proposed addressing 'financing' and 'implementation' as separate sections.",
      "Uganda said funding for capacity building should be additional to ODA. On Thursday, 15 June, delegates considered the revised Chair's text.",
      "The G-77/China proposed additional amendments that stressed the need for: capacity building to contribute to sustainable development; partnership with, and assistance from developed countries; and proper guidance from intergovernmental organizations, such as the GEF, UNDP, and the World Bank, to ensure that access to resources is transparent with clear and less cumbersome procedures.",
      "He also urged moving forward toward concrete actions.",
      "Uganda sought clarification of what is meant by 'centers of excellence,' noting that this could be interpreted differently.",
      "The US stressed that capacity building should be results-based.",
      "The EU suggested inviting the GEF and UNDP to report on the CDI at SB-13, and requesting other organizations to report on their capacity building activities.",
      "SBI Chair Ashe invited delegates to submit their views by 30 June, to allow the FCCC Secretariat to compile the draft elements for a draft framework on capacity building in developing countries by SB-13."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}