{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Japan",
      "Malaysia",
      "Iraq",
      "China",
      "Mali"
   ],
   "enb_end_date": "08-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "08-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12574e.html",
   "id": "enb12574e_1",
   "section_title": "ADP WORKSHOP ON PRE-2020 AMBITION - ENERGY",
   "sentences": [
      "During the workshop facilitated by Houssen Alfo Nafo (Mali), parties focused on energy transformation to enhance pre-2020 ambition, including: scaling up renewable energy; enhancing energy efficiency; and carbon capture and storage (CCS).",
      "Briefings by international organizations and initiatives : Luis Gomez-Echeverri, Sustainable Energy for All (SE4ALL), stressed the need to scale up investment in order to ensure energy access by all and double the share of renewable energy as well as the global rate of improvement in energy efficiency by 2030.",
      "He underscored mobilizing support from stakeholders as crucial for exploiting benefits in relation to achieving objectives on health, increased productivity, employment and gender equity.",
      "Philippe Benoit, International Energy Agency (IEA), emphasized the need to increase support for investment in energy efficiency, especially on the supply side, to expand the energy sector in developing countries.",
      "He explained that to engage more stakeholders, energy efficiency must be recognized and measured as an energy source.",
      "Trygve Riis, Carbon Sequestration Leadership Forum (CSLF), noted that CCS is a cost-competitive and safe technology that can help parties meet their emission reduction targets.",
      "Interventions: JAPAN requested the Secretariat to compile best practices on domestic policies and actions undertaken to overcome barriers to renewable energy and energy efficiency.",
      "MALAYSIA highlighted its comprehensive national policy that seeks to integrate sustainability at all levels.",
      "The EU suggested focusing on measures to tackle barriers and provide benefits.",
      "IRAQ said sectors other than energy have a greater potential for emission reduction.",
      "CHINA said developed countries should use their economic recovery from recession as an opportunity to transition to low-carbon pathways.",
      "Parties also addressed: sustainable and affordable energy for the poor, including for productive uses; feed-in tariffs to promote sustainable energy; democratization of energy generation; the role of national circumstances and finance in CCS; the role of markets in determining the fuel and energy mix; linkages between TEC and CTCN, and other global networks; and co-benefits of renewable energy.",
      "Some parties urged avoiding ideological positions on what counts as renewable energy."
   ],
   "subtype": "plenary",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}