{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Austria",
      "Netherlands"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_12",
   "section_title": "BEST PRACTICES TO ADDRESS EMISSIONS OF NON-CO2 GASES FROM ENERGY, INDUSTRY, AGRICULTURE, FORESTRY AND WASTE",
   "sentences": [
      "This working group met on Wednesday, 12 April, and was chaired by Marianne Wenning (EC).",
      "Leo Meyer, Deputy Head of the Climate Change Department, Ministry of Housing, Spatial Planning and the Environment of the Netherlands, presented best practices in policies and measures to prevent or limit emissions of hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and sulfur hexafluoride (SF6).",
      "He outlined the EU's experience and stressed the importance of working on a national as well as a transnational level to reach emissions limitation standards.",
      "He recommended that the IPCC assist in improving the data, and highlighted the need to exchange and disseminate information on alternatives to ozone-depleting substances.",
      "He emphasized the potential application of Protocol Article 13.4(d) (coordination of measures adopted) in establishing international actions to limit emissions. Frank Jensen, Chemicals Division of the Danish Environmental Protection Agency (EPA) highlighted the Danish proposal for regulation of HFCs, PFCs and SF6.",
      "The Danish plan involves phase- out at specific dates in some new plants and products, while other uses such as air conditioning in cars and medical inhalers are allowed 'until further notice.",
      "' The proposal is under review by stakeholders. Sally Rand, US EPA, presented on the US voluntary regulation approaches to methane and emissions with high global warming potential.",
      "She highlighted the criteria and characteristics on which establishment of programmes are based, including: cost effectiveness; maintenance of health and environmental safety; close cooperation with industry; and setting technically aggressive goals.",
      "She stressed that the experience of the US could be considered by other countries. Christophe Ewald, French Ministry of the Environment, highlighted two French initiatives, one to reduce nitrous oxide emissions in nylon production, the other to cut PFC emissions in aluminum production.",
      "The first was based on a local decree mandating the reduction of nitrous oxide, while the second was a voluntary agreement with industry.",
      "Ewald stressed the importance of: close cooperation between the local administration and industry; a comprehensive approach to GHG emissions reduction in the industrial process; the capture of ancillary benefits; and incentives for technological development. Christopher Lamport, Ministry of Agriculture, Forestry, Environment and Water Management of Austria, presented on waste management and the effect of landfill regulations on GHG mitigation.",
      "He highlighted options for reducing the impacts of waste on the environment and climate, including improved technical solutions for landfill management and residual waste treatment.",
      "He stressed that these could be considered best practice policies since all targets promote GHG emissions reductions in several sectors and promote sustainability. In the ensuing discussion, participants noted that: there are fewer examples of best practices for the reduction of non-CO2 GHGs than for CO2; many parties are in the early stages of developing policies in this area; criteria related to health, safety and emissions from energy use in the industrial process need to be considered; stakeholder involvement is important in developing policies; and the role of voluntary agreements is controversial."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}