{
   "actors": [],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "03-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "03-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1269e.html",
   "id": "enb1269e_5",
   "section_title": "CHAIR OF THE COW",
   "sentences": [
      "COW Chair Raúl Estrada Oyuela reported there had been some progress in the discussions and noted Canada\u0092s official presentation of its targets.",
      "He also noted discussions on target years versus budget periods, whereby targets are established either as a percentage of reduction for specific years or for a number of years.",
      "He said problems with transparency and flexibility will need further consideration. On differentiation, he recalled that there has been a longstanding discussion of flat rate versus differentiated reductions among countries and noted that the difficulty arises in deciding what criteria to use for differentiation.",
      "He said Parties have been choosing targets that best suit their needs and much work is needed to make them compatible.",
      "He expressed concern that when differentiation is discussed, proposed reduction goals 'will go to the floor, not the ceiling.",
      "' He noted that no Party has yet said it would reduce more than the others. When asked if delegates had discussed the 'evolution' of the Convention, Estrada said the item has not been assigned to the COW.",
      "He cautioned that FCCC Article 4.1 contains commitments for all Parties, and the question refers to quantified commitments with regard to emissions.",
      "He said quantitative commitments will come in due time for developing countries.",
      "When asked if differentiation could be settled in the short time remaining, Estrada noted that many Parties already have a clear position on what they intend to do.",
      "He also noted that there was a tendency toward multiple year targets."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}