{
   "actors": [
      "Umbrella Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "United States",
      "Norway",
      "Australia",
      "China",
      "Japan",
      "India"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_14",
   "section_title": "PUTTING THE AWG-LCA INTO MOTION",
   "sentences": [
      "In Bangkok, parties demonstrated their commitment to developing distinct, if not concise, options through the proliferation of non-papers that emerged from the many contact groups, sub-groups and informal consultations.",
      "While the text was not really consolidated, parties highlighted that options were narrowed and clarified so that we can bring back choices to our capitals.",
      "However, this progress was uneven, with delegates citing positive movement on the technical details of technology, capacity building and adaptation, and highlighting strongly divergent positions on mitigation and finance.",
      "On mitigation under the AWG-LCA, one of the most problematic and political questions is related to proposals by the US, Australia and the other Umbrella Group countries for a framework on mitigation for all parties.",
      "While there are differences in these proposals, there are also some common elements such as mitigation planning, through, for example, low-carbon development strategies and national schedules, and a monitoring, reporting and verification (MRV) framework in the form of enhanced reporting on mitigation by all parties.",
      "These proposals received further clarification at the Bangkok meeting and the US outlined in detail for the first time their proposal on a common approach to MRV.",
      "While some parts of this proposal are more elaborate than others, the US assured delegates in Bangkok: We recognize our historical responsibility and, in our proposals, actions by developed and developing countries would still be differentiated.",
      "Developing countries, however, argue that such proposals violate fundamental principles of the Convention and the Bali Action Plan by attempting to dilute the distinction between developed and developing countries.",
      "The problem is not that I do not understand the proposals on common mitigation frameworks - the problem is that I do, and that they are not acceptable, stated one developing country negotiator.",
      "This divide over the potential weakening of the firewall between developing and developed countries remains the paramount issue for developing countries in the AWG-LCA, although negotiations in the six mitigation sub-groups under the AWG-LCA cover a wide range of other controversial issues, including mitigation goals, the role of market mechanisms and sectoral approaches.",
      "The main challenge for negotiations on the framework on mitigation is clear: we have learned from the Kyoto experience that without developing country participation, US involvement is unlikely, and there will be no agreement in Copenhagen without the US, one veteran assessed.",
      "However, many in Bangkok were optimistic that agreement on mitigation in Copenhagen is still within reach.",
      "They highlighted extremely positive signals coming from key developing countries such as Brazil, China and India, and their ambitious national plans to reduce greenhouse gas emissions as proof.",
      "Furthermore, in Bangkok, the International Energy Agency (IEA) presented a special excerpt of the World Energy Outlook 2009 to inform negotiations leading to Copenhagen.",
      "The report showed, inter alia , that if China implements its currently planned climate and energy policies, these alone would account for 1.9 gigatonnes out of the 3.8 gigatonnes of global emission reductions that, according to the IEA s estimate, will be needed by 2020 to achieve stabilization at 450 ppm.",
      "The US and other developed countries seem willing to recognize these efforts but are calling for a more formal framework for measuring and reporting mitigation actions in developing countries.",
      "Finance is another building block that is proving to be particularly challenging and could be a potential deal breaker in Copenhagen.",
      "While progress was made on organization of work for addressing finance, there was little movement on substantive matters such as the amount of finance that would be available.",
      "Perhaps more critical at this stage of the negotiations was the distrust and entrenched positions displayed, as well as the perception that developing and developed countries were talking past one another.",
      "On public versus private funding, for example, developing countries suggested capping the role of private markets.",
      "It was the market that got us into this crisis and now we expect it to solve our problems?",
      "voiced one skeptical delegate.",
      "These sentiments raise concerns for those parties who maintain that the private sector will have to play a significant role in the generation of financing.",
      "Despite repeatedly calling for the establishment of a new financial mechanism, some parties felt constrained to rely, at least in the short term, on the Global Environment Facility, an entity that elicits deep misgivings among developing countries in part due to a lack of transparency.",
      "Developing countries are moreover calling for a paradigm shift, in which financing for climate change is seen as reparation or compensation for loss and damage, based on historical responsibility and therefore obligatory, and not discretionary, in the same vein as ODA.",
      "One developing country delegate said in frustration, we are not begging for aid, we are demanding fulfillment of a legal commitment.",
      "Thus despite the consensus on the need to scale up financing for climate change adaptation and mitigation in developing countries, the principles and structure of such a financial architecture remain uncertain. KEEPING THE KYOTO PROTOCOL ON TRACK?",
      "Concerning the negotiating track under the Kyoto Protocol, most delegates agree that it has been a difficult year due to slow progress on the critical task of defining post-2012 targets.",
      "In its work programme, the AWG-KP agreed to adopt conclusions on Annex I parties aggregate emission reductions in the post-2012 period at AWG-KP 7 in March-April, and on individual contributions to the aggregate range at AWG-KP 8 in June.",
      "While the numbers have been the key focus of the AWG-KP s discussions throughout the year and many interesting and useful discussions have taken place on Annex I parties pledges and the underlying assumptions, little progress has been made towards reaching conclusions on post-2012 targets.",
      "One of the reasons is the position shared by most developed countries that a simple continuation of the Protocol will not be an acceptable outcome in Copenhagen, and what is needed is a comprehensive international agreement involving the US and key developing countries in mitigation efforts.",
      "They have thus highlighted the need to coordinate with the discussions taking place in the AWG-LCA process.",
      "Developing countries, however, strongly oppose any attempts to coordinate or merge the two negotiating tracks mainly due to a desire not to see the distinction between developed and developing countries compromised.",
      "This is partly motivated by deep concern that such a weakening of this distinction would put developing countries on a track towards mitigation commitments.",
      "Developing countries also see the Protocol, with its legally binding and economy-wide quantified commitments, as the benchmark for developed country action, stress developed countries historical responsibility and continue to urge them to show leadership by undertaking ambitious commitments under the Protocol.",
      "During the AWG-KP s stocktaking plenary on the first Friday, a developing country delegate indicated that developed and developing countries are stuck in a place where they just can t bridge the gap.",
      "Nevertheless, there were some positive developments in Bangkok in terms of new and more ambitious pledges from Annex I parties, including by Japan and Norway.",
      "Other positive developments under the AWG-KP relate to aspects of narrowing options for land use, land-use change and forestry accounting rules, demonstrating that although the discussion on the political issues remain stalled, important work can still advance on technical issues.",
      "Yet the larger political undercurrents were increasingly apparent in Bangkok.",
      "One trigger was a statement by the EU in the AWG-KP s opening plenary that it prefers a single legal agreement as an outcome from Copenhagen.",
      "While some argued that this was not the first time that the EU expressed this position, the announcement launched fierce debates on the fate and future of the Protocol.",
      "Throughout the meeting, developing countries expressed dismay that instead of trying to breathe new life into it, they were writing the obituary for the Kyoto Protocol, and accused the EU and other developed countries of attempted murder.",
      "The EU, however, was adamant that its intention was not to kill the Protocol but to build on and strengthen it.",
      "As one EU delegate explained, We want to find a home for the key elements of the Kyoto Protocol in a new legal instrument.",
      "The essence of such proposals is that the Protocol s legal architecture - legally-binding quantified emission reduction targets for developed countries, reporting under Protocol Articles 5, 7 and 8, the flexibility mechanisms and a compliance regime with sanctions - would be copied into a new comprehensive agreement.",
      "Concerns over trust among parties reemerged as the discussion moved to the process by which the good parts of the Protocol would be selected.",
      "You cannot pick and choose - such a cherry-picking exercise would be an impossible task, opined a developing country delegate.",
      "Developing countries have, therefore, defined maintaining the Kyoto Protocol and keeping the AWG-KP s outcomes separate from an agreement under the AWG-LCA as the basis for any amenable agreement in Copenhagen.",
      "While the divide on the Protocol s future seems wide, many veterans in the process argue that it is not useful or necessary at this stage of the negotiations to spend too much time looking at the legal details: Substantive issues are key - if we cannot agree on those, there will be no agreement in Copenhagen, explained one veteran negotiator, highlighting that there are three basic options: extend the Kyoto Protocol, replace it with a single new instrument or proceed with COP decisions.",
      "However, many feel that the legal form will be clarified only at the end of the process, which could even be after Copenhagen."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}