{
   "actors": [],
   "countries": [
      "New Zealand",
      "Mexico"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_5",
   "section_title": "WORKSHOP REPORT",
   "sentences": [
      "On Tuesday morning, SBSTA Chair Helen Plume, New Zealand, welcomed participants and thanked the Government of Mexico, the World Meteorological Organization (WMO) and the UNFCCC Secretariat for organizing the meeting.",
      "She stressed that advancing methods and tools and data and observations was important for advancing the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change.",
      "Plume stated that the aim of the meeting was to identify specific practical actions and recommendations that can be taken by parties in the climate change negotiation process.",
      "Amir Delju, WMO, highlighted that mitigation alone will not address climate challenges, that greater attention must be given to adaptation and that expert meetings encourage collaborative partnerships.",
      "Outlining WMO s two key messages, he said it is essential that decision makers formulate policies based on the latest unbiased data, information and projections, and that awareness raising is most effective through enhanced partnerships.",
      "Roberto Acosta, UNFCCC, explained that one of the NWP objectives is to increase the knowledge of assessment of vulnerability so that developing countries can take informed decisions on how to cope with climate change.",
      "In developing their recommendations, he urged participants to draw on their experiences and scientific knowledge, and to also consider the way in which recommendations could reach the people that need them.",
      "Rodolfo Godínez, Ministry of Foreign Relations, Mexico, noted the importance of this meeting for decision makers, stating that any scientific input is valuable to the climate negotiating process.",
      "Adrian Fernández Bramauntz, Institute of National Ecology, Ministry of Environment and Natural Resources, Mexico, stressed the need to improve observation systems and analysis, and planning scenarios, and said that even with existing uncertainties, actions must be undertaken.",
      "He also: stressed the need to strengthen national and regional capabilities; said adaptation measures must meet sustainable development objectives and goals, including poverty reduction and access to basic services; and urged timely development of information systems for forecasts and applying disaster prevention plans so communities can protect themselves.",
      "The meeting addressed the issues of methods and tools on Tuesday and Wednesday and data and observations on Thursday and Friday.",
      "During the meeting, participants heard presentations and then convened in breakout groups to discuss recommendations.",
      "On Friday afternoon, participants reconvened in plenary to hear and discuss recommendations from each breakout group.",
      "This report is arranged according to the agenda of the meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}