{
   "actors": [
      "Alliance of Small Island States",
      "Environmental Integrity Group",
      "European Union",
      "Least Developed Countries",
      "Group of 77 and China",
      "Umbrella Group",
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Algeria",
      "Sudan",
      "Denmark",
      "Malta",
      "Switzerland",
      "Lesotho",
      "Sweden",
      "China",
      "Paraguay",
      "Thailand",
      "Barbados"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_6",
   "section_title": "REPORT OF AWG-LCA 7 AND AWG-KP 9",
   "sentences": [
      "The seventh session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWG-LCA 7) and the ninth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Protocol (AWG-KP 9) opened on Monday, 28 September 2009, with a welcoming ceremony. UNFCCC Executive Secretary Yvo de Boer highlighted determination expressed by over 100 world leaders at the UN Secretary-General s Summit on Climate Change held on 22 September 2009 in New York, to seal a comprehensive, fair and effective deal in Copenhagen, identifying this as a real turning point.",
      "Noeleen Heyzer, UN Under-Secretary-General and Executive Secretary of the UN Economic and Social Commission for Asia and the Pacific, urged countries to set aside their differences in the race against time.",
      "Suwit Khunkitti, Minister of Natural Resources and Environment of Thailand, highlighted the need to address developing countries ability to adapt to climate change and to integrate development, mitigation and adaptation issues to enable sustainable development.",
      "Connie Hedegaard, Minister of Climate and Energy of Denmark, noted the momentum created during the intersessional period and urged parties to develop negotiating text that maps out the key political choices to be made in Copenhagen.",
      "Abhisit Vejjajiva, Prime Minister of Thailand, noted that while the outcome from the G-20 on climate change was not as strong as it should be, leaders of major economies had shown a commitment to reaching a deal in Copenhagen.",
      "This report summarizes the discussions by the two AWGs based on their respective agendas.",
      "Ad Hoc Working Group ON LONG-TERM COOPERATIVE ACTION The seventh session of the AWG-LCA opened on 28 September 2009, chaired by Michael Zammit Cutajar (Malta), with Luiz Figueiredo Machado (Brazil) as the Vice-Chair and Lilian Portillo (Paraguay) as the rapporteur.",
      "Chair Zammit Cutajar highlighted the approaching deadline and the need for hard work.",
      "Parties adopted the agenda (FCCC/AWGLCA/2009/11) and agreed to the organization of work ( FCCC/AWGLCA/2009/11 and 12 ).",
      "In his opening statement, Sudan, for the Group of 77 and China (G-77/China), called for specific proposals on the scale of financing, lamenting that the emphasis had been on shifting financing responsibilities from developed countries to the private sector and developing countries.",
      "Barbados, for the Alliance of Small Island States (AOSIS), stressed that comfort and political accommodation should not drive the major players.",
      "Algeria, for the African Group, expressed concern with the lack of translation of documents and the multiplicity of contact groups and sub-groups.",
      "Lesotho, for the Least Developed Countries (LDCs), underscored, inter alia , the need for action on the adaptation framework for implementation of national adaptation programmes of action (NAPAs), technology and capacity building programmes, and finance that is reliable and additional to official development assistance (ODA).",
      "Sweden, for the European Union (EU), emphasized the need to condense the negotiating text and focus on the key political issues forming the pillars.",
      "Australia, for the Umbrella Group, called for coordination between the AWGs and stressed that the agreement should capture the full range of mitigation efforts, with common architecture and obligations grounding the common responsibility of all countries to mitigate climate change.",
      "Switzerland, for the Environmental Integrity Group, stressed the need to accelerate the negotiating process."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}