{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Iran",
      "South Africa"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "18-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12332e.html",
   "id": "enb12332e_3",
   "section_title": "SUBSTANTIVE AND ORGANIZATIONAL MATTERS RELATING TO THE FOURTH WORKSHOP:",
   "sentences": [
      "Co-Facilitator Bamsey explained that the Dialogue had now addressed each of the four themes identified in the COP 11 decision separately, and that in Vienna these would be taken up in an integrated manner.",
      "He welcomed input from parties and observers, noting that the fourth workshop is the final one, and that the Co-Facilitators would prepare a report on the Dialogue for consideration by COP 13 in Bali. BRAZIL reflected on the positive exchange of ideas and proposals, but expressed frustration on how to implement these.",
      "SOUTH AFRICA identified possible options for moving forward in Bali.",
      "As one alternative, he mentioned a new agenda item under the COP, leading to policy level discussions and negotiations.",
      "He also mentioned possibilities of continuing the dialogue and creating a platform for enhancing the implementation of commitments.",
      "He suggested the possibility of reorganizing and consolidating the COP agenda into five areas: adaptation; mitigation; managing unintended consequences of adaptation and response measures; technology; and implementation. IRAN emphasized the importance of considering the impact of response measures and economic diversification.",
      "The EU stressed the need to be able to build on the ideas identified during the workshops, and INDIA called for a fresh approach.",
      "Stressing the need for a post-2012 agreement, CLIMATE ACTION NETWORK urged the establishment of a new ad hoc working group in Bali.",
      "Thanking participants for their comments and contributions, Co-Facilitator Bamsey declared the third workshop under the Convention Dialogue closed at 4:50 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}