{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "European Union",
      "League of Arab States",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saint Lucia",
      "Mexico",
      "Ethiopia",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "United States",
      "Australia",
      "South Africa",
      "United Arab Emirates",
      "Singapore",
      "India",
      "United Kingdom",
      "China",
      "Colombia",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_15",
   "section_title": "MITIGATION",
   "sentences": [
      "The group on section D (Mitigation), which was co-facilitated by Franz Perrez (Switzerland) and Fook Seng Kwok (Singapore), met from Monday through Friday.",
      "Discussions first addressed elements of the agreement to be included in this section on Monday, then addressed collective efforts (in paragraph 3 of part 1) on Wednesday, Thursday and Friday, and finally looked at individual efforts (in paragraph 4 of part 1) on Friday.",
      "A Co-Facilitators’ table on mitigation issues contained in the Tool was presented on Wednesday, to further enable discussions, with Saint Lucia requesting time to discuss the annexes to the agreement.",
      "On Monday, three spin-off groups were established: clarifying provisions on non-market-based mechanisms, led by Bolivia; addressing how differentiation could be formulated under individual efforts, led by South Africa; and narrowing the joint implementation concept, led by Brazil.",
      "On Tuesday, South Africa reported on the spin-off group on differentiation, noting interest in the debate and the diversity of views.",
      "Bolivia reported on the spin-off group on non-market issues, noting lack of agreement on this issue.",
      "Most of the session on Tuesday was spent discussing parties’ diverging views on how to proceed, including on the utility of spin-off groups.",
      "On Wednesday, Brazil reported on the spin-off group on joint implementation, presenting two draft paragraphs on the preparation, communication and implementation of INDCs by parties, and on arrangements for INDCs.",
      "Reporting on the spin-off on differentiation, South Africa noted agreement that differentiation is at the core of the negotiations and will only be solved by a political decision.",
      "Three additional spin-off groups were established on: response measures, led by the United Arab Emirates; market mechanisms, led by Colombia; and land use and REDD+, led by the United Kingdom.",
      "On Friday, the spin-off groups reported back to the facilitated group.",
      "On differentiation, South Africa presented a new table distilling differentiation options.",
      "On non-market issues, Bolivia reported that views remain divided.",
      "On response measures, the United Arab Emirates presented a series of options ranging from no text to items for the agreement and/or decisions.",
      "On markets, Colombia noted a diversity of terms, including economic mechanisms, market mechanisms, flexible mechanisms and cooperative mechanisms.",
      "On land use and REDD+, the United Kingdom reported some concerns with singling out specific sectors in the agreement and a call by some to balance REDD+ with other approaches.",
      "During discussions on elements for the mitigation section of the agreement on Monday, parties debated inclusion of a variety of issues: operationalization of the long-term goal, progression, accounting rules, market mechanisms, international transport, joint implementation, a registry or annex, joint mitigation and adaptation actions, differentiation, sector-specific actions, non-market-based mechanisms, and response measures.",
      "On Wednesday, Thursday and Friday, parties discussed collective efforts, addressing issues including: reference to the temperature goal and its operationalization; quantified emissions reductions; placement of language relating to the temperature goal, whether in Mitigation (section D), General/Objective (section C), or Preamble (section A); and how to include differentiation in the section.",
      "On Friday, parties began consideration of individual efforts (paragraph 4 of part 1 of the Tool).",
      "China emphasized that several of the options do not refer specifically to mitigation and should be placed in section C (General/Objective).",
      "China, India and the LMDCs said this paragraph should “capture differentiated aspects of countries’ actions.” The Arab Group emphasized capturing the concepts of developed and developing, stressing equity and opposing a mitigation-centric agreement.",
      "Brazil noted that the section on General/Objective should include individual commitments related to all thematic areas, while the section on mitigation should provide detail on mitigation-specific elements of individual commitments.",
      "The EU, the US, New Zealand and AILAC said parties should communicate and maintain commitments, calling for inclusion of implementation.",
      "Mexico called for an obligation to update and maintain commitments and report on them.",
      "Japan emphasized reporting and review.",
      "With Australia, the US, Mexico, Japan and New Zealand, the EU called for capturing quantifiability.",
      "The EU and the US supported reference to upfront information, with Australia saying modalities for upfront information could be set out by the governing body.",
      "The EU, with the US and New Zealand, emphasized that each country should make at least part of their commitment unconditional.",
      "Mexico stressed that not all countries would be able to make unconditional commitments.",
      "Ethiopia, for the LDCs, and AOSIS called for recognizing the special circumstances of LDCs and SIDS.",
      "The EU, Mexico, Japan and New Zealand called for referencing markets.",
      "Australia called for referencing time frames.",
      "Canada recommended capturing the concepts of progression and ambition.",
      "AILAC stressed including the five-year cycle and the concept of no-backsliding.",
      "The Russian Federation cautioned against harming implementation with constant adjustments.",
      "Parties agreed the Co-Facilitators would summarize discussions held during the week, including submissions, as captured in part by the “Working document [Section D - Mitigation] Version of 4 September 2015@01:00,” which reflects: elements with broad support; elements whose inclusion requires further consideration; issues benefiting from further discussion to deepen understanding; and an overview of discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}