{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "China",
      "Switzerland",
      "Philippines",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "13-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "13-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12585e.html",
   "id": "enb12585e_7",
   "section_title": "LOSS AND DAMAGE:",
   "sentences": [
      "The contact group on loss and damage met in the afternoon.",
      "Drawing attention to submissions by the G-77/China, the EU and Norway, Co-Chair Robert Van Lierop (St. Kitts and Nevis) invited parties to exchange views on the mandate from Doha and structuring work in Warsaw.",
      "The G-77/CHINA, supported by AOSIS, the LDCs, the AFRICAN GROUP and others, called for textual discussions based on its recent submission, and stressed the need for a system to address loss and damage instead of an ad hoc humanitarian approach.",
      "AOSIS, the LDCs, the AFRICAN GROUP and others urged discussion on functions and modalities.",
      "The PHILIPPINES called for mobilizing resources for the GCF.",
      "The US proposed consideration of responses within and outside the UNFCCC.",
      "The EU said institutional arrangements should draw on the Convention's bodies and called for engaging all relevant stakeholders.",
      "NORWAY highlighted knowledge building, coordination, and action and support as elements of institutional arrangements.",
      "SWITZERLAND stressed the need for common ground on functions of institutional arrangements.",
      "NEW ZEALAND identified loss and damage as part of a continuum that prioritizes mitigation and adaptation first, and pointed to loss and damage solutions already in place.",
      "Informal consultations will be held."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}