{
   "actors": [],
   "countries": [
      "Jamaica",
      "Uruguay",
      "Sudan",
      "Philippines",
      "India",
      "Burkina Faso",
      "Vanuatu",
      "New Zealand",
      "Zambia"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_30",
   "section_title": "Adaptation Fund Board (AFB) Report",
   "sentences": [
      "This matter (FCCC/KP/CMP/2012/10) was first considered in the CMP plenary on 28 November.",
      "It was further considered in contact group discussions.",
      "AFB Chair Luis Santos (Uruguay) introduced the AFB report (FCCC/KP/CMP/2012/7).",
      "He highlighted a significant increase in the number of adaptation projects financed and national implementing entities accredited.",
      "He further noted a drop in the price of CERs, observing that this could jeopardize the fund s existence.",
      "He urged Annex I parties to make financial contributions to avoid compromising the Fund s capacity to meet the needs of vulnerable countries.",
      "Jamaica, supported by Sudan, the Philippines, Vanuatu and Zambia, called on the CMP to facilitate mobilization of additional funds during CMP 8.",
      "Pointing to the limitations of the carbon market, Burkina Faso suggested exploring ways to institutionalize predictable funding sources.",
      "India noted that the record of Annex I countries leaves no reason for optimism on their willingness to voluntarily scale up contributions to the Adaptation Fund.",
      "He suggested allocating a share of the proceeds from JI and emissions trading to the Adaptation Fund.",
      "Noting that CERs are an important source for the Fund, New Zealand encouraged parties to take into consideration during discussions on eligibility, that sufficient demand for the CDM will provide financial resources for the fund."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}