{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Palau",
      "Kenya",
      "Guyana",
      "Costa Rica",
      "Peru",
      "Bolivia",
      "Norway",
      "Malawi",
      "Ecuador",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Algeria",
      "Tuvalu",
      "Jordan",
      "Chile",
      "China",
      "Belize",
      "Maldives",
      "Gambia",
      "Tanzania",
      "Turkey",
      "United States",
      "Mali",
      "Switzerland",
      "New Zealand",
      "Mexico",
      "Egypt",
      "South Africa",
      "India",
      "Malaysia",
      "Congo",
      "Colombia",
      "Japan"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_15",
   "section_title": "FINANCE:",
   "sentences": [
      "The issue of finance was addressed by the contact group on ADP item 3 on Tuesday and Wednesday, and in informal consultations, coordinated by Gary William Theseira (Malaysia) and Christo Artusio (US) on Friday. GCF Co-Chair Ayman Shasly (Saudi Arabia) and Standing Committee on Finance (SCF) Member Seyni Nafo (Mali) provided updates on work undertaken by the GCF and SCF.",
      "Peru reported on finance-related work undertaken by the incoming COP 20 Presidency.",
      "On finance commitments, Malaysia, for the G-77/China, said developed countries should provide financial support in accordance with their obligations under the Convention.",
      "Jordan, for the LMDCs, called for an ambitious commitment by developed countries, and a clear roadmap and timetable for finance through 2020 and beyond.",
      "China, Iran, Tuvalu, for the LDCs, and Ecuador called for quantitative commitments and, with the pledge of US$100 billion per year by 2020 as a starting point, proposed a roadmap for scaling up finance post-2020.",
      "Malawi also supported a quantitative commitment.",
      "Switzerland, Canada, the US, Norway, New Zealand and Australia opposed a short-term quantitative goal in the post-2020 period.",
      "Switzerland called for commitments by all countries to provide resources for climate change policies and, with the US and the LDCs, for all countries in a position to do so to provide support to those who require it.",
      "Norway, with the EU, called for commitments from all parties, and pricing carbon.",
      "New Zealand proposed a political declaration on finance.",
      "Colombia said the AILAC proposal is for: a global transformational goal; a short-term quantitative goal with a list of commitments by parties; and a dynamic process to scale-up the quantitative goal, which considers national budgetary cycles and responds to changing needs and capabilities.",
      "Norway and Brazil called for moving away from project-based approaches to finance, with Norway clarifying their proposal builds on their REDD+ experience, with a step-wise approach to building readiness and capacity.",
      "The LDCs supported a readiness approach.",
      "On institutional mechanisms, the G-77/China, Costa Rica, for AILAC, Chile, the LDCs, Turkey, Palau and the EU said the GCF should be anchored into the agreement.",
      "The Gambia, Ghana, the US, Palau and Malawi welcomed the earmarking of 50% of GCF finance for adaptation, and supported continued balance in the agreement.",
      "The Republic of Korea called for strengthening the role of the SCF.",
      "Maldives, for AOSIS, called for the agreement to address the gaps in the current climate finance architecture.",
      "Ghana emphasized direct access to finance.",
      "Switzerland called for a COP mandate to assess and modify the financial mechanism as necessary.",
      "Mexico, Guyana, Belize, for CARICOM, and Brazil emphasized building on existing institutions.",
      "Japan stressed existing institutions are functioning well.",
      "On sources of finance, the Republic of Korea stressed the importance of private-sector engagement and supported strong public-private partnerships.",
      "The EU called for the agreement to send signals to the private sector.",
      "The US stressed the need to: use public finance to mobilize private investment; enhance enabling environments; and encourage limiting high-carbon investments and climate-proofing all financial flows.",
      "The LMDCs, Algeria, China, Iran and India said public finance should be the major source of climate finance.",
      "The LMDCs suggested that developed countries mobilize 1% of their gross domestic product (GDP) in public finance.",
      "South Africa called for a mechanism to assess contributions of developed countries based on GDP.",
      "Ecuador suggested an 'eco tax' on oil exports.",
      "China, Iran, Ecuador, Palau and Tanzania said that private finance should be complementary, but not replace public finance.",
      "Switzerland noted the importance of a diversity of sources.",
      "Guyana, Ecuador, the Democratic Republic of the Congo and Egypt distinguished between climate finance and official development assistance.",
      "Chile and CARICOM called for a definition of climate finance.",
      "Japan, Canada and the US stressed enabling private investment and low-carbon growth, with the EU and the US clarifying that private finance will not replace public finance.",
      "Australia emphasized using public finance to support those unable to attract private finance, and prioritizing finance to those with the least capacity and greater vulnerability.",
      "Bolivia opposed market-based approaches to climate finance.",
      "The LDCs, the EU and the US, opposed by India, suggested considering South-South cooperation in the 2015 agreement.",
      "On transparency of support, Kenya supported a review mechanism, and Mexico called for robust MRV.",
      "AILAC called for reviewing and revising financial commitments upward on the same timeline as the review of mitigation ambition.",
      "The EU supported considering impacts and results in climate finance.",
      "Colombia and the LDCs supported ex ante assessment and ex post review of climate finance."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}