{
   "actors": [
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Portugal",
      "Tuvalu",
      "Poland",
      "France",
      "United States",
      "Netherlands",
      "Denmark",
      "Japan",
      "Nigeria"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_25",
   "section_title": "PRESENTATIONS",
   "sentences": [
      "NIGERIA said policies and measures should consider national circumstances.",
      "He said criteria should be driven by environmental effectiveness, economic efficiency, political feasibility, administrative simplicity, incentives for technological development, and equity.",
      "He called for the minimization of adverse impacts of measures on developing countries. PORTUGAL stressed the exchange of information as an avenue to hasten implementation.",
      "Commenting on the lack of transparency and comparability in the current information sharing process, she noted the need for a common framework, building on work at the IEA, OECD and IPCC.",
      "She said further technical and sectoral workshops should be held with support of international agencies. AUSTRALIA said good practices need to be set within the context of national circumstances, and that attempting to create a hierarchy of practices may be unproductive.",
      "She stressed the utility of developing common framework principles, and called for further sharing of experiences, which could also inform developing countries. POLAND suggested that some sectors, including the residential, agricultural and forestry sectors, required further consideration.",
      "He stated that economies in transition have significant potential to reduce emissions, but that this requires international support, particularly in the area of policy-making capacity and public awareness. TUVALU noted that referring to something less than best practice could be considered a euphemism for inaction.",
      "He said policies and measures could be divided into four categories, namely those that are unacceptable, weak, good or excellent.",
      "He said unacceptable policies included those that rely on the use of nuclear power, and there should also be concern about proposals to include sinks within the mechanisms.",
      "He said voluntary measures were an example of a poor measure, as studies suggested that it was often an ineffective instrument for change.",
      "He endorsed the need to ensure that policies and measures are considered within the context of additionality and suggested the establishment of a clearinghouse of information on countries' experiences. The NETHERLANDS supported reference to good rather than best practice.",
      "He emphasized that this is a 'learning by doing' experience, and supported periodic meetings of specialists from both Annex I and non-Annex I countries at the sectoral level.",
      "On next steps, he supported: continuing the exchange of information on policies and measures; identifying information gaps and ways to address them; exploring the potential benefits of transnational cooperation on national policies; and continuing and strengthening work on indicators and qualitative information to review policies and measures. JAPAN supported more active cooperation with developing countries.",
      "He recognized the importance of effective indicators, but noted some reservations and lock of agreement. DENMARK supported the need for further development of tools for assessing and evaluating policies and measures.",
      "He called for consideration of how the development of policies and measures could be used in coordination with technology transfer and capacity building in developing countries. The US said the best policies and measures for reducing GHG emissions are those tailored to national circumstances.",
      "She preferred reference to best fit rather than best practice.",
      "She cautioned that, although indicators can provide useful insights, they should not be used exclusively in developing methodologies.",
      "She did not support proposals to develop common indicators, but endorsed a continuing of information sharing. BRAZIL highlighted the common but differentiated responsibility of countries and said that some developing countries were taking steps to reduce emissions even though they did not have emissions reduction commitments.",
      "He underscored the importance of considering national circumstances and development priorities, 'learning by doing,' and international cooperation. FRANCE said sustained good practices in industrial countries could hasten access to best technologies for developing countries.",
      "He suggested holding workshops involving developing countries and moving from an analytical to a synthetic approach.",
      "He advocated, inter alia: coordinating training; strengthening the ability of developing countries to set up projects; collective thinking about regulatory mechanisms; and adapting regulatory tools to different contexts."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}