{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Pakistan",
      "Saudi Arabia",
      "Australia",
      "China",
      "Uganda"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_22",
   "section_title": "PROGRESS ON IMPLEMENTING DECISION 1/CP.10",
   "sentences": [
      "This issue was first taken up during SBI plenary on Monday, 7 May, when it was held in abeyance following requests for clarification from Pakistan, speaking for the G-77/China, and objections from Saudi Arabia to the separation of the sub-items under separate headings on Article 4.8(a dverse effects of climate change) and 4.9 (impact of the implementation of response measures) in the context of implementation of Decision 1/CP.10 (Buenos Aires Programme of Work on Adaptation and Response Measures).",
      "The Secretariat explained the rationale behind separating the two sub-headings, indicating that adverse effects were being considered for the first time following the conclusion of regional workshops.",
      "The EU and AOSIS supported separate consideration, while Saudi Arabia continued to oppose this.",
      "Following successful informal consultations undertaken by Chair Asadi, delegates agreed to retain the main title but delete both sub-headings, which had referred to the adverse effects of climate change and impact of the implementation of response measures.",
      "The SBI then formally approved the agenda item without the sub-headings and established a contact group co-chaired by Philip Gwage (Uganda) and Shayleen Thompson (Australia).",
      "In the contact group, the US observed that although the synthesis report ( FCCC/SBI/2007/14 ) of outcomes from the regional workshops and expert meeting on adaptation under Decision 1/CP.10 contained a number of good ideas, not all may be actionable by the SBI.",
      "During informal sessions, several parties questioned language referring to taking into consideration elements relating to further actions, since Decision 1/CP.10 requested parties to look specifically at outcomes from regional workshops and expert meetings.",
      "An annex, presenting possible elements relating to adverse effects and response measures, was included as input from the Co-Chairs for consideration at SB 27.",
      "Conclusions on this topic were adopted by the SBI on 18 May."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}