{
   "actors": [],
   "countries": [
      "Denmark",
      "Panama"
   ],
   "enb_end_date": "04-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12517e.html",
   "id": "enb12517e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Reflecting on the plethora of AWG-LCA informal groups, which convened on Monday, some negotiators pointed to a general trend emerging during discussions on how and when to shape party submissions into draft texts.",
      "It s like asking if the chicken or egg comes first, noted one bemused negotiator, however in Panama we are asking if the draft text or discussion comes first.",
      "With expectations running high, many observer organizations struggled to be accommodated in the first informal group meeting on REDD+.",
      "However, enthusiasm appeared to have waned after discussions, with some observers saying that parties were simply reiterating stances expressed in Bonn on financing options for REDD+.",
      "Nevertheless, an expectation of draft decision text to be proposed by parties on REDD+ phase three (full implementation) was able to generate a modest level of anticipation in some quarters.",
      "On the Durban front, curious delegates lingered outside the heavily-guarded room where the incoming COP President, Maite Nkoana-Mashabane, South African Minister of Foreign Affairs and International Cooperation, held consultations throughout the day with delegations on country expectations for COP 17.",
      "Meanwhile, Denmark was lauded during the AWG-LCA developed country mitigation informal group and received the ray of the day award from the Climate Action Network for its unilateral decision to reduce its emissions by 40% by 2020.",
      "It s great news, said one observer, this is exactly the kind of leadership we need in the run-up to Durban."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}