{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "19-May-05",
   "enb_long_title": "Seminar of Governmental Experts",
   "enb_short_title": "SOGE",
   "enb_start_date": "19-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12261e.html",
   "id": "enb12261e_52",
   "section_title": "SUBSTANCE AND STYLE",
   "sentences": [
      "As well as the 'user-friendly' organizational style, many observers were also pleased with the substantive nature of the discussions, noting the focus on issues rather than procedure.",
      "Controversial issues were discussed openly.",
      "These included free-flowing debates on technology transfer, the benefits and shortcomings of the CDM, adaptation and mitigation, and even nuclear energy. Discussions about technology played an important role in the Seminar.",
      "On technology transfer issues, developing nations articulated a clear desire for a greater commitment on this issue on the part of industrialized countries.",
      "Participants generally saw the CDM as a positive and innovative contribution, but they also recognized the need to review and streamline the procedures and expand the mechanism\u0092s scope.",
      "They also focused attention on the need to develop new technologies.",
      "Some observers detected a greater willingness to engage on technology issues that the United States and some other countries have focused on recently, including carbon sequestration and 'clean' fossils fuels. Many experts emphasized the financial aspects of addressing climate change, especially the need to ensure that actions provide economic opportunities and are cost-effective.",
      "Again, some felt this reflected a desire to accommodate the perspectives of those who had criticized Kyoto on economic grounds.",
      "Business and industry\u0092s desire for long-term certainty was stressed repeatedly, as were companies\u0092 concerns about their inability to plan properly with the post-2012 framework still so unclear.",
      "There appeared to be consensus that such uncertainty was bad for long-term investment.",
      "Many Parties also stressed the increasing evidence about the economic impacts of climate change, which several participants felt contributed towards the more open dialogue at the Seminar.",
      "In particular, recent meetings affirming the dangers of allowing temperatures to rise more than 2?C above pre- industrial levels seemed to have strengthened many Parties\u0092 conviction that urgent action is needed. Another message from the Seminar was the long time-lag for translating political decisions into effective policy.",
      "This view seemed to inspire a greater openness to talking about the post- 2012 period.",
      "Some Parties clearly hoped for a 'Montreal Mandate' from COP/MOP-1 that would lay out a roadmap for the post-2012 negotiation phase.",
      "Whether that road makes its way directly through Kyoto territory, within the UNFCCC framework, or heads down several different paths, was a question most Parties were careful to avoid. With COP/MOP-1 still six months away, the outcome and potential for a 'Montreal Mandate' is far from clear.",
      "While there was definitely a constructive dialogue at the Seminar, some observers felt that there were few signs that the differences between Parties had actually narrowed, and that these differences could soon translate once more into heated discussions and intransigence once formal negotiations resumed.",
      "On the other hand, few would disagree that the Seminar built confidence and demonstrated a willingness to understand other positions and circumstances, and even begin the search for innovative ways to accommodate them.",
      "One participant summed it up as 'just a small first step in a new phase for the climate process,' but quickly added that, 'at least the step was in the right direction."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}