{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Thailand",
      "China"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_36",
   "section_title": "CONCLUSION",
   "sentences": [
      "Even as negotiators and others who make up the itinerant community of climate change interests book their next flights to Bonn, some aspects of the negotiations are thrown into light.",
      "In a limited sense, the unfinished business of Cancun was addressed somewhat by the G-77/China s determination to revisit the outstanding business of the Bali Action Plan.",
      "In a global sense, the unfinished business of Cancun will be taken up once parties have gone some way towards implementing the Cancun Agreements and begin to review- unilaterally and collectively- the outstanding gap between their efforts and the IPCC evidence base.",
      "Going forward to Bonn the modest but critical achievements of the Bangkok meeting promises to release business-like efforts to concentrate on the detailed implementation of the Cancun Agreements, while suspending some of the pressure to conflate technical and political issues and fight proxy battles over agendas.",
      "The long-term journey that negotiators must take to bridge their current collective efforts and the demands of a global temperature goal, however, is less clear.",
      "The parties have reached a crossroads marked by the achievements, albeit insufficient, of Cancun.",
      "Given the increasing interdependence of the parties and groups when it comes to helping each other understand and address assumptions, conditions and rules behind their targets and goals, the current crossroads afford a moment to step back from the heightened intensity that has accompanied negotiations in the run-up to and since Copenhagen.",
      "In the incremental development of the climate change regime, there is an increasing need for parties and groups across the spectrum to institutionalize the integral link between levels of ambition and cooperation.",
      "As the wisdom of Thailand s Buddhist teachers might observe: it is always wise to pause and take a moment to release or drop the frantic drive to control, calculate and uphold positions that have been useful up to a point (even in negotiations).",
      "This seems an appropriate lesson for the coming and demanding period of reorienting negotiations marked by modest achievement and beckoning ambition."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}