{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_6",
   "section_title": "UN CLIMATE CHANGE TALKS IN BONN:",
   "sentences": [
      "The UN Climate Change Conference took place in Bonn, Germany, from 6-17 June 2011 and included the 34th sessions of the SBI and SBSTA, as well as the second parts of AWG-LCA 14 and AWG-KP 16.",
      "The SBSTA s closing plenary agreed to consider, at its next session, the proposed new item on impacts of climate change on water and integrated water resources management under the Nairobi Work Programme on impacts, vulnerability and adaptation.",
      "No agreement was reached on other proposed new items, such as blue carbon and rights of nature and the integrity of ecosystems, and a work programme on agriculture.",
      "Under the SBI, work was launched on national adaptation plans, and loss and damage, the consideration of which was mandated by the Cancun Agreements while the agenda item relating to MRV remained in abeyance.",
      "Proposed new items related to the impacts of the implementation of response measures also featured prominently in the agenda discussions.",
      "As a result, the SBI and SBSTA Chairs convened a forum on the impact of the implementation of response measures organized as a contact group.",
      "The focus of the AWG-KP was on outstanding political issues and conditionalities set by various Annex I countries for taking on new commitments during a second commitment period.",
      "Despite initial opposition from developing countries, parties also undertook technical work on issues, including LULUCF, the flexibility mechanisms and methodological issues.",
      "Progress made was captured in a revised proposal by the AWG-KP Chair (FCCC/KP/AWG/2011/CRP.1).",
      "Under the AWG-LCA, substantive work began, based on Decision 1/CP.16.",
      "Parties worked in a single contact group and informal groups on adaptation, finance, technology, capacity building, shared vision, review of the global long-term goal, legal options, and diverse issues related to mitigation.",
      "Parties agreed that notes prepared by the facilitators of the AWG-LCA informal groups be carried forward to the third part of AWG-LCA 14.",
      "While progress was made on some issues, many felt that the outcomes were relatively modest."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}