{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia",
      "China",
      "Japan",
      "Thailand",
      "Barbados"
   ],
   "enb_end_date": "24-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "24-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12240e.html",
   "id": "enb12240e_2",
   "section_title": "NON-ANNEX I NATIONAL COMMUNICATIONS",
   "sentences": [
      "This contact group met twice.",
      "In the morning, delegates negotiated draft conclusions proposed by Chair Sok Appadu on: the work of the Consultative Group of Experts (CGE); provision of financial and technical support; and submission of second, and where appropriate, third national communications. Delegates also discussed a draft decision proposed by the G-77/China, calling on the GEF to report to the COP on the operational modalities and approval procedures of the UNDP/UNEP Umbrella Project for financing the preparation of non-Annex I national communications.",
      "The EU and US pointed to the fact that the GEF reports to the COP, and said further information can be obtained on the Internet.",
      "BARBADOS noted that, although the GEF is mandated to approve projects on an expedited basis, there is no forum to address problems with this process.",
      "The US proposed a question-and-answer session with the GEF during UNFCCC sessions.",
      "The EU expressed willingness to show flexibility on the issue. In the evening, delegates approved the draft conclusions on the CGE and financial and technical support.",
      "Parties started discussing a draft decision on the periodicity of non-Annex I national communications, including a suggestion for a three-year cycle proposed by the EU, a four-year cycle from draft text discussed during SBI-19, and a six-year cycle proposed by the G-77/China. In support of her delegation\u0092s proposal, the EU, supported by JAPAN and the US, said, inter alia, that: capacity and infrastructure is enhanced after completion of initial national communications, facilitating the preparation of subsequent national communications; frequent submissions of national communications will result in more funds; and a longer time-frame will encourage inefficiency.",
      "THAILAND said non-Annex I Parties require time to ensure that national communications provide the necessary information. Several non-Annex I Parties pointed out that, despite greater capacity and resources, a number of Annex I Parties had taken three years to prepare their initial communications.",
      "The G-77/CHINA highlighted that UNFCCC Article 12.5 (frequency of submission) mandates the COP to decide on the frequency of subsequent communications of all Parties.",
      "JAPAN said a decision on the frequency of funding will inform the discussions on the fourth replenishment of the GEF. Unable to reach consensus on this issue, delegates discussed options calling on non-Annex I Parties to submit proposals as soon as possible, even in advance of substantial completion of their previous national communication for second, and where appropriate, third national communications.",
      "The G-77/CHINA, supported by THAILAND and SAUDI ARABIA, opposed text in the EU\u0092s proposal, which calls on non-Annex I Parties to submit project proposals not later than one year after submission of their previous communication.",
      "The G-77/CHINA expressed concern that this reference could be interpreted as a deadline by the GEF. Parties were unable to reach a decision.",
      "Chair Appadu said the entire text, including the conclusions that had been agreed on and further proposals from the US, EU, G-77/CHINA and AUSTRALIA, will be forwarded to SBI-21 for negotiation."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": ""
}