{
   "actors": [
      "African Group",
      "League of Arab States",
      "Brazil, South Africa, India and China",
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Alliance of Small Island States",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "China",
      "Gambia",
      "Kuwait",
      "Philippines"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_13",
   "section_title": "STOCKTAKING PLENARY",
   "sentences": [
      "On Wednesday, 12 March, ADP Co-Chair Kishan Kumarsingh noted the need to accelerate work, calling on parties to address how to reach a negotiating text by COP 20 in Lima.",
      "On the thematic expert meetings , the G-77/China called for a more interactive format.",
      "ALBA stressed that the technical expert meetings are ineffective to address important issues under workstream 2.",
      "AOSIS called for capturing all available expertise, not just from a limited number of panelists.",
      "EIG supported work under workstream 2 through the technical expert meetings.",
      "On the ADP schedule , AOSIS requested clarity on how the Co-Chairs intend to capture progress from the meeting and a roadmap for future ADP sessions in 2014.",
      "The African Group and LMDCs called for a schedule of the organization of work for the remainder of the year.",
      "ALBA emphasized the need for equal negotiating time on adaptation and mitigation, and warned against the introduction of non-inclusive last-minute text.",
      "On the mode of work under workstream 1 , the G-77/China, supported by AOSIS, the Arab Group, the African Group, LMDCs, LDCs, ALBA, AILAC and BASIC, called for a more structured and formal mode of negotiation with the establishment of a contact group and to continue in a contact group at subsequent ADP sessions.",
      "The G-77/China emphasized this contact group would allow parties to engage directly on textual proposals, adding it must: be a party-driven process; allow input by parties; and that its output must reflect the inputs of parties.",
      "The EU and the EIG expressed support for the current informal working mode and cautioned against an approach leading to a 300-page 'pre-Copenhagen' text, but did not expressly object to a contact group.",
      "While recognizing the need to reflect the views of all parties, the US called for avoiding discussions over a very long text and preferred dealing with elements of the agreement.",
      "Canada called for clarity on the definition of a contact group.",
      "Co-Chair Kumarsingh noted lack of objection to the formation of a single contact group, provided it is based on the mandate of the ADP and uses the same agenda.",
      "He said the plenary would reconvene on Friday to formalize the arrangement.",
      "Saudi Arabia expressed concern over the absence of a method for developing text, emphasizing that having a text 'mysteriously appear' in Lima would not be acceptable.",
      "Kuwait requested clarification over the way the text would be produced in the contact group.",
      "The Philippines indicated that it reserves its right to make submissions, asking 'Why are we scared of a 200-page document that we can all own and not of a three-page document that we do no own?",
      "' The Gambia worried discussions on process could slow progress during the June session. ADP Co-Chair Kumarsingh stated that the agreement 'can only be had after the last gavel is down in Paris', adding that the text will be built on submissions by parties."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}