{
   "actors": [],
   "countries": [
      "United States",
      "Canada"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_20",
   "section_title": "The Decision-making Context",
   "sentences": [
      "Participants approved chapeau language stating that climate variability and extremes have long been important in many decision-making contexts and climate-related risks are evolving due to climate change and development.",
      "Participants considered four findings in this section: responding to climate-related risks, adaptation and mitigation choices, assessment of risks, and uncertainties.",
      "Participants approved without comment text on responding to climate-related risks.",
      "The approved texts states that: responding to climate-related risks involves decision making in a changing world, with continuing uncertainty about the severity and timing of climate change impacts and with limits to the effectiveness of adaptation; iterative risk management is a useful framework for decision-making in complex situations characterized by large potential consequences, persistent uncertainties, long timeframes, potential for learning and multiple climate and non-climate influences changing over time; assessment of the widest range of potential impacts, including low-probability outcomes with large consequences, is central to understanding the benefits and tradeoffs of alternative risk management actions; and the complexity of adaptation actions across scales and contexts necessitates monitoring and institutional learning.",
      "On mitigation and adaptation choices, after some discussion delegates agreed, inter alia , that: near-term adaptation and mitigation choices will affect the risks of climate change throughout the 21st century; projected global temperature increase over the next few decades is similar across emission scenarios; during this near-term period, risks will evolve as socio-economic trends interact with the changing climate; societal responses, particularly adaptations, will influence near-term outcomes in the second half of the 21st century and beyond; global temperature increase diverges across emission scenarios; and for the longer-term period, near-term and longer-term adaptation and mitigation and development pathways will determine the risks of climate change.",
      "On assessment of risks in the WGII AR5, participants agreed to text stating, inter alia , that: future risks related to climate change vary substantially across plausible alternative development pathways, and the relative importance of development and climate change varies by sector, region and time period; and scenarios are useful tools for characterizing possible future socio-economic pathways, climate change and its risks, and policy implications.",
      "On uncertainties, participants agreed that: uncertainties about future vulnerability, exposure, and responses of interlinked human and natural systems are large; this motivates exploration of a wide range of socio-economic futures in assessments of risks; understanding future vulnerability, exposure, and response capacity of human and natural systems is challenging due to the number of interacting social, economic and cultural factors; these factors include, inter alia , wealth distribution across society, demographics, migration, access to information, societal values, governance structures and institutions to resolve conflicts; and international dimensions, such as trade, are also important for understanding climate change risks at regional scales.",
      "Participants approved without comment Figure SPM.3: Climate Change Adaptation as an Iterative Risk Management Process with Multiple Feedbacks .",
      "On Figure SPM.4: Observed and Projected Changes in Annual Average Surface Temperature , Canada and the US favored using a similar figure from the WGI report.",
      "As an alternative, Canada, supported by the US, called for adjusting the color bar to eliminate sharp steps at 2 and 4 °C and extending it to illustrate warming in the Arctic.",
      "Participants approved the figure and its caption with these modifications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}