{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Cuba",
      "Panama",
      "Singapore",
      "China",
      "Japan"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_32",
   "section_title": "SBSTA Conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBSTA/2012/ L.15), the SBSTA initiates its consideration of the development of general guidelines for domestic measurement, reporting and verification of domestically supported NAMAs by developing countries and agrees to continue the interactive exchange of views on the guidelines with a view to agreeing on the next steps at SBSTA 37.",
      "Bunker fuels: This issue (FCCC/SBSTA/2012/MISC.7) was first taken up by the SBSTA on 14 May.",
      "SBSTA Chair Muyungi consulted with interested parties and SBSTA conclusions.",
      "During the opening SBSTA plenary, the IMO reported on its work to improve energy efficiency in international maritime transport.",
      "Brazil expressed concern regarding the unilateral treatment of emissions in specific regional systems and identified the need to further consider the economic impacts of market-based measures.",
      "China noted that the IMO s ship energy efficiency regulations do not reflect the principle of common but differentiated responsibilities in a full and objective manner, and requested that ICAO consider countries differentiated responsibilities.",
      "Singapore, supported by Panama, welcomed progress made by the IMO and ICAO in addressing climate change in their respective sectors.",
      "Japan acknowledged the series of guidelines adopted by the IMO Marine Environment Protection Committee as helpful.",
      "The EU welcomed ICAO s efforts to accelerate work towards a global market-based mechanism and encouraged parties to support the IMO s efforts to assess options for such a mechanism.",
      "Cuba, on behalf of several countries, expressed concern with respect to unilateral measures in relation to aviation emissions, such as under the EU Emissions Trading Scheme.",
      "Australia welcomed ICAO s shift towards a more action-oriented implementation mode and underscored the need for the universal application of market-based measures."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}