{
   "actors": [
      "European Union",
      "African Group"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Tanzania",
      "Indonesia",
      "Cambodia",
      "United States",
      "Gabon",
      "Guyana",
      "Switzerland",
      "Bolivia",
      "Norway",
      "Malawi",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Tuvalu",
      "India",
      "Papua New Guinea",
      "China",
      "Colombia",
      "Indigenous Peoples",
      "Thailand",
      "Philippines"
   ],
   "enb_end_date": "30-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12430e.html",
   "id": "enb12430e_4",
   "section_title": "MITIGATION (paragraph 1(b)(iii) of the BAP):",
   "sentences": [
      "The contact group on REDD-plus met in the morning and afternoon.",
      "Facilitator La Viña highlighted the goal of finishing further consolidation of the text by the end of the week.",
      "He requested assistance from Canada and Indonesia in consolidating text on means of implementation and financing for full implementation, and from the EU and Gabon on MRV of actions and of support.",
      "He reminded parties that the SBSTA can address technical issues and called for the sub-groups to finish by Friday.",
      "Responding to concerns from Tuvalu, Ghana, and Tanzania, for the LDCs, Facilitator La Viña highlighted that no informal consultations would be held that conflict with other meetings, and that the working method would rely on bilateral discussions.",
      "He stressed openness to meeting with indigenous groups and NGOs. BRAZIL agreed with the proposed working method and, supported by many, said the text on REDD-plus for Copenhagen should be concise, focusing on scope and principles.",
      "GUYANA and the EU agreed on a focus on scope and principles but cautioned that discussion should not be limited to these issues.",
      "AUSTRALIA asked for clarification about process following consolidation of text and for discussion on ambitions for Copenhagen.",
      "INDIA called for discussion of financing and, with CHINA, suggested clarifying which activities qualify as REDD-plus.",
      "SWITZERLAND underscored the need to address governance and leave some issues for post-Copenhagen negotiations.",
      "BOLIVIA and TUVALU welcomed the participation of indigenous peoples.",
      "The US underscored that recent progress on REDD-plus indicates political will to include it in a Copenhagen agreement.",
      "In the afternoon, Facilitator La Viña called for delegates to address principles of REDD-plus.",
      "BRAZIL, with the US and NORWAY, highlighted that many of the REDD-plus principles, including financing and MRV, are dealt with in the mitigation text on NAMAs.",
      "INDIA, with GUYANA, SAUDI ARABIA and CHINA, highlighted the importance of identifying activities and actions that would qualify for REDD-plus before addressing principles.",
      "CHINA, supported by BOLIVIA and Malawi, for the LDCs, cautioned against combining REDD-plus with NAMAs.",
      "The US, supported by TUVALU and the EU, suggested identifying elements unique to REDD-plus, with the US highlighting the importance of participatory processes and environmental and social safeguards. PAPUA NEW GUINEA, supported by THAILAND, COLOMBIA and the PHILIPPINES, highlighted that discussions on REDD-plus are more advanced than those on NAMAs and that REDD-plus can inform development of NAMAs.",
      "GABON said decisions relating to REDD-plus for forest nations require greater national coordination than implementation of NAMAs. SWITZERLAND expressed support for keeping text on effective participation of all stakeholders.",
      "NORWAY suggested that reference levels and MRV should be considered following Copenhagen and, with PAPUA NEW GUINEA and CAMBODIA, highlighted the importance of a phased approach.",
      "GUYANA, with CAMBODIA, the AFRICAN GROUP and TANZANIA, underscored the need for sustained and predictable funding.",
      "AUSTRALIA flagged the importance of principles, including effectiveness, efficiency, simplicity, consistency, fairness, complementarity, and respect for national sovereignty.",
      "Facilitator La Viña said he would separate principles into those that are specific to REDD-plus and generic principles in the consolidated text."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "working group"
}