{
   "actors": [],
   "countries": [
      "Canada",
      "Australia",
      "South Africa",
      "Tuvalu",
      "India",
      "Russian Federation",
      "Uganda",
      "Switzerland",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12361e.html",
   "id": "enb12361e_6",
   "section_title": "Contact Group",
   "sentences": [
      "On Thursday afternoon, a contact group convened to exchange views on the in-session workshop and the AWG s draft conclusions.",
      "AWG Chair Dovland identified wide support for continuing the market mechanisms.",
      "He emphasized that some LULUCF modalities, rules and guidelines were only in place for the first commitment period and noted views that sectoral approaches should not replace but can complement national targets.",
      "He highlighted comprehensive coverage of sectors and gases, noting differences on which gases to include.",
      "He also identified a lack of agreement on changes concerning bunker fuels for the second commitment period. SOUTH AFRICA proposed including language on maintaining the environmental integrity of the Protocol and its contribution to sustainable development.",
      "He noted sectoral targets should be a means to meet Annex I targets domestically.",
      "AUSTRALIA said sectoral approaches should be taken up in the AWGLCA and questioned to what extent the AWG needed to traverse the same ground. INDIA said the carbon price should not be fixed and defining CDM projects contribution to sustainable development should remain the host country s prerogative, while UGANDA responded that sustainable development objectives of the CDM should be assessed. TUVALU advocated considering implications of changing the Marrakesh Accords.",
      "JAPAN, supported by SWITZERLAND, discussed the need to evaluate co-benefits.",
      "NEW ZEALAND supported considering national circumstances in the draft conclusions, and the RUSSIAN FEDERATION suggested this was particularly important for market mechanisms.",
      "CANADA highlighted the need to avoid duplicating efforts with the review of the Protocol under Article 9."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}