{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Sudan",
      "Russian Federation",
      "China",
      "Peru",
      "Switzerland",
      "New Zealand",
      "Argentina"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_30",
   "section_title": "Potential Consequences of Response Measures",
   "sentences": [
      "The contact group on potential consequences (FCCC/AWG/KP/2010/CRP.2 Chapter V) was co-chaired by Eduardo Calvo Buendía (Peru) and Andrew Ure (Australia).",
      "Discussions focused on the remaining area of disagreement in the text: on whether to create a permanent forum to address potential consequences or use existing channels, such as national communications and the review process under the Subsidiary Body for Implementation (SBI).",
      "The EU, Canada, New Zealand, Australia, Switzerland and the Russian Federation expressed preference for making use of existing channels, while Argentina, Saudi Arabia, Sudan and China supported establishing a new forum for exchanging information and facilitating dialogue.",
      "Argentina emphasized that establishing a forum is fundamental to address compliance by Annex I parties with their obligations.",
      "Sudan said the forum would also provide a platform for operationalizing what is reported in national communications.",
      "New Zealand noted that information reported in national communications is already operationalized because Annex I parties are reporting on the ways they are implementing their policies to avoid potential consequences.",
      "On the review function of the proposed forum, she emphasized that the SBI already has a mandate to review national communications.",
      "Switzerland underlined the lack of a clear mandate or terms of reference for the proposed forum.",
      "Argentina emphasized the need to centralize all available information in a forum.",
      "Saudi Arabia said the proposed forum should operate as cost-effectively as possible by convening two meetings a year in conjunction with the SBI.",
      "During the AWG-KP closing plenary, Co-Chair Ure said that while discussions had not led to changes in the text, progress had been made in elaborating what the two options would entail in terms of scope.",
      "The text will be forwarded to Cancun as Chapter V of the Chair s text (FCCC/KP/AWG/2010/CRP.3)"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}