{
   "actors": [
      "League of Arab States",
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Coalition for Rainforest Nations",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Maldives",
      "Panama",
      "United States",
      "Ethiopia",
      "Japan",
      "Argentina",
      "Bolivia",
      "Norway",
      "New Zealand",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Venezuela",
      "Senegal",
      "China",
      "Chile",
      "Russian Federation",
      "Kenya",
      "Belize",
      "Tanzania"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_12",
   "section_title": "Mitigation:",
   "sentences": [
      "Section D on mitigation was considered by the ADP contact group on Sunday afternoon.",
      "Argentina, for the LMDCs, underscored, inter alia , that commitments, contributions and actions should comply with the Convention s principles and obligations, with developed country parties undertaking quantified emission limitation and reduction objectives (QELROs) that are comparable, verifiable and implemented without any conditions.",
      "She added that developing country action may include REDD+ and joint adaptation and mitigation approaches, in accordance with their specific circumstances and needs.",
      "Chile, for the Independent Association of Latin America and the Caribbean (AILAC), suggested text on distinguishing between ex ante and ex post review of INDCs, proposing that all parties make successive mitigation commitments.",
      "On the use of market mechanisms in the land-use sector, he suggested including references to environmental integrity, avoiding double counting, and a levy to support climate change resilience in developing countries.",
      "Panama, for the Coalition for Rainforest Nations (CfRN), called for: the Warsaw Framework for REDD+ to be reflected and anchored in the new agreement; applying safeguards; and strengthening institutional arrangements under the Convention based on Decision 10/CP.19 on support for the implementation of mitigation activities in the forest sector by developing countries.",
      "The EU, inter alia , emphasized accounting rules and suggested bringing these into the mitigation section from that on transparency of action and support.",
      "He proposed separating text on land-use and market mechanisms.",
      "He highlighted the need for parties to periodically review and update their commitments.",
      "Australia proposed text on national schedules and intended mitigation contributions, including that parties individually update their respective national schedules in accordance with modalities to be agreed by the governing body.",
      "Kenya, for the African Group, emphasized developed countries obligation to provide means of implementation (MOI), and that social and economic development and poverty eradication are first and overriding priorities.",
      "The Maldives, for AOSIS, proposed, inter alia , that proceeds from the use of market mechanisms will be used for meeting the costs of adaptation in the most vulnerable developing countries.",
      "Underlying the importance of text on emissions peaking for developed countries in 2015, with an aim of net zero emissions by 2050 in the context of equitable access to sustainable development, Tanzania proposed text specifying these efforts be quantitative and time-bound for developed countries and aspirational for developing countries.",
      "The US proposed replacing references to developed or developing countries throughout the text with references to new regularly updated annexes x and y.",
      "The US also proposed text to provide clarity on how parties engage in consultations on future cycles of contributions, specifying parties to submit INDCs no later than six months before the beginning of each cycle.",
      "Canada proposed text suggesting that all parties prepare national inventory reports in accordance with IPCC guidance.",
      "Senegal stated that market mechanisms and actions in the land-use sector should contribute to the sustainable development of the host countries.",
      "He proposed a centrally-governed market mechanism under the Convention, building on existing market mechanisms.",
      "Ethiopia announced a new submission clarifying the details of market mechanisms in the 2015 agreement.",
      "South Africa stressed review as an integral part of a dynamic contribution cycle.",
      "She proposed text on common accounting rules to be developed by the COP.",
      "New Zealand noted that accounting rules must be more explicitly addressed and, with Norway, emphasized the importance of avoiding double counting.",
      "Bolivia stressed the need for inclusion of alternative, non-market, and joint mitigation and adaptation approaches, and for adding text on the protection and integrity of Mother Earth.",
      "On a global emission budget, Ethiopia proposed including a reference to national per capita emissions and taking into account historical emissions.",
      "Market and non-market approaches : On Friday morning, Co-Chair Reifsnyder proposed that the ADP contact group further exchange views on markets, non-markets and no markets, in particular paragraph 23 of Section D. He acknowledged that parties, including Venezuela, had proposed discussing the topic in order to understand parties new proposals.",
      "Brazil highlighted the Warsaw Framework for REDD+ as a typical non-market mechanism, given that REDD+ will not generate internationally transferable units.",
      "Brazil stressed that actions in the land-use sector should not be linked to markets.",
      "Brazil proposed a new economic mechanism, building on Kyoto Protocol Articles 12 (Clean Development Mechanism (CDM)) and 17 (emissions trading) with the transfer of units taking place in accordance with rules developed by the COP or the governing body of the new agreement.",
      "Brazil explained that accounting relating to the mechanism would be separate from national inventories.",
      "He identified absolute, economy-wide and quantified emission reduction targets as eligibility criteria for participating in the emissions trading system on the basis of supplementarity.",
      "He said the CDM+ should incorporate current CDM modalities with necessary adaptations.",
      "Brazil proposed that projects under the CDM+ cover projects in the aviation and maritime transport sectors.",
      "He proposed that cancelled certified emissions reduction credits could be counted towards parties finance commitments, while the EU opposed quantified financial commitments in the 2015 agreement and questioned how the proposal by Brazil would work.",
      "The EU stressed the importance of considering markets in a new post-2020 setting where all parties undertake mitigation.",
      "He said the mechanisms in the new agreement will not be the same as in the Kyoto Protocol.",
      "The EU supported Brazil s idea of a two-tiered approach to carbon markets.",
      "He envisaged one mechanism focusing on transfers of mitigation outcomes between parties with mitigation commitments, saying such commitments are not necessarily economy-wide as suggested by Brazil.",
      "The EU proposed that the second mechanism involve transfers of certified outcomes outside the framework of quantified mitigation commitments.",
      "Calling for an alternative approach supported by public climate finance, Bolivia opposed market mechanisms in the new agreement, viewing them as: transferring responsibilities to developing countries and the private sector; promoting inefficient technologies; and increasing inequalities.",
      "Argentina opposed the inclusion of markets in the 2015 agreement, emphasizing, with China, that proposals on market mechanisms in relation to the land-use, maritime transport and aviation sectors should be deleted.",
      "The Russian Federation cautioned against elevating the market mechanism approach to a bigger political issue.",
      "The EU explained that no party would be compelled to participate in carbon markets.",
      "The US reminded that parties do not need permission to use international markets.",
      "Japan suggested that in the post-2020 period, not only centralized market mechanisms administered by the UN, but also mechanisms developed jointly by parties may be used.",
      "She stressed the importance of accounting rules applicable to all parties and the avoidance of double counting.",
      "New Zealand envisaged broader and more diverse participation in international market activities in the new agreement, and emphasized that the governing body should take a supportive rather than restrictive role.",
      "Panama emphasized that the UNFCCC should play a role in facilitating of a regulated carbon market.",
      "He emphasized the important role of a REDD+ mechanism with established safeguards and standards.",
      "Belize, for the Caribbean Community (CARICOM), highlighted the importance of: common accounting rules in light of the diversity of commitments; the need to avoid double counting and ensure environmental integrity; and oversight by a compliance body.",
      "The US envisaged that the 2015 agreement will approach markets differently from the Kyoto Protocol, which was based on legally-binding commitments and transfers of units reflecting assigned amounts.",
      "Suggesting that importing and applying elements from the Kyoto Protocol is not a simple matter, he emphasized the need to agree on how to use international markets in order to avoid inconsistencies between bilateral mechanisms; and noted lack of clarity on how markets are designed and implemented.",
      "China indicated there is no reason for including a market mechanism in the 2015 agreement.",
      "With Venezuela, he emphasized the need for eligibility requirements if one is included, stressing that developing country participation is voluntary.",
      "Venezuela stressed that trading an artificially created commodity can cause the market to collapse, leading to the collapse of the climate system.",
      "She added that the concept of voluntary cancellation of credits counting as climate finance would allow governments to avoid their financial commitments, and that if developing countries are to benefit from markets, how they will benefit must be specified in the text.",
      "Saudi Arabia, for the Arab Group, with China, encouraged waiting until the commitments of developed countries are understood and agreed, and for the outcome of discussions on markets under other bodies of the Convention before further discussing markets.",
      "Many countries highlighted that any use of a market mechanism should only be supplementary to developed countries domestic actions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}