{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Maldives",
      "Australia",
      "Argentina",
      "Bangladesh"
   ],
   "enb_end_date": "14-Oct-09",
   "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning",
   "enb_short_title": "Workshop",
   "enb_start_date": "12-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12440e.html",
   "id": "enb12440e_14",
   "section_title": "GROUP C - INTEGRATION OF APPROACHES TO ADAPTATION PLANNING ACROSS HAZARD TYPES",
   "sentences": [
      "This breakout group was co-facilitated by Andrew Ure (Australia) and Amjad Abdulla (Maldives).",
      "The group proceeded by identifying different types of hazards, discussing benefits of integrating adaptation across hazards, examining case studies of integration, identifying gaps in or barriers to integration, and producing recommendations on how to integrate across hazards.",
      "Hazards identified included, inter alia : tropical cyclones, floods, droughts, heat waves, landslides, glacier lake outburst floods, hail storms, forest fires, sea level rise, and saline intrusion into freshwater aquifers.",
      "The group highlighted the differences between primary and secondary hazards and extreme events versus slow-onset or long-term hazards.",
      "Participants identified the benefits of integration across hazards, including: strengthening response planning; providing a central point of contact and communication for disaster response; sharing tools and methodologies across types of disaster responses; avoiding gaps and maladaptation; and enabling prioritization of institutional, technical and financial resources for integration across hazards.",
      "In discussing integration across hazards, participants highlighted successful experiences in the Caribbean, Argentina, Bangladesh, the UK and the Maldives.",
      "Participants noted, however, that lack of information can lead to maladaptation and inhibit coordination with local communities, highlighting that participatory processes are frequently discussed but often do not happen when needed most.",
      "They also underscored that adaptation occurs on longer time scales than the political cycle, causing a mismatch between needs and political will.",
      "Participants then discussed the impact of local perceptions of disasters, such as religious and cultural views on adaptation.",
      "Other issues highlighted included: learning from the disaster management community; the importance of information on vulnerability; the need for a functional system in the short-term and a long-term system for addressing underlying causes of vulnerability; coordination across institutions; and the importance of sharing lessons learned across levels.",
      "Participants then discussed recommendations for integrating approaches to adaptation across hazards.",
      "Five recommendations emerged from the group: recognizing the value of stakeholder participation at all levels in planning processes; making the best use of existing institutional knowledge and resources in adaptation planning; encouraging information exchange at all levels for the integration of planning across hazard types; recognizing that legal instruments can incentivize integration, with participants noting that climate change projections should be integrated into ongoing initiatives to update and strengthen existing regulations or standards, such as building codes; and encouraging capacity building for hazard mapping to facilitate adaptation planning, specifically at the community and national levels."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}