{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_28",
   "section_title": "SPM 4.2.3 Final Text",
   "sentences": [
      "Regarding energy end-use sectors , the text addresses the transport, buildings and industrial sectors.",
      "On transport , the section states that the sector accounted for 27% of final energy use and 6.7 Gt CO2 direct emissions in 2010, with baseline CO2 emissions projected to approximately double by 2050.",
      "It notes, inter alia , that: technical and behavioral mitigation measures could reduce final energy demand in 2050 by around 40% below the baseline; the cost-effectiveness of different carbon reduction measures in the transport sector varies significantly with vehicle type and transport mode; regional differences influence the choice of transport mitigation options; and, when associated with non-climate policies, mitigation strategies can help decouple transport GHG emissions from economic growth in all regions.",
      "On buildings , the section concludes that, in 2010, the sector accounted for around 32% of final energy use and 8.8 GtCO2 emissions, with energy demand projected to approximately double by mid-century in baseline scenarios.",
      "It further observes, inter alia , that: recent advances in technologies, know-how and policies provide opportunities to stabilize or reduce global buildings sector energy use by mid-century; lifestyle, culture and behavior significantly influence energy consumption in buildings; and strong barriers, such as split incentives, fragmented markets and inadequate access to information and financing, hinder the market-based uptake of cost-effective opportunities.",
      "On industry , the section states that, in 2010, the industry sector accounted for around 28% of final energy use, and 13 GtCO2 emissions, with emissions projected to increase by 50-150% by 2050 in baseline scenarios.",
      "Among other things, it highlights that: the energy intensity of the industry sector could be directly reduced by about 25% compared to the current level through the wide-scale upgrading, replacement and deployment of best available technologies; CO2 emissions dominate GHG emissions from industry, but there are also substantial mitigation opportunities for non-CO2 gases; and important options for mitigation in waste management are waste reduction, followed by re-use, recycling and energy recovery."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}