{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_59",
   "section_title": "MECHANISMS",
   "sentences": [
      "Another prominent source of disagreement relates to the operating rules and procedures on the Protocol mechanisms, with unresolved differences remaining particularly on supplementarity, CDM project eligibility, and modalities and rules for trading.",
      "The Umbrella Group as a whole continued to urge the development of simple procedures that facilitate the widespread use of mechanisms across a broad range of issues (including nuclear and sinks), thereby enabling cost-effective attainment of Protocol targets.",
      "In the view of many observers, such rules would significantly compromise the environmental integrity of the Protocol by allowing 'loopholes' against the domestic attainment of the originally agreed targets.",
      "The EU insisted on imposing a quantitative limit on the use of the mechanisms, and on adopting a 'positive list' of largely energy-related projects for the CDM.",
      "The G-77/China sought to optimize benefits from the CDM, while urging financial and environmental additionality, as well as imposing a share of proceeds on all three mechanisms. There were signs during the meeting that the EU was willing to show flexibility on some of the issues.",
      "Most notably it appeared to be relaxing its emphasis on a 'quantitative,' in favor of a 'qualitative' limit on the mechanisms.",
      "At the end of day, however, it was apparent that the Pronk's proposed compromise - of meeting emissions commitments 'primarily through domestic action' - was not sufficient.",
      "While differences remain regarding the proposals on CDM project eligibility and emissions trading, the key source of disagreement appears to be supplementarity."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}