{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_90",
   "section_title": "RAISING THE CEILING",
   "sentences": [
      "With regard to enhancing pre-2020 ambition (ADP workstream 2), the technical expert meetings (TEMs) emerged as an area where countries could find a common cause.",
      "Relating to the key question of how to carry work forward under workstream 2 beyond Paris, there was broad agreement that the TEMs, which have created a technical and less political space for discussions around scaling up implementation and which allow for bringing down the brick wall of the UNFCCC by engaging non-state actors, would be the proper vehicle.",
      "The Lima outcome sets out a clear process for building on the TEMs experience by providing guidance on their purpose, organization and follow-up, and seeking to further engage key institutions and mechanisms under the Convention.",
      "Views still diverged, however, on how to ensure the implementation of the Bali Action Plan, in particular with regard to the provision of means of implementation to developing countries, and enhancing mitigation efforts by all parties under the Convention.",
      "As a result, the final text does not include a proposed Accelerated Implementation Mechanism to assess progress made in these areas - \u0095an idea originating in the conviction of developing countries that developed countries leadership pre-2020, which currently remains insufficient, will be essential for both addressing climate change and ensuring a successful 2015 agreement.",
      "Discussions under the COP on long-term finance, which developing countries wanted to result in further assurances - \u0095such as quantitative milestones - \u0095on scaling up of climate finance by developed countries to US$100 billion annually by 2020, and beyond, were also disappointing to developing countries.",
      "Yet, an undeniable success was the initial resource mobilization of the GCF, which reached its target of US$10 billion, collecting a total of US$10.2 billion in pledges by the end of the Lima Conference from both Annex I and non-Annex I countries.",
      "While developed countries considered it a show of commitment and something they should be recognized for, developing countries felt GCF capitalization, together with the first biennial ministerial dialogue on climate finance organized during the second week as well as biennial submissions by developed countries on scaling up climate finance, were still insufficient.",
      "Some suggested that before celebrating the GCF pledges, they would first need to see how and whether they would translate into resources for the Fund.",
      "The first session of the multilateral assessment of developed countries mitigation targets, organized as part of SBI 41, reflected a similar divergence in views.",
      "Annex I countries celebrated the event for going beyond simple reporting, and increasing transparency and building trust, while some developing countries felt the process required further strengthening in the form of a clear follow-up, such as substantive conclusions for the SBI s consideration.",
      "Notwithstanding these differences and given the positive Lima Spirit characterized by an open exchange of views and transparency that persisted throughout the conference, these developments may have succeeded in raising the ceiling of pre-2020 ambition, and thus rebuilding some of the confidence and trust for the tough year ahead."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}