{
   "actors": [
      "Alliance of Small Island States",
      "African Group",
      "Environmental Integrity Group",
      "Latin American and Caribbean Group",
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "Sudan",
      "Tanzania",
      "Lesotho",
      "China",
      "Mali",
      "Switzerland",
      "Grenada",
      "Nigeria",
      "Norway"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_13",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES",
   "sentences": [
      "AWG-KP 7 opened on Sunday, 29 March, with Harald Dovland (Norway) continuing as the Chair, and Mama Konate (Mali) as the Vice-Chair.",
      "Chair Dovland opened the session and parties adopted the agenda ( FCCC/KP/AWG/2009/1 ).",
      "Chair Dovland noted that COP/MOP 4 had agreed to elect a new Chair and Vice-Chair, and reported that consultations by Eric Mugurusi (Tanzania) had not been completed.",
      "Mugurusi noted nominations from both the Group of Latin American and Caribbean countries and the African Group and said he would continue the consultations.",
      "Chair Dovland noted that according to the draft rules of procedure, current officers will continue until the election of new ones.",
      "Sudan, for the G-77/China, expressed concern with slow progress in fulfilling the group s mandate under Protocol Article 3.9 (Annex I further commitments).",
      "He stressed the need to focus at this session on the aggregate scale of Annex I parties emission reductions and adopt conclusions on a draft legal amendment text.",
      "He called for an organization of the agenda that reflects this dual objective.",
      "Australia, for the Umbrella Group, highlighted the complexity of assessing the comparability of Annex I countries mitigation efforts.",
      "Noting co-dependence with the AWG-LCA, he emphasized the need for consistency and coherence between the two groups.",
      "Grenada, for AOSIS, stressed the need to incorporate scientific information released since the IPCC AR4, which points to climate change effects occurring much faster than projected and previous research greatly underestimating costs of inaction.",
      "He called for stabilization at well below 350 ppm with emissions peaking by 2015.",
      "Nigeria, for the African Group, highlighted the importance of discussing potential consequences of response measures.",
      "The EU stressed the need to limit global warming to below 2°C and to avoid the possible crossing of critical thresholds.",
      "He highlighted synergies with the AWG-LCA and called for a comprehensive and meaningful conclusion to be reached in Copenhagen.",
      "Switzerland, for the Environmental Integrity Group, supported the inclusion of new documented greenhouse gases and the improvement of the flexibility mechanisms.",
      "He urged information exchange between the two AWGs.",
      "Lesotho, for the LDCs, called for deep and ambitious emission reduction commitments by Annex I countries, and for ensuring that efforts under the Protocol do not impose constraints on the most vulnerable countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}