{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Qatar",
      "Australia",
      "South Africa",
      "Gambia",
      "Poland",
      "China",
      "Grenada",
      "Argentina"
   ],
   "enb_end_date": "07-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "07-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12531e.html",
   "id": "enb12531e_1",
   "section_title": "COP 17 CMP-7 JOINT HIGH LEVEL SEGMENT",
   "sentences": [
      "COP President Nkoana-Mashabane opened the Joint High-Level Segment of the COP and CMP.",
      "Christiana Figueres, Executive Secretary, UNFCCC, reflected on topics where progress is being made in Durban.",
      "Ban Ki-moon, Secretary General of the United Nations, said economic troubles should not distract from the ultimate goal of a binding comprehensive agreement, adding that although this objective may be unattainable at present, parties must remain ambitious and keep up the momentum for Qatar.",
      "President Jacob Zuma, South Africa, explained that parties considering a second commitment period need reassurance that others will be prepared to commit to a legally binding regime in the near future and share the load.",
      "He added that parties also need assurance on long-term funding.",
      "He called for agreement on the formalization and implementation of the mitigation pledges of developed countries and on rules of comparability between pledges of parties and non-parties to the Protocol.",
      "Zuma described adaptation and finance as critical issues.",
      "The high-level segment continued throughout the afternoon with statements by heads of state and government.",
      "A webcast of all statements is available online at: http://unfccc4.meta-fusion.com/kongresse/cop17/templ/ovw_live.php?id_kongressmain=201 Alberto Pedro D Alotto, for Argentina, on behalf of the G-77/China, described the continuation of the Kyoto Protocol as a cornerstone of efforts to address climate change, adding that non-Annex I parties also need to join these efforts with comparable commitments.",
      "Connie Hedegaard, EU Commissioner for Climate Action, on a new comprehensive globally binding agreement, said that the EU was ready to take a second commitment period under the Kyoto Protocol.",
      "She said the EU must be assured that others will agree on a new legally binding framework.",
      "Marcin Korolec, Minister of Environment, Poland, for the EU, called for a roadmap leading to a global comprehensive and legally binding framework.",
      "He warned that a second commitment period for a limited number of parties to the Kyoto Protocol must not become an excuse for inaction.",
      "He said the EU expects full implementation of the actions pledged in Cancun.",
      "Greg Combet, Minister of Climate Change and Energy Efficiency, Australia, for the Umbrella Group, highlighted the collective contribution of his group to fast-start finance of US$20 billion and said they are ready to support a deal that puts in place the building blocks of a comprehensive climate framework.",
      "Jato Sillah, Minister of Forestry and the Environment, the Gambia, for LDCs, emphasized the plight of the poorest nations that are suffering from extreme weather events and internal migrations due to the effects of climate change, wondering how some parties can propose delaying action until 2015 or later.",
      "Karl Hood, Minister of Foreign Affairs, Grenada, for AOSIS, stressed that a system based on multilateral rules is essential for the survival of vulnerable countries.",
      "He expressed concern over proposals to leave Durban without a final resolution on the second commitment period of the Kyoto Protocol, and called for a parallel protocol to cover countries that are not parties to the Kyoto Protocol."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}