{
   "actors": [],
   "countries": [
      "Brazil",
      "United States",
      "Saudi Arabia",
      "Norway",
      "Argentina",
      "Venezuela"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_21",
   "section_title": "Carbon and Other Biochemical Cycles",
   "sentences": [
      "On the headline statement in this section, Brazil insisted on nuancing the relative contribution of land-use change to the increase of CO2 concentrations, and including reference to the role of forests as sinks, with Venezuela proposing to refer to the net balance between emissions and carbon capture by land systems.",
      "The US suggested adding terrestrial sinks, and mentioning that the increase in CO2 concentrations is 'secondarily' from land use change, while Norway stated that it would not be appropriate to mention terrestrial sinks here.",
      "Saudi Arabia and Venezuela underlined the importance of referring, in the headline statement, to all three GHGs, namely CO2, methane, and nitrous oxide.",
      "Informal consultations took place on the reference to the role of terrestrial sinks, after which the headline statement was adopted.",
      "Addressing the atmospheric concentrations of GHGs, Saudi Arabia cautioned against 'giving policy makers the message that CO2 drives global warming' and further highlighted that not all CO2 emissions result from fossil fuel combustion.",
      "Many delegates attempted to clarify and simplify language, while Argentina urged participants to 'save energy for more controversial chapters'.",
      "Regarding text on CO2 emissions from fossil fuel combustion and cement production in 2011, and anthropogenic net CO2 emissions from land-use change throughout the past decade, Saudi Arabia proposed also discussing other gases, sectors and sources, and addressing confidence levels and representative timeframes.",
      "On the use of different timeframes, the CLAs clarified that for industries, yearly data is available, while for land-use change, available data is not updated every year.",
      "Following informal consultations, delegates agreed to revised text incorporating a number of these suggestions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}