{
   "actors": [
      "Umbrella Group",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Indigenous Peoples",
      "Trinidad and Tobago",
      "China",
      "Mali",
      "Yemen"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_91",
   "section_title": "SBSTA 33",
   "sentences": [
      "SBSTA Chair Mama Konaté (Mali) opened the session on Tuesday, 30 November.",
      "Parties adopted the agenda and agreed to the organization of work (FCCC/SBSTA/2010/7).",
      "Yemen, for the G-77/China, called for consideration of action-driven outcomes under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation (NWP) and a decision to build and/or enhance national and regional climate centers.",
      "Australia, for the Umbrella Group, suggested that work on the NWP and reform of the CDM could be completed at this meeting.",
      "For more details on the opening statements, see: http://www.iisd.ca/vol12/enb12489e.html . NAIROBI WORK PROGRAMME (NWP): The agenda item on the NWP was first considered by the SBSTA on 30 November (FCCC/SBSTA/2010/8-10 and 12, INF.7, and MISC.8 and Add.1).",
      "The topic was subsequently referred to a contact group co-chaired by Kishan Kumarsingh (Trinidad and Tobago) and Don Lemmen (Canada).",
      "Informal consultations focused on reviewing the NWP and its continuation.",
      "During these consultations, parties decided to continue NWP activities and complete a review of the NWP at SBSTA 34.",
      "However, reference to communities and peoples in relation to indigenous populations remained contentious, with developed countries supporting communities and developing countries supporting peoples.",
      "In the SBSTA closing plenary on 4 December, parties agreed to refer to women, local communities and indigenous peoples.",
      "Parties then adopted the conclusions."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SBSTA"
}