{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Chile",
      "Philippines",
      "Singapore",
      "United States",
      "Switzerland",
      "Bolivia",
      "Norway",
      "Australia",
      "Antigua and Barbuda",
      "Colombia",
      "South Africa",
      "Mexico",
      "India",
      "China",
      "Uganda",
      "Japan",
      "Botswana",
      "Dominica"
   ],
   "enb_end_date": "19-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "19-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12540e.html",
   "id": "enb12540e_4",
   "section_title": "CONVENTION ARTICLE 6 (education, training and public awareness) (SBI)",
   "sentences": [
      "In the afternoon informal consultations that were open to observers, parties focused on a draft proposal by the G-77/China on the Doha Work Programme on Convention Article 6. YOUNGOs, CAN and LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES identified issues that should be emphasized in the text, including: gender; local communities; and specific reporting requirements.",
      "Dominica, for the G-77/CHINA, introduced their draft text which is divided into a preamble, recommendations to be considered for the Doha Work Programme, the role of the Secretariat and intergovernmental organizations.",
      "The EU suggested the inclusion of a section on the role of parties in the work programme.",
      "AUSTRALIA and the US discussed the proposed eight-year work programme with a mid-term review in 2016.",
      "Parties will submit proposals and a draft text will be prepared.",
      "Informal consultations will continue. SHARED VISION (AWG-LCA): The spin-off group met in the afternoon to discuss the way forward.",
      "Facilitator Zou Ji (China) asked parties to consider the following three options on how to move forward: numbers and context; range of numbers and context; or process and mechanism to identify and elaborate on numbers, range and context.",
      "Many parties highlighted the importance of discussing the issues simultaneously, but views were divergent on the starting point of discussions. BRAZIL, NORWAY, SWITZERLAND and the EU suggested that the group first address ways to move forward before deciding on substance of discussion.",
      "Discussion on context was supported by AUSTRALIA, MEXICO, the EU, SOUTH AFRICA, Antigua and Barbuda, for AOSIS, India, for the G-77/CHINA, the US, BOLIVIA, SINGAPORE and CHILE.",
      "The US, BOLIVIA, JAPAN, CHILE, MEXICO and COLOMBIA highlighted global goal and peaking of emissions as the focus of the group.",
      "Botswana, for the AFRICAN GROUP, Uganda, for LDCs, and the PHILIPPINES highlighted means of implementation and support as a possible way forward.",
      "Parties will submit text for a summary to be discussed at the next informal consultation. ANNEX I FURTHER COMMITMENTS (AWG-KP): In the afternoon, the AWG-KP contact group convened to hear progress reports from the spin-off group on numbers and text, and from the informal consultations on legal and procedural issues.",
      "On numbers and text, Co-Facilitator Lefevere reported that parties had made presentations on their QELRO submissions and highlighted issues discussed, including: clarification of QELRO submissions and associated conditions; views on market mechanisms; national policies implemented to support QELROs; and preferences for the length of the second commitment period.",
      "In the ensuing discussion, parties considered several issues, including: concerns regarding the length of the second commitment period; ways to structure Annex B; and rules to translate pledges into QELROs.",
      "Parties agreed to focus the next spin-off group on carry-over of AAUs, drawing on proposals from Durban and new ideas that parties have put forward in Bonn.",
      "On legal and procedural issues, AWG-KP Vice-Chair Uosukainen reported on informal consultations, which focused on: how to secure continuity between the first and second commitment periods; the application of accounting rules in the second commitment period; different ideas on provisional application to secure continuity; and ways to raise the ambition levels during the second commitment period.",
      "Parties agreed to address some of these issues in the spin-off group, and an additional informal consultation may be convened."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}