{
   "actors": [],
   "countries": [
      "Croatia",
      "France"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_15",
   "section_title": "IPCC-42 REPORT",
   "sentences": [
      "Acting IPCC Chair El Gizouli opened IPCC-42, thanking the Government of Croatia for hosting the session and noting that its main objective was to elect a new Bureau.",
      "He highlighted the departing Bureau’s accomplishments, noting the AR5 was the most thorough assessment of the science of climate change ever undertaken.",
      "He said that the 20th meeting of the Conference of the Parties (COP 20) to the UNFCCC formally recognized the AR5 as a key input into the UNFCCC process and highlighted the IPCC’s unprecedented outreach during the AR5 cycle.",
      "Underlining the importance of 2015 for the UNFCCC and the IPCC, Florin Vladu, UNFCCC Adaptation Programme Manager, pointed to the agreement expected in Paris, France, at COP 21 in December.",
      "He supported targeted IPCC SRs, including those related to monitoring the aggregated progress in emission reductions and the science-based management of the pathway of global emissions, as evolving needs of the UNFCCC, and expressed hope that the IPCC reports would help to continuously strengthen UNFCCC Parties’ level of ambition.",
      "Merlyn Van Voore, on behalf of UNEP Executive Director Achim Steiner, called for echoing the successful recent adoption of the Sustainable Development Goals by reaching a transformative agreement at COP 21.",
      "She stressed the IPCC’s achievement in supporting global recognition of climate change as a defining social, political and economic issue, and underscored that the level of investment needed globally is not insurmountable.",
      "Jeremiah Lengoasa, WMO Deputy Secretary-General, highlighted work undertaken by the WMO, including workshops for weather presenters and an update on the 2015-2016 El Niño/Southern Oscillation, which is predicted to further strengthen by the end of the year and likely to be placed among the strongest since 1950.",
      "He called on the IPCC to consider the bigger picture, stressing the importance of clear and widely accessible IPCC outputs.",
      "Mihael Zmajlović, Minister of Environmental and Nature Protection, Croatia, emphasized that climate change is a primary and present challenge of mankind.",
      "He supported a multi-faceted agreement in Paris, including ambitious goals and significant contributions by the highest-emitting countries, and highlighted Croatia’s energy efficiency and recovery programmes."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "IPCC"
}