{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_83",
   "section_title": "ADAPTATION/MITIGATION",
   "sentences": [
      "COP-8 was also characterized by claims and counter claims about the nature of adaptation and mitigation.",
      "Some Parties viewed these as 'two sides of the same coin,' while others claimed that mitigation and adaptation are separate issues, mitigation applying to developed countries and adaptation applying to developing countries.",
      "Attempts to achieve a balance between adaptation and mitigation in the Delhi Declaration clearly failed, but the difficulties presented by this dichotomy affected negotiations on other issues as well. Discussions on the improved guidelines for non-Annex I national communications began with one Annex I Party calling for the Chair\u0092s text to reflect a balance between adaptation and mitigation reporting requirements.",
      "Parties had difficulty agreeing on what should be reported, let alone when to use 'shall' instead of 'should.",
      "' Developing countries have an interest in reporting on their adaptation needs, but improvements in the content and comparability of national communications could make it more difficult for developing countries to secure funding if they fail to provide requested information.",
      "Moreover, good quality information on developing country emissions and capacities could open the door to a broadening of commitments.",
      "In this connection, the G-77/China succeeded in obstructing an EU proposal for the voluntary review of national communications.",
      "Eventually, Parties adopted a Chair\u0092s compromise text that resembles the positions of non-Annex I countries. The issue of the adverse effects of policies and measures on developing countries, meanwhile, was used by the G-77/China at COP-8 to ensure delegates focused on the question of adaptation in developing countries, rather than mitigation.",
      "The G-77/China cast mitigation exclusively in terms of the implementation of existing commitments, repeatedly noting in discussions on P&Ms that Annex I Parties\u0092 emissions continue to increase, and that their policies and measures are not designed to minimize adverse effects.",
      "The argument made by most Annex I Parties and some developing countries particularly threatened by climate change, that adaptation will ultimately be useless unless climate change is allayed by global mitigation efforts, did not seem to have any impact on the leaders of G-77/China."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}