{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Philippines",
      "Singapore",
      "United States",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Argentina",
      "Pakistan",
      "Saudi Arabia",
      "Algeria",
      "South Africa",
      "Mexico",
      "India",
      "China",
      "Japan"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_6",
   "section_title": "Mitigation",
   "sentences": [
      "Mitigation and its associated means of implementation were discussed in a contact group chaired by Zammit Cutajar.",
      "Discussions covered all subparagraphs of paragraph 1(b) of the Bali Action Plan, namely: 1(b)(i) on mitigation by developed countries; 1(b)(ii) on mitigation by developing countries; 1(b)(iii) on reducing deforestation and forest degradation in developing countries, plus conservation (REDD+); 1(b)(iv) on sectoral approaches; 1(b)(v) on market-based approaches; 1(b)(vi) on consequences of response measures; and 1(b)(vii) on the catalytic role of the Convention.",
      "Three in-session workshops were held on: economic and social consequences of response measures ( FCCC/AWGLCA/2009/CRP.1 ); mitigation by developed and developing countries respectively ( FCCC/AWGLCA/2009/CRP.",
      "3 ); and opportunities and challenges for mitigation in the agricultural sector ( FCCC/AWGLCA/2009/CRP.2 ).",
      "For more details of these workshops, see: http://www.iisd.ca/vol12/enb12400e.html , http://www.iisd.ca/vol12/enb12401e.html and http://www.iisd.ca/vol12/enb12404e.html .",
      "On mitigation by developed countries , parties discussed the nature of commitments and ways to define them.",
      "South Africa, China and several others highlighted the need for comparable efforts, and underlined that all developed countries should set legally binding, quantitative and economy-wide emission reduction targets.",
      "Brazil, Bolivia and several others highlighted historical responsibility and the polluter pays principle.",
      "The EU called for developed country leadership and ambitious targets.",
      "New Zealand noted that the discussion was about developed countries, not Annex I countries.",
      "The Republic of Korea highlighted that mitigation can be an economic opportunity.",
      "Some countries called for nationally appropriate commitments.",
      "The US urged further discussion of long-term emission pathways and noted plans for a federal cap-and-trade system with interim annual goals, guided by a long-term goal up to 2050.",
      "Japan and others stressed the need for a legal framework for commitments by Protocol non-parties, including the US.",
      "India proposed that the AWG-LCA determines the collective emission reduction range for all Annex I countries and individual targets for Protocol non-parties.",
      "Japan and others urged cooperation with the AWG-KP to achieve a comprehensive outcome in Copenhagen.",
      "On mitigation by developing countries , discussions focused on NAMAs.",
      "The Republic of Korea noted that NAMAs can be voluntary, based on support or on carbon credits.",
      "China said developing countries are interested in NAMAs but they are facing financial and technological barriers.",
      "The EU proposed considering how to incorporate NAMAs into low-carbon development strategies, and suggested such strategies as a way of communicating needs for support.",
      "Japan, the EU and others suggested advanced developing countries should do more on mitigation, while Saudi Arabia, South Africa and others opposed differentiation among developing countries.",
      "Japan supported halving global emissions by 2050 and said that a Copenhagen agreement should be comprehensive and involve major developing countries, or otherwise Japan will not be able to join it.",
      "China, India, Saudi Arabia and others stressed the voluntary nature of developing country mitigation, stating that commitments would be against the Convention s principles.",
      "The US and several developing countries highlighted mitigation actions already implemented by developing countries, and Mexico and others identified the need for their recognition.",
      "Several parties supported registering NAMAs.",
      "Parties discussed the nature and functions of a NAMA registry, and, in particular, ways of matching actions with support.",
      "South Africa discussed specific steps for establishing a NAMA registry, including the registration of developing country actions enabled through their own resources and verification at the national level.",
      "Saudi Arabia described an integrated support and accreditation mechanism (SAM).",
      "India highlighted the role of support and suggested a registry can be a NAMA window of the financial mechanism.",
      "Argentina, the Philippines and Saudi Arabia expressed concern with the concept of a registry, and Algeria said the idea of matching actions with support connotes uncertainty or delay.",
      "On MRV, several developing countries highlighted that the MRV requirement applies to financial, technical and capacity building support by developed countries for NAMAs.",
      "Several developed countries highlighted the need for MRV of NAMAs.",
      "The US said MRV should not be confined to NAMAs themselves, but should also take into account their context to understand the net results and the direction of global emissions.",
      "New Zealand identified an information deficit due to the lack of recent developing country inventories and identified the need to verify that the information is correct.",
      "India and others stressed that verification is inconsistent with the Convention s provisions, and China said MRV only applies to supported action, which would be verified by national entities under UNFCCC guidance.",
      "On REDD+ , parties highlighted access to financial, technological and capacity-building support.",
      "Several countries highlighted the link with NAMAs.",
      "Many also identified the need for performance-based and robust methodologies and monitoring systems.",
      "Among other issues, parties noted national-level implementation, co-benefits and a phased approach.",
      "Parties also addressed cooperative sectoral approaches .",
      "Developing countries supported consideration of such approaches only in the context of Convention Article 4.1(c) on the transfer of technologies.",
      "Several developing countries noted that sectoral approaches should take place at the national level and opposed global and regional sectoral approaches.",
      "On emissions from international aviation and maritime transportation, Norway supported a global target for international shipping emissions, while Pakistan and Singapore supported consideration of the issue by specialized agencies such as the International Civil Aviation Organization and the International Maritime Organization.",
      "On the role of markets , discussions focused on their purposes and limitations.",
      "Several developing countries highlighted that markets should not substitute mitigation activities in developed countries or public funding.",
      "The EU proposed complementing NAMAs with market mechanisms, and elaborated on sectoral crediting and trading for developing countries with no-lose targets below business-as-usual baselines.",
      "Developing countries stressed the role of governments and the public sector in enhancing mitigation, with the LDCs highlighting barriers to market participation.",
      "Developed countries underlined the need to engage the private sector.",
      "On consequences of response measures , parties noted both positive and negative consequences for different economic and social sectors and countries.",
      "Several parties supported establishing a forum to exchange views and experiences and develop recommendations.",
      "On the catalytic role of the Convention , it was agreed that this is a crosscutting element.",
      "Developing countries highlighted the central role of the UNFCCC."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}