{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Switzerland",
      "New Zealand",
      "China",
      "Chile"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_31",
   "section_title": "INTERNATIONAL TRANSACTION LOG",
   "sentences": [
      "The International Transaction Log (ITL), a computerized system that performs automated checks on transactions of carbon credits under the Kyoto Protocol between national registries, was first discussed during SBI 26 in plenary on Tuesday, 8 May.",
      "The Secretariat briefed delegates on progress on implementing the ITL, noting the development and deployment of the ITL software (FCCC/SBI/2007/INF.3).",
      "Both the EU and Chile, for the G-77/China, expressed concern over the timely implementation of the ITL, with the G-77/China adding that the ITL should be fully functional by the end of 2007.",
      "The EU also requested more budget information about the ITL, and Switzerland said resource issues would need to be considered.",
      "The issue was then referred to informal consultations facilitated by Shuang Zheng (China).",
      "These discussions quickly resulted in draft SBI conclusions on implementation of the ITL.",
      "In addition to these consultations, there were also more protracted small group negotiations relating to budget issues raised by the ITL, particularly the scale of contributions from parties.",
      "These negotiations were facilitated by Helen Plume (New Zealand) as part of the budget negotiations, and are addressed in this report in the section on the 2008-2009 budget.",
      "On 18 May, Shuang Zheng reported on successful consultations on the non-budget aspects of the ITL.",
      "She noted constructive discussions and agreed conclusions noting progress in testing the ITL and registry systems, as well as recognition of the work still needed.",
      "Parties adopted the text, as presented."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}