{
   "actors": [],
   "countries": [
      "Antarctica"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_30",
   "section_title": "A BRIEF ANALYSIS OF AWG-LCA 5 AND AWG-KP 7",
   "sentences": [
      "A glacier is a large, slow-moving mass of ice, formed from compacted layers of snow that slowly deforms and flows in response to gravity and high pressure.",
      "Negotiations under the UN Framework Convention on Climate Change (UNFCCC) have sometimes been said to proceed at a glacial speed.",
      "The problem is that with human-induced climate change, glaciers have begun to move more quickly.",
      "During the fifth session of the Ad Hoc Working Group on Long-term Cooperative Action (AWG-LCA 5) and the seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 5), delegates heard news of the shattering of the last ice bridge connecting Antarctica s Wilkins Ice Shelf to the coast.",
      "This caused the skeptical ones to wonder whether climate change and the movement of ice would soon be outpacing progress in the negotiations.",
      "Less than eight months remain before the critical conference in Copenhagen, where negotiators are supposed to reach agreement on the post-2012 climate change regime and deliver an ambitious political response to the growing concern about climate change.",
      "While the main objective of the Bonn meeting was still somewhat unglamorous - to work towards negotiating texts under both AWGs - everybody agrees that time is running out and that the serious work must kick off in June.",
      "As the UNFCCC Executive Secretary Yvo de Boer reminded delegates, in terms of negotiating time, Copenhagen is only several weeks away.",
      "The sense of urgency is also growing outside the process: the International Scientific Congress on Climate Change, held in Copenhagen just a few weeks before the Bonn talks, sent a chilling message that the worst-case IPCC scenario trajectories (or even worse) are being realized.",
      "And the process is taking place in the midst of a major global economic crisis.",
      "On the more positive side, the new US administration finally arrived to the negotiating table with clear signs of wanting to engage, but with little time to prepare concrete proposals that would gain the required backing at home.",
      "Many familiar with the process remain confident that an agreement in Copenhagen will be possible, noting that it is too early in the process to see major movement and things will only get serious once parties have a negotiating text before them.",
      "However, some delegates were increasingly worried about the amount of work ahead of them and expressed disappointment with the pace of the negotiations in Bonn.",
      "This brief analysis takes stock of progress made at AWG-LCA 5 and AWG-KP 7 and analyzes key remaining issues for the eight critical months ahead, with particular emphasis on the interrelatedness of various negotiation forums and issues - where if one part moved, the other might follow, and, on the other hand, lack of progress on one issue could hold back others.",
      "In this sense, it might be more the dynamics of glacier movement than glaciers pace which serves as an analogy to the process as it unfolded in Bonn."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "WORKING GROUP"
}