{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Apr-01",
   "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-17",
   "enb_start_date": "09-Apr-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12165e.html",
   "id": "enb12165e_15",
   "section_title": "Decision 6:",
   "sentences": [
      "On the management and approval process for special reports, several delegates preferred the option used most frequently to date, which involved the reports being assigned to the most appropriate working group co-chairs and associated Technical Support Units, with approval in a plenary session of the working group.",
      "One participant suggested making better use of the Synthesis Report for the purpose of focusing the work in the working groups, and for identifying what the special reports should cover.",
      "Participants discussed the role of the working group co-chairs and IPCC vice-chairs in managing special reports.",
      "Concerns were raised regarding the workload for these individuals.",
      "Participants questioned how crosscutting issues that do not fit clearly within one working group should be approached. Chair Watson noted a slight variation of viewpoints, but recognized that many supported the idea that the normal procedure would entail using existing co-chairs with existing Technical Support Units, especially when associated with the subject of the working group.",
      "It was suggested that, if the issues are cross- cutting, with inputs from all, then a special vice-chair with the support of either a Technical Support Unit or special arrangements on a case-by-case basis should be made.",
      "Chair Watson noted that most delegates agreed that there should not be changes to existing rules of procedure, but that an addenda on the acceptance process for methodological work should be added.",
      "He suggested the task force bureau should come up with an options paper for this.",
      "He also supported an addenda on the interface between the Bureau and the Panel."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}