{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Ghana",
      "Brazil",
      "Mexico",
      "Philippines",
      "India",
      "China",
      "Guyana",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "21-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "21-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12541e.html",
   "id": "enb12541e_10",
   "section_title": "SPIN-OFF GROUP ON REDD+ (AWG-LCA)",
   "sentences": [
      "The spin-off group on REDD+ met in the afternoon, facilitated by Yaw Osafo (Ghana).",
      "Delegates exchanged views on modalities and procedures for financing results-based actions, as mandated by Decision 2/CP.17 (Outcome of the work of the AWG-LCA).",
      "Some parties also identified potential elements for a COP decision in Doha. GUYANA, supported by the PHILIPPINES, highlighted that the 2ºC target can only be achieved if REDD+ is part of the solution.",
      "With many others, he underscored that a variety of sources will be required to achieve the necessary scale of financing.",
      "Many parties supported a REDD+ funding window in the GCF.",
      "CHINA expressed preference for public sources of financing but said he is open to exploring other sources. MEXICO elaborated on their proposal that parties participating in REDD+ establish a national registry to account for verified emission reductions and carbon stock units, and inform a UNFCCC REDD+ registry to prevent double counting.",
      "BOLIVIA called for further work on non-market approaches.",
      "BRAZIL supported further work on new ideas on appropriate market-based mechanisms, which would not be based on the generation of offsets.",
      "The EU said REDD+ emission reductions results should be assessed through an independent review.",
      "With SWITZERLAND and INDIA, he suggested further work on definitions. INDIA said countries should use their own methodologies to measure emissions from forest degradation until agreement on a common methodology is reached.",
      "Facilitator Osafo noted that the Secretariat will prepare a technical paper, as requested by Decision 2/CP.17, and that consultations on the date of a REDD+ workshop are taking place. SPIN-OFF GROUP ON NUMBERS AND TEXT (AWG-KP): In the afternoon, informal spin-off group on item 3 (numbers/text), parties focused discussions on the level of ambition of parties commitments and carry-over of surplus assigned amount units (AAUs).",
      "On ambition, a group of developed countries introduced two proposals.",
      "The first one would establish a review of the level of ambition of parties QELROs, coinciding with the 2013-2015 Review under the Convention, to address the concern raised by some parties that an 8-year commitment period would lock in a low level of ambition.",
      "The second one includes a simplified procedure to amend Protocol Annex B to facilitate an increase in the level of ambition by a party.",
      "A developing country introduced a proposal on revising QELROs with a view to strengthening commitments under the Protocol.",
      "The proposal indicates that Annex I parties may, at any time, strengthen their QELROs and ensure the immediate effect of such revision by: forfeiting a part of their AAUs; transferring these units to a cancellation account established for this purpose in the national registry; and communicating such transfer to the Secretariat.",
      "Parties then reviewed options for addressing the carry-over of surplus AAUs from the first to the second commitment period.",
      "They agreed to focus discussions at their next meeting on options for middle ground proposals, clarify concepts, and further assess the implications of proposals with a view to creating a single document to work on."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}