{
   "actors": [],
   "countries": [],
   "enb_end_date": "10-Sep-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "10-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12243e.html",
   "id": "enb12243e_18",
   "section_title": "AGRICULTURE AND LULUCF",
   "sentences": [
      "Micheal Young reported on the discussion of the working group on emissions projections from agriculture and LULUCF and highlighted conclusions and recommendations, noting that expertise in the group had been predominantly in agriculture.",
      "He began by summarizing discussions on agriculture. On projections for activity levels and emission factors, Young said that participants agreed to consider possible future changes in emission factors, since these may change as productivity levels change.",
      "They also agreed on the significance of providing information on P&Ms to abate ammonia emissions given the synergies between ammonia and nitrous oxide.",
      "He said that participants had stressed the emerging importance of sensitivity analysis as the agriculture sector becomes more globalized, involving increased volatility of international exchange rates, which should be factored into the analysis.",
      "Regarding the timeframe of projections, he noted that projections are less viable beyond ten years. On the use of specialized models, he said that, when possible, data and models used in inventories should also be used in projections, and that the focus should be on good scientific practice rather than on models.",
      "Accordingly, he said the group did not recommend use of any specialized models, but agreed that a multi-model approach is desirable. On modeling the impact of greenhouse gas-related factors, Young noted that this data is often not easily factored into a top-down approach, and bottom-up approaches could be used to include P&Ms in the projection models.",
      "He observed that the indirect effects of P&Ms are difficult to gauge and noted the usefulness of iteration between models to refine projections. He said that participants agreed on the importance of presenting the main drivers for emissions projections, since these are not only related to projections but also to the inventory.",
      "Young outlined additional recommendations, namely to include a list of emission drivers with reference to the CRF tables, and for Parties to provide a textual interpretation of drivers and context be provided in the national communications. Young then turned to conclusions and recommendations on LULUCF.",
      "Regarding specific difficulties associated with emissions projections for LULUCF, Young said participants noted that forestry projections are available and common in the forestry industry, in contrast to other areas of LULUCF.",
      "He said that where inventories are good, projections are not an issue, given that changes in carbon stocks are very low, and therefore investment in specialized models might not be worthwhile.",
      "However, he said that participants noted the challenges in tracking changes in land use and in carbon stocks from land-use change, and emphasized that activity data needs to be improved. On the main drivers behind LULUCF projections, participants agreed on the convenience of deriving a list of variables such as growth rates, tree density and biomass expansion factors, to better guide projections. In addressing exchange of information on available methods and models, Young noted the need to consider the linkage between agriculture and forestry, and said existing data sets on forest inventories, maps and remote sensing allow for simple extrapolations.",
      "He stressed the views of participants on the need for expert opinion in projection models, and said the application of the GPG will improve inventories, and hence projections.",
      "The group was unable to further elaborate on LULUCF projections and provide solutions. Young reported that participants also discussed institutional arrangements, stressing cooperation between institutions to overcome methodological issues and problems, estimate the effects of P&Ms, and contribute to building projection estimates."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}