{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Sudan",
      "India",
      "Egypt",
      "China",
      "Japan"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_14",
   "section_title": "Greenhouse gases, sectors and sources",
   "sentences": [
      "Questions related to greenhouse gases, sectors and sources were considered in one meeting by the informal group on other issues on Friday ( FCCC/KP/AWG/2009/10/Add.3 annex III).",
      "Vice-Chair Dovland noted that it was too late in the week to draft a new non-paper on these issues but that parties proposals for insertions or corrections to the text would be forwarded to the AWG-KP Chair to be included in the revised documentation for AWG-KP 9 in Bangkok.",
      "Discussions centered on three issues: inclusion of new greenhouse gases for the second commitment period; metrics to calculate global warming potential (GWP); and reporting guidelines.",
      "Australia submitted a proposal building on the SBSTA conclusion ( FCCC/SBSTA/2009/L.11 ) on this issue relating to a process beginning in 2010 with a view to adopting revised UNFCCC Annex I reporting guidelines on national greenhouse gas inventories to be based on the 2006 IPCC Guidelines for use from 2015.",
      "On new greenhouse gases , Brazil, with China, India, Sudan, Saudi Arabia, Egypt and Bangladesh, supported the option of not including any new gases in Annex A of the Protocol.",
      "AOSIS supported inclusion of additional gases to prevent the development of perverse incentives to increase emissions of these gases.",
      "She noted that gases should be grouped into families in Annex A. Japan, the EU, Canada, and Australia supported inclusion of new gases, where there is robust scientific evidence and technical information available to support mitigation.",
      "Canada highlighted the need to ensure consistency with the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "On common metrics to calculate GWPs, Brazil, supported by India, expressed preference for option 2, which uses global temperature potentials (GTPs), while outlining a third option, which would maintain the provisions of the Protocol for the second commitment period.",
      "The EU questioned how new gases would be addressed in such a scenario.",
      "Brazil noted its opposition to the addition of new gases, but said that it would be possible to create exemptions for them, stressing that its proposal is a pragmatic reflection of the complexity associated with defining GTPs under the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}