{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "France",
      "United States",
      "Hungary",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Burkina Faso",
      "Saudi Arabia",
      "Algeria",
      "South Africa",
      "Tuvalu",
      "Slovenia",
      "Austria",
      "China",
      "Chile",
      "Iceland",
      "Japan"
   ],
   "enb_end_date": "17-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC Dialogue Summary",
   "enb_start_date": "17-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12297e.html",
   "id": "enb12297e_3",
   "section_title": "EXCHANGE OF VIEWS ON ISSUES TO BE DISCUSSED IN THE DIALOGUE",
   "sentences": [
      "On Monday morning, parties engaged in an initial exchange of views about the issues on the Dialogue\u0092s agenda.",
      "A number of speakers stressed the need to address climate change in the broader context of sustainable development, while many also commented on technology development and transfer, energy sector policies and measures, market mechanisms, mitigation and adaptation. Norway underscored the critical importance of an effective and appropriate international response to climate change.",
      "He favored a broad approach to the discussions, since climate change relates to many issues, and suggested inviting think tanks as well governments to provide pre-meeting submissions and inputs. South Africa stressed the principle of common but differentiated responsibilities, urged improved organization and consolidation of existing work programmes, and highlighted the notion of 'positive incentives' to encourage and support action in developing countries across a range of activities.",
      "She stressed the value of sustainable development policies and measures, the need for increased technology research and transfer, and the need for a Subsidiary Body for Implementation (SBI) programme of work on adaptation. China observed that some aspects of the UNFCCC had not yet been implemented, as emissions have not declined, and technology transfer and capacity building have not been adequate.",
      "He supported taking UNFCCC implementation to a new level, stated that economic development was crucial to achieving sustainable development, and endorsed increased progress on adaptation.",
      "While observing that market mechanisms alone are not sufficient to address climate change, he said the CDM was a relatively sound mechanism that should continue to function after 2012. Austria, speaking on behalf of the EU, underscored the 2oC temperature target, noting that a decrease in emissions of 15-50% was required by 2050.",
      "He stressed that the acceleration of climate change could render adaptation impossible in some cases, and said developed nations should continue to take the lead.",
      "Noting that Annex I parties cannot fight climate change alone, he urged discussion on how to achieve the Millennium Development Goals while following a low carbon emissions path. Brazil stressed the urgency of climate change and the need to focus strictly on the UNFCCC.",
      "He said developing countries should receive positive incentives for doing more in terms of mitigation.",
      "Stating that no additional carbon mechanisms are needed, he said opportunities for market participation should be explored, including trade in renewable energies. Saudi Arabia stated that whether climate change is occurring or not is irrelevant to the UNFCCC, since the Convention is based on the precautionary principle.",
      "He said Annex I countries have not taken the lead.",
      "Slovenia said a clear goal and decision on how to implement the UNFCCC fully is required.",
      "Japan stressed the need to focus on greenhouse gas stabilization and for engagement of all major emitters.",
      "He called for pragmatic approaches, underscored technology for energy efficiency and urged 'solidarity.",
      "' Noting that the world today is very different than it was in 1992 when the UNFCCC was adopted, he asked how long the 'divide' in how countries address climate change can be maintained. The Republic of Korea said lessons from previous in-session workshops on adaptation and mitigation should be considered in the discussion.",
      "Chile spoke about the negative effects of climate change, poverty and lack of access to energy. Iceland stressed the need for collective action and supported using renewable energy, especially in developing countries.",
      "He proposed standards and benchmarking, tied to the Convention, for specific key industries and sectors.",
      "He also proposed analyzing the positive and negative effects of subsidies and taxes on climate change, and discussion on how to strengthen the role of land use, land-use change and forestry (LULUCF). France stressed the need to change patterns of energy and infrastructure investments and to focus on how to provide the positive incentives to steer that investment.",
      "Hungary asked whether the CDM and sinks should be extended to work under the Convention.",
      "Tuvalu reminded delegates that small island states depend on collective action by the global community for their sustainable development, and argued that LULUCF creates disincentives for mitigation, in particular for renewable energy. The US supported other speakers\u0092 comments on consolidating work programmes and linkages with trade, while cautioning against in- depth discussions on the temperature limits suggested by some.",
      "He highlighted strong agreement among speakers on the need to address climate change in the context of sustainable development, and also noted work on technology research development and demonstration projects. New Zealand suggested that this Dialogue and future workshops could assess progress on UNFCCC implementation, identify relevant knowledge that was not available when the Convention was signed in the 1990s, and consider how to simplify the measurement and information requirements placed on parties, without sacrificing environmental integrity.",
      "Switzerland urged a strong focus on mitigation and using market-based opportunities to their full extent in all regions.",
      "He stressed that this meeting should be linked to other processes on long-term action, such as the Ad Hoc Working Group under the Kyoto Protocol. Canada said the magnitude of the climate change problem dictates that governments must work with the private sector.",
      "Burkina Faso noted the growing impact of extreme events such as drought, desertification and floods, and called for an end to delays and inaction.",
      "Algeria said current commitments should be a focus of discussion."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": "WORKING GROUP"
}