{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Morocco",
      "Norway",
      "Kenya",
      "France"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_9",
   "section_title": "SPECIAL REPORTS AND OTHER MATTERS RELATED TO THE FUTURE OF THE IPCC:",
   "sentences": [
      "Chair Pachauri raised two issues needing decision: strengthening of the IPCC Secretariat, given the IPCC s needs for its future work, and consideration of proposals for special reports and other activities submitted by IPCC members.",
      "He proposed, and the Panel agreed, to set up two small task groups to address these issues.",
      "The task groups were requested to submit their recommendations for consideration at the next Bureau meeting and IPCC-29.",
      "France recommended that the group also examine the financial and other aspects of proposals submitted.",
      "Norway noted its proposal for a workshop or scoping meeting on a possible special report on managing extreme events, asking for an indication on this from IPCC-28.",
      "France noted an existing UNCCD proposal for a special report.",
      "Morocco stressed the need for a special report on food security and bioenergy.",
      "Chair Pachauri suggested following the existing procedure, which had been formulated for submission of proposals for special reports during the AR4 cycle, which is to submit a full proposal for consideration by the next Bureau meeting and IPCC-29.",
      "The Chair noted that all requests for special reports must be collected and decided upon by the Panel, and reminded delegates that the criteria and frameworks for special reports can be modified later.",
      "Upon a query from Kenya, Chair Pachauri clarified that the current Bureau would continue to exist until the new Bureau is elected, but is not due to meet again.",
      "The UK noted that Bureau input might be needed on the IPCC s future and on strengthening the Secretariat.",
      "Chair Pachauri suggested consulting and finalizing such work by e-mail, meeting only if necessary.",
      "The Panel agreed to retain the current structure of the IPCC Bureau and the TFB."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}