{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Cuba",
      "Tuvalu",
      "Saint Lucia",
      "Zambia",
      "Russian Federation",
      "Senegal",
      "Congo",
      "China",
      "Colombia",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Argentina"
   ],
   "enb_end_date": "09-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "09-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12505e.html",
   "id": "enb12505e_3",
   "section_title": "SHARED VISION (AWG-LCA)",
   "sentences": [
      "During the morning informal group on a shared vision, the facilitator explained that in Decision 1/CP.16 (outcome of the AWG-LCA s work), parties had agreed to work towards identifying a global goal for emission reductions and a time frame for global peaking of greenhouse gas emissions.",
      "She further noted that in Bangkok, parties had indicated that there are other issues than the two contained in the Cancun Agreements, to be addressed by the group.",
      "Parties were then invited to identify other issues for consideration by the informal group.",
      "The issues identified included: the need for a global goal based on best available science and the Convention s principles, such as common but differentiated responsibilities; trade; equity; equitable access to sustainable development; defending the rights of Mother Earth to ensure harmony between humanity and nature; compliance through an international court of climate justice; migrants; warfare; a carbon budget; global goals for finance, technology and adaptation; enhanced action on all elements of the Bali Action Plan; historical responsibility; a second Kyoto Protocol commitment period; rights of survival of countries; and response measures.",
      "Some parties urged focusing on areas where convergence can be achieved, while others opposed excluding any issue proposed by a party.",
      "Some parties preferred focusing only on those issues that were identified in Decision 1/CP.16, saying that the other issues identified by parties can be addressed after Durban.",
      "The facilitator will produce a list of all issues ahead of the next informal group meeting. ANNEX I FURTHER COMMITMENTS (AWG-KP) : AWG-KP Chair Adrian Macey (New Zealand), opened the first meeting of the contact group on Annex I further commitments.",
      "He highlighted two clusters of issues for the group s consideration: clarification of conditionalities and linkages made by Annex I parties with respect to a second commitment period under the Kyoto Protocol; and the conversion of their pledges into quantified emission limitation and reduction objectives (QELROs).",
      "Chair Macey explained that these issues could be reframed into a discussion of what would constitute a package of outcomes in Durban. SAINT LUCIA, supported by BOLIVIA, BRAZIL, SENEGAL, THE DEMOCRATIC REPUBLIC OF THE CONGO, ARGENTINA, CUBA, ZAMBIA and CHINA, proposed taking note of those Annex I parties that oppose a second commitment period under the Kyoto Protocol, focusing discussions on the conditionalities set by those Annex I parties interested in moving the process forward and seeing whether the conditions have been met or can be met, prior to a round of political decision-making.",
      "BOLIVIA called for concentrating on increasing ambition.",
      "The EU supported discussing elements of a balanced package for Durban.",
      "He said it would be useful to define elements of the package, the role of the second commitment period in that package and what contributions non-Annex I parties would make to the package.",
      "SWITZERLAND highlighted four elements: clear understanding of land use, land-use change and forestry (LULUCF), market mechanisms and gases; implementation of the MRV package from Cancun; clear commitments; and reassurance that the AWG-LCA is moving towards a global, comprehensive and fair agreement. NEW ZEALAND highlighted conditions including: comparability and coherence with the AWG-LCA track; an accounting structure; and a road to a 2ºC deal, including all major emitters, to ensure the New Zealand public will buy the deal.",
      "She, with the RUSSIAN FEDERATION and JAPAN, opposed excluding certain parties from the discussions. NORWAY noted flexibility about whether his country s commitments are under the Kyoto Protocol, as part of a balanced outcome, or under a global agreement.",
      "He emphasized the importance of: mitigation and MRV for developed and developing countries; clarity on a global, legally-binding agreement under the AWG-LCA track; addressing surplus Assigned Amount Units (AAUs); and clarity on LULUCF rules.",
      "The RUSSIAN FEDERATION called for formalizing pledges made in the Copenhagen Accord and reaffirmed in Cancun.",
      "He also proposed clarifying rules on the flexibility mechanisms and LULUCF.",
      "AUSTRALIA supported formalizing the status of mitigation pledges made in Cancun and systematizing the way in which the pledges are recorded.",
      "CANADA underscored that her country will not commit to a second commitment period, but said the Kyoto Protocol has many valuable lessons, such as market mechanisms and LULUCF, for shaping the global climate regime. TUVALU emphasized that discussions in the Kyoto Protocol track cannot lead to conclusions in other processes.",
      "SAUDI ARABIA said discussions should focus on technical issues.",
      "In the afternoon, AWG-KP Chair Macey asked parties to address how to take forward issues in the revised proposal by the Chair (FCCC/KP/AWG/2010/18/Add.1).",
      "AWG-KP Vice-Chair Madeleine Diouf Sarr (Senegal) asked parties to discuss how to move forward on the issues of transforming pledges into QELROs, surplus AAUs and carryover, and environmental integrity. SAINT LUCIA, with TUVALU, said the political context is very important and that such technical discussion was premature. SWITZERLAND stressed the need to address technical issues and leave political issues to the political level.",
      "He said rules and QELROs should come together to provide predictability and environmental integrity. NEW ZEALAND said the ideal outcome would be a comprehensive, legally-binding agreement involving all major emitters, but that an interim arrangement could be made for the transitional period, consisting of a second commitment period under the Protocol and a parallel agreement with other major emitters.",
      "AUSTRALIA said her country hopes to see a legally-binding treaty anchoring commitments by all major economies and that Durban should be a step towards that vision.",
      "She called for articulating a process to scale up ambition.",
      "CANADA underscored a single agreement including all major emitters, and said a balanced package would be built on the framework of the Cancun Agreements and would enhance transparency through an effective MRV framework. BOLIVIA said a level of ambition that would lead to a 4ºC world is unacceptable.",
      "On LULUCF force majeure , AWG-KP Vice-Chair Diouf Sarr highlighted the need for more clarity on the issue.",
      "SAINT LUCIA, with TUVALU, expressed concern about taking up technical issues without further political clarity.",
      "SWITZERLAND said his country supports the ability to leave force majeure events out of accounting, and clarified that they should be defined as single large events that are outside the control of parties.",
      "He noted the need for improvement of force majeure methodology.",
      "AUSTRALIA said force majeure is key to creating incentives to include the land sector.",
      "The EU, supported by NORWAY and SWITZERLAND, said it would be a better use of delegates time to establish spin-off groups to allow technical experts to discuss the rules while continuing political discussions.",
      "COLOMBIA, SAINT LUCIA, TUVALU, BOLIVIA, ARGENTINA and SAUDI ARABIA opposed discussion of technical rules in spin-off groups before setting the political context. AWG-KP Chair Macey said he would consult parties on how to proceed, including with regard to the establishment of spin-off groups, and report back to the next contact group meeting. FINANCE (AWG-LCA): The facilitator invited parties to share their views on the scope of discussions and deliverables for Durban.",
      "Views differed on whether fast-start and long-term financing should be discussed here in Bonn.",
      "Some opposed opening up the Cancun package.",
      "Many parties supported discussing the Standing Committee, established by Decision 1/CP.16, with a view to operationalizing it by Durban.",
      "On the Transitional Committee for the Design of the Green Climate Fund, several parties called for ensuring feedback on progress, in order to ensure that the design of the Green Climate Fund is within the objectives of the Convention.",
      "The facilitator proposed beginning discussions with the Standing Committee, while he consulted bilaterally on how to consider the other items.",
      "One party objected, stating that the Standing Committee had been agreed as an overall package in Cancun, and opposed discussing fast-start and long-term financing in Bonn. TECHNOLOGY (AWG-LCA): The facilitator presented the report (FCCC/AWGLCA/2011/INF.2) of the expert workshop on the Technology Mechanism held in conjunction with AWG-LCA 14 in Bangkok.",
      "He also introduced a roadmap depicting options for achieving a fully operational Climate Technology Centre and Network (CTCN) in 2012.",
      "Parties then discussed priorities for the negotiations in Bonn and expectations for Durban.",
      "Many parties suggested focusing on a call for proposals and the criteria to be used to evaluate and select the host of the Climate Technology Centre.",
      "Parties also identified the need to consider the information needed to enable institutions to respond to the call for proposals, and discussed the type of organization envisaged to host the Climate Technology Centre and the need to consider the experience of the institution, as well as resources at its disposal. REVIEW (AWG-LCA): In the informal group on review, parties exchanged views on scope, principles, process, inputs and the way forward concerning the review of the adequacy of the long-term global goal.",
      "On the scope of the review, some parties emphasized the need to focus on the adequacy of the long-term global goal, while others said Decision 1/CP.16 mandates parties to address implementation of the Convention and overall progress towards achieving the global goal.",
      "Others suggested that the review should include considering whether the Convention s structure should be modified, as Decision 1/CP.16 requires the COP to take appropriate action based on the review.",
      "Some parties cautioned against adopting a broad scope.",
      "On key principles, some parties highlighted the need for a party-driven process, with many supporting consideration of common but differentiated responsibilities, equity and transparency .",
      "On inputs, parties considered possible sources of information, with many referring to, inter alia , the IPCC and countries climate policies and actions.",
      "Others suggested starting the process before 2013 and gathering inputs through a clearinghouse mechanism.",
      "Many parties proposed a phased approach, including collection and compilation of information, its assessment, elaboration of conclusions and recommendations, and discussion of the recommendations in 2015. VARIOUS APPROACHES, INCLUDING MARKETS (AWG-LCA): The facilitator recalled Decision 1/CP.16, in which parties agreed to consider the establishment of market and non-market-based mechanisms at COP 17, saying the focus of this group is to discuss what, if anything, the COP should establish.",
      "He said the focus of the group s first meeting would be to give parties an opportunity to: highlight points from their submissions on the elaboration of market-based mechanisms; identify the nature of draft decisions to be forwarded to the COP; elaborate aspects of the submissions that form a good basis for preparing draft decisions; and suggest specific mechanisms that could be established.",
      "Some parties stressed the need to agree on a second commitment period under the Kyoto Protocol before new market mechanisms can be established.",
      "One party suggested focusing on non-market-based mechanisms and several parties highlighted the need to maintain a balance between market and non-market-based mechanisms.",
      "Regarding expectations for Durban, parties outlined: a decision establishing new market mechanisms; establishment of new market mechanisms based on principles already agreed on, such as environmental integrity; elaboration of modalities and procedures, including for reporting; and establishment of a governance structure.",
      "Several parties highlighted that the purpose of new mechanisms would be to complement, not replace, existing mechanisms such as the CDM.",
      "A number of parties presented on their submissions on the elaboration of market-based mechanisms and all parties then engaged in a discussion of these presentations. CAPACITY BUILDING (AWG-LCA): In the informal group on capacity building, parties discussed the way forward on monitoring and review, and institutional arrangements, given the cross-cutting nature of capacity building.",
      "On institutional arrangements, parties expressed satisfaction that the Cancun Agreements had integrated capacity building into many areas, but identified that this would also pose challenges to broadly enhancing capacity building activities.",
      "Some parties proposed creating a new institutional mechanism to address this, while others expressed concern that this might be duplicative and inefficient.",
      "On MRV, several developing countries expressed concern that reporting poses serious challenges to parties without the capital to meet the reporting standards of the UNFCCC.",
      "Delays in completing national adaptation programmes of action (NAPAs) were given as an example of this, and parties stressed the need to enable effective reporting.",
      "Other issues discussed included the role of the new Adaptation Committee, national communications and the Green Climate Fund, and the ineffectiveness of voluntary capacity-builidng submissions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}