{
   "actors": [],
   "countries": [
      "Saudi Arabia",
      "Denmark",
      "Costa Rica",
      "France",
      "Germany",
      "Chile",
      "Japan"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_35",
   "section_title": "4.3: Response Options for Mitigation:",
   "sentences": [
      "A new sentence was introduced by the authors, stating that 'in scenarios reaching 450 ppm CO2eq concentrations by 2100, global CO2 emissions from the energy supply sector are projected to decline over the next decade and are characterized by reductions of 90% or more below 2010 levels between 2040 and 2070'.",
      "Saudi Arabia objected to the sentence's emphasis on 450 ppm.",
      "An author specified that the sentence gives information based on Figure SPM.14 and is not selective about the 450 ppm scenario.",
      "Participants debated whether to keep this sentence, with Denmark, Chile, France and Costa Rica voicing support for it, and Saudi Arabia objecting to targeting the energy supply sector alone.",
      "Participants then addressed Figure SPM.14 on direct CO2 emissions by major sectors and non-CO2 emissions for baselines and mitigation scenarios .",
      "In response to a request from Japan, the caption was modified to clarify that scenarios included the full portfolio of mitigation options, while retaining mention that the scenarios also include CCS, as suggested by Saudi Arabia.",
      "With other small amendments suggested by Germany and Saudi Arabia, the figure was agreed.",
      "Final SYR SPM Text: The headline for this subsection states that: mitigation options are available in every major sector; and mitigation can be more cost-effective if using an integrated approach that combines measures to reduce energy use and the GHG intensity of end-use sectors, decarbonize the energy supply, reduce net emissions, and enhance carbon sinks in land-based sectors.",
      "The subsection includes paragraphs on: well-designed systemic and cross-sectoral mitigation strategies being more cost effective in cutting emissions than a focus on individual technologies and sectors; and key measures to achieve mitigation scenarios that limit GHG concentrations to low levels (about 450 ppm CO2eq, likely to limit warming to 2 °C above preindustrial levels.",
      ") It notes that in scenarios reaching 450 ppm CO2eq concentrations by 2100, global CO2 emissions from the energy supply sector are projected to decline over the next decade and are characterized by reductions of 90% or more below 2010 levels between 2040 and 2070.",
      "The subsection further states that: near-term reductions in energy demand are an important element of cost-effective mitigation strategies; and behavior, lifestyle and culture have a considerable influence on energy use and associated emissions, with high mitigation potential in some sectors.",
      "The subsection also includes Figure SPM.14 on direct CO2 emissions by major sectors, and non-CO2 emissions, for baseline and mitigation scenarios."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}