{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "South Africa",
      "Switzerland",
      "Japan",
      "Mali",
      "Norway",
      "Malawi"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_65",
   "section_title": "Matters relating to LDCs:",
   "sentences": [
      "This issue was taken up by the SBI on Monday, 29 October, and referred to a contact group chaired by Sibusiso Gamede (South Africa).",
      "Negotiations in this group, and in a drafting group, resulted in three draft decisions and one set of draft conclusions, adopted by the SBI on 8 November, and by the COP on 10 November.",
      "Delegates addressed: the establishment of an LDC Expert Group; support for the preparation of National Adaptation Programmes of Action (NAPAs); and guidance to the LDC Fund. Contentious issues under this agenda item included: whether the guidance to the Fund should be considered at this or the subsequent COP; whether there should be explicit linkages between the LDC Expert Group and NAPA process, and the CGE; the composition of the LDC Expert Group; and the identity of the entity operating as a financial mechanism to the LDC Fund. Under support for the preparation of NAPAs, Malawi introduced a proposal that delegates examined throughout the negotiations.",
      "In a meeting of the contact group on 31 October, Chair Gamede noted progress, but said some Parties had proposed enlisting more expert assistance on the guidelines. On a draft proposal for a COP decision on the establishment of an LDC Expert Group, including an annex containing terms of reference for the group, a number of Annex I Parties raised concerns.",
      "The US and Switzerland noted similar discussions taking place in the CGE group, and the EU suggested that the groups might be combined at some point.",
      "Several LDCs highlighted the efficiency and value of an expert group in NAPA preparation and implementation, and underscored the distinction between the NAPA process and the work of the CGE. Guidance to an operating entity of the financial mechanism on the LDC Fund remained the outstanding issue in consultations towards the end of the first week.",
      "Mali, for the LDCs, underscored a simplified operating procedure for the Fund, enabling project approval within four months, and employment of local and regional expertise.",
      "The EU suggested that the legal and technical review carried out by the Secretariat as a result of delays in the intergovernmental process had not taken into account the document on guidance to the Fund and, with the US, Japan, and Norway, said developing guidance to the Fund should be considered at COP-8.",
      "Chair Gamede requested Parties to consider this informally, and said that if no agreement was reached, the matter of guidance to the Fund would be referred to ministers.",
      "Consultations continued until 7 November. In the final meeting of the contact group, the US stressed a package deal on all three draft decisions, and said they should remain bracketed in their entirety when being forwarded to SBI.",
      "All other Parties supported removing the brackets.",
      "The draft conclusions on the status of the implementation of UNFCCC Article 4.9 (LDCs) were agreed with brackets remaining around the reference to the three other decisions on LDCs, at the request of the US. Following further informal consultations prior to formal adoption by the SBI, the brackets were removed from all documents.",
      "Agreement to remove the brackets was reached in exchange for inclusion of a paragraph that notes the unique circumstances of LDCs, and that the establishment of the LDC Expert Group 'does not set a precedent for the establishment of similar groups for other categories of countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}