{
   "actors": [],
   "countries": [
      "Brazil",
      "Netherlands",
      "Italy",
      "Armenia",
      "Kenya",
      "Denmark",
      "Indonesia",
      "France",
      "United States",
      "Russian Federation",
      "Sweden",
      "Australia",
      "Japan",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Saudi Arabia",
      "Belarus",
      "Colombia",
      "Egypt",
      "India",
      "United Kingdom",
      "Slovenia",
      "Austria",
      "Greenland",
      "China",
      "Chile",
      "Belgium",
      "Germany",
      "Spain"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_15",
   "section_title": "SYR SPM:",
   "sentences": [
      "On a figure depicting non-mitigation scenarios for greenhouse gas emissions from 2000-2100 , Austria and Belarus proposed using the latest available information, instead of 2000 as starting year.",
      "Belgium, with New Zealand, proposed merging the figure with one on projections of surface temperatures.",
      "After the contact group on new material considered the proposal, delegates accepted the figure without changes and without the merger.",
      "On text indicating warming in the next two decades , India, Saudi Arabia and Switzerland suggested, and delegates agreed, adding a sentence on warming at constant 2000 concentrations.",
      "The UK suggested moving the text to a later section on unavoidable impacts.",
      "Austria, supported by Kenya, said the move would give a wrong message to policymakers as these effects depend on adopted climate policies.",
      "Delegates agreed to retain the text in section 3.",
      "Saudi Arabia preferred reverting to text from the WGI SPM, which describes expected warming even with concentrations of greenhouse gases and aerosols kept constant at 2000 levels.",
      "Japan questioned the usefulness of the longer text for policymakers.",
      "Following informal discussions, delegates agreed to revert to the original language in the WGI SPM, indicating that even if concentrations of all greenhouse gases and aerosols are kept at 2000 levels, a warming of 0.1 °C per decade would be expected.",
      "Regarding text on increased Greenland and Antarctic ice flow , the UK, supported by Belarus, Switzerland and Austria, suggested deleting but this could increase or decrease in the future.",
      "Saudi Arabia and India opposed, noting that the statement accurately reflects existing scientific uncertainties.",
      "Armenia suggested referring to the rate of change.",
      "The Netherlands suggested removing the entire sentence.",
      "In the final text, the sentence was retained without changes.",
      "On a paragraph describing regional-scale changes , delegates discussed a bullet point on very likely river runoff increases in high latitudes.",
      "Australia proposed, and the Panel agreed, to replace it with a new paragraph from the WGII SPM on high confidence that river runoff and water availability are projected to increase in high latitudes and decrease in some dry regions in the mid-latitudes and tropics, and that many semi-arid areas will suffer a decrease in water resources.",
      "Delegates then considered new text indicating that ocean acidification due to increasing atmospheric CO 2 is already occurring.",
      "Highlighting the importance of the issue and his earlier proposal to address ocean acidification in the SYR SPM, Japan proposed clarifying the text.",
      "Chair Pachauri, supported by France and Norway, suggested inserting language from the WGII SPM.",
      "Australia proposed also adding text from the WGI SPM on uptake of carbon since 1750 having led to ocean acidification.",
      "India opposed adding new text at this late stage of the proceedings and Saudi Arabia stated that the text tried to combine everything on ocean acidification from the WG SPMs.",
      "Chair Pachauri stressed that this responded to an earlier request by Japan and comments by several governments to add text on ocean acidification.",
      "WGII Co-Chair Martin Parry highlighted that this is the first time that the IPCC states something on ocean acidification.",
      "The agreed text indicates, inter alia , that: uptake of carbon since 1750 has led to the ocean becoming more acidic; and that increased CO 2 concentrations lead to further acidification.",
      "Delegates debated at length whether to include a figure on projected relative changes in runoff by the end of the 21st century.",
      "Saudi Arabia, with India, China and the US, opposed inclusion of the figure, questioning its scientific basis and the accuracy of its projections, and arguing it is not expert-reviewed and not part of the approved WGII SPM.",
      "Chair Pachauri noted the figure has undergone expert review, and was a revised and improved version of the one considered by WGII.",
      "The Russian Federation, the Netherlands, Brazil, Indonesia, Germany, Japan, Spain, Belgium, Slovenia, Egypt, Norway and Chile supported the figure.",
      "The Netherlands described it as the most important figure in the SPM.",
      "Australia said the figure contains information that is highly policy-relevant, and stressed that withholding the figure from policymakers would have a devastating implication for the credibility of the IPCC.",
      "An informal group convened on Wednesday to discuss the issue.",
      "The figure was excluded from the SPM and included in the Longer Report.",
      "On specially affected systems, sectors and regions , the US proposed adding text and an informal group was convened.",
      "Discussions centered on whether a list of systems and sectors are likely, expected, or projected to be especially affected.",
      "The group agreed to use likely.",
      "Informal consultations took place on a statement that the magnitude and timing of impacts will vary with the amount and timing of climate change, development pathway and, in some cases, the capacity to adapt.",
      "Delegates approved a chapeau providing that some systems, sectors and regions are likely to be especially affected by climate change, followed by a footnote as well as headers and bullet points detailing the affected systems, sectors and regions.",
      "On text stating that warming appears unavoidable at about 0.6 °C by the end of the century relative to 1980-1999 global average temperature even if atmospheric greenhouse gas concentrations remain at 2000 levels, the UK, supported by Japan, Austria, the Netherlands and Denmark, and opposed by China, Saudi Arabia and Brazil, urged that 0.6 °C is misleading, because it presents a hypothetical scenario.",
      "Chair Pachauri suggested text noting that even if concentration of all greenhouse gases and aerosol concentrations had been kept constant at 2000 levels, further warming of about 0.1 °C per decade would be expected.",
      "Opposing the suggestion, Germany said this warming only refers to the next two decades, and Australia said this text does not deal with socioeconomic inertia.",
      "The UK and Japan suggested adding reference to inertia in the chapeau of the text.",
      "Chair Pachauri suggested language from the WGII SPM stating that past emissions are estimated to involve some unavoidable warming (about a further 0.6 °C by the end of the century relative to 1980-1999) even if atmospheric greenhouse gas and aerosol concentrations remain at 2000 levels, which Australia rejected because it was a million miles in interpretation from the previous text, cautioning that policymakers will not understand that this is hypothetical.",
      "One of the Authors recommended removing the entire text, and delegates agreed.",
      "On text referring to river runoff and water availability , delegates held informal consultations until early Friday morning, when they considered new text noting the marked decrease of run-off in the Mediterranean region.",
      "An Author said the language was not acceptable.",
      "Spain, supported by France and Italy, said the information contained in the runoff figure was crucial for the SPM, and in particular for the Mediterranean region.",
      "Belgium noted some reference in the technical summary that could be used.",
      "After lengthy informal consultations, this was the last outstanding issue left to resolve in the SPM.",
      "New text was presented noting high confidence that some areas, including the Mediterranean basin, will suffer a decrease in water resources.",
      "Delegates approved the text.",
      "On species extinction , the US proposed and delegates agreed to replace wording that 20-30% of species assessed so far would be at increasing risk of extinction if warming exceeds 1.5-2.5 °C relative to 1980-1999, with are likely to be in line with the approved language in the WGII SPM.",
      "The Russian Federation questioned scientific evidence on significant species extinctions around the globe for warming above 4 °C.",
      "Sweden highlighted that the evidence had been considered and approved also under the Convention on Biological Diversity.",
      "The US proposed and delegates agreed to language from the WGII Technical Summary indicating that for warming of 4 °C above pre-industrial levels, model projections suggest significant extinctions (40-70% of species assessed) around the globe.",
      "The UK proposed to state that model projections suggest significant extinctions if the temperature increase exceeds about 3.5 °C, to make the timescale consistent with the previous sentence referring to the 1980-1999 period, and delegates agreed.",
      "On a sentence referring to changes in the meridional overturning circulation (MOC) stating that the changes can feed back to the climate system, the Netherlands, with Germany, proposed adding more detail on feedbacks.",
      "The US proposed either deleting the sentence or clearly linking it to the preceding sentences on the MOC that were agreed without discussion.",
      "After informal consultations, the section was approved as presented.",
      "On a table giving examples of possible impacts of climate change due to changes in extreme weather and climate events (Table SPM 3), the US questioned why only part of the table was proposed, and an Author explained that the table had been included in response to comments by reviewers and was shortened for space reasons.",
      "WGII Co-Chair Martin Parry highlighted the importance of the table that synthesizes information from WGI and WGII.",
      "The US proposed, and delegates agreed, to include the full table from the WGII SPM.",
      "On a header citing abrupt or irreversible climate change , Authors proposed stating that anthropogenic climate change and its impacts could be abrupt or irreversible.",
      "India questioned the origin of the proposed language.",
      "An Author explained that this was new synthesis language.",
      "India argued that the statement is too alarmist and, supported by the US, questioned its scientific basis.",
      "The Author said the scientific basis is explained in WGI Chapter 10.",
      "The US suggested that anthropogenic climate change is awkward as impacts of anthropogenic and natural climate change cannot be disaggregated.",
      "She preferred stating that some large-scale climate events have the potential to cause very large impacts, especially after the 21st century.",
      "The Russian Federation supported deleting irreversible climate change.",
      "An Author objected, noting that Greenland's ice sheet would not re-grow if it melts, and noted other irreversible impacts such as species extinction.",
      "Colombia, supported by New Zealand, stressed that the term irreversible had already been used in the SYR SPM and should be retained.",
      "The final approved text states that anthropogenic warming could lead to some impacts that are abrupt or irreversible."
   ],
   "subtype": "",
   "topics": [
      "Anthropogenic Interference with Climate System"
   ],
   "type": "ipcc"
}