{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Philippines",
      "China",
      "Cook Islands",
      "Antigua and Barbuda",
      "Norway",
      "Burkina Faso",
      "Spain"
   ],
   "enb_end_date": "04-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12465e.html",
   "id": "enb12465e_2",
   "section_title": "DECISION 1/CP.10 (SBI)",
   "sentences": [
      "In the contact group on progress on the implementation of decision 1/CP.10 (Buenos Aires programme of work on adaptation and response measures), SBI Chair Robert Owen-Jones (Australia) introduced the new draft decision text.",
      "SAUDI ARABIA noted that quite a few elements of the G-77/China s position seemed to be conspicuously absent.",
      "The Cook Islands, for AOSIS, emphasized that the document should be oriented towards implementation on the ground.",
      "With AUSTRALIA and BURKINA FASO, she also requested reference to particularly vulnerable states, including SIDS and LDCs.",
      "AUSTRALIA and Spain, for the EU, emphasized that the document should acknowledge that implementation is already occurring. REVIEW OF THE ADAPTATION FUND (SBI): During the contact group, Co-Chair Ruleta Camacho (Antigua and Barbuda) recalled the mandate to agree on the terms of reference (TORs) for the review of the Adaptation Fund (AF) to be undertaken by COP/MOP 6 and highlighted the proposed TORs prepared by the Secretariat (FCCC/SBI/2010/7).",
      "The Philippines, for the G-77/CHINA, submitted a proposal for the TORs and parties agreed to consult on the basis of the G-77/China s proposal.",
      "Several parties, including the EU and Antigua and Barbuda, for AOSIS, requested information on the performance reviews of the interim secretariat and trustee servicing the AF, and on the annual report by the Adaptation Fund Board (AFB).",
      "Co-Chair Camacho clarified that the report by the AFB will have to be presented by September.",
      "NORWAY, supported by the EU, AOSIS and AUSTRALIA, urged also including the review of the AFB in the TORs.",
      "AOSIS proposed including reference to the CDM project cycle regarding a potential bottleneck in funding for the AF and BANGLADESH stressed the importance of ensuring funding."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}