{
   "actors": [
      "Least Developed Countries",
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_1",
   "section_title": "A BRIEF HISTORY OF THE NAIROBI WORK PROGRAMME",
   "sentences": [
      "Adaptation appears as a cross-cutting theme under the UNFCCC.",
      "Following the release of the Intergovernmental Panel on Climate Change s Third Assessment Report, the UNFCCC s ninth Conference of Parties (COP 9) in 2003 requested its Subsidiary Body for Scientific and Technological Advice (SBSTA) to initiate work on the scientific, technical and socioeconomic aspects of, and vulnerability and adaptation to, climate change (decision 10/CP.9).",
      "The following year, parties reached a milestone at COP 10 with decision 1/CP.10, known as the Buenos Aires Programme of Work on Adaptation and Response Measures.",
      "COP 10 set up two complementary tracks for adaptation: the development of a structured five-year programme of work on the scientific, technical and socioeconomic aspects of vulnerability and adaptation to climate change under SBSTA, which was adopted at COP 11 in 2005 (decision 2/CP.11); and the improvement of information and methodologies, implementation of concrete adaptation activities, technology transfer and capacity building under the Subsidiary Body for Implementation (SBI).",
      "In November 2006, COP 12 renamed the SBSTA five-year work programme the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP).",
      "The work programme aims to assist countries, in particular developing countries (including the least developed countries and small island developing states), to improve their understanding and assessment of impacts, vulnerability and adaptation.",
      "It also aims to assist countries in making informed decisions on practical adaptation actions and measures to respond to climate change on a sound, scientific, technical and socioeconomic basis, taking into account current and future climate change and variability.",
      "To achieve these aims, the NWP has nine areas of work, namely: methods and tools; data and observations; climate modeling, scenarios and downscaling; climate-related risks and extreme events; socioeconomic information; adaptation planning and practices; research; technologies for adaptation; and economic diversification.",
      "The expected outcomes of the NWP are: enhanced capacity at international, regional, national, sectoral and local levels to further identify and understand impacts, vulnerability, and adaptation responses, and to select and implement practical, effective and high-priority adaptation actions; improved information and advice to the COP and its subsidiary bodies on the scientific, technical and socioeconomic aspects of impacts, vulnerability and adaptation; enhanced development, dissemination and use of knowledge from practical adaptation activities; enhanced cooperation among all actors, aimed at enhancing their ability to manage climate change risks; and enhanced integration of adaptation to climate change with sustainable development efforts."
   ],
   "subtype": "history",
   "topics": [],
   "type": "special workshop"
}