{
   "actors": [],
   "countries": [
      "Canada",
      "Afghanistan",
      "Australia",
      "Iran",
      "United States",
      "Russian Federation",
      "Austria",
      "Netherlands",
      "Germany",
      "Belgium",
      "China",
      "Switzerland"
   ],
   "enb_end_date": "11-Nov-04",
   "enb_long_title": "IPCC-22",
   "enb_short_title": "IPCC-22",
   "enb_start_date": "11-Nov-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12247e.html",
   "id": "enb12247e_3",
   "section_title": "OUTREACH",
   "sentences": [
      "John Stone, Outreach Task Group Co-Chair, reported on progress in the Task Group, explaining that discussions had focused on the fact sheets with broad agreement that they should be translated into the six UN languages and formally sent to governments.",
      "He noted that some participants suggested that fact sheets should be produced as guides or roadmaps to new reports and other participants proposed that fact sheets should include a statement making it clear that the materials they contain are derived from previously approved IPCC documents.",
      "He said the task group would reconvene on Thursday. IPCC Secretary Christ introduced the document on outreach (IPCC-XXII/Doc.7), highlighting sections on interaction with the media and on the distribution of IPCC publications. Several countries stressed the urgent need for developing an outreach strategy.",
      "CANADA called attention to meeting stakeholder needs, and CHINA suggested that governments and research institutions play an active role.",
      "AUSTRALIA, supported by GERMANY, called for examining the need for formal procedures.",
      "The RUSSIAN FEDERATION stressed the importance of raising awareness of IPCC activities through the mass media.",
      "BELGIUM noted the need for an outreach specialist in the Secretariat. The NETHERLANDS, with the US, stressed the importance of reviewing fact sheets.",
      "On producing a list of speakers, AUSTRIA and BELGIUM said experts must be clear about the capacity in which they are speaking.",
      "Stressing the need for improved outreach in his region, IRAN, supported by AFGHANISTAN, proposed that the IPCC hold workshops focusing on Asia and the Middle East. SWITZERLAND and BELGIUM recommended exploring synergies with activities taken under UNFCCC Article 6 (education, training and public awareness). Working Group III Co-Chair Bert Metz warned against postponing a decision on outreach, noting that two upcoming Special Reports will be completed prior to IPCC-24."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}