{
   "actors": [],
   "countries": [
      "South Africa",
      "Mexico"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_33",
   "section_title": "A BRIEF ANALYSIS OF THE MEETING LIFE IN THE DEPARTURE LOUNGE",
   "sentences": [
      "At every point of arrival in climate change negotiations the parties are also confronted by the challenge of choosing a new destination.",
      "And it shall be ever so while the constituent players in the global regime- alone and together- are compelled to survey the distance that must be covered to close the gaps between the politically possible and the troubling science.",
      "On leaving Bangkok, parties to the UN Framework Convention on Climate Change were already preparing for a new series of destinations, geographical and metaphorical.",
      "The journey to the COP/MOP in Durban, via Bonn and a number of brief ministerial encounters, will be used to unpack what has been made possible by the achievements of Cancun and begin to navigate emerging horizons of possibility, as yet ill-defined and in need of further dialogue and trust if they are to take shape in the co-evolution of ambition and cooperation.",
      "Parties converged on Bangkok for the first UNFCCC meeting following the adoption of the Cancun Agreements at the sixteenth Conference of the Parties (COP 16) in Mexico.",
      "At the outset, during a series of three workshops, the meeting picked up where parties had left off, in the lingering spirit of Cancun, with participants engaging in a relatively free-wheeling, and what many characterized as constructive, exchange on the assumptions and expectations behind the targets and actions as announced in Mexico.",
      "On Tuesday there was an expectation that delegations would begin to focus on the business of implementation, launching negotiations on an agenda or work programme based on the Cancun Agreements.",
      "This expectation turned out to be misplaced as developing countries felt the work under the Ad Hoc Working Group on Long-Term Cooperative Action under the Convention (AWG-LCA) should be informed both by outstanding elements of the Bali Action Plan and elements in the Cancun Agreements and that this must be addressed prior to COP 17 in Durban, South Africa.",
      "The momentum of the AWG-LCA, which swept out of Cancun on a wave of standing ovations, was interrupted as parties became immersed in the most preliminary of tasks: constructing the agenda and the programme of work for the year.",
      "More obvious progress was made at the Ad Hoc Working Group on Further Commitments by Annex I Parties under the Kyoto Protocol (AWG-KP), although others expressed frustration with the lack of consensus to progress with negotiations on technical rules.",
      "This brief analysis considers why the parties spent the majority of their negotiating time considering the AWG-LCA agenda and where that leaves parties on the road to Durban via Bonn, where a meeting of the UNFCCC Subsidiary Bodies is scheduled in June."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}