{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_48",
   "section_title": "ADMINISTRATIVE AND FINANCIAL MATTERS",
   "sentences": [
      "SBI considered the report on administrative and financial matters on Monday, 13 November.",
      "On late payment of contributions, Chair Ashe noted that informal consultations had been held, but further consideration would be postponed until SB-14, given the workload during COP-6.",
      "On Saturday, 18 November, the SBI considered and took note of a status report on receipt of contributions from Parties as at 31 October 2000 (FCCC/SBI/2000/INF.11). SBI also considered the Headquarters Agreement.",
      "Chair Ashe recalled that issues had been raised regarding office space and visa difficulties relating to the Secretariat in Bonn.",
      "Germany said it had agreed on 14 November to offer joint accommodation for the secretariats of the UNFCCC and Convention to Combat Desertification in the former parliamentarians' office building.",
      "He noted ongoing efforts on other outstanding issues.",
      "SBI adopted draft conclusions noting these statements. On Saturday, 25 November, COP-6 adopted a draft decision relating to administrative and financial matters forwarded by SB-13 (FCCC/CP/2000/Add.1, Annex II).",
      "This decision, inter alia: takes note of the audited financial statements for the biennium 1998-99; takes note of the initial report on financial performance in 2000, including the status of contributions to all the trust funds of the Convention; expresses appreciation to Parties that have paid their contributions; urges Parties that have not paid their contributions to the core budget to do so without delay; takes note of the UNFCCC Executive Secretary's continued consultations with the UN to achieve a more rational and efficient approach to the UNFCCC's administrative arrangements; and notes with satisfaction the initiative to establish common administrative and support services with the UN Convention to Combat Desertification."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "cop"
}