{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Samoa",
      "Malaysia",
      "United States",
      "Slovenia",
      "China",
      "Antigua and Barbuda",
      "Uganda",
      "Iran",
      "Argentina",
      "Norway"
   ],
   "enb_end_date": "17-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "17-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12167e.html",
   "id": "enb12167e_1",
   "section_title": "OPENING PLENARY",
   "sentences": [
      "COP-6 President Jan Pronk opened the resumed COP-6, noting that participants are meeting to resolve outstanding issues from the first part of COP-6 in The Hague in November 2000.",
      "He said the negotiations would be based on bracketed texts brought forward from The Hague.",
      "In addition, an unbracketed consolidated negotiating text he had developed would serve as a tool to assist negotiators.",
      "President Pronk drew attention to the many consultations on procedure and substance since November 2000.",
      "He said negotiations at the diplomatic level would be held from Monday until Thursday morning, 19 July.",
      "High-level ministerial discussions would begin Thursday evening, following a ceremonial session of the COP Plenary.",
      "He expressed the hope that negotiations over the next three days would resolve as many issues as possible, and would leave only the most difficult issues for ministers and senior officials. On the organization of work, delegates agreed to establish four negotiating groups on the following issues: finance, technology transfer, adaptation, capacity building, and adverse effects, chaired by John Ashe (Antigua and Barbuda) and Andrej Kranjc (Slovenia); mechanisms, chaired by Raul Estrada-Oyuela (Argentina) and Kok Kee Chow (Malaysia); land use, land-use change and forestry (LULUCF), chaired by Harald Dovland (Norway) and Philip Gwage (Uganda); and compliance, chaired by Tuiloma Neroni Slade (Samoa) and Harald Dovland.",
      "President Pronk noted that additional 'resource people' - delegates experienced on these specific questions - would assist the chairs.",
      "He indicated that a further negotiating group may be established later on UNFCCC Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information). IRAN, speaking for the G-77/CHINA, drew attention to developments since COP-6 Part I, including the US administration's announcement.",
      "He stressed that delegates are in Bonn to complete their unfinished work, and highlighted the need to clearly differentiate between UNFCCC and Protocol issues under negotiation."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": ""
}