{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Slovenia",
      "China",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_30",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "AWG-KP 5 s closing plenary took place on Thursday evening, 12 June.",
      "Delegates adopted the report of the session ( FCCC/KP/AWG/2008/L.3 ) and heard closing statements. AWG-KP Chair Harald Dovland reminded delegates that the AWG-KP is scheduled to adopt conclusions at AWG-KP 6 in Accra on the means to reach emission reductions.",
      "He expressed hope that the Chair s compilations of views would assist in this task, and stressed that a tremendous amount of work and difficult negotiations lie ahead and that the pace of progress will need to increase.",
      "He called for a completely new spirit of cooperation and urged parties to prepare well for the next session.",
      "Slovenia, for the EU, predicted that further discussions will be difficult, and underscored the need to be innovative and open-minded to achieve an ambitious level of emission reductions.",
      "Antigua and Barbuda, for the G-77/China, expressed concern over proposals reaching beyond the AWG-KP s legal mandate based on Protocol Article 3.9 (further commitments).",
      "Climate Action Network said many proposals on the mechanisms, such as inclusion of nuclear energy and CCS, are not acceptable.",
      "He called for binding caps on Annex I aviation and maritime emissions, and for symmetrical accounting of LULUCF, criticizing rules that count sinks but not emissions. AWG-KP Chair Dovland noted several calls for faster progress, stressed that only parties can deliver such progress, and thanked everyone for their work.",
      "He declared AWG-KP 5 closed at 7:05 pm."
   ],
   "subtype": "PLENARY",
   "topics": [
      "REDD"
   ],
   "type": ""
}