{
   "actors": [],
   "countries": [
      "Ghana",
      "United Kingdom",
      "Bangladesh",
      "India",
      "United States",
      "Germany",
      "Uganda",
      "New Zealand"
   ],
   "enb_end_date": "14-Oct-09",
   "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning",
   "enb_short_title": "Workshop",
   "enb_start_date": "12-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12440e.html",
   "id": "enb12440e_12",
   "section_title": "GROUP A - INTEGRATION OF APPROACHES TO ADAPTATION PLANNING ACROSS LEVELS",
   "sentences": [
      "This breakout group, co-facilitated by Nana Künkel (Germany), and William Kojo Agyemang-Bonsu (Ghana), began with an inventory of current integrative practices, addressing the what, where, who and how of such practices.",
      "Participants raised issues related to: the benefits of preparing NAPAs, including awareness raising and capacity building; lack of political weight of environment ministries, where many climate change focal points are located; regional strategies on climate change in South and Central America; engagement of the planning and finance ministries in the Climate Change Strategy and Action Plan in Bangladesh; local level involvement of non-governmental organizations (NGOs); difficulties in integrating scientific knowledge at the local level; applying national policy in vulnerable communities and selecting options preferable to the communities themselves, in the South Pacific; development of a central planning tool to look at integration of climate change across sectors in Ghana; a local government climate roadmap developed by the International Council for Local Environmental Initiatives (ICLEI) and efforts to integrate local governments into the post-2012 global climate regime; regional NGO networks, notably in East Africa, which enable replicating work, information exchange and raising awareness of civil society; and linkages between sustainable development and employment generation in rural India, through the National Rural Employment Guarantee Act.",
      "Regarding an analysis of current practices, participants focused on enabling factors, as well as technical, financial, political and institutional barriers.",
      "On enabling factors, a number of participants stressed that civil society plays an important integrating role.",
      "The degree of decentralization and the ability of local governments to take action were stressed, as was an ICLEI publication on climate change integration.",
      "Uganda discussed climate change impacts on food security.",
      "Other enabling factors identified included: information and stakeholder consultation; community participation in early warning systems; adaptation undertaken by NGOs at the community level; partnerships; political will; decentralization and empowerment at the local level; engagement with the private sector; and receptiveness of governments to external advice.",
      "Regarding barriers, ICLEI urged opening up the NAPA process to all developing countries and advocated that national governments take local governments into consideration.",
      "New Zealand stressed the importance of working in partnership with the right people.",
      "The UK said that government employees often only remain in their posts for a short time and highlighted the importance of maintaining institutional memory.",
      "He also stressed the intersection between sectoral and geographic interests.",
      "The Pacific Regional Environment Programme (SPREP) said that political factors can help, but can also interfere, with the prioritization process.",
      "Greentrack noted lack of integration among levels in the US, as well as lack of consideration of and planning for adaptation, noting most of the attention is given to mitigation.",
      "Other barriers identified by participants related to lack of: capacity by research institutions to disseminate information; capacity building; centralized information collection of alternatives and options; a legally-binding agreement on adaptation; and financial resources.",
      "In coming up with priorities and recommendations, the group identified and broke into subgroups to address three issues: providing appropriate information, policy environment, and capacity building.",
      "The group on information reported that types of information could include case studies, system information and tools, which would be required from global to local levels, and suggested national level climate change offices could, in part, undertake the task of providing appropriate information.",
      "They highlighted that information could be disseminated through: the internet; human networks and stakeholder engagement; and the media.",
      "The group on policy environment noted the cross-cutting nature of the issue and identified the following recommendations: executive briefings to political leaders on climate information and adaptation-related issues, as well as on social and economic consequences of climate change impacts; and legal and institutional frameworks.",
      "The group on capacity building identified the need to better understand climate change issues and share knowledge at various levels.",
      "They said that where national capacity is lacking, external support from regional centers should be drawn upon.",
      "They recommended communication of experiences and needs to local governments by civil society, empowerment training run by NGOs, training of trainers at the government level, and stakeholder participation in the planning process."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}