{
   "actors": [],
   "countries": [
      "Ireland",
      "Maldives",
      "Palau",
      "Peru",
      "Mexico",
      "Panama",
      "Uruguay",
      "Costa Rica",
      "Micronesia",
      "France",
      "Samoa",
      "Guatemala",
      "China",
      "Chile",
      "Marshall Islands",
      "Sweden",
      "Kiribati",
      "Philippines",
      "Uganda"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_36",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "The ADP closing plenary took place on Friday afternoon.",
      "Parties agreed that the text developed in Geneva will be the negotiating text communicated to parties, as requested by Decision 1/CP.20, and based on which the ADP will start substantive negotiations in Bonn.",
      "Thanking parties for their views during the morning s brainstorming session, Co-Chair Reifsnyder indicated a scenario note for the June session will be issued well in advance.",
      "Co-Chair Reifsnyder recalled agreement last October that the ADP hold at least one additional session in 2015.",
      "Recalling the scenario note (ADP.2015.1.InformalNote), and Co-Chairs discussions with parties, he identified the need for two additional sessions of five days each in Bonn in the second half of 2015.",
      "He announced the first session will take place from 31 August to 4 September, and the second from 19 to 23 October.",
      "UNFCCC Executive Secretary Christiana Figueres identified the need for a total of US$7.8 million in new funding for the logistics for the two ADP sessions and the replenishment of the participation fund for the COP and ADP sessions. ADP Rapporteur Yang Liu (China) presented, and parties adopted, the report of the session (FCCC/ADP/2015/L.1).",
      "Co-Chair Reifsnyder thanked observers for their valuable contribution to the process and parties for the successful outcome.",
      "He proposed, and parties agreed, that ADP suspend the session and resume it in June.",
      "Co-Chair Djoghlaf thanked parties, the UNFCCC Executive Secretary and the Secretariat, indicating that having a negotiating text will help us with our common trajectory from Bonn to Paris.",
      "Peru, for the COP 20 Presidency, encouraged parties to consult on the substantive themes under workstream 1.",
      "On workstream 2, he called for focusing attention on: prompt implementation of existing commitments; execution and implementation of mitigation actions with benefits for adaptation, including the TEM process; and promoting action platforms that encourage the participation of different stakeholders.",
      "Costa Rica announced the Geneva Pledge on Human Rights and Climate Action, inspired by Geneva as the international capital of human rights.",
      "She explained the voluntary initiative intends to build collective capacity on how human rights can better inform climate action.",
      "Listing signatories, she identified Chile, Costa Rica, Federated States of Micronesia, France, Guatemala, Ireland, Kiribati, the Maldives, Marshall Islands, Mexico, Palau, Panama, Peru, the Philippines, Samoa, Sweden, Uganda and Uruguay.",
      "In his closing remarks, Co-Chair Reifsnyder said may the spirit of Geneva remain with you and guide us all on the road to Paris.",
      "He adjourned the meeting at 3:47 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}