{
   "actors": [],
   "countries": [],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_61",
   "section_title": "COP Decision",
   "sentences": [
      "s: In the final decision on capacity building for EITs (FCCC/SBI/2004/L.22/Add.1), the COP, inter alia, invites the GEF, Annex II Parties and multilateral and bilateral organizations to provide information regarding opportunities for technical and financial support and encourages EITs to strengthen national institutions to build capacity through training, public education and awareness programmes.",
      "The COP also decides to review the status of implementation of capacity building in EITs under decision 3/CP.7 at SBI-27.",
      "The COP requests the Secretariat to compile and synthesize information provided by EITs and Annex II Parties for the review, and invites the GEF and others to also provide information for the review. In the final decision on capacity building for developing countries (FCCC/CP/2004/L.11), the COP, inter alia, outlines key factors that could assist in further implementing capacity building, such as: prioritizing institutional capacity building; integrating capacity-building activities in planning processes; raising awareness at various levels on climate change issues and increasing the involvement of national governmental organizations in capacity-building activities; ensuring that resources are made available for the implementation of capacity-building activities; and improving international donor coordination in the provision of financial resources. The COP encourages Parties to improve implementation of capacity-building activities, taking into account the above key factors, and to report on the effectiveness and sustainability of capacity-building programmes in their national communications.",
      "It also requests the GEF to take into account the above key factors when supporting capacity-building activities, and invites Annex II Parties, multilateral, bilateral and international agencies, and the private sector to continue providing financial resources to support the capacity-building framework.",
      "The COP also decides to initiate a second comprehensive review of the implementation of the capacity-building framework at SBI-28, and requests the Secretariat to, inter alia, cooperate with the CBD and UNCCD secretariats to maximize synergies in implementing capacity-building activities, prepare a synthesis report on the steps to be taken to regularly monitor capacity-building activities, and disseminate an information document on best practices and lessons learned."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}