{
   "actors": [],
   "countries": [
      "Brazil",
      "Argentina",
      "Bolivia",
      "Venezuela",
      "Ecuador",
      "Saudi Arabia",
      "Australia",
      "Algeria",
      "Cuba",
      "China",
      "Thailand",
      "Sierra Leone",
      "Philippines",
      "Pakistan",
      "Uruguay",
      "Egypt",
      "Singapore",
      "India",
      "Malaysia",
      "Paraguay",
      "Japan",
      "Nicaragua"
   ],
   "enb_end_date": "04-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "04-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12570e.html",
   "id": "enb12570e_6",
   "section_title": "Emissions from international aviation and marine transport",
   "sentences": [
      "Under this issue (FCCC/SBSTA/2013/MISC.15), Astrid Dispert, International Maritime Organization (IMO), reported mandatory energy efficiency measures for new ships recently entered into force. CUBA, for Algeria, Argentina, Brazil, China, Ecuador, Egypt, Malaysia, Nicaragua, the Philippines, Saudi Arabia, Venezuela, Thailand, Pakistan, Uruguay, Sierra Leone, Paraguay, India and Bolivia, supported by CHINA, outlined elements that should guide International Civil Aviation Organization (ICAO) and IMO, including: Article 2.2 of the Kyoto Protocol (Annex I parties emission reductions from international transport); and respect the principle of common but differentiated responsibilities (CDBR); and recognition of the legal distinction between developed and developing countries obligations.",
      "He underlined that any discussion of a market-based mechanism in ICAO should be voluntary and based on mutual consent.",
      "CHINA added that market-based mechanisms should not link unilateral measures with multilateral processes. JAPAN noted that IMO s decision on technical cooperation states that parties are cognizant of CDBR and opposed applying CBDR to ships because of their complex legal administration.",
      "The REPUBLIC OF KOREA cautioned against excessive burdens and said unilateral measures could undermine international cooperation. SINGAPORE stated that, with appropriate technical expertise, ICAO and IMO are the most competent bodies to develop measures to limit emissions and sustain growth in the sectors.",
      "AUSTRALIA stressed that ICAO and IMO have their own principles and provisions.",
      "Chair Muyungi will consult on this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}