{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Japan",
      "China"
   ],
   "enb_end_date": "09-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "09-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12188e.html",
   "id": "enb12188e_7",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "The negotiating group on Articles 5, 7 and 8 met in an afternoon session.",
      "Chair Dovland reported that ministers and other senior officials were consulting on a LULUCF compromise proposal, and would also consider the issue of reporting on supplementarity and narrowing of per capita emissions differences, as well as questions related to reporting and review of Article 3.14 (adverse effects) implementation. Turning to other outstanding issues, delegates agreed on text on confidentiality proposed by a drafting group that had met in the morning.",
      "On the draft COP-7 decision, Parties accepted language requesting the Secretariat to prepare a document analyzing how confidentiality is dealt with in other international treaty bodies and organizations.",
      "On Article 4 (joint fulfillment), Chair Dovland noted that the EU and Umbrella Group were holding bilateral consultations, and that the issue would not be forwarded to ministers.",
      "JAPAN and the G-77/CHINA agreed to hold bilateral consultations on the matter of reinstatement of mechanisms' eligibility. The G-77/CHINA then introduced a proposal on the composition of ERTs and the selection of Lead Reviewers, based on a formula considering both UN regional representation, and Annex I and non- Annex I membership.",
      "Several delegates expressed confusion over the proposal and concern that it could open up previously agreed paragraphs.",
      "After the meeting closed, informal consultations continued."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}