{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Italy",
      "Uruguay",
      "Tuvalu",
      "Costa Rica",
      "Malaysia",
      "China",
      "Japan",
      "New Zealand",
      "Germany"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_22",
   "section_title": "LULUCF UNDER THE CDM",
   "sentences": [
      "SBSTA-16 considered this agenda item in a plenary session on Thursday, 6 June, referring the matter to a contact group co-chaired by Karsten Sach (Germany) and Thelma Krug (Brazil).",
      "The contact group met four times, developing draft conclusions that were adopted by the SBSTA on 13 June. On Thursday, 6 June, Chair Thorgeirsson informed the SBSTA that COP-7 had requested it to develop, for adoption at COP-9, definitions and modalities for including afforestation and reforestation activities under the CDM in the first commitment period, considering: non-permanence; additionality; leakage; uncertainties; socioeconomic and environmental impacts; and the Principles guiding LULUCF, as agreed in the Marrakesh Accords.",
      "The Secretariat highlighted a workshop held from 7-9 April in Orvieto, Italy, which had drafted TOR and a work agenda for LULUCF under the CDM.",
      "The EU supported basing definitions on those agreed for Protocol Article 3.3 and 3.4 (LULUCF).",
      "The item was referred to a contact group. The group met later in the day to consider the draft TOR.",
      "Brazil, speaking for the G-77/China, stressed that the draft TOR and work agenda from the workshop served as a basis for negotiation only, and China called for further exchange of views.",
      "The EU, Canada, Japan, Uruguay, Costa Rica and New Zealand preferred using the TOR and work agenda as they stand, stressing the tight work schedule.",
      "Parties engaged in an initial exchange of views on the work programme.",
      "The G-77/China stressed the relevance of the LULUCF guiding Principles, particularly on non-permanence.",
      "Brazil underscored links between Articles 5, 7 and 8 and LULUCF under the CDM. In afternoon and evening sessions held on Friday, 7 June, Co-Chair Sach introduced a revised TOR and work agenda.",
      "Participants debated how to consider accounting, reporting and review aspects when developing definitions and modalities for including LULUCF under the CDM, as proposed by the G-77/China.",
      "Canada cautioned against moving beyond the group\u0092s mandate. The G-77/China suggested compiling a paper on different options for addressing modalities for accounting, reporting and review aspects, while the EU, Canada and Japan preferred integrating these issues into the other options papers.",
      "In the work agenda, China proposed moving up deadlines to allow more time for preparation and Malaysia stressed the need for exchange of views before developing modalities. On Saturday, 8 June, Parties agreed on the draft TOR and work agenda.",
      "On definitions, Parties exchanged views on a Canadian proposal to change the baseline year under definitions of 'reforestation' from 1989 to 1999, but did not reach agreement. Delegates adopted conclusions at the SBSTA Plenary on Thursday, 13 June.",
      "Tuvalu expressed disappointment at SBSTA\u0092s failure to agree on the definitions on afforestation and reforestation, noting that these definitions had been adopted in COP-7 decision 11/CP.7.",
      "He stated that if the decision is reopened, he would introduce new definitions under Protocol Article 3.3 and 3.4."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}