{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Czech Republic",
      "Estonia",
      "Iceland",
      "Japan",
      "Germany",
      "Ireland",
      "Greece",
      "Belgium",
      "Hungary",
      "Bulgaria"
   ],
   "enb_end_date": "05-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "05-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12632e.html",
   "id": "enb12632e_4",
   "section_title": "MULTILATERAL ASSESSMENT AND REVIEW (SBI)",
   "sentences": [
      "In the morning, SBI Chair Amena Yauvoli opened the session. AUSTRALIA presented energy-related measures and its direct action plan, including an AUS$2.55 billion Emission Reduction Fund and a safeguard mechanism. Responding to questions, AUSTRALIA noted positive responses by business to the initial auction of abatement contracts and explained the objective of the safeguard mechanism is not to achieve additional abatement, but rather to contain emissions from large facilities. BELGIUM presented his country’s target to reduce emissions from sectors covered by the EU ETS by 15% compared to 2005 levels in the context of the EU’s 2020 climate and energy package. Responding to a question, he stated that significant gains in the waste sector had been achieved through the capture of methane emissions from landfills. BULGARIA said her country has enacted legislation on mitigation, renewable energy and energy efficiency.",
      "In response a question, she explained that Bulgaria’s decline in emissions from 1988-2011 is largely attributable to declining GDP during the transition to a market economy. CANADA outlined actions geared toward meeting its economy-wide target of reducing emissions by 17% from 2005 levels. Responding to a question, she said many of the impacts of implementation measures are not estimated in the country’s reporting, as the interaction between provincial and national policies complicate calculating their individual effects. In the afternoon, the CZECH REPUBLIC stated that decreasing coal use, and increasing nuclear and renewable energy shares are driving the country’s energy sector emissions downwards.",
      "On a question on domestic renewable energy policies, he mentioned a FiT scheme, support for investments in renewable heat, and a biofuel mandate. ESTONIA highlighted the decoupling of its economic and emissions growth, and its ratification of the Doha Amendment.",
      "He said mitigation efforts will focus on the transport sector.",
      "Questions addressed the sharp emissions decrease in 1990-1993 and deforestation rates. GERMANY pointed to its 40% emissions reduction target for 2020 compared to 1990 levels, and its 80-85% target for 2050.",
      "Questions addressed: the difference between the German and the EU targets; FiT policies; and emissions from the waste and shipping sectors. Answering questions on the attribution of emission reductions, GREECE said national emissions have fallen due to the economic recession but noted an expected total mitigation effect of 40 Mt of CO2 equivalent in 2020 from policies and measures, including decommissioning inefficient thermal power plants and raising the share of renewables. HUNGARY pointed to: decreasing CO2 emissions per capita; increased climate change public awareness; and the upcoming adoption of the second national climate change strategy.",
      "Questions addressed emission projections to 2020 and the financial instruments used to achieve mitigation targets. ICELAND highlighted: a nearly 100% renewables share in the power and heating mix; the high share of industrial processes in the country’s emissions; and mitigation opportunities in fisheries, transport, and afforestation and revegetation.",
      "Responding to a question on policies for heavy industries, he highlighted their inclusion in the EU ETS and fluorocarbon regulation. IRELAND noted a sharp decline in GDP per capita emissions since 2001 and stressed that 45% of its non-ETS emissions come from the already efficient agricultural sector, which presents a significant challenge.",
      "Questions addressed mitigation measures and strategies in the transport sector. Underscoring the impact of the 2011 earthquake on the country’s energy sector emissions, JAPAN noted that a firm target for 2020 will depend on developments in restarting the country’s nuclear plants.",
      "Questions addressed, inter alia, the sharing of credits from, accounting rules for, and international verification of, Japan’s Joint Crediting Mechanism."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "sbi/sbsta"
}