{
   "actors": [
      "African Group",
      "Least Developed Countries",
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Alliance of Small Island States",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Sudan",
      "Panama",
      "Costa Rica",
      "Peru",
      "Nigeria",
      "Venezuela",
      "Saudi Arabia",
      "Australia",
      "Zambia",
      "China",
      "Chile",
      "Dominican Republic",
      "Tanzania",
      "Philippines",
      "Namibia",
      "Japan",
      "Switzerland",
      "Honduras",
      "South Africa",
      "Egypt",
      "India",
      "Colombia",
      "Kenya",
      "Fiji",
      "Barbados"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_11",
   "section_title": "COP Decision",
   "sentences": [
      "The decision (FCCC/CP/2011/L.3) recalls Decision 1/CP.16 on the establishment of a Technology Mechanism, comprising a Technology Executive Committee and a Climate Technology Centre and Network to enhance action on technology development and transfer.",
      "It welcomes the report of the TEC (FCCC/CP/2011/8) and adopts the modalities and rules of procedure as contained in Annexes 1 and 2.",
      "The modalities include: analysis and synthesis; policy recommendations; facilitation; linkage with other institutional arrangements; engagement with stakeholders; and information and knowledge sharing.",
      "The decision requests the TEC to further elaborate its modalities for consideration by COP 18 on linkage with other institutions. GREEN CLIMATE FUND - REPORT OF THE TRANSITIONAL COMMITTEE This item was considered in open-ended informal consultations presided over by COP President Nkoana-Mashabane.",
      "It was also the subject of high-level ministerial consultations.",
      "Informal consultations, facilitated by Zaheer Fakir (South Africa) on behalf of the COP 17 Presidency, also took place.",
      "The main issues for parties were: legal status; relationship to the COP; the role of private sector financing; establishing the Board; and elaborating a process to establish an interim secretariat to support the Board.",
      "On 30 November, Transitional Committee Co-Chair Trevor Manuel (South Africa) presented the Committee s report, which includes the GCF s draft governing instrument.",
      "He explained that the report aims to present a middle ground as the basis for launching the GCF in Durban.",
      "The EIG and the African Group welcomed the report.",
      "The EU observed that the draft governing instrument is a compromise but agreement should be reached on it as part of a balanced package, and further discussions would be counterproductive.",
      "Zambia, for the Least Developed Countries (LDCs), said the draft governing instrument provides sufficient basis for a financial institutional arrangement.",
      "The Philippines, for the G-77/China, said the GCF is a crucial element of the solution.",
      "Barbados, for AOSIS, stressed that operationalizing the GCF cannot be delayed in spite of its shortcomings, which include lack of a dedicated small island developing states (SIDS) and LDC funding window, and the lack of provision for a replenishment process.",
      "He said the GCF should not be an empty shell.",
      "Venezuela, for the Bolivarian Alliance for the Peoples of Our America (ALBA), expressed alarm over certain elements of the report, which would hinder democratic access to resources.",
      "She stressed that the GCF must possess international legal personality, work under the guidance of the COP and have no conflict of interest between the fiduciary and executive trustee functions.",
      "Egypt said the draft governing instrument lacks crucial elements, including international legal personality, accountability to the COP and country ownership of projects.",
      "Acknowledging concerns with the draft governing instrument, Japan and Colombia (on behalf of Costa Rica, Chile, Honduras, the Dominican Republic, Peru and Panama), opposed reopening the document and requested the COP Presidency to conduct consultations.",
      "Australia expressed willingness to approve the document as is.",
      "Japan acknowledged concerns over the Fund s legal personality and ambiguity in the relationship between the Fund and the Convention, but said the newly established Board could address these concerns.",
      "Egypt, India, Namibia and the LDCs said the Fund should have full juridical personality to ensure direct access.",
      "Along with Kenya, Saudi Arabia and the Sudan, they also stressed the importance of ensuring the GCF s accountability to the COP.",
      "Fiji called for complementarity with other funding instruments and institutions.",
      "Nigeria, Tanzania and Zambia warned against overreliance on the private sector.",
      "The EU recognized concerns, but said he was confident the COP would be able to agree on the draft instrument and that parties should focus on interim arrangements to get things off the ground.",
      "Switzerland said countries with economies in transition should have access to the Fund.",
      "Nigeria identified a strategic imbalance in the negotiations, with mitigation discussions far ahead of those on adaptation.",
      "During lengthy informal discussions, parties were able to agree on the legal personality, the host country selection process, and a process for conferring legal personality on the Fund.",
      "On the interim secretariat, parties agreed that it shall be fully accountable to the Board and shall function under its guidance and authority.",
      "Parties also agreed that the head of the secretariat should have experience working with developing countries.",
      "On the host of the interim secretariat, three options were presented (the UNFCCC Secretariat, the Global Environment Facility (GEF) Secretariat and the UN Office in Geneva), but parties were unable to agree on this.",
      "During closing COP plenary, COP President Nkoana-Mashabane noted the efforts made to resolve outstanding issues and welcomed the text as a basis for the GCF to become the main global fund for climate finance.",
      "She noted the letter received from the G-77/China regarding the composition of developing country membership of the GCF.",
      "The decision was then adopted."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}