{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_73",
   "section_title": "A BRIEF ANALYSIS OF SB-16 PAST, PRESENT, AND FUTURE",
   "sentences": [
      "'I will live in the Past, the Present, and the Future!",
      "' Scrooge repeated, as he scrambled out of bed.",
      "'The Spirits of all Three shall strive within me.",
      "' In one of Charles Dickens\u0092 classic novels the central character, Ebenezer Scrooge, is visited by ghostly apparitions.",
      "Three supernatural spirits compel Scrooge to consider his past, present and future, leading him to question not only who he is, but in what direction he wants the rest of his life to go. At SB-16 the climate process seemed on the brink of a similar identity crisis.",
      "The eerily quiet corridors and half-empty plenary meetings encountered at the Maritim Hotel in Bonn presented a stark contrast to the intensity and urgency that characterized a succession of climate negotiations leading to COP-7 late last year.",
      "One delegate labeled it 'the post-Marrakesh blues.",
      "' Another described the shift in mood as 'spooky.",
      "' In reality, change was inevitable.",
      "The agreement in November on the Marrakesh Accords brought to a close a major chapter in the climate change story by concluding work on the operational details of the Kyoto Protocol.",
      "With the urgent and immediate Protocol- related problems apparently solved, SB-16 was able to take up a range of issues largely ignored during the past few years, and to start considering what happens next. What became apparent at SB-16 is just how different Parties\u0092 views are on what direction the climate process should take.",
      "The meeting was haunted by contradictory stances on the focus and intent of this and future negotiations.",
      "Some Parties wanted to keep that focus firmly on the present, tackling short-term technical tasks while essentially maintaining a holding pattern until entry into force of the Protocol and the generation of further political momentum.",
      "Other Parties seemed to have their sights set on the future and the need to start discussing long-term objectives and future commitments - an approach that met with stern resistance in some quarters.",
      "Still others, such as the Canadians, were arguably more focused on the recent past and their hopes to continue debates from Marrakesh by securing terms that would make ratification more politically palatable.",
      "This analysis will consider each of these perspectives in turn."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "SBI/SBSTA"
}