{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Benin",
      "Algeria",
      "Saint Lucia",
      "Singapore",
      "Tanzania",
      "Mexico",
      "France",
      "Trinidad and Tobago",
      "Sweden",
      "Congo",
      "Spain",
      "Grenada",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Indigenous Peoples",
      "Ecuador",
      "Bangladesh"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_30",
   "section_title": "PREPARATION OF AN OUTCOME FOR COP 16:",
   "sentences": [
      "The Secretariat then introduced documents FCCC/AWGLCA/2010/14, FCCC/AWGLCA/2010/17, FCCC/AWGLCA/2010/INF.1, FCCC/AWGLCA/2010/CRP.1, FCCC/AWGLCA/2010/MISC.8 & Add.1 and FCCC/AWGLCA/2010/MISC.9 & Add.1.",
      "Mexico reported on a number of consultations with parties and stakeholders throughout the year in preparation for Cancun.",
      "He stressed that the meetings were open to all interested parties and that success in Cancun will confirm that the multilateral system is the best forum to address common challenges.",
      "Outlining her consultations during AWG-LCA 14 in Tianjin, AWG-LCA Chair Mukahanana-Sangarwe highlighted a shared desire for a balanced and comprehensive outcome that: respects the two-track approach; balances elements of the BAP; reflects a balance on the level of detail; and does not prejudge a future legally-binding outcome.",
      "She highlighted her new note on the possible elements of an outcome (FCCC/AWGLCA/2010/CRP.1) reflecting the current state of progress, indicating that not all elements are fully elaborated.",
      "Mukahanana-Sangarwe explained that the elements were presented in the search for common ground, have no formal status and will not replace the official negotiating text (FCCC/AWGLCA/2010/14), which contains the comprehensive spectrum of parties views.",
      "Parties agreed to establish a contact group chaired by Mukahanana-Sangarwe to consider the agenda item.",
      "The first meeting of the contact group took place on 29 November.",
      "Parties agreed to continue with the four existing drafting groups on: a shared vision, facilitated by Anders Turesson (Sweden); adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); mitigation, co-facilitated by Richard Muyungi (Tanzania) and Helen Plume (New Zealand); and finance, technology and capacity building, co-facilitated by Burhan Gafoor (Singapore) and Kunihiko Shimada (Japan).",
      "Luis Alfonso de Alba (Mexico) conducted informal consultations on mitigation on behalf of the COP Presidency.",
      "During the second week, informal consultations facilitated by pairs of ministers from developed and developing countries also took place on issues including a shared vision, adaptation, REDD+, finance, technology, mitigation and MRV/ICA.",
      "Progress during the final days of the conference was reported to informal stocktaking plenaries convened by COP President Espinosa.",
      "During an informal stocktaking plenary at 6:00 pm on Friday, 10 December, President Espinosa announced that a new draft decision text, prepared under her responsibility and reflecting parties work under the AWG-LCA, had been distributed.",
      "President Espinosa then received a standing ovation.",
      "During the final informal stocktaking plenary at 9:30 pm, all parties, except for Bolivia, supported adopting the draft decision without further negotiation.",
      "The AWG-LCA forwarded the unchanged text to the COP just after midnight on Saturday, 11 December, and the COP closing plenary adopted it as decision 1/CP.16, known as the Cancun Agreement on Long-term Cooperative Action.",
      "The section below focuses on work by the AWG-LCA drafting groups on the main elements of the Bali Action Plan.",
      "The outcomes of the AWG-LCA s work on shared vision, mitigation, adaptation, and finance, technology and capacity building are summarized in the section on the Cancun Agreements.",
      "Shared Vision: During the first week, the focus in the drafting group was on procedural issues.",
      "Many developed countries supported using the AWG-LCA Chair s note (FCCC/AWGLCA/2010/CRP.1) as the basis for further negotiations, while developing countries called for continuing work based on the Tianjin text (FCCC/AWGLCA/2010/14), which they said reflects the views of all parties.",
      "Some parties highlighted the challenges of deciding on elements without knowing whether the text will constitute part of a legally-binding agreement.",
      "Many parties underscored the importance of including a long-term global goal for emission reductions and provisions on a review of a shared vision.",
      "Some called for consideration of a peak year.",
      "Some parties objected to references to historical responsibility and atmospheric space.",
      "Parties also discussed the extent to which the text should include what will be achieved and how it will be achieved.",
      "On the AWG-LCA Chair s note released on Sunday, 5 December (FCCC/AWGLCA/2010/CRP.2), some developing and developed countries noted missing elements, including: short and long-term goals; sustainable development; inclusion of a review; and language on a legally-binding outcome.",
      "Other developing countries emphasized missing concepts, such as: human and indigenous rights; the rights of Mother Earth; creation of a climate court of justice; and financial obligations.",
      "A number of developing countries expressed concern with the 2°C goal, preferring to keep the temperature increase as far below 1.5°C as possible.",
      "A number of developed countries opposed including new concepts such as equitable access to global atmospheric space and another called for reference to water and water management.",
      "A number of developing countries emphasized historical responsibility and urged Annex I countries to show leadership, including on finance and technology transfer.",
      "Many developed countries stressed that the Convention refers to historic and current emissions.",
      "A request was also made to insert text requiring Annex I parties to contribute 6% of their Gross National Product (GNP) to finance mitigation and adaptation in developing countries and 1% of their GNP to support forest-related activities as repayment of their climate debt.",
      "The issue was also then taken up in ministerial consultations, co-facilitated by Sweden and Grenada.",
      "Reporting progress on Thursday evening, Sweden highlighted a focus on three issues: a long-term temperature goal; a long-term global emissions reduction goal; and peaking of global emissions.",
      "Sub-paragraph 1(b)(i) of the BAP (mitigation by developed countries): Discussions on developed country mitigation were undertaken in the drafting group facilitated by Richard Muyungi and Helen Plume.",
      "Parties discussed, inter alia, the nature and level of developed country mitigation, as well as the method of inscription.",
      "On the nature of mitigation, parties had expressed differing opinions regarding whether this should be in the form of targets or commitments.",
      "Regarding inscription, some parties preferred inscribing information on targets in an annex to a decision, while others suggested that without a legally-binding agreement, an annex provides insufficient certainty.",
      "Parties also held divergent views on launching a process to clarify individual mitigation pledges and/or defining an overall level of ambition of Annex I parties mitigation efforts.",
      "In addition, some parties highlighted the need to address the issue of comparability of actions or commitments, both among developed countries and between developed and developing countries.",
      "Sub-paragraph 1(b)(ii) of the BAP (mitigation by developing countries): This topic was taken up in the drafting group facilitated by Richard Muyungi and Helen Plume.",
      "Discussions focused on the relevant section in the AWG-LCA Chair s note (FCCC/AWGLCA/2010/CRP.2).",
      "Issues discussed included: differentiation among developing countries; meaning, purpose and scope of ICA; reporting on supported and unsupported nationally appropriate mitigation actions (NAMAs); and the scope of MRV.",
      "Parties had expressed diverging views on the purpose and scope of the proposed registry, with some stating that it should contain all NAMAs by developing countries, while others said all NAMAs should be inscribed in an annex to a decision and the proposed registry should be restricted to NAMAs seeking support.",
      "Parties also expressed differing views on the frequency and nature of reporting, as well as the body that should decide on these matters (whether it should be the AWG-LCA or the SBI).",
      "Some parties expressed concern about inviting developing countries to submit information on their mitigation actions, while others said this information is needed to assess what the total mitigation actions add up to.",
      "Some parties objected to reference to low-emissions development strategies.",
      "Sub-paragraph 1(b)(iii) of the BAP (REDD+): Audun Rosland (Norway) facilitated the drafting group on reducing emissions from deforestation in developing countries, including conservation (REDD+).",
      "Many parties expressed support for using the AWG-LCA Chair s text (FCCC/AWGLCA/2010/CRP.1) as the basis for further negotiations, with a number of parties calling for only minor changes.",
      "Some parties noted that a decision on REDD+ in Cancun would be contingent on progress on MRV negotiations.",
      "Parties also considered the linkage between REDD+ and NAMAs.",
      "Most parties agreed on a phased approach to REDD+.",
      "Parties expressed divergent views on national and sub-national implementation, although some suggested that sub-national approaches could be used as an interim measure.",
      "Many parties highlighted the need for national reference levels.",
      "Parties discussed whether MRV of safeguards should occur.",
      "Some parties objected to reference to markets.",
      "Some parties highlighted the need to address drivers of deforestation and a number of parties objected to reference to low-carbon development strategies.",
      "REDD+ was subsequently taken up in informal ministerial consultations facilitated by Norway and Ecuador, where decision text was finalized.",
      "Sub-paragraph 1(b)(iv) of the BAP (sectoral approaches and sector-specific actions): This issue was addressed in a drafting group facilitated by Annemarie Watt (Australia).",
      "Discussions focused on which text to use as a basis for further work, a general framework for sectoral approaches and agriculture.",
      "Parties identified key elements for inclusion in the text: a general framework; agriculture; and international aviation and maritime transport.",
      "Many parties opposed proposals to include hydrofluorocarbons (HFCs) as a key element, saying this issue is not within the mandate of the group and does not constitute a specific sector.",
      "Eventually, parties agreed to: to leave HFCs for possible consideration in the future; use the facilitator s note as a basis for further work; and bring in content from the Tianjin text on the general framework.",
      "Parties addressed the general framework and key elements for consideration, including: reference to Convention Article 4.1(c) (technology transfer); the usefulness of taking a sectoral approach; a reference to the principles of the Convention; and the voluntary nature of sectoral approaches.",
      "Divergent views remained on the latter two elements, with developing countries supporting inclusion of a reference to the principle of common but differentiated responsibilities.",
      "Some developed countries disagreed with the consideration of this principle in the context of bunker fuels, but one developing country noted that the International Civil Aviation Organization has already recognized differences among countries.",
      "Different opinions remained on whether the principle of common but differentiated responsibilities should apply to technical and operational matters under the International Maritime Organization.",
      "On agriculture, discussions addressed both expectations regarding a work programme and the identification of key elements for the sector, including trade, adaptation, food security and indigenous peoples involvement.",
      "Many parties expressed support for the agriculture text.",
      "However, developing countries emphasized the need to reach agreement on the general framework before agreeing on the content of the agriculture text or further addressing bunker fuels, while some parties opposed working on the general framework in the absence of agreement on the text on bunker fuels.",
      "Parties were not able to agree on this issue.",
      "Sub-paragraph 1(b)(v) of the BAP (various approaches, including opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions): Parties considered this in a drafting group facilitated by Tosi Mpanu Mpanu (Democratic Republic of the Congo).",
      "The main issues discussed related to the establishment of new market mechanisms and the principles to govern such mechanisms.",
      "Some parties supported the establishment of new market mechanisms, while others opposed their creation and the use of offsets by developed countries.",
      "The outcome of the AWG-LCA s work contains the compromise text produced by parties on this matter.",
      "During the drafting group meetings, parties first considered whether to proceed on the basis of a new text or on the text forwarded from Tianjin.",
      "A number of developed country parties supported using the new text while many developing countries preferred the Tianjin text.",
      "Parties agreed to give the facilitator the mandate to streamline the Tianjin text, with the understanding that it be based on discussions on what elements have to be included in the text and be brought back to the group before being forwarded to ministers for further consideration.",
      "Several parties highlighted essential elements for the text, including: a mandate to establish a work programme or programmes on new market mechanisms, as well as on non-market mechanisms and other approaches; that discussion of market mechanisms should not start prior to ratification of a second commitment period under the Kyoto Protocol; recognition that parties may use market mechanisms to meet mitigation commitments; voluntary participation in mechanisms; and safeguarding environmental integrity.",
      "Facilitator Mpanu Mpanu subsequently prepared new text based on parties discussions and the AWG-LCA Chair s revised text.",
      "Parties based their discussions on this text and attempted to streamline options in the text.",
      "Sub-paragraph 1(b)(vi) of the BAP (economic and social consequences of response measures): Parties considered this issue in an informal drafting group facilitated by Crispin d Auvergne (Saint Lucia), working on the basis of the outcomes of Tianjin, as well as the three new AWG-LCA Chair s notes introduced throughout the two weeks.",
      "The main issues addressed were trade, assistance for addressing the impacts of response measures, and possible institutional arrangements.",
      "Parties continued to streamline the text and reduce the number of options.",
      "On information sharing, developed countries supported removing references to assistance.",
      "Developing countries opposed this and highlighted that the UNFCCC includes actions related to funding and transfer of technology to meet the needs and concerns of developing country parties, so as to avoid adverse impacts.",
      "Many developed countries opposed reference to trade in the text, while several developing countries emphasized the critical importance of ensuring that no unilateral trade measures or trade protectionism are adopted on the grounds of climate change.",
      "Following the release of the AWG-LCA Chair s new text (FCCC/AWGLCA/2010/CRP.3) on Wednesday, 8 December, parties disagreed about whether to continue work on the Tianjin text or on the basis of the new text.",
      "Differences remained on trade, assistance and a permanent forum to address impacts of response measures.",
      "Discussions continued in informal ministerial consultations where draft decision text was finalized.",
      "Adaptation: Parties convened in a drafting group facilitated by Kishan Kumarsingh (Trinidad and Tobago), and also agreed to meet informally to narrow the options on institutional arrangements and the international mechanism to address loss and damage, basing their work on progress made in Tianjin.",
      "A new text was introduced by the facilitator on Friday, 3 December but parties could not reach agreement on whether to continue on the basis of the new text or the Tianjin text.",
      "Adaptation was also taken up during ministerial consultations facilitated by Spain and Algeria.",
      "On loss and damage, many parties supported a proposal by AOSIS to establish an international mechanism to address loss and damage associated with climate change impacts in vulnerable developing countries.",
      "Many parties requested clarification on the proposal s elements, including on: the nature of contributions; whether the mechanism should be under the guidance of the SBI or the SBSTA; the process to further define the mechanism s elements; the role of the private sector; linkages with existing risk management systems; and ensuring inclusiveness.",
      "Many parties said the mechanism should be under the COP s authority.",
      "Some parties described the proposal as immature, while others explained that once the main decision on the establishment of the mechanism is made, further details on key elements should be established through a country-driven process.",
      "Many parties proposed that the mechanism should be one component within a range of adaptation tools.",
      "During the second week, two areas of contention emerged among developing countries: which countries are most vulnerable and inclusion of response measures in the adaptation text.",
      "Developed and developing countries maintained divergent views on loss and damage and on an institutional mechanism and fund.",
      "Discussions continued in informal ministerial consultations where draft decision text was finalized.",
      "Finance, technology and capacity building: These topics were considered by one drafting group.",
      "Burhan Gafoor (Singapore) facilitated drafting and spinoff group discussions on finance and Kunihiko Shimada (Japan) facilitated discussions on technology and capacity building.",
      "Finance was also taken up during ministerial consultations facilitated by Australia and Bangladesh.",
      "Technology was facilitated by France and Benin.",
      "Finance: Parties initially considered elements of a draft decision on finance, including sections and options on fast-start finance, long-term finance, the proposed new fund and a proposed new body under the COP to assist with the financial mechanism and delivery of climate financing.",
      "The non-paper also included an annex containing terms of reference for designing the fund.",
      "On fast-start finance, developing countries said text should provide more details on transparency, including whether funding is genuinely new and additional, whether it is evenly allocated between adaptation and mitigation, and how much had been disbursed in 2010.",
      "One developing country suggested that, in addition to LDCs, SIDS and Africa, developing countries with areas prone to droughts, floods and desertification with fragile ecosystems, and facing increased frequency of extreme and catastrophic events and trends linked to climate change should be included as priority recipients.",
      "On long-term finance, developing countries supported the option that developed countries should contribute 1.5% of their GDP to support developing countries, rather than text referring to a US$100 billion annual commitment by 2020.",
      "Many developed countries expressed reservations on text indicating that the main or major source of funding will be assessed or indicative contributions from Annex II parties to the Convention.",
      "Some developed countries supported reference to the UN Secretary-General s High-Level Advisory Group on Climate Change Financing.",
      "Some developing countries expressed preference for conducting other financial needs studies as well.",
      "The main discussion under finance focused on the fund and its design process.",
      "Discussions centered on: relationship with the COP; composition of the board; trustee; design process, including composition of a transitional committee and terms of reference; and the establishment of an oversight finance body.",
      "On the board of the new fund, a number of developing countries insisted that it refer to representation for SIDS and LDCs.",
      "This matter was then taken up during ministerial consultations where draft decision text was finalized.",
      "Technology: Parties identified outstanding issues for consideration in Cancun including: the linkage between the technology mechanism and finance; the relationship between the technology executive committee (TEC) and the Climate Technology Centre and Network (CTCN); guidance from the COP and the process for elaborating the TEC and CTCN; and intellectual property rights.",
      "During drafting group discussions, developing countries outlined two possible decisions, one containing the main elements of an agreement, the other setting out a programme of work.",
      "Several parties supported identifying what can be agreed in Cancun and what needs further discussion in 2011.",
      "This issue was taken up during ministerial discussions where draft decision text was finalized.",
      "Capacity building: During discussions, parties considered whether capacity building should be supported and enabled as a stand-alone activity or delivered as an integrated component of mitigation and adaptation efforts.",
      "During consideration of a revised draft, many developing country parties supported retaining the option to establish a technical panel on capacity building in a legally-binding instrument, while many developed countries supported an option affirming that existing institutional arrangements or proposed ones include capacity building in their mandate.",
      "On references to operating entities of the financial mechanism and reference to the proposed new fund, one party said these could prejudge other parallel negotiations.",
      "Different views also remained on text concerning developed country reporting of support provided for capacity building in developing countries, and developing country reporting of progress in enhancing capacity to address climate change, including on the use of the support received.",
      "Discussions continued in informal ministerial consultations where draft decision text was finalized."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}