{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Senegal",
      "Iran"
   ],
   "enb_end_date": "15-Apr-99",
   "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol",
   "enb_short_title": "Tech. Work",
   "enb_start_date": "09-Apr-99",
   "enb_url": "http://www.iisd.ca/vol12/enb1298e.html",
   "id": "enb1298e_5",
   "section_title": "REPORT OF THE WORKSHOP",
   "sentences": [
      "The Technical Workshop opened on Friday, 9 April 1999.",
      "Kok Kee Chow, Chair of the Subsidiary Body for Scientific and Technological Advice (SBSTA), highlighted two related milestones recently achieved by Parties: the setting of time frames for agreeing on a framework for rules related to Protocol Articles 6 (joint implementation), 12 (clean development mechanism) and 17 (emissions trading); and emphasizing the need for capacity building that will facilitate the implementation of technology transfer, AIJ and other issues.",
      "He stressed the urgency for building capacity and noted that this workshop was the first instance where Parties, IGOs and NGOs could measure their work on the mechanisms since COP-4.",
      "He said the workshop would be highly technical, with expert presentations and time for questions, answers and exchange of views. FCCC Executive Secretary Michael Zammit Cutajar, reiterating that the key word for the workshop is 'technical,' said the meeting would test the capacity of Parties to engage in technical work while keeping political issues 'on the back burner.",
      "' The need to address technical issues is growing throughout the FCCC process and the full Convention bodies may be too unwieldy for such work.",
      "He noted that 'technical' does not necessarily mean complex and stressed that mechanisms must work in the real world, not just on the drawing boards of climate change specialists.",
      "He cautioned that striving too hard for perfection runs the risk of diminishing the process and called for credible but simple solutions. Chair Chow noted that SBI Chair Bakary Kante (Senegal) would not attend the session and that SBI Vice Chair Mohammad Reza Salamat (Iran) would assume his duties. On Friday and Saturday, 9-10 April, participants heard expert presentations on different aspects of each of the Kyoto Protocol mechanisms and engaged in question and answer sessions.",
      "From Monday through Wednesday, 12-14 April, Parties presented their proposals on technical and methodological aspects of the mechanisms and met in working groups to further consider each of the mechanisms.",
      "Discussions in the working groups were structured according to the major technical and methodological theme to which submissions by Parties, as well as any technical inputs from UN agencies, IGOs and NGOs, were related.",
      "On Thursday, participants offered their views on facilitating capacity building for developing country Parties, especially small island States and least developed countries, for project activities under the CDM, and for facilitating the participation of Parties with economies in transition in the other mechanisms."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": "special workshop"
}