{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Maldives",
      "Uganda",
      "Philippines",
      "Indonesia",
      "United States",
      "Sweden",
      "Netherlands",
      "Switzerland",
      "Bolivia",
      "Norway",
      "Antigua and Barbuda",
      "Algeria",
      "South Africa",
      "Egypt",
      "Zambia",
      "India",
      "Germany",
      "Colombia",
      "China"
   ],
   "enb_end_date": "14-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "14-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12586e.html",
   "id": "enb12586e_2",
   "section_title": "Work Programme on Long-term Finance (LTF)",
   "sentences": [
      "LTF Programme Co-Chair Mark Storey (Sweden) reported on the extended work programme on LTF (FCCC/CP/2013/7), highlighting the need for transparency in the definition and tracking of LTF, and calling for identifying ways of scaling up private finance for adaptation.",
      "The Philippines, for the G-77/CHINA, said a successful outcome in 2015 depends on progress on predictability, accountability and sustainability of LTF.",
      "Egypt, for the AFRICAN GROUP, underlined that the level of action on climate change is related to the level of support provided to developing countries, stressing the gap in adaptation finance.",
      "MALDIVES encouraged developed countries to develop a burden-sharing agreement to reach the US$100 billion annual goal.",
      "Colombia, for AILAC, urged: clarity and predictability in the provision of finance; clarity in the scale of resources to be mobilized; and sufficient funding for the Adaptation Fund (AF).",
      "The EU indicated that it has fulfilled and reported on LTF obligations.",
      "The REPUBLIC of KOREA suggested setting up a working group on LTF to start a political dialogue on this issue.",
      "Report of the Standing Committee on Finance (SCF): SCF Co-Chairs Diann Black-Layne (Antigua and Barbuda) and Stefan Schwager (Switzerland) introduced the report (FCCC/CP/2013/8).",
      "The G-77/CHINA and the AFRICAN GROUP called for work on the MRV of support.",
      "BOLIVIA called for attention to forests.",
      "Green Climate Fund (GCF): Former GCF Co-Chair Zaheer Fakir (South Africa) presented the GCF report (FCCC/CP/2013/6).",
      "He said Manfred Konukiewitz (Germany) and Jose Maria Clemente Sarte Salceda (the Philippines) have been elected as the new GCF Co-Chairs.",
      "The G-77/CHINA, Maldives, for AOSIS, ZAMBIA, BRAZIL and others called for a rapid and substantial operationalization and capitalization of the GCF.",
      "The G-77/CHINA underscored that the Fund's Private Sector Facility (PSF) will be country-driven and pursue sustainable development.",
      "The AFRICAN GROUP called for an initial mobilization, a replenishment process, and focusing on adaptation finance.",
      "INDIA called for balancing mitigation and adaptation funding.",
      "Arrangements between the GCF and the COP: COP President Korolec noted that the COP had requested the SCF and GCF Board to develop arrangements between the COP and the GCF.",
      "The G-77/CHINA emphasized that: the GCF must be guided by the COP and be accountable to it; and the need to provide guidance on issues, such as eligibility criteria, as soon as possible.",
      "Report of the Global Environment Facility (GEF): The GEF presented its annual report (FCCC/CP/2013/3 and Add.1) and an update on the status of resources (FCCC/SBI/2013/INF.9).",
      "On views and recommendations from parties on elements to be taken into account in developing guidance to the GEF (FCCC/CP/2013/MISC.4), the G-77/CHINA expressed support for the GEF's work and requested that the GEF develop a strategy for its replenishment, considering its role in the evolving financial architecture, including the GCF.",
      "Highlighting support to technology development and transfer, UGANDA indicated that more resources need to be raised to address developing countries' adaptation and mitigation needs.",
      "Fifth Review of the Financial Mechanism : On this issue (FCCC/CP/2013/8 & FCCC/CP/2013/INF.2), the G-77/CHINA emphasized that the Convention's financial mechanism should remain in place for any new agreement, stressing the need to ensure predictability and accessibility, as well as balance in the use of financial resources.",
      "Kamel Djemouai (Algeria) and Herman Sips (the Netherlands) will co-chair a contact group on this and previous agenda sub-items on finance.",
      "Report on the Work Programme on Results-based Finance for the Full Implementation of Activities in Decision 1/CP.16, Paragraph 70 (REDD+): Christina Voigt (Norway) presented the report on two workshops of the work programme on results-based finance (FCCC/CP/2013/5). BRAZIL emphasized the need to highlight the relationship between this and other negotiation tracks.",
      "Remarking that so far REDD+ finance has been disbursed mostly through multilateral and bilateral channels, the G-77/CHINA said REDD+ finance should be under the authority of the COP and part of an overall financing scheme.",
      "Agus Sari (Indonesia) and Christina Voigt (Norway) will co-chair a contact group on results-based finance for REDD+."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}