{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Saudi Arabia",
      "Netherlands",
      "Sudan",
      "India",
      "France",
      "United States",
      "Australia",
      "China",
      "Kenya",
      "Germany",
      "Spain"
   ],
   "enb_end_date": "27-Apr-06",
   "enb_long_title": "IPCC-25",
   "enb_short_title": "IPCC-25",
   "enb_start_date": "27-Apr-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12293e.html",
   "id": "enb12293e_5",
   "section_title": "FURTHER WORK ON EMISSIONS SCENARIOS",
   "sentences": [
      "Following a brief introduction by IPCC Secretary Christ, IPCC Chair Pauchari summarized his proposal for a decision on further work on emissions scenarios (IPCC-XXV/Doc.",
      "Discussion on how to proceed was based on this proposal, the recommendations of the TGNES (IPCC-XXV/Doc.",
      "11), and a letter from John Mitchell, Chief Scientist of the Met Office, UK, regarding new IPCC emissions scenarios (IPCC-XXV/INF.",
      "6). Several delegates, including SUDAN, KENYA, INDIA, SPAIN, VENEZULA, GERMANY, and FRANCE, supported moving forward with new scenarios.",
      "FRANCE added that integrated scenarios might be beyond the scope of the IPCC, and, with the NETHERLANDS and others, noted the need to focus on a small number of scenarios.",
      "CHINA expressed concern that moving forward on new scenarios at present could draw resources away from the AR4 and suggested delaying work on scenarios.",
      "The UK indicated that there is a requirement beyond pure assessment that needs to be recognized.",
      "AUSTRALIA said it is important to ensure that any new process is clearly differentiated from previous processes.",
      "Many delegates stressed the need for developing country participation.",
      "The US explained the importance of taking a fundamental decision on the IPCC\u0092s role in new emissions scenarios and, with SAUDI ARABIA, noted that the IPCC should not go beyond a facilitation role by commissioning or directing scenario development as this could compromise its assessment role. IPCC Chair Pachauri closed by noting the importance of alerting the scientific community to a modeling framework and of quickly embarking upon a course of action.",
      "He also underscored the involvement of experts from developing countries. In an evening contact group, delegates continued discussions on emissions scenarios, discussing topics such as the definition of the term 'coordination' and the importance of ensuring broad support for the role of the IPCC.",
      "The US stressed the function of assessment over coordination and discussed the importance of continued involvement from the US climate modeling community."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}