{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Angola",
      "Bangladesh",
      "Cuba",
      "Gambia",
      "Venezuela",
      "Ethiopia",
      "Sweden",
      "China",
      "Japan",
      "Kenya",
      "Argentina",
      "Nicaragua",
      "New Zealand"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_77",
   "section_title": "AGRICULTURE:",
   "sentences": [
      "The SBSTA first addressed this issue in its opening plenary.",
      "The UN Food and Agriculture Organization (FAO) reported on activities related to agriculture and climate change, including the report by the High-Level Panel of Experts on food security and nutrition.",
      "Several developing countries supported the need to focus on adaptation issues in agriculture.",
      "The issue was addressed in a contact group co-chaired by George Wamukoya (Kenya) and Alexandra Conliffe (Canada) in informal consultations throughout the week.",
      "At the closing plenary, Chair Muyungi reported that the SBSTA had been unable to conclude consideration of this agenda item.",
      "Bangladesh, Brazil, the Gambia, Argentina, Nicaragua and Cuba supported deferring discussion of the item to the next SBSTA session.",
      "Venezuela and others said the issue is technical and should not, therefore, be sent to the COP, while Ethiopia reminded parties that the COP in Durban mandated the SBSTA to adopt a decision on agriculture at COP 18 and suggested that the COP decide whether to continue consideration of this issue at the next SBSTA session.",
      "After further interventions, Chair Muyungi said that he would report to the COP that no consensus had been achieved on this issue and that SBSTA would consider agriculture at its next session. SBSTA Chair Muyungi reported to the COP on 7 December that this item would be taken up at SBSTA 38. METHODOLOGICAL ISSUES (CONVENTION): The SBSTA opened all agenda items under methodological issues under the Convention on 26 November.",
      "Work programme on tabular format for the UNFCCC biennial reporting guidelines for developed country Parties : This issue (FCCC/SBSTA/2012/MISC.11 & Adds.",
      "1-3) was taken up in the opening plenary.",
      "The report on the workshop for a common tabular format for UNFCCC biennial reporting guidelines for developed country parties (FCCC/SBSTA/2012/INF.13), and synthesis report on submissions of parties views (FCCC/SBSTA/2012/INF.4) were also introduced.",
      "Informal consultations were held, co-chaired by Helen Plume (New Zealand) and Qiang Liu (China).",
      "During the closing plenary, Chair Muyungi noted discussions did not yet yield an agreement and agreed to submit the draft decision to the COP.",
      "The issue was subsequently considered in informal consultations by Chair Muyungi at the request of the COP President.",
      "The COP closing plenary adopted a decision on 7 December.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.33), the SBSTA agrees to submit the draft decision to the COP for consideration and finalization.",
      "The COP decision (FCCC/CP/2012/L.12), inter alia, adopts the common tabular format for the UNFCCC biennial reporting guidelines, as contained in the annex to the decision; and, requests parties to consider the best approach for future reporting on climate-related private finance at the next revision of the reporting guidelines.",
      "Work programme on the revision of the guidelines for the review of biennial reports and national communications, including national inventory reviews: This issue (FCCC/SBSTA/2012/MISC.17 & Add.1) was taken up in the opening plenary.",
      "The Secretariat also introduced a technical paper on current review processes and the Secretariat s experience coordinating reviews of national communications and national GHG inventories (FCCC/TP/2012/8).",
      "The synthesis report of submissions from parties (FCCC/SBSTA/2012/INF.11) was also introduced.",
      "An informal group, co-chaired by Helen Plume and Qiang Liu, convened on 28 November.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.28), the SBSTA, inter alia, agrees to a work programme on the revision of the review guidelines, with specific timelines and activities for 2013 and 2014.",
      "The SBSTA notes that while the revision of the review guidelines for national communications and biennial reports will be completed by COP 19, the revision of the review guidelines for GHG inventories can only be completed by COP 20.",
      "The SBSTA also requests the Secretariat to organize technical workshops in 2013 and 2014.",
      "General guidelines for domestic MRV of domestically supported NAMAs by developing countries: The SBSTA briefly discussed this item during the opening plenary and convened informal consultations from 28 November through 1 December, co-chaired by Helen Plume and Qiang Liu.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.24), the SBSTA agrees that the guidelines should: be general, voluntary, pragmatic, non-prescriptive, non-intrusive and country-driven; take into account national circumstances; respect the diversity of NAMAs; build on existing domestic systems and capacities; recognize existing systems; and promote a cost-effective approach.",
      "The SBSTA invites parties to submit their views on the guidelines by 25 March 2013.",
      "The SBSTA also agrees to continue the process of developing guidelines at SBSTA 39 to forward draft guidelines to COP 19.",
      "Bunker fuels: In the opening SBSTA plenary, ICAO and IMO reported on relevant work (FCCC/SBSTA/2012/MISC.20).",
      "Initial discussions focused on the applicability of the CBDR principle to this issue.",
      "Japan said that global regulations should apply universally, regardless of the country of operation or registration, while a large number of developing countries underscored the importance of CBDR.",
      "The SBSTA closing plenary took note of the information contained in the progress reports of ICAO and IMO and invited these organizations to continue to report on the issue.",
      "Annual report on the technical review of Annex I GHG inventories: In the opening plenary, the SBSTA took note of the annual report on the technical review of Annex I GHG inventories (FCCC/SBSTA/2012/INF.10).",
      "Chair Muyungi encouraged parties to nominate new experts to participate in the review. METHODOLOGICAL ISSUES (PROTOCOL): The SBSTA opened all the sub-items on methodological issues under the Protocol on 26 November.",
      "Carbon capture and storage under the CDM: This issue (FCCC/SBSTA/2012/MISC.12 & Add.1) was introduced during the SBSTA opening plenary.",
      "The SBSTA also heard a report based on the technical paper on transboundary carbon capture and storage (CCS) project activities (FCCC/TP/2012/9).",
      "A contact group, co-chaired by Ulrika Raab (Sweden) and Abias Moma Huongo (Angola), met on 28-29 November.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.21), the SBSTA, inter alia, agrees to recommend to the CMP that eligibility of transboundary CCS projects under the CDM and the establishment of a global reserve of CERs for CCS project activities be considered at SBSTA 45; and agrees that while transboundary CCS projects would merit inclusion under the CDM, more practical experience would be beneficial.",
      "In its decision (FCCC/SBSTA/2012/L.21), the COP decides that: - eligibility under the CDM of CCS projects involving the transport of carbon dioxide between countries or involving geological storage sites in more than one country, and the establishment of a global reserve of CERs for CCS in geological formations projects, be considered at SBSTA 45; and - while CCS in geological formations projects involving transport of carbon dioxide between countries or involving geological storage sites in more than one country would merit inclusion under the CDM, more practical experience of CCS projects in geological formations under the CDM would be beneficial."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}