{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Bahamas",
      "Saudi Arabia",
      "Kuwait",
      "Poland",
      "Central African Republic",
      "Uzbekistan",
      "China",
      "Switzerland",
      "Croatia"
   ],
   "enb_end_date": "07-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "07-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12186e.html",
   "id": "enb12186e_1",
   "section_title": "SBSTA",
   "sentences": [
      "The final meeting of SBSTA-15 was held in the afternoon, with the report of the session and the following conclusions being adopted without discussion: ongoing activities on reporting and GHG inventories from Annex I Parties; emissions resulting from bunker fuels; good practice guidance for LULUCF; emissions from forest harvesting and wood products; technology transfer; cooperation with relevant international organizations; education, training and public awareness; AIJ; and the special circumstances of Croatia. On organizational matters, delegates elected Philip Weech (the Bahamas) as SBSTA Vice-Chair and Tatyana Ososkova (Uzbekistan) as SBSTA Rapporteur.",
      "On methods to evaluate impacts and adaptation, the conclusions were amended to include reference to 'global and regional' international organizations.",
      "The conclusions on issues relating to hydrofluorocarbons and perfluorocarbons were amended to provide for China's proposal that only 'Annex I' Parties be encouraged to update information on means for limiting such emissions.",
      "The conclusions relating to Canada's proposal on cleaner or less greenhouse gas emitting energy were adopted, with the EU emphasizing the need for well defined terms of reference for the workshop. On P&Ms, the EU proposed reference to the October 2001 workshop report, rather than to its terms of reference.",
      "SAUDI ARABIA, opposed by POLAND, SWITZERLAND, CENTRAL AFRICAN REPUBLIC and CANADA, advocated deleting a paragraph inviting Parties to consider and submit their views on the workshop, and on further action to advance the work on P&Ms.",
      "Following discussion, the original conclusions were adopted, with the EU expressing reluctance in doing so. On the conclusions relating to the IPCC Third Assessment Report (TAR), SAUDI ARABIA and KUWAIT proposed deferring the issue to SBSTA-16.",
      "The EU and others urged adoption of the conclusions.",
      "Following further informal consultations, compromise text was agreed.",
      "References to assessing 'the implications' of the TAR were deleted, and the scope of the proposed workshop on the TAR was amended to include reference to 'scientific uncertainty' and to the 'effects of measures."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}