{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Bhutan",
      "Nepal",
      "Central African Republic",
      "Costa Rica",
      "United States",
      "Russian Federation",
      "Switzerland",
      "Norway",
      "Burkina Faso",
      "Mauritius",
      "India",
      "Uzbekistan",
      "Malaysia",
      "Zimbabwe",
      "China",
      "Sri Lanka"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_24",
   "section_title": "ACTIVITIES IMPLEMENTED JOINTLY (AIJ)",
   "sentences": [
      "On 20 October, the Secretariat introduced a synthesis report on the AIJ pilot phase (FCCC/SBSTA/1997/12, Add.1, Corr.",
      "1, and Corr.2).",
      "The conclusions of the synthesis report state, inter alia: the participation of Parties in AIJ programmes and activities is slowly expanding; the bulk of AIJ is between Annex I Parties, with host countries being economies in transition; the total GHG estimated to be reduced is distributed over various types of activities, such as forestry preservation and afforestation activities; and Parties appear to be approaching the pilot phase cautiously.",
      "The Secretariat said there had been 67 AIJ projects during the pilot phase and further project offers were contained in document FCCC/SBSTA/1997/Inf.3. The G-77/CHINA noted the limited spread of projects and suggested that COP-3 would be unable to reach any conclusions on the exercise.",
      "The EU called for clearer guidance regarding the definition of a number of information items required during the AIJ pilot phase: the compatibility with and supportiveness of national economic development, socio-economic and environmental priorities; emissions reduction calculations; project lifetime; uncertainty in establishing estimates and measurements; baseline definition; and estimating mitigation costs.",
      "ZIMBABWE called for a good spread of AIJ projects by sector, country and region and supported the view that current information could not provide the basis for decisions at COP-3.",
      "INDIA noted the absence of precise information on the amount of GHG reductions and costs and agreed that current data were insufficient to reach a judgment on the pilot phase. MALAYSIA expressed concern that problems still prevail in terms of assessing the pilot phase and underlined the importance of methodological issues.",
      "UZBEKISTAN called for the inclusion of a methodological item on determining socio-economic benefits and noted that there were few AIJ projects in his region.",
      "SRI LANKA noted the poor response to his country\u0092s attempts to find a developed country partner for AIJ, despite the interest of several parties in his country. The US said the COP should endorse the progress made on AIJ.",
      "He said delegates should bear in mind that many projects have yet to receive host country approval, even those meeting all criteria and not seeking credit.",
      "He urged SBSTA to address the complexity of the guidelines, and said it should prioritize requirements rather than wait until all complexities are resolved.",
      "MAURITIUS said AIJ must be given the chance to expand to more countries and sectors. SWITZERLAND supported the development of a priority work programme that could be endorsed by the COP.",
      "She noted that the lack of capacity in the potential host countries creates a barrier for AIJ's progress.",
      "The CENTRAL AFRICAN REPUBLIC supported deferring decisions on AIJ to later meetings when projects are more equitably distributed.",
      "BHUTAN said despite its very low capacity, it hopes delegates keep an open mind regarding methodological issues.",
      "BURKINA FASO said COP-3 should extend the process.",
      "NEPAL said AIJ could be a small but indispensable tool for countries' national programmes and technical training.",
      "The RUSSIAN FEDERATION said COP-3 could take the necessary decisions on issues such as new forms of AIJ.",
      "COSTA RICA said the possibility of credits would bring a desirable number and type of new projects. On 24 October, the Co-Chair of the AIJ contact group reported that the group had worked from proposals by the US, Norway and Switzerland, which the Co-Chair tried to incorporate.",
      "The G-77/CHINA requested more time and later submitted a new proposal.",
      "Delegates agreed to allow more time for the contact group to reach consensus. On 28 October, SBSTA forwarded the synthesis report on AIJ to the COP, and recommended a draft decision to be adopted by COP-3 that reaffirms decision 5/CP.1 on AIJ under the pilot phase, notes the synthesis report, and adopts the uniform reporting format contained in document FCCC/SBSTA/1997/INF.3."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}