{
   "actors": [],
   "countries": [
      "Canada",
      "Tanzania",
      "France",
      "United States",
      "Uruguay",
      "Peru",
      "New Zealand",
      "Venezuela",
      "Argentina",
      "South Africa",
      "Zambia",
      "Cuba",
      "India",
      "United Kingdom",
      "Malaysia",
      "Senegal",
      "China",
      "Chile",
      "Japan",
      "Germany"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_33",
   "section_title": "ELECTIONS FOR THE CO-CHAIRS OF THE WORKING GROUPS AND THE TASK FORCE BUREAU",
   "sentences": [
      "Elections for WG Co-Chairs were held on Wednesday afternoon.",
      "Before the elections took place, several changes were made in the nominations.",
      "In the spirit of compromise, India withdrew two of its nominations (Anand Patwardhan for WGII Co-Chair and Amit Garg for TFB Co-Chair), while Tanzania withdrew one (Jamidu Katima as TFB Co-Chair).",
      "Argentina also withdrew a candidate (Carolina Vera for WGI Co-Chair), but nominated Darío Gómez as WGIII Co-Chair.",
      "For WGI, Valérie Masson-Delmotte (France) was elected by acclamation as developed country Co-Chair.",
      "Elections for the developing country WGI Co-Chair were held between candidates Panmao Zhai (China) and Fredolin Tangang (Malaysia), following which Zhai was elected as WGI Co-Chair.",
      "For WGII, Hans-Otto Pörtner (Germany) was elected by acclamation as developed country Co-Chair.",
      "Voting then took place among four candidates from developing countries: Debra Roberts (South Africa); Joy Jacqueline Pereira (Malaysia); Eduardo Calvo Buendía (Peru); and Ramón Pichs-Madruga (Cuba).",
      "After a second round of voting between Roberts and Pereira, Roberts was elected as developing country Co-Chair for WGII.",
      "For WGIII, Jim Skea (UK) was elected by acclamation as developed country Co-Chair.",
      "Voting took place between four candidates from developing countries: P.R.",
      "Shukla (India), Cheikh Mbow (Senegal), Eduardo Calvo Buendía (Peru) and Darío Gómez (Argentina).",
      "After a second round of votes between Shukla and Mbow, delegates elected Shukla.",
      "For the TFB, Kiyoto Tanabe (Japan) was elected by acclamation as the developed country candidate.",
      "Voting took place between two candidates from developing countries: Eduardo Calvo Buendía (Peru) and Francis Yamba (Zambia).",
      "The Panel elected Calvo Buendía.",
      "New Zealand, on behalf of Region V (South-West Pacific), expressed concern with the fact that the region was not represented in the ExComm.",
      "Acting IPCC Chair El Gizouli recommended that the region nominate one representative and include him or her in the ExComm as a regional representative.",
      "The Panel agreed to this recommendation and, on Thursday afternoon following the election of WG Vice-Chairs (see section below), Malaysia nominated, and the Panel agreed that, newly elected WGIII Vice-Chair Joy Jacqueline Pereira (Malaysia) will fill this position.",
      "Argentina expressed concern that Region III could not be represented in all working groups as, with the election of IPCC Vice-Chair Krug and TFB Chair Buendía, two of the four seats allocated to Region III had already been filled, notwithstanding the rule that calls for every region to be included in each one of the WGs or TFB.",
      "Venezuela, supported by Argentina, China, Peru, Chile and others, stressed the need to increase the number of seats allocated to Region III.",
      "The US suggested various possibilities to address the problem on this occasion, including having a Region III representative already serving on the Bureau serve in another capacity, or having an additional member represent the region but not be part of the Bureau.",
      "An open-ended contact group, facilitated by New Zealand, was convened to address this question.",
      "On Thursday morning, New Zealand reported that the contact group had discussed concerns related to overall representation of regions and that the Secretariat had reported that both suggestions from the US were consistent with the IPCC Rules of Procedure.",
      "Following further regional consultations, Argentina, for Region III, reported that the region supported the option of a representative who would not be a Bureau member, and nominated Walter Oyantacabal (Uruguay).",
      "On Thursday afternoon, Argentina proposed terms of reference under which Oyantacabal could represent the region in WGIII in order to: provide Region III contributions on the list of authors; review editors, and expert reviewers, taking into account the balance of expertise, geographical coverage and gender; engage with the wider scientific community; and comment on the scientific quality of WGIII products.",
      "Canada asked to specify that Oyantacabal will not participate in the IPCC Bureau.",
      "The US stated that this solution should not set a precedent.",
      "The Panel agreed to Argentina’s proposal with these clarifications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}