{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Chile",
      "Tuvalu",
      "Congo",
      "China",
      "Colombia",
      "New Zealand",
      "Bolivia"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12382e.html",
   "id": "enb12382e_7",
   "section_title": "LULUCF:",
   "sentences": [
      "Co-Chairs Rocha and Smith chaired the final contact group on LULUCF.",
      "After discussions, delegates decided to delete text referencing paragraph 17(c) (consideration of further commitments by Annex I parties) of the AWG-KP work plan (FCCC/KP/AWG/2006/4).",
      "The G-77/CHINA expressed frustration with this outcome.",
      "Parties agreed on the conclusions and annex.",
      "The Chairs then held discussions on non-permanence and other methodological issues under the CDM, with the purpose of facilitating discussions in Poznan.",
      "The G-77/CHINA stated that afforestation and reforestation project activities should remain eligible, and that means to enhance implementation of these activities should be addressed.",
      "BOLIVIA, supported by COLOMBIA and the DEMOCRATIC REPUBLIC OF THE CONGO, proposed maintaining temporary credits for forests that are intact and monitored.",
      "BRAZIL expressed concerns about the vulnerability of forests, suggesting defining a timeframe for non-permanence.",
      "The EU stressed that non-permanence reversals require compensation, while TUVALU suggested that current rules may be functioning and the lack of projects may reflect unwillingness of credit purchasers to bear the risk of reversals. NEW ZEALAND, supported by CHILE, suggested that responsibility for non-permanence be taken by host-country governments, and noted that accounting for timing of emissions from harvested wood products may reduce non-permanence risks and make CDM LULUCF projects more attractive.",
      "The Chairs invited submissions from parties before 20 November for discussion at COP 14."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}