{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Bangladesh",
      "Algeria",
      "Sudan",
      "Costa Rica",
      "Lesotho",
      "China",
      "Indigenous Peoples",
      "New Zealand",
      "Bolivia",
      "Barbados"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_19",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "On Friday morning, 12 June, the AWG-LCA closing plenary convened and parties adopted the meeting s report ( FCCC/AWGLCA/2009/L.3 ).",
      "SBSTA Chair Helen Plume (New Zealand) reported on relevant SBSTA and SBI conclusions, including the SBSTA s work on REDD.",
      "The International Maritime Organization (IMO) discussed relevant work being undertaken by his organization, highlighting the next meeting of the Marine Environment Protection Committee (MEPC).",
      "He said the MEPC would also give further consideration to market-based reduction measures, including a maritime emission trading scheme and an international compensation fund for emissions from ships, based on a global levy.",
      "He said the regulatory package, to be adopted in July, demonstrates that the IMO is able and ready to deliver the necessary global regime to regulate emissions from international shipping.",
      "Saudi Arabia noted that there is an established procedure for dealing with the issue of bunker fuels through SBSTA and objected to further reports by IMO and International Civil Aviation Organization (ICAO) on these issues due to its sensitivity.",
      "Sudan, for the G-77/China, reiterated that the AWG-LCA process must continue to be an open, transparent, party-driven and inclusive process focusing only on the full, effective and sustained implementation of the Convention, as mandated by the BAP .",
      "He called for all documents to be translated into all six UN languages and highlighted challenges in coordinating common positions as the process moves rapidly forward.",
      "Highlighting the 200-page negotiating text, Barbados, for AOSIS, expressed concern with the pace of negotiations and called for a significant acceleration and a more balanced allocation of work in future sessions.",
      "He concluded by urging parties not to be too late in responding to the challenge of climate change.",
      "Lesotho, for LDCs, urged securing the existence of the most vulnerable and tackling the negotiations with renewed commitment.",
      "Algeria, for the African Group, stressed the need for a focused intensification of work, transparency and full inclusion of all delegations in discussions.",
      "She stressed early information on the organization of work and translation of the text into all six languages.",
      "The EU welcomed progress made, said the text is now ours, and stressed the need to urgently accelerate the pace of negotiations.",
      "He said the text must be brought down to digestible proportions, and further consolidated.",
      "Costa Rica highlighted their national target of carbon neutrality by 2020 and urged other parties to join them in setting ambitious and visionary targets, noting that the sooner parties depart from high-emission trajectories, the easier it would be.",
      "Bolivia gave the floor to an indigenous representative, who stressed that indigenous peoples are already feeling the effects of climate change, and that it is breaking their communication lines with ancestral knowledge, and urged parties to consider future generations.",
      "Bangladesh called for a great quantum leap forward by all parties to rise to the occasion and strike a great and ambitious deal in Copenhagen.",
      "Chair Zammit Cutajar expressed his appreciation to the Secretariat and interpreters and hoped that the winds would pick up in order to get a good result in Copenhagen.",
      "He gaveled the meeting to a close at 1:43 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}