{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Mauritania",
      "Saudi Arabia",
      "South Africa",
      "United States",
      "Sweden",
      "Zimbabwe",
      "China",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "11-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "11-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1294e.html",
   "id": "enb1294e_2",
   "section_title": "SBI",
   "sentences": [
      "In describing the results of the contact group on FCCC Articles 4.8 and 4.9 (adverse effects), Co-Chair Bo Kjellen (Sweden) said the text reflects the objectives and there is general agreement on outstanding issues.",
      "The two bracketed paragraphs in the preamble reflected the lack of time for full negotiation.",
      "The G-77/CHINA said there were compromises even in the unbracketed text.",
      "He said the group would accept the document, including the brackets, to preserve momentum.",
      "The US, with the EU, said the impression of general agreement was misleading.",
      "He said the contact group never discussed this text and there was no agreement on the work plan.",
      "SAUDI ARABIA stated there was no consensus and suggested that if the whole text is bracketed, then all texts should be bracketed. On administrative and financial matters, the contact group Chair reported that no agreement had been reached on the calendar of meetings.",
      "The US highlighted concerns regarding dates in the draft decision.",
      "The Executive Secretary reported that since document FCCC/SBI/1998/INF.6 was distributed, additional financial contributions had been received from several Parties.",
      "MAURITANIA objected to changes in the text proposed by the Chair.",
      "The text was adopted with the exclusion of the calendar of meetings. The Co-Chairs of the contact group on national communications from Annex I Parties indicated that consensus was reached.",
      "The G-77/CHINA proposed bracketing a paragraph in the Annex that notes many Annex I Parties will not reduce GHGs to 1990 levels.",
      "They said this issue became linked to discussion on FCCC Article 4.2 (a) and (b) (adequacy of commitments).",
      "MAURITANIA asked the Chair not to reopen debate on an agreed decision.",
      "The text was accepted with brackets. On initial national communications from non-Annex I Parties, contact group Co-Chair Paul Maclons (South Africa) reported on the draft decision.",
      "The EU bracketed a paragraph regarding requests to the Secretariat.",
      "The G-77/CHINA bracketed the entire text.",
      "CHINA and SAUDI ARABIA said the Chair should not allow further negotiation on the text.",
      "After lengthy debate, the Chair called on delegates to respect the rules and said the entire text would be bracketed for consideration by the COP Plenary. On the second review of adequacy of FCCC Article 4.2 (a) and (b), contact group Co-Chair Jennifer Irish (Canada) reported that the group agreed the commitments were inadequate, but did not agree on reasons nor on actions required.",
      "She presented a recommendation that the Chair conduct further consultations.",
      "Co- Chair Margaret Mukahanana (Zimbabwe) said the difficulty on reaching a consensus was based on different interpretations of adequacy of commitments.",
      "The Chair asked delegates to forward the five draft decisions to the COP Plenary. Co-Chair John Ashe (Antigua and Barbuda) presented the draft decision on the financial mechanism.",
      "He noted that there were no brackets in the text, but one group had indicated its dissent.",
      "The EU bracketed paragraphs on GEF funding for implementing adaptation responses and meeting full agreed costs.",
      "The US bracketed language on international centers.",
      "The G-77/CHINA bracketed the entire text.",
      "The text was accepted with brackets.",
      "SBI then adopted the draft report of its ninth session (FCCC/SBSTA/1998/L.8)"
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": "sbi"
}