{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Ghana",
      "Canada",
      "Australia",
      "Malaysia",
      "Trinidad and Tobago",
      "China",
      "Japan"
   ],
   "enb_end_date": "20-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "20-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12263e.html",
   "id": "enb12263e_6",
   "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGIES",
   "sentences": [
      "Chair Abdulla reminded Parties that SBSTA-22 must provide clear guidance and terms of reference for the future work of the Expert Group on Technology Transfer (EGTT).",
      "EGTT Chair Kumar Singh (Trinidad and Tobago) reported on the EGTT\u0092s seventh meeting and on future EGTT work.",
      "Malaysia, for the G-77/CHINA, said SBSTA should now consider how to meet the needs identified in countries\u0092 technology needs assessments.",
      "He called for a full review of all COP decisions relating to technology transfer since COP-1. The EU noted its pledge of voluntary financial resources to support the EGTT 2005 programme of work, and proposed that Parties request that the EGTT suggests a way forward on public and/or private partnerships, cooperation with relevant conventions, and medium- and long-term planning for the EGTT.",
      "Australia, for the UMBRELLA GROUP, noted the emphasis at the recent Seminar of Governmental Experts on mobilizing private sector resources and support for an enabling environment.",
      "GHANA underlined the importance of prioritizing countries\u0092 technology assessments.",
      "CHINA said the development and transfer of technologies for adaptation and mitigation can yield commercial benefits, but noted man-made barriers to the effective operation of the market.",
      "CANADA underlined the benefits of early action on technology transfer, enabling environments and appropriate capacity building.",
      "JAPAN noted that the private sector holds most climate-related technologies and stressed the importance of public-private partnerships.",
      "A contact group was formed to continue these discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}