{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [],
   "enb_end_date": "11-Apr-03",
   "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer",
   "enb_short_title": "Workshop",
   "enb_start_date": "11-Apr-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12210e.html",
   "id": "enb12210e_23",
   "section_title": "DISCUSSION",
   "sentences": [
      "Highlighting the need for synergies beyond the UN system, a participant from a developing country expressed concern at the lack of involvement of the Bretton Woods institutions in these discussions, especially given their impact on policy making in developing and least developed countries.",
      "In response, Wanna Tanunchaiwatana said representatives from the World Bank and other organizations had been invited but were unable to attend, although the GEF had sent some information to the UNFCCC Secretariat prior to the meeting.",
      "Elmer Holt noted that the Bretton Woods institutions had contributed to the consultative process, and said he detected a growing environmental focus within those institutions.",
      "Janos Pasztor said mainstreaming environment issues in such institutions is happening gradually, although he would prefer to see it occur more rapidly.",
      "He believed the WSSD and CSD processes could assist in this mainstreaming exercise.",
      "Mark Radka noted the funding limitations placed on the GEF, and suggested that the SBSTA - through the EGTT - could recommend to the GEF possible priority areas in terms of technology transfer and enabling environments.",
      "He supported directing this funding towards education, training and strengthening relevant institutions.",
      "One developed country speaker noted that it is rare for governments to direct one intergovernmental body to tell another intergovernmental body what to do, and drew attention to governance issues.",
      "However, he also observed that information sharing with such institutions was fairly common.",
      "Janos Pasztor noted that the UNFCCC is required to give guidance to the GEF on funding priorities in relation to climate change. Another developed country participant highlighted the value of translating documents into multiple languages.",
      "Responding to this comment, Mark Radka noted that, while this could be carried out formally through the UN system, it is often more efficient and cost effective for individual countries and organizations to take the lead. Reflecting on these discussions, Chair Thorgeirsson said the climate change process is moving towards the mainstream and placing the issue in a broader context, with the effect of enhancing enabling environments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}