{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_13",
   "section_title": "INSTITUTIONAL ISSUES RELATED TO A COMPREHENSIVE COMPLIANCE SYSTEM UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "Facilitative and Enforcement Functions of a Compliance System/Institutional Arrangements to Meet these Functions: In introducing this item, Sand noted that while facilitation may only be available to non-Annex I Parties, enforcement would address compliance issues relating to any Annex I and non-Annex I obligation.",
      "He suggested that participants consider whether one or two bodies be established to exercise the facilitative and enforcement functions.",
      "He also suggested that the relationship of the compliance system with other institutional arrangements under the Protocol, such as the dispute settlement mechanism, be discussed. Susan Biniaz (US) presented her country's proposal, as contained in the charts in document FCCC/SB/1999/7/Add.1.",
      "The proposal is based on several assumptions, inter alia: the design must be specific to the Protocol; both facilitation and enforcement should be provided for; non-compliance with Protocol Article 3 (quantified emission limitation and reduction commitments) should lead to binding consequences known in advance; and two different bodies should be established to deal with the two functions. Following the presentation, one participant sought elaboration on the distinctive nature of the facilitative and enforcement functions in the proposal and, with other participants, questioned the application of the latter only to developed countries.",
      "She added that compliance with Protocol targets could also be handled through a facilitative process, as shown by the Montreal Protocol experience.",
      "With others, she asked whether the adoption of binding consequences by the compliance body needed to go through the amendment procedure as specified in Protocol Article 18 (non- compliance). In response, Biniaz explained that while representatives of Parties would deal with the facilitative function, independent experts would handle enforcement issues.",
      "She added that non-Annex I countries would not be amenable to enforcement and binding consequences since their obligations, such as in Protocol Article 10 (continuing to advance the implementation of existing commitments), were imprecise.",
      "On the procedure for the adoption of binding consequences, she noted that is was not useful to let Protocol Article 18 (non-compliance) drive the substance of the debate. One participant suggested that the compliance system be built around the concept of facilitation given the real risks of countries withdrawing from MEAs.",
      "Another participant added that the facilitative function should also include a preventive dimension.",
      "Another wondered whether the MCP (FCCC Article 13) could act as the facilitative body under the Protocol.",
      "In response another participant said that Protocol Article 16 (MCP) required Parties to consider the application of the MCP, modified as appropriate, to the Protocol. The World Wildlife Fund (WWF) and CIEL presented a joint proposal for a compliance system under the Protocol.",
      "They proposed the creation of two bodies, a non-compliance body and a facilitative body.",
      "The compliance process could be triggered by NGOs, the Secretariat, Parties and through self-reporting.",
      "Cases of Annex B Parties' non-compliance with certain select articles would go before the screening committee that would either dismiss the case or refer it to the non-compliance or facilitative body.",
      "In the case of non-Annex B Parties, the case would proceed directly to the facilitative body.",
      "Each body could refer the case to the other if it would be more appropriately dealt with there. One participant asked if there was a trend in international law regarding the increasing role and significance of NGOs and independent experts in compliance procedures.",
      "She also inquired whether NGOs and civil society should be allowed to trigger the process and what the composition of the compliance body should be. Sand responded that the frequency of verification by independent fact-finding actors had increased over the years.",
      "Regarding composition of the compliance body, Sarma said the body could either be of the WTO type or the MEA type.",
      "Universal participation was critical for MEAs but not for the WTO.",
      "Given the danger of countries abandoning MEAs, he said judgments on compliance should ultimately be political, although aided by experts."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}