{
   "actors": [],
   "countries": [
      "Paraguay",
      "Japan",
      "Mexico",
      "Malawi",
      "Jamaica"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_56",
   "section_title": "GENDER AND CLIMATE CHANGE:",
   "sentences": [
      "This item (FCCC/CP/2014/7) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Lilian Portillo (Paraguay) and Kunihiko Shimada (Japan).",
      "After informal consultations in the SBI closing plenary on Friday, 5 December, resulting in two amendments in the text, the SBI adopted conclusions and forwarded a draft decision to COP 20.",
      "Malawi, for the LDCs, supported by Jamaica, proposed referring to the decision as the Lima Work Programme on Gender.",
      "Jamaica stated that the proposed actions should be guided by gender equality, not merely gender balance.",
      "Welcoming the decision, Mexico noted it attaches utmost importance to the issue.",
      "Final Outcome: In its decision (FCCC/SBI/2014/L.43/Rev.1), the COP decides, inter alia : - to enhance the implementation of Decisions 36/CP.7, 1/CP.16 and 23/CP.18 by inviting parties to advance gender balance, promote gender sensitivity in developing and implementing climate policy and achieve gender-responsive climate policy in all relevant activities under the Convention; - that additional efforts need to be made by parties to improve participation of women in their delegations and in all of the bodies established under the Convention; - to establish a two-year work programme (Lima Work Programme on Gender) for promoting gender balance and achieving gender-responsive climate policy, developed for the purpose of guiding the effective participation of women in the bodies established under the Convention; - to strengthen the existing work on gender balance in thematic priority areas; and - to clarify the meaning of the term gender-responsive climate policy from an implementation perspective and improve the development and effective implementation of gender-responsive climate policy.",
      "The COP also requests the Secretariat: to include information regarding the implementation by the Secretariat of those decisions that include a gender approach in its next annual report; to organize in-session workshops on gender responsive climate policy with a focus on mitigation action and technology development and transfer, and a focus on adaptation and capacity building; and to prepare a technical paper on guidelines or other tools on integrating gender considerations into climate-change-related activities under the Convention for consideration at SBI 44."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}