{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Australia",
      "Philippines",
      "France",
      "United Kingdom",
      "Sweden",
      "Japan",
      "Nigeria"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_17",
   "section_title": "ACTIONS RELATED TO FUNDING, INSURANCE AND TECHNOLOGY TRANSFER TO MEET THE NEEDS OF DEVELOPING COUNTRIES",
   "sentences": [
      "On 10 and 11 March, participants heard four presentations and engaged in discussion on actions related to funding, insurance and the transfer of technology to meet the specific needs and circumstances of developing countries arising from the adverse effect of climate change. Presentations: Michael Cooper, CGU Insurance Group, emphasized that insurance is a commercial enterprise.",
      "He noted the large losses incurred recently by insurance companies due to storms, cyclones and hurricanes, and said investments in preparedness, mitigation and prevention are economically efficient.",
      "He noted that large and growing cities in coastal areas are considered as emerging risks by the insurance industry.",
      "He said the industry can offer advice on risk management and loss prevention in developing countries, drawing on its own research.",
      "He also stressed the role of insurers and reinsurers in: raising public awareness; insisting on sensible development of land and on more resistant designs and standards; encouraging economic development that takes account of climate change; and providing insurance for acceptable risks. Hiro Kazuno, Ministry of Foreign Affairs of Japan, presented examples of Australia, Japan and the US supporting adaptation measures.",
      "He discussed a number of projects, including those involving monitoring, training and early warning systems.",
      "Based on evidence from these examples, he concluded that: the adverse effects of climate change are threatening people's livelihoods in vulnerable areas; developed countries have been providing assistance to vulnerable countries, as envisaged under Article 4.8 and 4.9; greater coordination of adaptation assistance among developed countries would make such assistance more effective; and assistance for adaptation activities could be strengthened if more information was sought by and provided to developed countries regarding vulnerable countries' needs and concerns. Espen Rønneberg, Inter-Regional Advisor for Small Island Developing States, Water, Natural Resources and SIDS Branch of the UN Division for Sustainable Development of DESA (UNSIDS), made a presentation on the needs of SIDS, particularly in relation to adaptation options.",
      "He suggested that the international community could assist SIDS with adaptation in the following three areas: actions aimed at making development more sustainable in light of climate change by building an adaptation component into development projects; actions specifically oriented to adapt to the effects of climate change, including coastal zone protection, agricultural innovations and public education and awareness programmes; and, actions aimed at capacity building. He noted that the issue of insurance needed to be addressed to ensure the long- term viability of the sustainable development process for SIDS.",
      "He also stated that UNSIDS should become a central hub for information, assistance, cooperation and project facilitation.",
      "Regarding national communications, he emphasized that these contain valuable information on vulnerability and adaptation, which, once analyzed, should form the basis for priority-setting, future activities and project development.",
      "He also stated that information on experiences and lessons learned from relevant past and ongoing programmes and projects would be useful. Youba Sokona said funding for adaptation in developing countries should be integrated within existing development programmes.",
      "He emphasized the need to explicitly incorporate funding for adaptation in ongoing programmes, including those existing under environmental conventions, as well as in development aid programmes and National Environmental Action Plans.",
      "Noting the lack of basic infrastructure in developing countries, he stated that adaptation needs to be taken into account when infrastructure is planned.",
      "He called for a high-level policy dialogue on climate change that engages officials from all relevant government ministries and departments.",
      "Such a dialogue would aim at facilitating a more efficient use of resources by identifying areas where synergies exist. Discussion: In the ensuing discussion on these presentations, the WHO drew attention to national disaster funds that are collected through a surcharge on individual insurance policies and collected in the case of disaster.",
      "The UK asked whether such a model for insurance collection could work at the regional level, and Cooper responded that a regional approach could work where small- scale models would not.",
      "GREENPEACE asked whether mechanisms exist to collect funds in LDCs, where there are few individual insurance policies.",
      "Michael Cooper suggested that other options, including taxation, could be explored. IUCN noted that the insurance industry has a large stake in whether the international community can succeed in addressing the adverse effects of climate change, and asked whether insurance companies might consider investing resources as a pre-emptive strategy to help prevent such adverse effects.",
      "In response, Cooper stressed that industry investments would have to demonstrate some profit- making potential.",
      "He also noted that insurance companies currently invest in research in order to better understand issues of risk and risk reduction. A number of delegates raised the issue of how adaptation measures can be integrated into national strategies for sustainable development.",
      "Youba Sokona stated that there are different methods and various levels for applying integration.",
      "Bo Kjellen (Sweden), co-chair of this session, noted that integration can help avoid creating another layer of bureaucracy specific to climate change. On integrating adaptation criteria at the programme/project level, SPREP welcomed the expansion and modification of existing programmes to take into account new, emerging and actual needs.",
      "The PHILIPPINES cautioned against reclassifying projects without prior climate change vulnerability assessment and agreed processes.",
      "NIGERIA said reclassification would create problems for assessment.",
      "FRANCE supported revisiting existing projects and programmes, and asked whether a further step could be taken in the progress, suggesting regional or sectoral workshops on revisiting.",
      "Youba Sokona called for active discussion and dialogue on adaptation issues outside the climate change community."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}