{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "India",
      "China",
      "Bangladesh",
      "Ghana"
   ],
   "enb_end_date": "09-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "09-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12370e.html",
   "id": "enb12370e_4",
   "section_title": "AWG-LCA (FINANCE):",
   "sentences": [
      "In the contact group, Chair Machado introduced the summary of the workshop on financing and investment (FCCC/AWGLCA/2008/CRP.3).",
      "He suggested focusing on five areas: the need for predictable and sustainable financial resources; the scale of funds required; the scope of funds available through the Convention and market mechanisms, and role of enabling policies to influence private sector investments; additional information on proposals from parties on a new financial framework; and new and additional resources under the Convention now, up to and beyond 2012.",
      "The G-77/CHINA said funding should come from implementation of Annex I countries commitments.",
      "The US said the private sector should become the main source of funding.",
      "INDIA, the AFRICAN GROUP, CHINA and AOSIS stated that the private sector can play only a limited role.",
      "The AFRICAN GROUP called for balanced consideration of financing for mitigation and adaptation.",
      "BANGLADESH called for financing for risk reduction.",
      "The EU underlined the role of the carbon market, innovative financing and leveraging private investments, and suggested examining proposals before the Ghana meeting.",
      "The group will continue discussions on Monday focusing on a shared vision and mitigation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}