{
   "actors": [],
   "countries": [
      "Brazil",
      "Netherlands",
      "Italy",
      "Indonesia",
      "France",
      "United States",
      "Morocco",
      "Sweden",
      "Uruguay",
      "Finland",
      "Hungary",
      "Switzerland",
      "Argentina",
      "Venezuela",
      "Saudi Arabia",
      "Cuba",
      "Iceland",
      "Mexico",
      "Japan",
      "United Kingdom",
      "China",
      "Belgium",
      "Germany",
      "Spain"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_11",
   "section_title": "SPECIAL REPORT ON RENEWABLE ENERGY",
   "sentences": [
      "WGIII Co-Chair Ogunlade Davidson reported on the scoping meeting for a possible special report on renewable energy, held from 21-25 January 2008 in Lübeck, Germany ( IPCC-XXVIII/Doc.3 ), highlighting the attendance of many internationally recognized experts and the importance of understanding the role of renewable technologies as markets increase and governments face difficult investment choices.",
      "He outlined the suggested structure of the special report, which includes five sections: renewable energy and climate change; energy sources; integration of renewable energy into energy systems; renewable energy in the context of sustainable development; mitigation potential and costs; and policy, financing and implementation.",
      "He also sketched out the timeline for the report, saying it could be available by 2010.",
      "Noting that only 30 out of the 120 experts invited to the meeting were from developing countries, China, supported by many others, called for greater involvement of developing country experts, and proposed a greater focus on the production and use of technologies that are applicable and affordable in these countries.",
      "China and many others also stressed the need to address food security in relation to bioenergy.",
      "Belgium, Sweden, Hungary, Iceland, Finland, Cuba and others emphasized the need to address energy efficiency.",
      "Saudi Arabia, with the US, preferred instead to address energy efficiency in a separate report, and emphasized cost-effectiveness and environmental impact.",
      "The US cautioned against focusing narrowly on the short term and suggested taking into account infrastructure and subsidies in costing.",
      "Indonesia expressed concern about concentrating only on large-scale energy systems and, with Spain, Argentina and others, called for providing a regional perspective.",
      "Belgium, Sweden, France, the Netherlands, Switzerland and others also suggested including, inter alia , impacts on water as well as on food production, biodiversity, and environmental and social impacts.",
      "Many countries also stressed the need to consider policy elements, including quality standards, international trade regulations and factors other than costs, such as deployment of new technologies and their competitiveness vis-à-vis other energy sources.",
      "Spain called for addressing barriers and technology transfer.",
      "France also proposed that the International Energy Agency contribute to the report and, with Saudi Arabia, that information be included on greenhouse gas emissions during production and use of renewable energy technologies.",
      "Brazil offered to host the first meeting towards developing the special report.",
      "He also noted Brazil s long experience in the production and use of ethanol and hydropower, emphasized using a combination of energy sources to enhance energy security, and expressed hope that some misconceptions regarding the use of biofuels would be addressed in the special report.",
      "Finland suggested including sustainable forest management in the context of biomass use.",
      "The Netherlands called for addressing policy contexts, in particular in relation to biomass, and suggested including urban development in the section on integration into energy systems.",
      "Hungary, supported by Saudi Arabia, Finland and others, stressed the need to take into account all pros and cons of renewable energy sources.",
      "Mexico suggested including the potential of renewables and their implications in relation to adaptation to climate change.",
      "The UK and others drew attention to the impacts of climate change on renewables, as well as air quality and health issues.",
      "Morocco proposed adding the topic of infrastructure sustainability.",
      "Argentina referred to other bioenergy sources, including those using methane.",
      "Venezuela, supported by Uruguay, suggested a greater focus on sustainable development, cooperation and technical assistance, and called for including nuclear energy.",
      "Japan and Italy expressed concern with the tight schedule.",
      "The UK also noted a related report being prepared by the International Institute for Applied Systems Analysis (IIASA) and cautioned against overlapping. WGI Co-Chair Susan Solomon suggested that the authors be selected by the WGIII Bureau in consultation with other Working Group Bureaux, as appropriate.",
      "The Panel approved the preparation of the Special Report."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}