{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_31",
   "section_title": "SIMILARITIES AND DIFFERENCES TO THE AR4",
   "sentences": [
      "In terms of key differences between the AR4 and AR5, the AR5 will be geared more towards facilitating policy action, rather than just a simple update of AR4.",
      "The AR5 is expected to bring greater focus to certain issues, which were previously either implicitly included in the report or addressed within broader chapters.",
      "Clouds and aerosols now have their own chapter under WG I, acknowledging the important role these features have in radiative forcing - the driving force for climate change.",
      "Previously this issue had less coverage in the IPCC assessments, especially clouds, while there is a lot of interest on the policy side.",
      "This report will go some way to remedying this vital gap.",
      "In addition, some issues not covered since the Third Assessment Report (TAR) will be covered, including the carbon cycle and sea level rise.",
      "New chapters in Working Group II include oceans, human security, and livelihoods and poverty, and extended coverage will be provided on adaptation, human settlements and economic activities.",
      "In addition, the Working Group II report will provide an enhanced regional assessment, with greater regional detail, addressing the critical need for scaled-down data to generate policy, address challenges and avoid maladaptation.",
      "Economics and ethics, which implicitly underpinned work, are now explicitly included in the framing section as key principles and methodologies under Working Group III, resolving what many felt to be shortcomings in the AR4 report due to lack of their explicit inclusion."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}