{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Micronesia",
      "China",
      "Russian Federation",
      "New Zealand",
      "Bolivia"
   ],
   "enb_end_date": "06-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12481e.html",
   "id": "enb12481e_2",
   "section_title": "ANNEX I PARTIES FURTHER COMMITMENTS:",
   "sentences": [
      "In the afternoon, Co-Chair Janine Coye Felson opened the contact group and requested that parties focus on the transformation of Annex I parties pledges into QELROs and carryover of surplus AAUs.",
      "The Secretariat presented the technical paper on issues relating to transforming pledges into QELROs (FCCC/TP/2010/3). AUSTRALIA underscored that rules and legal options must be clarified before pledges can be translated into QELROs.",
      "The EU emphasized that the starting point will impact environmental integrity.",
      "NEW ZEALAND noted that party pledges are based on different assumptions.",
      "BRAZIL said the starting point is irrelevant and that the real issue is the current level of pledges.",
      "The Federated States of Micronesia, for AOSIS, stressed the need for comparable numbers and supported a five-year commitment period, which would allow the process to respond to emerging science and to deepen commitments before 2020.",
      "She emphasized the need to avoid locking in the first commitment period surplus and rewarding parties for not achieving their commitments.",
      "The RUSSIAN FEDERATION pointed out that their Copenhagen Accord pledge is not a second commitment period pledge.",
      "CHINA stressed that the bottom-up approach is inadequate and insisted that developed countries reduce their emissions by 40% by 2020 from 1990 levels.",
      "BOLIVIA proposed that each country use the starting point that gives the highest emission reductions, and emphasized that the pledges on the table would only result in a 10% reduction from current emission levels.",
      "He underscored that clarity on rules prior to translating pledges into QELROs will not make a difference in terms of what the atmosphere sees.",
      "On carryover of surplus AAUs, the Secretariat presented a table of options for addressing carryover to the second and subsequent commitment periods and parties clarified their proposals.",
      "The RUSSIAN FEDERATION said any proposal to eliminate or limit carryover is inconsistent with the Kyoto Protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}