{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "India",
      "Panama",
      "United States",
      "Mali",
      "Switzerland",
      "Norway",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Venezuela",
      "Singapore",
      "Lebanon",
      "China",
      "Marshall Islands",
      "Saint Lucia"
   ],
   "enb_end_date": "03-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12516e.html",
   "id": "enb12516e_1",
   "section_title": "DEVELOPED COUNTRY MITIGATION:",
   "sentences": [
      "During the morning informal consultations parties were invited to consider the way forward.",
      "Many parties supported focusing discussions on IAR and biennial reports.",
      "While some parties highlighted the need for balanced progress between developed and developing countries mitigation discussions, others underscored that the balance should be achieved by seeking progress under the AWG-KP and the AWG-LCA tracks.",
      "Many parties highlighted the need to leave Panama with a clear text on mitigation.",
      "On IAR, SOUTH AFRICA suggested focusing on process.",
      "Highlighting the need for draft text on IAR, AUSTRALIA called for making use of existing COP guidance and reviewing the extent to which parties have achieved quantified economy wide emission reduction targets.",
      "With SWITZERLAND and the US, she suggested focusing on operational elements.",
      "AUSTRALIA and NORWAY proposed integrating biennial reports and IAR into existing reporting to avoid duplication.",
      "BRAZIL called for enhancing comparability as part of the IAR process.",
      "Saint Lucia, for AOSIS, and INDIA underscored the importance of common accounting rules for comparability.",
      "On compliance, BRAZIL, with AOSIS, noted the need for IAR to build on existing review processes and for review options that are compatible with the continuation of the Kyoto Protocol and with Protocol Article 8 (review).",
      "VENEZUELA, CHINA and MALI said IAR should contain, in part, a compliance mechanism.",
      "NORWAY emphasized that the review should provide a clear technical basis indicating whether a party is on track to meeting commitments. BRAZIL, INDIA, VENEZUELA and CHINA emphasized that IAR and ICA are two separate processes.",
      "Parties agreed that the facilitator would draft a concise note on IAR based on parties inputs, reflecting alternate options when divergent views exist.",
      "On biennial reports, MALI noted the reports should address mitigation and means of implementation, and SAUDI ARABIA emphasized reporting on the effects of mitigation activities.",
      "LEBANON highlighted that biennial reports should contain specific information on the level of ambition in relation to the global goal.",
      "The EU suggested that the objectives of guidelines, structures, the modalities for communications and the detail required in biennial reports could be captured in an Annex to a decision. AUSTRALIA said biennial reports should dovetail with existing national GHG inventory processes and should be submitted starting in 2013.",
      "SOUTH AFRICA recommended including information on quantified economy-wide emission reductions in the biennial reports. SINGAPORE noted that an update on progress on achieving emission reductions should be provided and that biennial reports should also function as an early warning system.",
      "The MARSHALL ISLANDS underscored that the guidelines should be flexible and robust.",
      "He also observed that support should be provided to developing countries to enhance their ability to produce their own biennial reports.",
      "INDIA stressed that biennial reports are the basis on which IAR will be conducted and that Annex I parties should indicate targets for emission reductions.",
      "The Facilitator will prepare a non-paper synthesizing views expressed by parties."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}