{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Saint Lucia",
      "New Zealand"
   ],
   "enb_end_date": "03-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12552e.html",
   "id": "enb12552e_2",
   "section_title": "Discussion",
   "sentences": [
      "During the ensuing debate, one participant urged removing the fear syndrome, bottlenecks in methodologies, and loopholes, and stressed the importance of a fair, harmonized, rule-based approach.The EU sought clarification from the US about: states, such as California, planning to use offsets and how they would ensure double counting is avoided; possible banking and borrowing from earlier years if using a point year target; and what rules would be used for the treatment of natural disturbances and whether the Kyoto Protocol rules should be used.",
      "The US responded that banking and borrowing is inconsistent with their inventory approach. SAINT LUCIA said rules and harmonization should encourage, not deter, parties from taking action, and that no international credits should accrue to countries with point year accounting. NEW ZEALAND distinguished between a common set of rules and full harmonization, saying the latter may not be possible for markets and LULUCF.",
      "She called for: flexibility within the reporting process to allow for national circumstances; and striking a balance between participation, scrutiny and compliance.",
      "She acknowledged the need to avoid market fragmentation and highlighted her country s difficulties in meeting emission targets without extensive offsetting, since half of its emissions come from the agricultural sector.",
      "Several countries supported holding a technical workshop before Doha, while others highlighted that a joint workshop involving both developed and developing countries would be inconsistent with the Durban decisions.",
      "On further rules, the US emphasized the need for a system that can accommodate all, so as to maximize both effort and participation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}