{
   "actors": [],
   "countries": [
      "Canada",
      "South Africa",
      "Sudan",
      "Denmark",
      "Sri Lanka",
      "Thailand",
      "Switzerland",
      "Grenada",
      "Cook Islands"
   ],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_11",
   "section_title": "GROUP II - SECTORAL PLANNING",
   "sentences": [
      "This working group was co-facilitated by Thomas Kolly, Switzerland, and Madeleen Helmer, International Federation of Red Cross and Red Crescent Societies.",
      "In relation to the stocktaking of current tools and practices, discussions focused on best practices, information and knowledge sharing.",
      "A representative from Business and Industry NGOs (BINGOs) underscored the need for the business community to engage in adaptation planning, including allocating resources for planning processes.",
      "South Africa said DRR was a natural entry point for climate change adaptation, suggesting that in retrospect the NWP should have started with DRR in its first phase.",
      "Highlighting that international agencies and countries have been working on DRR without considering climate change, WHO outlined the development of tools for environmental risk assessment and for assessing the burden of disease.",
      "Canada noted the small number of definitive success stories, but stated that there are a number of approaches that appear to be heading in the right direction.",
      "Grenada spoke about the development of its national adaptation process and how it was integrated into the national budgeting process, particularly tools to examine national projects in the context of climate proofing.",
      "She said public awareness and high-level political support were crucial steps in integrating climate change into national processes.",
      "The Cook Islands said stable governance and more concerted action from politicians are needed.",
      "Sri Lanka noted the cost of disaster prevention and the problem of lack of progress in building community resilience.",
      "The World Bank said risk assessments should assess the hazard and the level of vulnerability, and combine the two to get an approximate risk.",
      "However, he added that the overall determination of acceptable risk is a political decision.",
      "South Africa highlighted the ability to communicate the statistical risks of extreme events as a key tool.",
      "Grenada stressed the importance of awareness among key sectors to ensure engagement.",
      "Sudan emphasized the lack of cross-sectoral coordination at the policy, strategy development and implementation levels.",
      "Canada, Thailand, Cook Islands and Sri Lanka stressed the promotion of a culture of adaptive management.",
      "BINGOs urged the development of software tools to incrementalize adaptation costs at a project level, in order to make the numbers more manageable.",
      "Denmark said the insurance industry must become more involved.",
      "The World Bank said there was a need to change the perception that climate change adaptation was an environment issue, adding that it needs to be seen as a development issue.",
      "IDS said risk assessments would be meaningless unless done at a cross-sectoral level using a systems approach to using tools.",
      "FAO presented its work on assessing the long-term climate change impacts on crop commodities.",
      "He stressed the importance of bringing climate scenarios in line with the planning cycles of small-scale farmers."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}