{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_65",
   "section_title": "CONCLUSION - 'THERE IS NO TIME TO LOSE'",
   "sentences": [
      "For many observers, one of the lasting images from The Hague will be that of the Head of the US delegation, Under Secretary of State for Global Affairs Frank Loy, wiping cake from his face following an assault by a young activist.",
      "Immediately following the incident, Loy reminded the assembled press corps that it was the anniversary of John F. Kennedy's assassination, and in an ironic choice of wording, quoted Kennedy's call to Americans not to be swayed by those 'confusing rhetoric with reality.",
      "' Following the failure at The Hague, one may be tempted to reflect on another of Kennedy's speeches: '...we must think and act not only for the moment, but for our time.",
      "I am reminded of the story of the great French Marshal Lyautey, who once asked his gardener to plant a tree.",
      "The gardener objected that the tree was slow-growing and would not reach maturity for a hundred years.",
      "The Marshal replied, 'In that case, there is no time to lose, plant it this afternoon.",
      "'' In the context of climate change, Kennedy's statement is of particular relevance, not as an exhortation to plant trees - on which such fundamental disagreement remains - but as a statement to policy-makers to recognize the long time-scales associated with climate change, while at the same time appreciating that this is no excuse for delaying action. As it transpired, the expectations of the Hague meeting were unduly optimistic.",
      "The hope of achieving consensus on so many politically contentious issues proved in the end to have been a case of building castles in the air."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}