{
   "actors": [],
   "countries": [
      "Cuba"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_20",
   "section_title": "Group 1: Assisting in the use and application of methods and tools",
   "sentences": [
      "Habiba Gitay, World Bank, facilitated the group and invited participants to reflect on the discussions and identify ways to assist parties in the use and application of methods and tools.",
      "Participants identified the following examples of methods and tools: trend analysis; participatory process; aggregating existing data; determining specific impacts; training local governments on identifying, understanding and reacting to climate risks; differentiating between climate change impacts and natural weather variability, including guidance to the mass media on how to best communicate this to the public; planning and information; and remote sensing.",
      "Cuba shared their experience collaborating with the Hadley Centre for Climate Prediction and Research in the Caribbean region, and discussed the training workshop system developed as part of this collaboration, dedicated to training people on use of impact models identified as the most advanced and useful for assessment in the agriculture, human health and water resources sectors.",
      "Participants broke into three smaller groups and discussed challenges, tools or methods that could be used to address these potential activities and actors, gaps and expected outcomes.",
      "The groups identified the following challenges and potential means of addressing them: a lack of understanding of specific issues relating to climate change and suggested training target groups; a general lack of knowledge in non-Annex I countries of sophisticated impact tools for agricultural assessment, such as crop models, and identified actions that must be taken to address this problem, including training on the use of these models; and a lack of proper communication across sectors, and proposed a pooling of knowledge among the sectors, the development of common indices to address common problems and an internet based clearinghouse on tools."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}