{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Norway",
      "Peru"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_28",
   "section_title": "REVIEW OF THE IPCC PROCESSES AND PROCEDURES: FURTHER REVISIONS TO APPENDIX A TO THE PRINCIPLES GOVERNING IPCC WORK",
   "sentences": [
      "On Wednesday, the plenary considered further revisions to Appendix A to the Principles Governing IPCC Work containing Procedures for the Preparation, Review, Acceptance, Adoption, Approval and Publication of IPCC Reports (IPCC-XXXV/Doc.10).",
      "Many of the revisions proposed were editorial, addressing inconsistencies or unintentional omissions, and were taken up line-by-line in a contact group which met on Thursday, co-chaired by Øyvind Christophersen (Norway) and Eduardo Calvo (Peru).",
      "In addition to the editorial questions, the Panel also addressed options to clarify the role of observer organizations in the government/expert review of IPCC reports, and the government review of SPMs and overview chapters.",
      "Discussions centered on distinctions between UN organizations or participating organizations, intergovernmental organizations, observer organizations with special observer status, i.e.",
      "the European Union (EU), and non-governmental organizations (NGOs).",
      "While admitting their important contribution, various members cautioned against elevating NGOs and special interest organizations to the same level as governments, particularly at the final stages of the writing process.",
      "Various participants welcomed input from NGOs in their capacity as experts, but expressed concerns over responding to their comments in the SPM approval session.",
      "One country preferred inviting observer comments even at the final stages, and suggested leaving it to the authors to decide on their incorporation.",
      "After further discussion, the contact group agreed to a proposal clarifying that IPCC observer organizations are invited to participate in the expert review of First Order Draft and Second Order Draft of WG reports through their experts.",
      "Governments, IPCC participating organizations and those observer organizations with special observer status are invited to participate in the government review of the Second Order Draft and to submit written comments during the final government distribution of the SPM.",
      "For added clarity, the contact group agreed to include definitions of observer organizations, including the one pertaining to the EU, in the definitions section of the Procedures.",
      "As part of the Appendix A discussion, the contact group also addressed whether to include the IPCC Guidance Note on Addressing Uncertainties as an addendum to the Procedures.",
      "Delegates eventually agreed to keep the Guidance Note as an independent, living document, and agreed to refer to the Guidance Note and to the website where it can be found.",
      "In plenary on Friday, the Panel agreed to changing participating organizations to observer organizations, in order to include all organizations and to include a link to the website where the IPCC Policy on Observer Organizations is found.",
      "The plenary also agreed to state in the report of IPCC-35 that the Panel decided to invite observer organizations to encourage experts to participate in the government/expert review stage, and to request the Executive Committee to consider whether there is a need to clarify any further issues pertaining to the role of observers in the AR5 review.",
      "After going through these changes, the Panel adopted the revised Procedures."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}