{
   "actors": [],
   "countries": [
      "Brazil"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12554e.html",
   "id": "enb12554e_2",
   "section_title": "Second Commitment period",
   "sentences": [
      "Parties continued discussions on the transition to the second commitment period, facilitated by a non-paper by AWG-KP Vice-Chair Uosukainen.",
      "The non-paper, entitled possible elements for a decision adopting the Kyoto Protocol amendments, is comprised of parties proposals on: a preamble; adoption of the amendments contained in the annex to the decision; urging parties to ratify the amendments in an expedited manner, with a view to facilitating their prompt entry into force; provisional application; any additional language related to legal continuity; operational and technical continuity; and any outstanding consequential revisions of the previous CMP decisions, including by linking to any outstanding work under the SBSTA; and other.",
      "Many parties called for a revised draft text consolidating parties proposals to be produced in Bangkok.",
      "Several parties also underscored the need for decisions that ensure technical and operational continuation of the flexibility mechanisms in 2013.",
      "Numbers/Text: In the afternoon, parties in the spin-off group discussed a non-paper presented by the co-facilitators on proposed amendments to the Kyoto Protocol.",
      "Delegates exchanged views on: which body should conduct the review of the second commitment period; the relationship of the second commitment period review and the 2015 Review; and the need for more political discussions at the pre-COP.",
      "Some parties expressed difficulties with moving forward with the review issue in Bangkok.",
      "BRAZIL proposed an amendment that will enable parties to raise the level of ambition of their commitments, at any time they wish to do so, with immediate effect under international law.",
      "The co-facilitators said that the non-paper still requires technical work and input from parties, but will offer a structured starting point for Doha."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}