{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "New Zealand",
      "Australia",
      "China"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_29",
   "section_title": "Sub-paragraph 1(b)(i) of the BAP",
   "sentences": [
      "The sub-group on mitigation by developed countries was facilitated by Adrian Macey (New Zealand), and convened in contact groups and informal consultations throughout the week.",
      "Parties based discussions on non-paper No.",
      "25, which was prepared during the first part of AWG-LCA 7 in Bangkok.",
      "Discussions of non-paper No.",
      "25 took place section by section, focusing on how to define the collective reduction goal for developed countries, nature of individual reduction objectives, comparability of efforts, relationship with the Kyoto Protocol and MRV.",
      "Developing countries underlined that the focus of discussions should be on developed countries that are not parties to the Kyoto Protocol and that comparability of efforts at the international level should be ensured.",
      "They also stressed the need for clear mitigation commitments and a strong compliance system similar to the one under the Protocol.",
      "The US suggested compliance can be ensured at a domestic level.",
      "Several developed countries suggested MRV should be discussed in the overarching mitigation contact group, while the G-77/China highlighted the distinct nature of MRV for mitigation by developed countries under sub-paragraph 1(b)(i) of the BAP and MRV for mitigation by developing countries under 1(b)(ii) of the BAP.",
      "The EU and Australia also underlined the importance of addressing LULUCF.",
      "As a result of these discussions, non-paper No.",
      "50 was issued on 6 November.",
      "All major options remain in the new non-paper but they have been streamlined and the text has been shortened."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}