{
   "actors": [],
   "countries": [
      "Brazil",
      "Norway",
      "Peru"
   ],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_14",
   "section_title": "WGIII Progress Report",
   "sentences": [
      "On Wednesday, WGIII Co-Chair Ottmar Edenhofer reported on progress by WGIII (IPCC-XXXVII/Doc.21), saying, among other things, that WGIII's second order draft received more than 90,000 comments from 445 experts and 24 governments, and that WGIII is approaching the completion of the final draft.",
      "He informed participants that an appendix on waste and bioenergy was added to Chapters 10 and 11, respectively, explaining that the authors considered these important topics as deserving more comprehensive and focused treatment.",
      "Brazil stated his country's position calling for the removal of such an appendix, questioning the necessity of singling out bioenergy, and noting the lack of significant evolution of this theme since the 2011 SRREN.",
      "He requested the option for governments to provide further comments should the appendix be maintained and, if not, that the information in the appendix be incorporated in the relevant chapter.",
      "WGIII Co-Chair Edenhofer stressed that the appendix on bioenergy allows for a more comprehensive and focused treatment of one of the fastest growing areas in the literature on climate change mitigation, where a substantiveamount of new literature has emerged since the literature cut-off for the SRREN.",
      "He added that it would not be logistically possible or appropriate to have another round of comments on the appendix at this stage.",
      "Noting the appendix also contains a paragraph with conclusions, Norway underlined the importance of dealing with substantive issues in the main chapters, not in an appendix, and called for ensuring that all procedures are respected with regard to governments' consideration of this appendix.",
      "WGIII Co-Chair Edenhofer further explained that the appendix on bioenergy is the result of a cross-chapter agreement, as the issue of bioenergy is relevant for various chapters and, therefore, is cross-cutting in nature.",
      "He said that authors felt the need to have one dedicated place where an integrated discussion of these various aspects can be located in order to do justice to the topic.",
      "Recalling the importance of the waste management issue for rapidly urbanizing developing countries, Peru supported the proposal by Brazil to carry out a special review of this appendix. IPCC Chair Pachauri noted the importance of the subject matter as it referred to negative emissions for which substantial literature exists, which he said is an important part of what the world expects the IPCC to cover.",
      "He recalled that authors, concerned with the overall balance of the report, had suggested this be part of the appendix as it is only one set of technologies, yet agreed that matters of policy relevance should appear in the chapter itself.",
      "The Panel agreed that no significant conclusions would be left solely in an appendix, but would appear also in the relevant chapter."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}