{
   "actors": [
      "European Union",
      "Least Developed Countries",
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey",
      "Liberia",
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Algeria",
      "Sudan",
      "Gambia",
      "Zambia",
      "Japan",
      "Qatar",
      "Cape Verde",
      "Lesotho",
      "China",
      "Solomon Islands",
      "Switzerland",
      "Grenada",
      "Benin"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_20",
   "section_title": "CLOSING PLENARY :",
   "sentences": [
      "The AWG-KP closing plenary convened Friday afternoon, 6 November 2009.",
      "Chair Ashe explained that he would take into account the non-papers developed during the Barcelona meeting when revising documentation for Copenhagen.",
      "He also reported on his informal consultations on organization of work.",
      "He identified AWG-KP 10 in Copenhagen as critical, saying the agenda must be such that it enables the conclusion of the substantive discussions.",
      "He explained that all the AWG-KP contact groups should continue in Copenhagen with the same time allocation as in Barcelona.",
      "Chair Ashe identified the need to move to a single contact group during the first week to work on a package and report the results to the COP/MOP plenary on Wednesday 16 December.",
      "He highlighted the important role of the documentation in Copenhagen and identified the need to consider how to forward the documentation to the COP/MOP.",
      "Parties then made closing statements.",
      "Sudan, for the G-77/China, urged establishing a second commitment period under the Protocol and opposed attempts by developed countries to kill the Protocol or supersede it with a new treaty.",
      "He stressed that this would undermine the principles of equity and common but differentiated responsibilities, and put at risk an ambitious outcome to address climate change and its devastating impacts.",
      "The G-77/China expressed dismay at lack of progress in Barcelona on Annex I parties aggregate and individual targets, emphasizing that the continuation of this trend would make agreement in Copenhagen impossible, undermine the agreement reached in Bali and amount to negotiating in bad faith.",
      "He called for a momentous and historic climate change outcome in Copenhagen with a strong Protocol as the basis for a just and equitable outcome.",
      "The EU emphasized that it stands firmly behind the Protocol and is implementing it, and already has legislation in place to implement their target of a 20% emission reduction from 1990 levels by 2020.",
      "Expressing willingness to increase the level of ambition to a 30% reduction, he called for a global, ambitious and comprehensive agreement keeping temperature increase below 2°C and encompassing all nations.",
      "He said reaching an internationally legally-binding treaty in Copenhagen may be difficult and noted, if this does not occur, our work would not be completed in Copenhagen.",
      "He also highlighted readiness to increase the pace in Copenhagen.",
      "The EU urged Annex I parties who could do more to increase their pledges to achieve a 30% overall level of ambition, saying global emissions must peak by 2020 at the latest and that developing countries must take substantial action to reduce the growth of their emissions by 15-30% from business-as-usual scenarios.",
      "Algeria, for the African Group, lamented that despite appeals, the AWG-KP did not complete its work on Annex I emission reductions and that the gap between Annex I parties pledges and the science remains significant.",
      "He called for a minimum emission reduction of 40% by 2020 with strict limits to LULUCF and offsets, and stressed the AWG-KP as the only framework for discussing Protocol parties targets.",
      "Australia, for the Umbrella Group, highlighted its commitment to a strong post-2012 outcome, noting a desire for a ratifiable agreement encompassing all parties to the Convention.",
      "He highlighted the need to continue to work on clear rules and modalities.",
      "Grenada, for AOSIS, underscored the need to fulfill the mandate of a legally-binding outcome.",
      "She stressed that, for AOSIS, the global minimum level of ambition is stabilizing GHG concentrations at below 350 parts per million of CO2 equivalence and keeping temperature increase to below 1.5°C.",
      "Lesotho, for the least developed countries (LDCs), said the session had failed to deliver on the mandate of the Bali Roadmap and he appealed to developed country parties to engage faithfully in the negotiating process.",
      "He called for a continuation of building on the UNFCCC and Kyoto Protocol architecture.",
      "Zambia called for productive leadership and ambitious reductions by developed countries.",
      "China expressed concern with the lack of adequate emission reduction pledges, as well as with proposals to supersede or replace the Protocol.",
      "Switzerland highlighted the need for agreement on the flexibility mechanisms, base year and length of commitment period.",
      "Benin expressed concern with the large number of issues that are being used as obstacles.",
      "Saudi Arabia expressed fear that a suspension of meetings under the AWG-KP could be repeated in Copenhagen.",
      "Solomon Islands underscored that time is running out and called attention to the impacts of climate change on small island developing states (SIDS) and LDCs.",
      "The Gambia stressed the need for developed countries to increase their level of ambition, noting the impact of LULUCF accounting options.",
      "Turkey explained that it would retain its status as an Annex I country that is not included in Protocol Annex B in the next commitment period.",
      "Bangladesh urged all parties to make every effort to make the Protocol more effective.",
      "Japan reiterated his commitment to the Protocol until it achieves its set target.",
      "Noting that the Protocol currently only covers parties responsible for 30% of global emissions, he emphasized the need for a fair and international post-2012 framework, and invited large emitting countries, both developed and developing ones, to participate in this framework either through a full-fledged amendment of the Protocol or through adoption of a new protocol.",
      "He said the new legal framework must be a single document and involve participation of all major economies, based on the principle of common but differentiated responsibilities.",
      "Qatar expressed disappointment at the outcome of the Barcelona session, noting that the desired results had not been achieved.",
      "Liberia highlighted the seriousness of climate change and called on all parties to cooperate for the good of mankind and the planet.",
      "Cape Verde encouraged parties to act quickly and correctly in order to avoid disaster.",
      "Chair Ashe noted there was not enough time for civil society representatives to make their statements and announced that these statements would be posted on the UNFCCC Secretariat website.",
      "Parties then adopted the meeting s report (FCCC/KP/AWG/2009/L.13).",
      "In closing, Chair Ashe emphasized that very little time remains before Copenhagen and that progress in Barcelona was less than desirable.",
      "He urged parties to use all possible time before Copenhagen to consider the outstanding issues, most importantly, the level of ambition of Annex I parties emission reductions.",
      "Chair Ashe said the need for this has been dramatically demonstrated over the course of the meeting but that this was certainly not the only issue to be addressed.",
      "He expressed confidence that a successful outcome can be achieved, called for focused discussions in Copenhagen, and closed the meeting at 5:20 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}