{
   "actors": [],
   "countries": [
      "Tuvalu",
      "Bolivia",
      "Algeria"
   ],
   "enb_end_date": "02-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "02-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12629e.html",
   "id": "enb12629e_5",
   "section_title": "Mitigation",
   "sentences": [
      "Chaired by ADP Co-Chair Ahmed Djoghlaf (Algeria) the ADP negotiating group on mitigation considered consolidation of several paragraphs in the Geneva negotiating text.",
      "During discussions, calls were made by parties for refraining from advancing their positions and changing the substance and the legal nature of the text.",
      "Some parties asked for clarification on the basis of the streamlining, and on the status of brackets in the consolidation proposals.",
      "Some noted the challenges posed by the audio and screen system in the room. The consolidation of paragraphs 30 and 32 referencing regional economic integration organizations and joint implementation of commitments was not agreed upon, as TUVALU opposed this, explaining it would create unnecessary complications. The consolidation of paragraphs 38, 23 and 21.5 was not agreed upon, as BOLIVIA opposed, emphasizing the need to keep paragraph 38 separate as it relates to the Warsaw Framework for REDD+. Parties agreed to merge two options in paragraph 21.6 on the communication of mitigation commitments/contributions/actions by parties. Parties also discussed the consolidation of the following paragraphs: 35 and 36 on low-emission strategies; 20 and 21.8 on the highest mitigation ambition; 25.3, 21.13 and 21.4 on the progression in parties’ contributions; various options in the chapeau of paragraph 21 on parties’ mitigation commitments; and various options in paragraph 33 on the online registry of national mitigation targets.",
      "Since no agreement was reached on the above paragraphs, Co-Chair Djoghlaf tasked the evening facilitated group to continue exploring their consolidation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}