{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Samoa",
      "India",
      "France",
      "United States",
      "China",
      "Japan",
      "Norway"
   ],
   "enb_end_date": "23-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "23-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12161e.html",
   "id": "enb12161e_4",
   "section_title": "BOX B - MECHANISMS",
   "sentences": [
      "During the morning informal high-level Plenary, co-facilitator Minister Kawaguchi (Japan) reported on progress made in the 'Box B' group.",
      "She highlighted the remaining divergent positions on the issues of supplementarity, and said the EU had expressed interest in a possible qualitative ceiling.",
      "On fungibility and assigned amounts, she reported that India and the US were conducting consultations.",
      "On CDM, she said the majority opposed an indicative list of projects.",
      "She added that France, Korea, Brazil and Norway were working on the issue of a prompt start and that divergence remained on a possible unilateral CDM.",
      "Consultations were also being held between the US and India on the composition of the Executive Board, and between China, Norway and Canada on the possible role of multilateral funding institutions.",
      "In response to a question by the US on the allocation of the issue of sinks under the CDM, President Pronk said he would consult with the co-facilitators of both groups and then issue a ruling.",
      "The EU said that although there was a majority against it, the option of having a positive list of activities under the CDM should remain on the table. Discussions then continued in the afternoon during closed informal consultations.",
      "Following this, delegates heard a further progress report in the evening session of the informal high-level Plenary.",
      "Reporting on the informal consultations, Ministers Sardenberg (Brazil) and Kawaguchi noted that while there had been some progress on eligibility and financial additionality, there had been insufficient progress on liability, supplementarity, and the composition of the Executive Board and its relationship with COP/MOP.",
      "Sardenberg noted that ongoing consultations are taking place on the issue of unilateral projects, and on the role of multilateral institutions.",
      "Regarding the eligibility of projects, he said the majority of Parties opposed a list.",
      "He noted some support on the use of ODA financing in the CDM if this is additional to current ODA levels.",
      "He noted growing agreement on the role of small projects that may benefit from a fast track, although technical details needed to be resolved.",
      "He said there were diverse views on the eligibility of LULUCF projects, both on substance as well as whether the mechanisms group was the most appropriate forum.",
      "SAUDI ARABIA called for clarity on what is meant by financing that is 'additional' to 'current' ODA.",
      "SAMOA called for levying a 'share of proceeds' on all three mechanisms.",
      "CHINA underlined that there remains disagreement on the issue of unilateral or bilateral projects, and on the possible limited inclusion of sinks in the CDM."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}