{
   "actors": [
      "European Union",
      "Brazil, South Africa, India and China",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Gambia",
      "Philippines",
      "Nepal",
      "United States",
      "Swaziland",
      "New Zealand",
      "Norway",
      "Nauru",
      "Saudi Arabia",
      "South Africa",
      "Singapore",
      "India",
      "Timor-Leste",
      "Uganda",
      "China",
      "Tanzania"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_34",
   "section_title": "ROUNDTABLE ON CLOSING AND WRAPPING UP WORKSTREAM 1:",
   "sentences": [
      "The roundtable on closing and wrapping up Workstream 1 took place on Friday morning.",
      "Co-Chair Mauskar highlighted common ground on the 2015 agreement, including: application of the Convention s principles; adaptation as an integral part; enabling enhanced action on adaption and mitigation by finance, technology and capacity building; and that all parties need to contribute, taking into account national circumstances.",
      "He also indicated, inter alia , that parties agree on the need for enhanced national action and international cooperation, guided by international rules and based on the Convention s principles, combined with: a process for consulting, adjusting and assessing action; ensuring transparency and accountability; provision of incentives and support; and regular review of overall results based on science.",
      "He said the list of common ground will be annexed to the Co-Chairs informal note, which they will prepare under their authority for the resumed ADP 2 in June.",
      "He reminded delegates of the need to start preparing for deliverables for COP 19, indicating that the Co-Chairs will include a proposal in their note as to how to proceed.",
      "Nauru, for AOSIS, said that discussions under the two workstreams should remain separate and that adequate time needs to be dedicated to each.",
      "Timor-Leste supported the AOSIS proposal that two contact groups are necessary.",
      "Saudi Arabia said that there should be only one contact group for all ADP sessions.",
      "Timor Leste identified the need to discuss the linkage between the new agreement and the new mechanism on loss and damage.",
      "Supported by the Philippines, Uganda recalled the 1997 Brazilian proposal on burden-sharing, asked the Secretariat to trace the proposal and invited delegates to consider how elements of the Brazilian proposal could fit into the 2015 agreement.",
      "Brazil highlighted that they are working closely with the expert who helped them develop the proposal, noted a recent paper on the proposal in the context of BASIC and asked the Secretariat to make the paper available.",
      "New Zealand noted that the Brazilian proposal had been considered under a SBSTA work programme and that its conclusions should be included in the information circulated by the Secretariat.",
      "Norway proposed consideration of additional questions, including: how mitigation commitments should be reflected in the new agreement; what is the best way to achieve implementation; how the agreement should be adjusted in order to consider new scientific knowledge; and how the new agreement should reflect enhanced transparency of action.",
      "The Gambia stressed that another ADP session in September is essential, together with a ministerial segment in Warsaw, to raise mitigation ambition and secure the provision of adequate means of implementation.",
      "South Africa supported: addressing issues where common ground is identified; enhancing understanding of the type of commitments proposed; and ensuring that mitigation, adaptation and means of implementation are all considered.",
      "Tanzania supported a needs-based approach regarding means of implementation provided to developing countries.",
      "India underscored: lack of clarity on how developed countries contributions to mitigation defined according to national circumstances, as proposed by the US, would address the closure of the pre-2020 ambition gap; and the need for clear milestones for provision of finance and technology.",
      "The EU described ongoing efforts to expedite the ratification of the Kyoto Protocol amendment, stressing that it has been implementing its commitments under the second commitment period since 1 January 2013.",
      "Singapore suggested organizing work in June around clusters addressing, inter alia : enhancing nationally-determined actions and modalities; strengthening internationally-agreed rules and modalities; and means of implementation.",
      "China said balance should be ensured in June with respect to the experts and panelists, as well as the topics addressed, suggesting consideration of technology transfer, finance and capacity building.",
      "He supported a workshop on equity, including consideration of the Brazilian proposal.",
      "Swaziland, for the African Group, called for a workshop in June on adaptation commitments.",
      "Nepal, for the LDCs, said nationally-determined commitments could lead to an insufficient level of action to protect the climate system, and called for separate contact groups for the two workstreams."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "WORKING GROUP"
}