{
   "actors": [],
   "countries": [
      "Brazil",
      "Belize",
      "Italy",
      "Papua New Guinea",
      "Mali"
   ],
   "enb_end_date": "09-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "09-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12505e.html",
   "id": "enb12505e_2",
   "section_title": "SBSTA DIALOGUE ON RELEVANT RESEARCH ACTIVITIES",
   "sentences": [
      "SBSTA Chair Mama Konaté (Mali) opened the SBSTA dialogue on relevant research activities, noting that it provides up-to-date scientific information to parties and enables them to communicate their needs and priorities to the scientific community.",
      "The dialogue consisted of sessions focusing on recent scientific findings and activities, and on communicating climate science and building research capacity.",
      "Sergio Castellari, Italy, presented highlights from the SBSTA workshop on the research dialogue (FCCC/SBSTA/2011/INF.6), including that current emissions are at the high end of the scenarios in the IPCC Fourth Assessment Report (AR4).",
      "Guy Midgley, Earth System Science Partnership, indicated that: greenhouse gas emissions are currently growing at an annual rate of 5.6% rather than 3% as projected by the IPCC; ecosystems and biodiversity absorb half of global atmospheric carbon; efficiency of land sinks is declining by approximately 10%, projected to further decline with warmer temperatures; land cover plays a significant role in regulating heat waves; and the health co-benefits of reducing air pollution could counter the cost of mitigation in some countries.",
      "Drew Shindell, UNEP, summarized an assessment on black carbon (BC) and tropospheric ozone.",
      "He promoted addressing BC and methane in addition to carbon dioxide, highlighting benefits to human health and food security.",
      "Morten Skovgård Olsen, Arctic Monitoring and Assessment Programme, discussed current trends in Arctic ice, snow and permafrost, highlighting that rates were changing faster than projected and that melting would introduce new policy challenges such as off-shore drilling.",
      "Presenting on sea-level rise and scenario development, IPCC Vice-Chair Jean-Pascal van Ypersele highlighted new informationsince AR4.",
      "Discussing new features in the IPCC Fifth Assessment Report (AR5), IPCC Secretary Renata Christ described, inter alia , new guidance to IPCC authors on uncertainties and risks, and on detection and attribution.",
      "She also highlighted recent research on ocean acidification and explained that AR5 will address, among other issues, geoengineering.",
      "Several parties offered input on research needs and priorities.",
      "Papua New Guinea discussed the role of blue carbon within the SBSTA, saying that the science on mangrove and salt marsh sinks is robust enough for policy consideration.",
      "Noting that mangroves are already included under REDD+, she emphasized the need to monitor the human impact and carbon sequestration potential of other ecosystems.",
      "Papua New Guinea also proposed holding a workshop on blue carbon at SBSTA 36.",
      "On communicating the science, Carlos Fuller, Belize, highlighted the work done on lessons learned and developing country participation during the workshop on the research dialogue, held on 2-3 June in Bonn.",
      "Mannava Sivakumar, World Meteorological Organization, underlined building understanding in the decision-making process and the use of global, regional and national centers and forums.",
      "Ione Anderson, Inter-American Institute for Global Change Research, presented a case study on a capacity building network in Brazil.",
      "Cynthia Rosenzweig, PROVIA, discussed using local committees to guide work on vulnerability, impacts and adaptation, and providing this information to governments and agencies.",
      "Andrew Matthews, Asia Pacific Network for Global Change Research, stressed the importance of language skills and proposal writing training.",
      "Jon Padgham, International START Secretariat, emphasized adaptation, food security, human health and long-term investment in African universities."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}