{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_3",
   "section_title": "ADAPTATION:",
   "sentences": [
      "Unlike mitigation of greenhouse gases, adaptation to the impacts of climate change is a cross-cutting theme under the UNFCCC.",
      "In particular, Convention Article 4.1 states that parties shall formulate, implement, publish and regularly update national and, where appropriate, regional programmes containing measures to-¦facilitate adequate adaptation to climate change, and cooperate in preparing for adaptation to the impacts of climate change.",
      "Convention Article 4.4 states that developed country parties shall assist the developing country parties that are particularly vulnerable to the adverse effects of climate change in meeting the costs of adaptation to those adverse effects.",
      "One of the most significant articles for adaptation is Convention Article 4.8, which says that parties shall give full consideration to what actions are necessary under the Convention...to meet the specific needs and concerns of developing country parties arising from the adverse effects of climate change.",
      "Negotiations under this article laid the groundwork for discussions on adaptation in the UNFCCC.",
      "While COP 1 in 1995 addressed funding for adaptation (decision 11/CP.1), it was not until the adoption of the Marrakesh Accords in 2001 that adaptation became a prominent area for action, as set out in decision 5/CP.7(a dverse effects of climate change).",
      "Following consideration of the Third Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), parties initiated a discussion on adaptation at COP 9 in December 2003.",
      "At that time, the COP requested the SBSTA to work on scientific, technical and socioeconomic aspects of, and vulnerability and adaptation to, climate change (decision 10/CP.9).",
      "Parties reached a milestone in 2004 at COP 10 with decision 1/CP.10, known as the Buenos Aires Programme of Work on Adaptation and Response Measures.",
      "The programme of work was later elaborated on at a workshop in Bonn in October 2005.",
      "COP 10 set up two complimentary tracks for adaptation: the development of a structured five-year programme of work on the scientific, technical and socioeconomic aspects of vulnerability and adaptation to climate change under SBSTA, which was adopted at COP 11 (decision 2/CP.11); and the improvement of information and methodologies, implementation of concrete adaptation activities, technology transfer and capacity building under the SBI.",
      "As part of the latter, the COP requested three regional workshops and one expert meeting for small island developing states (SIDS) to facilitate information exchange and integrated assessments to assist in identifying specific adaptation needs and concerns, all of which have been held."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": "special workshop"
}