{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_2",
   "section_title": "COP-1",
   "sentences": [
      "The first meeting of the Conference of the Parties to the FCCC (COP-1) took place in Berlin from 28 March - 7 April 1995.",
      "In addition to addressing a number of important issues related to the future of the Convention, delegates reached agreement on what many believed to be the central issue before COP-1 - adequacy of commitments, the 'Berlin Mandate.",
      "' Delegates agreed to establish an open-ended Ad Hoc Group on the Berlin Mandate (AGBM) to begin a process toward appropriate action for the period beyond 2000, including the strengthening of the commitments of Annex I Parties through the adoption of a protocol or another legal instrument.",
      "COP-1 also requested the Secretariat to make arrangements for sessions of the subsidiary bodies on scientific and technological advice (SBSTA) and implementation (SBI).",
      "SBSTA serves as the link between the information provided by competent international bodies, and the policy-oriented needs of the COP.",
      "During the AGBM process, SBSTA addressed several issues, including the treatment of the Intergovernmental Panel on Climate Change's (IPCC) Second Assessment Report (SAR).",
      "SBI was created to develop recommendations to assist the COP in the review and assessment of the implementation of the Convention and in the preparation and implementation of its decisions.",
      "SBI addressed several key issues during the AGBM process, such as national communications and activities implemented jointly. Ad Hoc GROUP ON ARTICLE 13: AG13 was set up to consider the establishment of a multilateral consultative process available to Parties to resolve questions on implementation.",
      "AG13-1, held from 30-31 October 1995 in Geneva, decided to request Parties, non- Parties, and intergovernmental and non-governmental organizations to make written submissions in response to a questionnaire on a multilateral consultative process (MCP). Delegates continued their discussion over the course of three meetings.",
      "At their fifth session, they agreed that the MCP should be advisory rather than supervisory in nature and AG13 should complete its work by COP-4. Ad Hoc GROUP ON THE BERLIN MANDATE: The AGBM met eight times between August 1995 and COP-3 in December 1997.",
      "During the first three sessions, delegates focused on analyzing and assessing possible policies and measures to strengthen the commitments of Annex I Parties, how Annex I countries might distribute or share new commitments and whether commitments should take the form of an amendment or protocol.",
      "AGBM-4, which coincided with COP-2 in Geneva in July 1996, completed its in-depth analysis of the likely elements of a protocol and States appeared ready to prepare a negotiating text.",
      "At AGBM-5, which met in December 1996, delegates recognized the need to decide whether or not to allow mechanisms that would provide Annex I Parties with flexibility in meeting quantified emissions limitation and reduction objectives (QELROs). As the protocol was drafted during the sixth and seventh sessions of the AGBM, in March and August 1997, respectively, delegates 'streamlined' a framework compilation text by merging or eliminating some overlapping provisions within the myriad of proposals.",
      "Much of the discussion centered on a proposal from the EU for a 15% cut in a 'basket' of three greenhouse gases by the year 2010 compared to 1990 emission levels.",
      "In October 1997, as AGBM-8 began, US President Bill Clinton included a call for 'meaningful participation' by developing countries in the negotiating position he announced in Washington.",
      "The insistence on G-77/China involvement was linked to the level of ambition acceptable by the US and in response, the G-77/China distanced itself from attempts to draw developing countries into agreeing to anything that could be interpreted as new commitments."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}