{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_149",
   "section_title": "THE COPENHAGEN ACCORD",
   "sentences": [
      "In terms of substance, the Copenhagen Accord immediately faced strong criticism.",
      "Others, however, argued that the agreement did include a 2°C target and many other important provisions.",
      "Indeed, many saw the Copenhagen Accord as a concise document containing an outline of a future framework to address climate change.",
      "Nevertheless, its provisions on mitigation by developed countries are widely seen as clearly weak and a step backwards from the Kyoto Protocol.",
      "Developed countries do not commit themselves to legally-binding emission reductions.",
      "Similarly, there is no quantification of a long-term global goal for emission reductions, or specific timing for global emissions to peak.",
      "Instead, the agreement suggests a bottom-up approach whereby developed and developing countries submit their pledges for information purposes to the Convention, a method advocated most prominently by the US.",
      "With regard to mitigation actions by developing countries, the Accord does not contain any quantified emission reduction objectives and mainly elaborates on the measurement, reporting and verification (MRV) of developing country actions, one of the major stumbling blocks in the negotiations leading to Copenhagen.",
      "MRV of unsupported actions are suggested to be done domestically and reported to the Convention through national communications.",
      "The Accord, however, does contain some language, reportedly a compromise between the US and China, stating that there will be some provisions for international consultations and analysis, a concept yet to be defined.",
      "Those actions supported by international finance, technology transfer and capacity building will, however, be subject to international MRV.",
      "What many characterized as the most successful part of the Accord relates to short and long-term financing.",
      "Developed countries came to Copenhagen with clear promises to fund mitigation and adaptation actions in developing countries.",
      "According to the Copenhagen Accord, US$30 billion for the period 2010-2012 will be provided, and long-term finance of a further US$100 billion a year by 2020 will be mobilized from a variety of sources.",
      "The Accord also establishes four new bodies: a mechanism on REDD-plus, a High-Level Panel under the COP to study the implementation of financing provisions, the Copenhagen Green Climate Fund and a Technology Mechanism.",
      "Furthermore, the Accord contains a reference to possibly limiting temperature increase to below 1.5°C, as advocated by many SIDS and others, although only with regard to the future assessment of the implementation of the Accord.",
      "If adopted, the Accord would have been an important step forward towards a better and legally-binding outcome, commented one delegate before leaving the Bella Center.",
      "After many long nights of tense negotiations many were, however, reluctant to analyze its legal and operational implications given the exceptional procedure through which the Accord was adopted.",
      "In particular, the basis for operationalizing the financing provisions in the text is uncertain, which many have pointed out is very unfortunate and detrimental to those developing countries that really need it.",
      "To delegates leaving Copenhagen the future also remained somewhat unclear.",
      "The COP and COP/MOP agreed to extend the mandate of the AWG-LCA and AWG-KP for another year.",
      "No decision was taken, however, on when and where the negotiations would continue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}