{
   "actors": [],
   "countries": [
      "Mauritius",
      "Brazil",
      "Qatar"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_20",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "On 11 March, Chair Dovland noted that the workshop had covered comprehensively the issues it had been mandated to consider, including funding, insurance and the transfer of technology. Reflecting on the key issues raised during the workshop, he drew attention to delegates' comments on the need for capacity building, and said the regional approach identified by participants would be reflected in his report.",
      "On the issue of information gaps, he stated that the Secretariat should identify what information is available to it from national communications and other sources on vulnerability and adaptation assessments.",
      "This could be supplemented by further information, which may or may not be provided through national communications.",
      "He noted that the water, health and food sectors had been identified as being particularly important in terms of adaptation. He observed that cross-cutting issues included the integration of adaptation issues into development plans.",
      "He also noted the need for better coordination between ministries and agencies.",
      "Another key issue identified by participants was the need for adequate funding.",
      "He also noted the discussion on the needs of LDCs, as well as the importance of awareness raising.",
      "He then drew attention to participants' views on insurance, and said this was an issue that should be explored further. UNSIDS said it would be useful to develop a list of concrete initiatives being conducted by insurance companies relating to climate change mitigation.",
      "WHO said insurance companies should be invited to any future workshop on this issue to help develop specific measures in this area.",
      "QATAR noted the need for more information on adverse effects to clear up some of the existing uncertainties.",
      "MAURITIUS stressed the urgency of acting on Article 4.9.",
      "BRAZIL observed that, although information gaps need to be filled, vulnerability and adaptation assessment are not mandatory in non-Annex I communications, meaning that national communications will not necessarily be the appropriate means to fill this gap. In response, Chair Dovland said that this is one of several channels that exist to fill the information gaps.",
      "He said the report from this workshop would reflect the ideas raised by participants and contribute to discussions at SB-12.",
      "He said he believed that this workshop had been a productive exercise and, after thanking participants, declared the meeting closed at 2:30pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}