{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Poland",
      "United States",
      "Marshall Islands",
      "Switzerland",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_13",
   "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY",
   "sentences": [
      "SBSTA considered land use, land-use change and forestry (LULUCF) on Tuesday and Wednesday, 1-2 June.",
      "Paul Maclons (South Africa), Co-Chair of a SBSTA workshop held in Indianapolis in April 1999, reported on the workshop, which focused on other land use activities.",
      "IPCC Chair Robert Watson outlined a Special Report being prepared on LULUCF.",
      "Key issues to be addressed include, inter alia: the implications of different definitions, including 'forests,' 'afforestation,' 'deforestation' and 'reforestation;' the question of which carbon pools should be considered when evaluating implications for relevant net carbon emissions; the accuracy of measurements for each type of carbon pool; and the factors to be used in setting baselines.",
      "The MARSHALL ISLANDS said no new sink categories should be adopted until accounting difficulties have been resolved. AUSTRALIA called for focus on key policy and procedural issues relevant to the negotiating process.",
      "The EU stressed the need for clear definitions of terms and for work on the eligibility of additional activities between now and COP-6.",
      "The US stressed making timely decisions on LULUCF.",
      "SAUDI ARABIA, SWITZERLAND, GREENPEACE and others expressed reservations about the proposed timing for deliberation on some issues, noting the relevance of the Special Report. A contact group, co-chaired by Paul Maclons (South Africa) and Maciej Sadowski (Poland), was convened to consider policy and procedural issues relating to LULUCF.",
      "The group met six times from 2-9 June to develop and negotiate draft conclusions on methodological issues relating to LULUCF.",
      "With participants in general agreement that many decisions must await SBSTA\u0092s consideration of the relevant IPCC Special Report due in May 2000, discussions on the text focused primarily on issues of timing and procedure.",
      "After protracted negotiations, the group concluded its work on Wednesday, 9 June, adopting the draft conclusions. The draft conclusions were considered by SBSTA on Thursday, 10 June.",
      "ANTIGUA AND BARBUDA questioned a sentence he said could be interpreted as signaling that substantive decision-making on LULUCF will take place at SBSTA-11.",
      "After lengthy discussions, delegates agreed to delete the text that some delegations said was ambiguous.",
      "The draft conclusions were adopted, as amended. In its conclusions (FCCC/SBSTA/1999/L.9), SBSTA invited Parties to review and, where possible, respond to questions posed in tables 1 and 2 of its document on LULUCF and policy and procedural issues (FCCC/SBSTA/1999/5), and to identify any additional related issues.",
      "It requested Parties to provide submissions by 16 August 1999 for compilation into a miscellaneous document that can be considered at SBSTA-11.",
      "It also: * invited IPCC to provide an in-depth progress report and convene a special side event on its draft Special Report on LULUCF at SBSTA-11; * decided to further consider the process and timing for analysis of the IPCC report, and the process of developing its LULUCF work programme at SBSTA-11; * requested the Secretariat to organize a workshop, to be held between SBSTA-12 and COP-6, to analyze the Special Report, and invited Parties to provide guidance to the Secretariat on the workshop\u0092s scope; * invited the IPCC to develop a work plan addressing methodological issues raised in its upcoming report, once the report is completed; and, * decided to start consideration at SBSTA-11 on the need for country-specific data and information and its relationship to a decision-making framework in the context of the Protocol\u0092s requirements, and requested submissions on this from Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}