{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_20",
   "section_title": "Discussion:",
   "sentences": [
      "Chair Thorgeirsson opened the general discussion on country presentations, drawing attention to comments in the presentations on adaptation and risk assessment, and a focus on the need to use the most suitable rather than the newest or most advanced technologies.",
      "One developed country participant highlighted comments about 'not reinventing the wheel' and building on previous experiences in developing methodologies. A developing country speaker drew attention to the preponderance of mitigation rather than adaptation technology efforts, stating that the approach to adaptation was primarily one of vulnerability assessment.",
      "In response, a speaker from an intergovernmental organization stated that, while there had previously been a greater emphasis on mitigation, actions had recently been taken to address concerns about adaptation, including the development of adaptation guidelines and a fund. Replying to a question about the role of National Adaptation Programmes of Action (NAPAs), Janos Pasztor, UNFCCC Secretariat, explained that they are exclusively for the least developed countries (LDCs), and are not a methodology for adaptation but rather a method or framework to develop an action plan at a national level.",
      "On the status of NAPAs, he said COP-7 had approved the approach for NAPAs and the GEF had developed an operational strategy for funding this work, which now has to be considered by the GEF Council.",
      "He also highlighted the role of the LDC Expert Group (LEC) in supporting NAPA development. One developing country participant stressed the value of traditional and indigenous knowledge on adaptation to the climate and weather patterns, arguing that traditional as well as western technological solutions need to be considered.",
      "Another non-Annex I Party speaker highlighted the existence of some obvious adaptation technologies in developed countries, such as early warning systems and modeling and forecasting capacities, and said these presented clear opportunities for technology transfer."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}