{
   "actors": [],
   "countries": [
      "Brazil",
      "Germany",
      "Bangladesh"
   ],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_12",
   "section_title": "GROUP III - GOVERNMENT",
   "sentences": [
      "This group was co-facilitated by Mozaharul Alam, Bangladesh Centre for Advanced Studies, and Lawrence Flint, Environment and Development Action in the Third World (ENDA).",
      "The co-facilitators opened the discussion by inviting participants to discuss successful examples of using tools for the integration of DRR and climate risk assessment into national policies and programmes, across different levels of government.",
      "They specified that tools could include approaches, strategies, and practices, as well as actual tools.",
      "The co-facilitators also asked participants to identify what should be integrated and the benefits of integration, together with the government levels at which specific integration should take place.",
      "Germany said the metrics for success depend on what level is being considered, and provided an example that success at the municipal level may relate to actual risk reduction, while success at the national level may relate to legislation or a legal framework.",
      "He emphasized the need for flexibility in defining success.",
      "Other participants also spoke about how to measure success, noting the need for indicators, which they said could include mortality rates and economic loss.",
      "Some participants emphasized that disaster preparedness and the impacts of disasters are often development or poverty issues.",
      "Others also stated that some of the main goals of disaster risk reduction should be to reduce vulnerability, increase resilience, prepare effectively for disasters and increase capacity to respond to disasters.",
      "The Asian Disaster Preparedness Center highlighted the integration of DRR into development programmes, and gave examples of integrating DRR into road, rural housing and hospital construction, and the continued functioning of these infrastructures after disasters.",
      "On the role of governments, participants stressed the need for national governments to recognize and formalize the importance of local governments and communities.",
      "On the related issue of decentralization, some participants said local governments should be given the resources required for implementation, as whatever is decided at the national level would need to be implemented at the local level.",
      "Co-Facilitator Flint highlighted that even where there is sufficient disaster risk information, there is often the need for increased capacity to use the available information for policy and decision making.",
      "On the issue of timeframes, participants noted the need to consider specific timeframes and goals.",
      "UNDP pointed out the need to build on past experience within the DRR community, stating that in some areas, climate change adaptation can be integrated into existing DRR frameworks, or vice versa .",
      "Paul Venton, independent consultant, explained the need to set short-term goals within specific timeframes, while recognizing that these short-terms goals must feed into an overall longer-term objective.",
      "Other tools discussed included effective early warning systems and regional centers.",
      "Brazil cautioned that regional centers cannot and should not replace national centers.",
      "Participants also discussed some of the approaches to integration, including awareness raising, science-based action and a quantitative approach.",
      "They considered the need for better information for integration as well as the necessary instruments to transmit the information across different government levels.",
      "Venton suggested that a good approach to integration would involve multiple stakeholders in the risk assessment process.",
      "He also stressed the need to move from risk assessments to risk analyses.",
      "Regarding the barriers to integration, Brazil said the political structures in a country, such as in the case of federal systems, could potentially be a barrier, for instance where a specific level of government is solely responsible for disaster risk reduction to the exclusion of other levels.",
      "Another participant noted that some governments do not make their vulnerability assessments public because of security or investment reasons, which may act as a constraint on integration and awareness raising."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}