{
   "actors": [],
   "countries": [
      "Thailand"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "28-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12439e.html",
   "id": "enb12439e_13",
   "section_title": "A BRIEF ANALYSIS OF AWG-LCA 7 AND AWG-KP 9",
   "sentences": [
      "As the critical fifteenth Conference of the Parties (COP 15) rapidly approaches, efforts are being stepped up to secure an agreement in December in Copenhagen.",
      "This was the scenario as delegates arrived in Bangkok for two weeks of climate negotiations under the Ad Hoc Working Group on Long-term Cooperative Action under the UNFCCC (AWG-LCA) and Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP).",
      "These talks took place against a backdrop of several high-level climate-related meetings held in September.",
      "One week before the Bangkok meeting, the UN Secretary-General convened a Climate Change Summit in New York, resulting in a clear message from over 100 of the world s leaders that the international community is committed to reaching an agreement in Copenhagen.",
      "However, few delegates arriving in Thailand expected major political advances in Bangkok.",
      "In fact, many veterans in the process believe that decisive breakthroughs will not happen before the second week of the Copenhagen conference.",
      "Following what many saw as slow progress during the informal negotiating session in August, the main expectations from the Bangkok meeting were that the discussions would result in a streamlining of text followed by an entrance into full negotiating mode.",
      "However, after the first week of the Bangkok meeting, the AWG-LCA text was still around 200 pages long, and it became evident that the rest of session would have to be used for further consolidation.",
      "While the text s size did not appear to be reduced by the end of the two weeks, many highlighted that options had been clarified and the main substantive issues had seen the light of day.",
      "Parties also reiterated strong positions on some of the most contentious issues, which was seen as a positive development because it helped illuminate where the parties stand as they head into negotiations in Barcelona.",
      "As AWG-LCA Chair Michael Zammit Cutajar indicated: It is not the length of the document that is important, what is important is that we are addressing the substance.",
      "This brief analysis assesses progress made in the AWG-LCA and AWG-KP at the Bangkok Climate Change Talks, and outlines the prospects for an agreement in Copenhagen."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "WORKING GROUP"
}