{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Norway",
      "China",
      "Colombia"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_35",
   "section_title": "NATIONAL ADAPTATION PLANS:",
   "sentences": [
      "This issue was first addressed during the opening SBI plenary on 29 November, and subsequently in an informal group, facilitated by SBI Chair Owen-Jones.",
      "During the closing SBI plenary on 3 December, Chair Owen-Jones said while progress was being made, more work was still needed on this issue, and parties adopted SBI conclusions (FCCC/SBI/2011/L.36), which recommended that the COP consider and finalize a draft decision on this issue.",
      "During the discussions, the G-77/China said national adaptation plans should recognize that adaptation occurs at the local level, and be flexible and country-driven.",
      "LDCs said the national adaptation plan process was distinct and separate from the NAPA process.",
      "Much of the debate on this issue revolved around whether to broaden the national adaptation plans to include other vulnerable developing countries, with Colombia initially proposing development of a work programme to this end.",
      "Norway and others reiterated that national adaptation plans should only apply to the LDCs.",
      "Following informal consultations, Colombia presented compromise text on modalities for other developing countries that are not LDCs and on the provision of financial and technical support to those countries.",
      "On reporting, monitoring and evaluation, delegates discussed using national communications as the primary tool for communicating progress and whether the Secretariat should establish a database, with some developed countries expressing concern over costs, and some developing counties specifying such a database should be on support provided, not on activities.",
      "Another point of contention during the discussions related to the role of the GEF.",
      "Many countries stressed that GEF guidance should be clear, simple and operationally feasible to ensure the support that LDCs require will be provided.",
      "Colombia said the GEF would need to work through agencies with on-the-ground experience and through one or two core programmes to ensure funds can be accessed quickly.",
      "The US opposed singling out specific organizations.",
      "The G-77/China stressed the need to ensure the provision of long-term support for the process.",
      "During the closing plenary on Sunday morning, 11 December, the COP adopted a decision on this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}