{
   "actors": [],
   "countries": [
      "Philippines",
      "China"
   ],
   "enb_end_date": "14-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "14-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12586e.html",
   "id": "enb12586e_17",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, delegates settled into familiar routines.",
      "Several seemed pleased with the way the new ADP Co-Chairs were leading the discussions and starting with adaptation.",
      "One delegate branded the style as 'a good balance between guiding us toward an outcome, while staying inclusive'.",
      "Yet, many noted that statements in today's open-ended consultations struck familiar notes, 'creating a cacophony of views'.",
      "Yet, as Co-Chair Runge-Metzger reminded, 'it's only Wednesday'.",
      "NGOs in particular welcomed China's way of 'stirring it up', as a delegate put it, by raising a point of order to allow observers into the ADP's open-ended consultations on both workstreams.",
      "Discussions on finance under the COP also left some with a sense of déjà vu .",
      "Despite former GCF Co-Chair Zaheer Fakir's poetic invocation of Victor Hugo in the COP plenary, saying 'nothing is stronger than an idea whose time has come', in reference to the GCF's implementation, differences crept into the contact group on finance.",
      "Replaying the refrain from Doha that this COP is a 'finance COP', developing countries stressed their expectations for tangible deliverables.",
      "A developed country suggested no big, new finance commitments would be forthcoming, calling Warsaw an 'implementation COP', prompting a developing country party to ask what there would be to implement, 'empty funds?",
      "' #COP4Haiyan Solidarity Operation: Look for the Twitterstorm to be launched on Thursday by youth delegates to raise funds for the Philippines: #COP4Haiyan."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}