{
   "actors": [],
   "countries": [
      "Japan",
      "Samoa",
      "Colombia"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_51",
   "section_title": "Consultative Group of Experts on Non-Annex I National Communications (CGE)",
   "sentences": [
      "This issue (FCCC/SBI/2012/17, 18, 25, 26, 28, 32 and INF.15) was considered by the SBI plenary on 26 November and taken up in informal consultations facilitated by Anne Rasmussen (Samoa) and Kiyoto Tanabe (Japan).",
      "Parties were not able to conclude their consideration of issues relating to the CGE s mandate and decided to forward bracketed text to the COP.",
      "The SBI closing plenary adopted conclusions on Sunday, 2 December and forwarded the bracketed decision text to the COP.",
      "The issue was further considered by the COP through informal consultations facilitated by Anne Rasmussen and Kiyoto Tanabe.",
      "A COP decision was adopted on 7 December.",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.53/Rev.1), the SBI, inter alia : - welcomes progress reports of the five CGE regional hands-on training workshops for non-Annex I parties; - commends the CGE s efforts to deliver the content of the workshops remotely via the videoconferencing tool, thereby facilitating maximum participation; - notes with appreciation the progress made by the CGE in implementing its planned activities, such as the development of e-learning programmes and establishment of a web-based network for experts involved in the preparation of non-Annex I national communications; - requests the Secretariat to translate into the other official UN languages, the updated training materials on national GHG inventories, vulnerability and adaptation, and mitigation assessments, which are currently available on the UNFCCC website in English only; and - urges Annex II parties and other Annex I parties in a position to do so, to provide financial resources to enable the CGE to implement its planned activities, and encouraged bilateral, multilateral and international organizations to continue supporting the CGE s work.",
      "The COP decision (FCCC/CP/2012/L.6), inter alia : extends the CGE s mandate for one year; requests the CGE to develop a work programme for 2013; and forwards the text of a draft decision for consideration by SBI 38.",
      "Financial and Technical Support: This issue (FCCC/SBI/2012/INF.10 and FCCC/SBI/2012/MISC.15) was first taken up by the SBI opening plenary on 26 November and considered in informal consultations facilitated by Anne Rasmussen and Kiyoto Tanabe.",
      "The SBI closing plenary adopted conclusions on Saturday, 1 December.",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.52), the SBI, inter alia : - notes non-Annex I parties concerns over the availability of sufficient financial and technical support for the preparation of biennial update reports (BURs); - notes with concern that, as of 1 October 2012, the Global Environment Facility (GEF) had only received four requests for support to prepare BURs and urged non-Annex I parties to submit their support requests to the GEF for the preparation of their first BUR; - notes a submission by Colombia, a non-Annex I party, (FCCC/SBI/2012/MISC.15) on the cost of its most recent national communication and on the financial resources received through the GEF, and invited other non-Annex I parties to submit their views on this issue; - encourages the GEF to continue to ensure that sufficient financial resources are provided to meet the agreed full costs incurred by developing country parties in complying with their reporting obligations under Convention Article 12.1; - notes with appreciation the GEF s report on a new project to provide logistical and technical support to non-Annex I parties for the preparation of their national communications and BURs that will be jointly administered by the United Nations Development Programme (UNDP) and the United Nations Environment Programme (UNEP); and - recommends that COP 18 request the GEF to provide funds for technical support for the preparation of BURs by non-Annex I parties, recognizing that the costs of such technical support are not deducted from the funds for the preparation of their BURs, and invites the GEF to report on this to COP 19."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}