{
   "actors": [
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Chile",
      "Singapore",
      "Philippines",
      "Indonesia",
      "Mexico",
      "Uganda",
      "China",
      "Swaziland",
      "Mali",
      "Switzerland",
      "Marshall Islands",
      "Nauru",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_30",
   "section_title": "ROUNDTABLE ON CATALYZING ACTION:",
   "sentences": [
      "The roundtable on catalyzing action continued on Thursday morning.",
      "Co-Chair Mauskar invited delegates to discuss how to catalyze action at the national and international levels to bridge the ambition gap between now and 2020.",
      "Nauru, for AOSIS, announced plans to make a submission on upscaling action on renewable energy and energy efficiency in developed and developing countries.",
      "Underscoring developed country leadership as key to enhancing ambition, China lamented that some developed countries have withdrawn from the Kyoto Protocol.",
      "He proposed a second set of amendments to the Kyoto Protocol as a way to enhance ambition.",
      "China also underscored that enhanced developing country action requires finance and other forms of support, calling for the immediate operationalization of the GCF.",
      "Chile, for AILAC, indicated that developed countries need to do more to support extant arrangements.",
      "Swaziland, for the African Group, expressed support for national initiatives, but cautioned that they cannot replace international cooperation.",
      "Switzerland suggested institutionalizing roundtables to share information.",
      "The Philippines expressed frustration that the ADP process has yet to deliver, calling for action instead of more roundtables.",
      "Norway proposed: involving the finance community; sharing experiences; and better interaction with other international initiatives.",
      "Supported by the Marshall Islands and Singapore, he suggested political and technical dialogues, with Singapore indicating that these discussions need to interact and reinforce each other.",
      "The EU identified factors hindering action, including that 20% of the cost of switching to renewable energy is associated with investment costs.",
      "She identified the need to discuss ways to reduce these costs, including by engaging the private sector.",
      "She supported further addressing HFCs and, with Nauru and others, fossil fuel subsidies.",
      "Norway, supported by Nauru, suggested addressing barriers to renewable energy and energy efficiency.",
      "Many developing countries identified the need to focus on the means of implementation, and stressed the need for developed country leadership.",
      "Uganda highlighted the need for a strengthened institutional framework to mobilize adequate financial and human resources.",
      "Indonesia underscored the need for: a combination of push and pull factors to introduce and implement national policies; and systematizing best practices and lessons learned.",
      "Mali called for, inter alia , a platform through which feasibility studies on mitigation actions could be prepared pro bono or at low cost, so as to channel the available finance for implementation.",
      "A number of developing countries stressed the importance of providing access to energy.",
      "New Zealand called for, inter alia : progress on the Framework for Various Approaches and the NMM; and strengthening complementary initiatives, such as the Global Research Alliance on Agricultural Greenhouse Gases.",
      "The Marshall Islands suggested: focusing on low-hanging mitigation potential opportunities, such as energy efficiency and renewable energy, HFCs and fossil fuel subsidies.",
      "Mexico suggested addressing: renewable energy, REDD+, bunker fuels and ecolabeling.",
      "He emphasized the need to enhance stakeholder involvement and ownership of the relevant initiatives."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "WORKING GROUP"
}