{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "China",
      "Indigenous Peoples"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_38",
   "section_title": "MAKING OF THE GENEVA NEGOTIATING TEXT",
   "sentences": [
      "At the Lima Climate Change Conference in December 2014, parties requested the ADP to prepare, by May 2015, a negotiating text that will be communicated to parties six months before COP 21 in Paris.",
      "Parties started this work on the basis of the elements for a draft negotiating text annexed to Decision 1/CP.20 (Lima Call for Climate Action).",
      "The work focused on adding text in places where parties felt their views were not adequately reflected.",
      "By Tuesday evening, all new textual proposals had been collected.",
      "During the process, the text more than doubled in size, growing from the original 39 to 88 pages.",
      "Veterans of climate negotiations warned against measuring success in Geneva by the length of the text.",
      "They saw the longer text as an unavoidable part of the process of transforming the Co-Chairs text from Lima into a party-owned text.",
      "There was widespread convergence, in other words, that what happened in Geneva was a necessary precondition to generate a sense of ownership among parties and boost confidence that all parties views will be taken into consideration in the negotiations on the Paris agreement.",
      "Given that the first reading of the text was completed early in the week, the Co-Chairs, with the support of many parties, made several attempts to start streamlining the text by removing duplications and redundancies.",
      "However, some negotiating groups were not ready to proceed to this stage.",
      "As a result, apart from technical corrections, the negotiating text remained the same on Friday as it was on Tuesday evening.",
      "Some parties, including the EU, expressed disappointment that streamlining did not advance in Geneva.",
      "Parties had several opportunities to discuss how to approach streamlining at future ADP sessions.",
      "Many expressed support for starting informal discussions in June.",
      "Many also proposed that, during the intersessional period, the Secretariat identify duplications and other obvious places to start streamlining.",
      "The Co-Chairs explained they would reflect parties ideas in their scenario note for the June session.",
      "On Friday afternoon, the ADP agreed that the Geneva text should be issued as an official document and circulated to parties.",
      "Pleased with progress made, Co-Chair Reifsnyder indicated that this could be achieved already in March, earlier than requested by COP 20.",
      "With the Geneva negotiating text, parties are able to comply with legal requirements for adopting a new protocol.",
      "However, on the road to COP 21, they will need to make up their minds on whether the Paris agreement will be a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all parties, as suggested in the ADP mandate.",
      "While divergent views remain on whether the Paris agreement will be a new protocol, many envisage the possibility of a Paris package comprising both the Paris agreement and a set of COP decisions. FROM CHRISTMAS WISH LIST TO NEW YEAR S RESOLUTION?",
      "The Geneva negotiating text covers all key substantive areas of the ADP s mandate, from adaptation to finance, technology, capacity building, mitigation and transparency.",
      "Reading through the Geneva text, some veterans commented that it almost inevitably reflects sharper differences in parties positions than the Lima text.",
      "Some also warned that it is considerably easier to make good progress when the focus is on adding text, as in Geneva, but the task is more challenging when parties start searching for middle ground.",
      "Mitigation remains a critical concern on the road to Paris.",
      "There is a well-known gap between the current and promised emission reductions, and those needed to lead the world to a safe pathway to prevent dangerous climate change.",
      "In this regard, the Geneva text includes a broad range of new and old ideas on how to carry out mitigation, including REDD+, the land-use sector and market mechanisms, such as emission trading, and an enhanced Clean Development Mechanism (CDM+).",
      "One of the key outputs from Lima was agreement on the requirements and process of intended nationally determined contributions (INDCs).",
      "While parties are yet to submit their official INDCs, announcements of planned post-2020 emission reductions by key emitters China, the US and the EU have created concerns that the Paris agreement will not be sufficiently ambitious to lead parties to a safe pathway towards the 2 °C target.",
      "The Geneva text includes several proposals for the assessment of parties commitments/contributions and the time frames and cycles for the submission of commitments.",
      "These apparently technical details are vital elements for ensuring what many have called a dynamic agreement that allows mitigation ambition to be periodically reviewed and strengthened after COP 21.",
      "Parties views on this matter radically diverged.",
      "The Geneva text reflects parties differences on whether there should be an ex ante and/or ex post review of parties mitigation commitments or contributions, at the aggregate and at the individual level, and with or without differentiation between developed and developed countries.",
      "The text also contains different options concerning the time frame for the submission of new commitments, with most preferring five-year cycles but some suggesting ten-year cycles.",
      "Finally, the text includes multiple options concerning how to review parties compliance with their mitigation commitments under the 2015 agreement.",
      "These include a compliance committee consisting of an enforcement and a facilitative branch, like under the Kyoto Protocol, as well as a proposal for an international climate justice tribunal.",
      "There are also parties who do not see the need for a compliance mechanism in the Paris agreement.",
      "The question of differentiation and CBDRRC is another area of sharp differences in the Geneva text.",
      "The UNFCCC parties have been debating differentiation for years with positions ranging from a static interpretation of CBDRRC to an evolutionary one, removing or shifting the so-called firewall between developed and developing countries.",
      "After COP 20, some commentators emphasized that Decision 1/CP.20 laid the grounds to shift the firewall of differentiation.",
      "Nevertheless, the Geneva text clearly shows that all options on differentiation remain on the table.",
      "Differentiation is addressed in several sections of the text, from the preamble to the substantive sections, and many approaches are suggested.",
      "While some proposals rely on parties existing categorization embedded in the UNFCCC annexes, others suggest going beyond the existing distinction between developed and developing countries, with the some parties proposing entirely new annexes for the Paris agreement.",
      "If the number of pages in the negotiating text is anything to go by, the issue of finance is also likely to keep negotiators busy at future ADP sessions.",
      "Seventeen pages in length, the text on finance encompasses a wide range of options concerning the sources of finance (private vs public), the institutions in charge of its disbursement, and thresholds for contribution.",
      "Also here a range of views exist on differentiation, from quantitative commitments for Annex II Parties to financial contributions from all parties in a position to do so.",
      "Many references across the Geneva text address the question of giving greater prominence to adaptation in the Paris agreement, both in terms of parties procedural and substantive obligations, including the provision of means of implementation.",
      "The text also contains new ideas on the delicate issue of loss and damage, which, since the 2013 Warsaw Climate Change Conference (COP19), has been addressed by a dedicated mechanism.",
      "In Geneva the LDCs suggested text on the establishment of a climate change displacement coordination facility, breaking new ground in efforts to address what has arguably long been the elephant in the room at climate negotiations - \u0095namely the organized migration and planned relocation of populations that will be forced to move as a result of climate change.",
      "Several parties, however, have long resisted addressing this issue under the UNFCCC, and negotiations on loss and damage are likely to be complex.",
      "Many perceive the matter of loss and damage to be inextricably linked to the relationship between climate change action and human rights protection, which now features in a few sections of the Geneva negotiating text, making reference, among others, to the rights of indigenous peoples, women and children.",
      "During the closing plenary, eighteen developed and developing countries announced an informal voluntary initiative to facilitate the sharing of best practices and knowledge between human rights and climate experts at the national level.",
      "While the relationship between human rights protection and climate change had already been inconclusively discussed ahead of COP 15 in Copenhagen, this issue has enjoyed greater prominence in the last few months, with the appointment of former UN High Commissioner for Human Rights , Mary Robinson, as the UN Special Envoy for Climate Change."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}