{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "United Arab Emirates",
      "Micronesia",
      "United Kingdom",
      "China",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_61",
   "section_title": "IMPLEMENTATION OF UNFCCC ARTICLE 4.8 AND 4.9",
   "sentences": [
      "Progress on the implementation of activities under decision 5/CP.7: In SBI on Thursday, 4 December, Chair Stoycheva indicated that Rob Mason (UK) and Al Waleed Al-Malik (United Arab Emirates) would co-chair a contact group to prepare a draft COP decision on this matter. In the contact group on Friday, 5 December, the G-77/China called for substantive discussions on implementation of decision 5/CP.7, with a view to building on existing work.",
      "Stating that, in terms of the UNFCCC, adaptation is the priority, AOSIS underlined, inter alia, the need for building capacity, addressing insurance challenges, and improving access to funding.",
      "Saudi Arabia underscored the need to take immediate action, support developing countries in the technical development of non-energy uses of fossil fuels, and exchange information on win-win P&Ms that reduce greenhouse gas emissions, while minimizing adverse impacts on developing countries. In the contact group on Monday, 8 December, delegates considered how to reflect the level of progress made on the implementation of decision 5/CP.7.",
      "Opposed by the G-77/China, Australia suggested welcoming 'significant' progress in the implementation of 5/CP.7.",
      "Parties also discussed how to address views on insurance. Following informal consultations on the draft conclusions late Tuesday night, 9 December, Saudi Arabia, opposed by the G-77/China, Micronesia, US, EU, New Zealand, Australia, Japan and Canada, reversed its earlier support for text on reporting on actions to address the adverse affects of response measures, and proposed adding brackets.",
      "Following informal consultations, the group agreed to the draft conclusions, without amendment, and to include Saudi Arabia\u0092s proposal in the draft negotiating text to be included in the annex to the draft conclusions. On Wednesday, 10 December, contact group Co-Chair Mason reported to SBI, noting that the conclusions contain a bracketed COP decision.",
      "The SBI adopted the conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}