{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_42",
   "section_title": "RESPONDING TO THE UNFCCC",
   "sentences": [
      "Apart from the recommendations of the IAC review, IPCC-35 also considered a request from the UNFCCC.",
      "It is a key function of the Panel to respond to such requests and assist international climate negotiators in their work.",
      "An important aspect of this work relates to the preparation of guidelines on emissions and removals that countries then use for reporting under the UNFCCC and the Kyoto Protocol.",
      "Such work is undertaken by the IPCC s fourth arm, the Task Group on Inventories.",
      "In Geneva, the Panel considered a request by the UNFCCC Subsidiary Body for Scientific and Technological Advice in May 2012 to expedite the revision of the supplementary methodologies in the Good Practice Guidance on Land Use, Land-use Change and Forestry (LULUCF).",
      "The request relates to changes to the LULUCF accounting rules, adopted for the Kyoto Protocol s second commitment period in Durban.",
      "While the original request gave the Panel until 2014 to complete the necessary changes, negotiators soon realized that the new methodologies will be needed sooner for Annex I parties to comply with their reporting obligations for the second commitment period, expected to begin in 2013.",
      "In Geneva, the Panel initially faced some opposition to an agreement to speed up the revision as several members voiced concern that the quality of the Panel s work could be compromised given the tighter deadline.",
      "Others, however, emphasized the need for the IPCC to be responsive to the needs of its main client, the UNFCCC.",
      "One was reminded in this discussion that the dynamics of the IPCC s relationship with the UNFCCC is different from most other scientific advisory panels, which were created to assist existing political processes.",
      "The IPCC, established in 1988, was the one asked to assist in the creation of the UNFCCC in 1992, and not the other way around.",
      "The IPCC ultimately proved that it has the capacity to respond to last minute requests from the international climate policy process.",
      "Although the time allotment for authors and governments to provide their respective contributions will be shortened, the revision will be completed in time to be used by parties to the Kyoto Protocol for their first greenhouse gas inventories in the second commitment period."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}