{
   "actors": [],
   "countries": [
      "Netherlands"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_7",
   "section_title": "COP-6",
   "sentences": [
      "COP-6 met in The Hague, the Netherlands, from 13-25 November 2000.",
      "During the first week, the resumed SB-13 reconvened and concluded work by adopting a number of draft conclusions containing text for decisions by COP-6.",
      "However, much of the text transmitted by the subsidiary bodies to the COP lacked complete agreement by delegates. During the second week, COP-6 President Pronk attempted to facilitate progress on the many disputed political and technical issues by convening high-level informal Plenary sessions to address the key political issues, which he grouped into four 'clusters' or 'boxes,' as follows: (a) capacity building, technology transfer, adverse effects and guidance to the Global Environment Facility (GEF); (b) mechanisms; (c) land-use, land-use change and forestry; and (d) compliance, policies and measures, and accounting, reporting and review under Articles 5, 7 and 8. Ministers and other senior negotiators convened in four groups to negotiate these clusters in an attempt to reach consensus.",
      "However, toward the end of the week negotiations appeared stalled and President Pronk distributed a Note containing his proposals on key issues in an attempt to force a breakthrough that would lead to consensus.",
      "After almost 36 hours of intense talks on the President's proposals, negotiators did not achieve a breakthrough, with supplementarity, compliance and land-use, land-use change and forestry proving to be particular sticking points.",
      "Delegates agreed to suspend COP-6 and expressed a willingness to resume their work in 2001."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}