{
   "actors": [
      "Environmental Integrity Group"
   ],
   "countries": [
      "Switzerland",
      "Mexico"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_59",
   "section_title": "TAXING TIMES ON THE ROAD TO COP-6",
   "sentences": [
      "SB-12 and 13 demonstrated Parties' willingness to make some progress on technical issues, such as guidelines under Articles 5, 7 and 8, and set the stage for the intense negotiations expected at COP-6.",
      "The question remains, is this progress sufficient?",
      "The likely impact of new negotiating groups at COP-6 is unclear.",
      "The establishment of the LDC Group indicates that LDC interests are not been adequately reflected, while the announcement of the Environmental Integrity Group (Mexico, Republic of Korea and Switzerland) reflects their sense of exclusion during 11th hour negotiations at previous COPs.",
      "While this splintering of traditional negotiating groups may help to raise the profile of a wider range of interests and generate a sense of inclusiveness and transparency, there is also the risk that it may further complicate the negotiating process. The anticipated visibility of environmental NGOs at The Hague, and their pressure to generate a positive outcome by shaming Parties to produce results, is counterbalanced by the recent evident unwillingness of the public to reduce their addiction to fossil fuels. With so many issues still to be resolved, much rests on the shoulders of the incoming President of COP-6, Jan Pronk (Dutch Minister of Spatial Planning and the Environment).",
      "Boasting a background in international development issues, commentators suggest this may help him bridge the North- South divide and broker a deal in the days to come.",
      "The hectic schedule of consultations and diplomacy in coming weeks could generate the necessary momentum for a strong outcome at COP-6.",
      "But with so many unresolved issues and entrenched positions, the outcome is now anybody's guess."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}