{
   "actors": [],
   "countries": [
      "Trinidad and Tobago",
      "Cyprus"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_28",
   "section_title": "CASE STUDIES OF TECHNOLOGY TRANSFER PROJECTS AND PARTNERSHIPS",
   "sentences": [
      "Suk-Hoon Woo, Economic Advisor on Economic Policy Coordination in the Office of the Prime Minister of the Republic of Korea, examined technology transfer in a bilateral programme and lessons learned in the Republic of Korea.",
      "Outlining its technology transfer experiences over the past three years, he described the various stages of this work, including the selection of focus areas for technology transfer and activities undertaken in those areas.",
      "In this regard, he reported on a bilateral technology transfer initiative involving an energy service company (ESCO), Hyundai Motors and a US partner.",
      "Summarizing lessons learned, he said technology transfer must be considered in the context of national strategies and reflect national circumstances, and stressed that experience and history are important in determining the success of technology transfer efforts, highlighting the evolutionary nature of the process and the need to take into account previous energy investments. Kishan Kumarsingh, Technical Coordinator for Trinidad and Tobago\u0092s Environmental Management Authority, presented several examples of small island States\u0092 experiences with technology transfer.",
      "He began by identifying some key issues for small island States, including: the need for 'soft' technologies that can be used to develop local climate models; the importance of an ongoing assessment of vulnerability and adaptation options; and the benefits of establishing a technology information network with a focus on adaptation.",
      "He emphasized the need for capacity building to address such issues, and highlighted positive experiences in South-South cooperation.",
      "He highlighted several examples of success stories in small island States, including the electrification of rural areas using solar photovoltaic systems in Pacific Island countries and the use of solar water heating systems in Cyprus."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}