{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Madagascar",
      "Slovenia",
      "Austria",
      "China",
      "Japan",
      "Niger",
      "Taiwan"
   ],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_14",
   "section_title": "ADMISSION OF OBSERVER ORGANIZATIONS",
   "sentences": [
      "Secretary Christ presented the list of new observer organizations for consideration and acceptance by the Panel (IPCC-XXXI/Doc.",
      "5) and a revised proposal by the EC for special observer status (IPCC-XXXI/Doc.",
      "IPCC Deputy Secretary Gilles Sommeria noted that three new organizations had applied for observer status since IPCC-30: Global Biodiversity Information Facility (GBIF), International Council for Local Environmental Initiatives (ICLEI) and African Center of Meteorological Applications to Development (ACMAD).",
      "He also said that two applications, from Energy Research Austria and the Industrial Technology Research Institute, submitted for IPCC-30, were pending due to reservations expressed by Austria and China, respectively.",
      "Austria informed the Panel that they recommend granting observer status to Energy Research Austria.",
      "China suggested suspending the application process of the Industrial Technology Research Institute for observer status with the IPCC since no consensus had been reached on the Institute s logo, which indicates their location in Taiwan rather than in the province of Taiwan.",
      "Madagascar and Niger supported the application of the ACMAD, noting its important capacity building role in the region.",
      "The Panel accepted the applications by GBIF, ICLEI, ACMAD and Energy Research Austria for observer status with the Panel.",
      "On the revised proposal by the EC, two contact group meetings, co-chaired by Andrej Kranjc (Slovenia) and Hiroshi Ono (Japan), were held during the week.",
      "On Wednesday night, Co-Chair Kranjc explained to the Panel that the proposal is to grant the EC the following procedural rights at IPCC sessions: the right to speak in turn, rather than after all participant states have been acknowledged; right to reply; and right to introduce proposals.",
      "He said that these rights would be exclusive and that they do not imply rights to vote and be elected.",
      "He further informed the Panel that the contact group discussions resulted in no objections to the proposal among the participants.",
      "Chair Pachauri noted that the proposal is in conformity with the IPCC procedures, and the Panel accepted the revised proposal."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}