{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "Samoa",
      "Switzerland",
      "China",
      "Russian Federation",
      "Japan",
      "Norway",
      "Bulgaria"
   ],
   "enb_end_date": "06-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "06-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12185e.html",
   "id": "enb12185e_1",
   "section_title": "MECHANISMS",
   "sentences": [
      "Delegates met in morning and afternoon sessions of the mechanisms negotiating group to consider remaining issues relating to Protocol Articles 12 (CDM), 6 (joint implementation), 17 (emissions trading) and 7.4 (assigned amounts). On the designated operational entities of the CDM, Parties approved the Co-Chairs' revised COP draft decision whereby host Parties, before the submission of a validation report to the Executive Board, should provide written support that projects fulfill host country sustainable development objectives.",
      "BRAZIL, with CHINA and SAMOA, urged reference to a formal letter of agreement.",
      "On alternate members to the Executive Board, Parties expressed divergent views on members' roles and responsibilities.",
      "The matter was referred to informal consultations. Revisiting SAMOA's proposal for the consideration of stakeholders in the Executive Board's project reviews, CANADA and JAPAN, opposed by the EU and SWITZERLAND, proposed that it be the Board's responsibility to elaborate procedures for triggering reviews.",
      "NORWAY called for further consultations.",
      "On the election of the Board, SAMOA, with the EU and BULGARIA, called for consideration of gender balance. On guidelines for implementation of Article 6, SAMOA and the G-77/CHINA expressed concern with the early start of projects and their eligibility for ERUs as of 2008.",
      "The RUSSIAN FEDERATION and EU said the decision was in line with the Protocol provisions.",
      "The issue was forwarded to informal consultations.",
      "On administrative costs of Article 6 activities, the EU opposed SAMOA's proposal that procedural costs be considered prior to the establishment of the JI Supervisory Committee.",
      "The discussion was referred to informal consultations. On Article 17, Parties failed to reach agreement on several elements relating to the commitment period reserve, including whether to consider ERUs and CERs for the first commitment period.",
      "Delegates agreed to revisit the draft decisions pending deliberations on Article 7.4.",
      "AUSTRALIA, JAPAN and CANADA said that Parties, upon establishment of their assigned amount and until expiration of the additional period for fulfilling commitments, 'should' not make a transfer resulting in these holdings falling below the required commitment period reserve level.",
      "The EU, G-77/CHINA, SAMOA and SWITZERLAND supported the use of 'shall.",
      "' SWITZERLAND noted the need for mandatory requirements to maintain the integrity of the Bonn Agreements.",
      "The issue was forwarded to ministers.",
      "On the actions to be taken if calculations raise a Party's 'required' level of commitment period reserve above the Party's holdings of ERUs, CERs and AAUs, AUSTRALIA and CANADA supported reference to 'recommended' level.",
      "Co-Chair Chow, supported by the EU and G-77/CHINA, urged reference to 'required.",
      "' The issue was forwarded to ministers, noting that Co-Chair Chow's proposal enjoyed majority support. On the draft COP decision on Article 17, AUSTRALIA, opposed by the G-77/CHINA, SAMOA and the EU, proposed deleting the recommendation that COP/MOP-1 adopt the decision on emissions trading, arguing that the principles, modalities, rules and guidelines for trading should be defined by the COP.",
      "The issue was referred to UN legal experts. On the draft COP decision on principles, nature and scope of the mechanisms, CANADA and JAPAN, opposed by the EU, G-77/CHINA and SAMOA, proposed deleting text emphasizing that environmental integrity is to be achieved through sound modalities, rules and guidelines for the mechanisms, strict principles and rules governing LULUCF, and a strong compliance regime.",
      "After some discussion, the original text was retained, with reference to 'strict' being replaced with 'sound and strong.",
      "' Consideration of the related draft COP/MOP decision continued in an afternoon session, with Co-Chair Chow suggesting deleting a paragraph specifying that the provisions on the use of mechanisms shall apply individually for Parties acting under Article 4 (joint fulfillment), on the understanding that in Bonn the flexibility on supplementarity was given to some countries in exchange of the deletion of text on Article 4.",
      "AUSTRALIA, CANADA and JAPAN opposed the deletion, arguing, inter alia, that broader issues of transparency and good governance were involved.",
      "The paragraph was referred to the ministers. The negotiating group then considered the Co-Chairs' Article 7.4 non-paper.",
      "Delegates exchanged views and articulated their respective positions on, inter alia: the fixed or dynamic nature of assigned amounts; the possibility to restrict the use of mechanisms depending on a Party's ratification of the Protocol; the definition of assigned amount as a level or a volume of units; the need for a new concept to identify units resulting from project activities under Protocol Article 3.3 (afforestation, reforestation, deforestation) and 3.4 (additional activities), or the possibility for transparency concerns to be covered by the existence of a unit serial number; the possibility of setting limits on the transferability of CERs, banking and carry-over; and the distinction, if any, between subtraction and transfer of units, and between acquisition and addition of units.",
      "The EU, SAMOA and AUSTRALIA suggested that differences in opinion could be bridged by moving the debate away from conceptual approaches and toward a discussion of their consequences. Co-Chair Chow concluded by highlighting that the ultimate deadline was approaching and that despite the importance of Article 7.4, including for the resolution of issues in other negotiating groups, a 'spirit of compromise' had not been in evidence.",
      "He said the Co-Chairs would conduct bilateral consultations with regional groups in an attempt to move things forward.",
      "The negotiating group reconvened late evening, continuing its work into the night."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}