{
   "actors": [],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Uruguay",
      "Norway",
      "Mexico",
      "Marshall Islands",
      "Colombia",
      "Thailand",
      "Argentina",
      "Venezuela",
      "Malawi"
   ],
   "enb_end_date": "08-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "08-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12437e.html",
   "id": "enb12437e_1",
   "section_title": "MITIGATION (sub-paragraph 1(b)(iv) of the BAP):",
   "sentences": [
      "During the afternoon s contact group on sectoral approaches, the drafting groups on agriculture and on emissions from international aviation and maritime transport (bunker fuels) presented revised texts.",
      "URUGUAY explained that the drafting group had convened four times and produced a revised text as well as an agreement on a work programme relating to agriculture.",
      "On bunker fuels, CANADA noted that the drafting group had produced consolidated text with different options, in the form of clusters.",
      "ARGENTINA, supported by THAILAND and COLOMBIA, and opposed by MALAWI and VENEZUELA, proposed an additional meeting for each drafting group.",
      "MEXICO and MALAWI suggested that the text on agriculture should be forwarded to Barcelona.",
      "On bunker fuels, VENEZUELA, opposed by NORWAY and CANADA, proposed introducing their language on bunker fuels as an alternative to the clusters in the text.",
      "ARGENTINA stated that the existing consolidated text on bunker fuels would not lead the group to a consensus.",
      "SAUDI ARABIA suggested removing clusters and considering the text as individual options.",
      "The MARSHALL ISLANDS called for substantive discussion.",
      "Citing a lack of time, and concerns expressed by some parties about their inability to send representatives to a proposed additional drafting group, Facilitator Khan said he would create a new non-paper that will capture the work up to Tuesday, representing all parties proposals.",
      "He said he would include the proposed consolidated text by the drafting groups as a facilitator s text ."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}