{
   "actors": [],
   "countries": [],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Sep-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12554e.html",
   "id": "enb12554e_3",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the Bangkok climate talks wind down, delegates and observers have been adopting a variety of innovative approaches to navigating the informal status of these talks, circulating rough notes with bullet points, informal notes with headings that foreshadow possible decision text to be added, and discussion questions to encourage focus on the pertinent issues, while refraining from solidifying actual text.",
      "Some observers felt that a greater degree of convergence is occurring, while others struggled with the semantics of referring to text that technically, as yet, does not exist.",
      "One delegate prefaced his remarks to the facilitator of his group with, Thanks for the non-paper, with these non-bullets, that have a non-status, I think everybody understands that-¦ While the agenda reflected a full day of various informal discussions, at least one scheduled meeting, on adaptation, did not take place, as participants reportedly could not envisage that further discussions at this point would be productive.",
      "Informal pieces of text, meanwhile, are quietly making the hand-to-hand rounds, and circulating from one email queue to another.",
      "The real action, said a veteran of the process, was occurring today in the bilaterals and in hallway huddles.",
      "Some delegates involved in the Kyoto Protocol discussions observed that more progress has been made in the last five days in Bangkok, than in the two weeks in Bonn, noting the non-status of the Bangkok talks has provided a space for developing a structure and approach to resolving the issues that could be satisfactory to all concerned.",
      "Wednesday s sessions, some said, will reveal what processes will be undertaken in the space between now and Doha."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}