{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Australia",
      "Switzerland",
      "China",
      "Japan",
      "Belgium",
      "Antigua and Barbuda",
      "Yemen"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12478e.html",
   "id": "enb12478e_13",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "On Monday morning, AWG-KP Chair John Ashe (Antigua and Barbuda) outlined his aim of developing a negotiating text as an outcome of AWG-KP 11.",
      "Noting the urgency of the climate challenge, UNFCCC Executive Secretary Christiana Figueres said decisions must be taken, perhaps in an incremental manner, but most certainly with firm steps and unwavering resolve.",
      "She pledged the Secretariat s unflagging commitment and support.",
      "Parties then adopted the agenda and agreed to the organization of work (FCCC/KP/AWG/2010/8-9).",
      "In opening statements, Yemen, for the G-77/China, said the Kyoto Protocol is an essential element for the future of the climate change regime and urged serious quantified emission limitation and reduction objectives (QELROs) from Annex I parties.",
      "Many developing countries also expressed concerns that there may be a gap between the Protocol s first commitment period (2008-2012) and subsequent periods.",
      "Belgium, for the EU, stressed that while the EU would prefer a single, legally-binding instrument including essential elements of the Protocol, it is flexible regarding the legal form, as long as it is binding.",
      "He reiterated the EU s commitment to a 30% emissions reduction if other developed countries make comparable commitments and advanced developing countries contribute adequately.",
      "Australia, for the Umbrella Group, said work should focus on LULUCF, market mechanisms and common metrics.",
      "She noted that the Copenhagen Accord covers over 80% of global emissions.",
      "Switzerland, for the Environmental Integrity Group, supported progress on LULUCF, including on accounting rules and forest management baselines.",
      "Japan did not favor a simple amendment to the Kyoto Protocol and urged a single, comprehensive and legally-binding post-2012 framework."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}