{
   "actors": [],
   "countries": [
      "Brazil",
      "United Kingdom",
      "Australia",
      "Bangladesh",
      "Mexico",
      "Nepal",
      "India",
      "France",
      "United States",
      "Vanuatu",
      "New Zealand"
   ],
   "enb_end_date": "27-Jun-08",
   "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries",
   "enb_short_title": "Workshop",
   "enb_start_date": "25-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12376e.html",
   "id": "enb12376e_15",
   "section_title": "IDENTIFICATION OF NEEDS, RESEARCH, TECHNICAL WORK AND FURTHER ACTIONS ON METHODOLOGICAL ISSUES UNDER THE SBSTA",
   "sentences": [
      "The ensuing discussion addressed the identification of needs, additional research and technical work required, as well as further actions to facilitate the progress of work on methodological issues under the SBSTA.",
      "The United States cautioned that greater understanding is needed on the implications of the various options with regard to, inter alia , countries eligibility and the capacities necessary for reducing deforestation.",
      "France called for further future joint presentations by UN REDD and for more deliberation on strengthening institutions that are already contributing to dissemination of REDD methodologies.",
      "Vanuatu expressed satisfaction at the emerging level of consensus on methodologies and capacity building.",
      "He noted Vanuatu s experience in developing a national strategy but also its low level of capacity in forest monitoring, and called for capacity building on IPCC accounting and reporting methodologies.",
      "He agreed with the Tuvaluan proposal for an all in approach, said communities should be involved in the capacity-building process, encouraged coordinated use of existing satellites to make more historical data available for developing countries, and called for regional cooperation on remote sensing, carbon stock assessment, and capacity building.",
      "Australia noted the need to address cross-cutting issues and issues of governance.",
      "Brazil noted its readiness to share its experience and technologies with all developing countries free of charge.",
      "The United Kingdom noted that more research is needed on understanding of historical trends for reference levels, but that application of these methodologies should now receive attention.",
      "He stated that even if implementation takes place at the national level countries still need subnational estimates and good policy design.",
      "He noted that the UN REDD organizations are able to engage in many efforts already without long, demanding negotiation processes.",
      "France noted that the World Bank FCPF mechanism gives an example of moving ahead on implementation without waiting for a complete methodology and suggested the possibility of establishing independent panels or peer review in order to progress further.",
      "Bangladesh, highlighting common problems such as the high content of carbon in trees outside forests in countries like India, Nepal, Mexico, and his own, called for support for regional and international collaboration on methodological practices.",
      "New Zealand supported further analysis of the implications of methodological approaches as part of broad and substantial policy discussions on REDD, noting the need to address the problem more accurately, including externalities, market failures and institutional arrangements, and to identify criteria such as efficiency, social impacts, practicality and transparency."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}