{
   "actors": [],
   "countries": [
      "Philippines",
      "Nigeria"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_7",
   "section_title": "NATIONAL GREENHOUSE GAS INVENTORIES",
   "sentences": [
      "On Monday, participants discussed national GHG inventories, which they stressed constitute a major part of national communications.",
      "Presentations were delivered on a number of relevant topics, including: reporting of national GHG inventories; the revised 1996 Reporting Guidelines of the Intergovernmental Panel on Climate Change (IPCC), and the IPCC inventory software; IPCC good practice guidance and uncertainty management in national GHG inventories; the emission factor database (EFDB); IPCC good practice guidance for land use, land-use change, and forestry (LULUCF); and two case studies of national experiences in elaborating GHG inventories.",
      "Participants also engaged in a general discussion on inventories. Dominique Revet, UNFCCC Secretariat, discussed technical developments in GHG inventory reporting.",
      "He highlighted various new developments, including the adoption of the Revised 1996 IPCC Reporting Guidelines and UNFCCC Guidelines for the preparation of national communications from non-Annex I Parties (decision 17/CP.8), and completion of a UNFCCC manual for the Guidelines on preparing non-Annex I communications.",
      "He also drew attention to the development by the UNFCCC Secretariat of a modified version of the IPCC GHG inventory software to be released in late 2004, and acceptance by the IPCC in 2003 of the good practice guidance for LULUCF, and the IPCC EFDB.",
      "Revet provided a detailed account of the revised Guidelines for preparing non-Annex I national communications from COP-8, which included information on methodologies and reporting procedures. Kiyoto Tanabe, IPCC, briefed participants on the Revised 1996 IPCC Reporting Guidelines and accompanying inventory software.",
      "He outlined the work of the IPCC\u0092s National Greenhouse Gas Inventory Programme, including the various reports and tools it has prepared since 1995 to assist in the preparation of national GHG inventories.",
      "He informed delegates that the IPCC has started work on revising the 1996 Guidelines by 2006. Leandro Buendia, IPCC, spoke about good practice guidance and uncertainty management in national GHG inventories, which had been addressed in an IPCC report published in 2000.",
      "He outlined the report\u0092s guidance on how to reduce uncertainties and increase accuracy, transparency, comparability, and consistency over time.",
      "He detailed various methodological issues, including how to identify key sources of emissions - known as 'key source categories.",
      "' He explained that countries can take quantitative or qualitative approaches to identifying key source categories. Tanabe then presented the EFDB, a database of 'emission factors,' which are indicative emissions that take into account local conditions.",
      "He indicated that the aim of the EFDB is to save time and resources in countries that lack emission factors for certain sectors by providing easy access to such data from other countries with similar conditions.",
      "Tanabe invited contributions to the database, which will be evaluated by an EFDB editorial board prior to their use. Leandro Buendia then briefed participants on the IPCC\u0092s good practice guidance for LULUCF, accepted by the IPCC prior to COP-9, which he said aims to provide guidance on how to undertake inventories in the forestry, agriculture and land use sectors.",
      "Buendia explained that past IPCC guidance had not covered LULUCF activities, as they were being discussed in the context of the IPCC Special Report on LULUCF.",
      "He indicated that the good practice guidance aims to provide guidance on the choice of methods available to estimate LULUCF inventories within the context of the IPCC guidelines.",
      "It also provides data and information on sources and sinks, and estimated levels of carbon dioxide emissions for LULUCF activities. Following the IPCC presentations, participants were briefed on two case studies relating to GHG inventories.",
      "Jose Villarin, Manila Observatory, outlined the experience of the Philippines in addressing issues of resource assessment for its first national communication.",
      "In particular, he reported on various technical, human, institutional and financial gaps and obstacles hindering this work.",
      "Identifying key technical issues, he noted challenges relating to information management, networking and communication, training, archiving and research.",
      "Regarding gaps in human capacity, he highlighted the need to secure effective management and leadership, and to develop a critical mass of sector-specific expertise.",
      "On institutional issues, he stressed the value of a legal framework to facilitate information sharing among government agencies, while on financial issues, he highlighted questions of funding allocation, including the cost-effectiveness of outsourcing. Samuel Adejuwon, Federal Ministry of the Environment of Nigeria, briefed participants on his country\u0092s experience in preparing the GHG inventory for its first national communication, submitted in November 2003.",
      "Focusing on the resources available for this work, he drew attention to the various sources of data, information, and financial and technical support. Participants then discussed ways to disseminate the EFDB, as well as criteria to establish consistency between methodologies developed at the national level and those recommended by the IPCC.",
      "Speaking for the IPCC, Kiyoto Tanabe responded that, while national methodologies are encouraged, it is difficult to define general criteria to judge their consistency with IPCC methodologies.",
      "The World Meteorological Organization (WMO) suggested that developing countries should highlight their own contributions to the preparation of national communications, so as to encourage donors.",
      "Graham Sem, UNFCCC Secretariat, informed participants that the revised Guidelines include a section on contributions made by non-Annex I countries in 'cash and kind,' towards the preparation of their national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}