{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Senegal",
      "Japan",
      "Bolivia",
      "Norway"
   ],
   "enb_end_date": "08-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "08-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12416e.html",
   "id": "enb12416e_5",
   "section_title": "ANNEX I EMISSION REDUCTIONS (AWG-KP)",
   "sentences": [
      "In the contact group, discussions continued on Japan s proposal for a new protocol.",
      "JAPAN clarified that the proposal aimed to either replace the Kyoto Protocol, or to substantially amend it.",
      "He said the proposal envisages developed countries taking on emission reduction targets and developing countries taking on intensity targets compatible with their economic growth objectives.",
      "He highlighted the underlying science that shows that current emissions are almost double the atmosphere s absorptive capacity, said the goal is to balance emissions and absorptive capacity, and explained that the proposal does not include limiting global temperature increase or greenhouse gas concentration to specific levels. BRAZIL and BOLIVIA stressed that the introduction of a new protocol could take up to 15 years, and delay mitigation efforts, with SAUDI ARABIA pointing out that only six months remain to reach an agreement.",
      "BOLIVIA said discussions about burden-sharing must include consideration of climate debt of developed countries. NORWAY and JAPAN highlighted the difficulty of discussing Annex I aggregate targets in the absence of some Annex I countries.",
      "Senegal, for the AFRICAN GROUP, opposed delaying these discussions because of Protocol non-parties, highlighting that there is no guarantee of the participation of any such party in the implementation of targets agreed in either the AWG-KP or the AWG-LCA.",
      "After the morning contact group, parties met informally in the evening.",
      "The Secretariat presented the paper compiling and aggregating the emission reduction targets proposed by some Annex I parties.",
      "Parties discussed the paper, and requested inclusion of, inter alia , a variety of reference years reflecting parties submissions, an indication of whether the use of flexibility mechanisms is included, and a reduction range which does not include LULUCF. OTHER ISSUES (AWG-KP): A contact group met briefly to provide updates on the progress of the LULUCF spin-off group, and on the remainder of the other issues text (FCCC/KP/AWG/2009/8). INTERGOVERNMENTAL MEETINGS (SBI): During a contact group meeting, parties considered revised draft conclusions on arrangements for intergovernmental meetings.",
      "On organization of the intergovernmental process, AUSTRALIA and SAUDI ARABIA, opposed by the EU, emphasized strengthening language indicating that meetings should end at 6pm.",
      "AUSTRALIA proposed highlighting the importance of translating key documents in advance of the relevant sessions.",
      "CLIMATE ACTION NETWORK called for keeping negotiations open to observers for as long as possible to enhance transparency, and welcomed opportunities to make interventions.",
      "On 2009 sessions prior to COP 15, the Secretariat explained that, while encouraging indications of financial pledges had been received, sufficient funding for the entire year had not yet been secured.",
      "The Secretariat expressed optimism regarding raising funds to facilitate two participants from each eligible country to attend the meetings in Bonn, Bangkok and Barcelona, and three to attend COP 15 in Copenhagen.",
      "Parties continued to have divergent views on the duration of the high-level segment in Copenhagen, as well as on whether national statements should provide the only mode of exchange between ministers.",
      "Informal consultations will continue. REDD (SBSTA): In informal consultations, parties considered the Co-Chair s draft SBSTA conclusions paragraph by paragraph.",
      "Discussions centered on whether to refer to reference levels, reference emission levels, or levels, and on the breadth of future guidance the SBSTA might want to recommend in the context of any possible outcome from COP 15.",
      "Informal consultations will continue. FINANCIAL ISSUES (SBI): During informal consultations, delegates considered a proposed draft decision text put forward by one group of countries on the fourth review of the financial mechanism.",
      "Some parties indicated that the draft decision should look at past results, identify areas needing improvement, and be forward looking, taking into account the AWG-LCA s work.",
      "Delegates also emphasized the need for a balanced text, reflecting views of all groups.",
      "Informal consultations will continue. BUDGET (SBI): Parties met in two informal sessions where they considered the programme budget for the biennium 2010-2011.",
      "A revised budget proposal reflecting a reduction of Euro 1.08 million was considered.",
      "Parties also considered whether the budget would be denominated in euros or dollars, and the allocation proportion between the Convention and Protocol.",
      "Discussions will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}