{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_33",
   "section_title": "ASSESSING THE QUALITY OF CHANGE",
   "sentences": [
      "Although it is too early to judge the transformational extent of the changes introduced in the IPCC as a result of the IAC review, it is useful to note some signs of the effects of these changes.",
      "The most evident and welcome changes relate to increased transparency in the IPCC processes and procedures.",
      "There is more transparency and consistency over different stages of the assessment process, including the preparation, review, and endorsement of IPCC reports.",
      "There is a policy in place to address real or potential conflict of interest among all participants.",
      "There is even a better understanding of how the Panel is run, including its management structure, and roles and responsibilities.",
      "All these are critically important.",
      "Changes affecting the quality of management and governance are, however, more difficult to see and assess.",
      "Having good rules is the start, but adherence and practice is what makes a difference.",
      "The fact that the Executive Committee was not consulted or involved in the recruitment of the senior communications professional came as a surprise to many.",
      "One question was how the changes resulting from the IAC review would affect progress on the AR5.",
      "In many ways, the IAC review came at a convenient time for the IPCC- having just completed the Fourth Assessment Report and with the bulk of work concentrated on the Working Groups (WGs) as they initiated the AR5.",
      "In fact, many of the changes implemented had already been initiated by the WGs, including on a conflict of interest policy, guidance on the treatment of uncertainties and other guidance on procedures.",
      "Even the Executive Committee is a formalization of the previous Executive Team.",
      "As to the deliverables, the approval in the space of six months of two timely Special Reports - on Renewable Energy Sources and Climate Change Mitigation and on Managing the Risks of Extreme Events and Disasters to Advance Adaptation (SREX) - comes as evidence that the IAC review has not distracted the IPCC from its core business.",
      "As one participant noted, the IAC review was not meant to illicit a revolution but an evolution.",
      "The significance of the IPCC reforms will only become apparent as new challenges arise.",
      "Assessing the quality of change, that is whether the reforms that the IPCC has already undertaken will actually lead to making the Panel stronger in front of the increased public scrutiny, remains to be seen.",
      "Unfortunately, the lack of a comprehensive communications strategy stands in the way of making the Panel s reforms and its work evident to the outside world.",
      "Communicating the complex science of climate extremes and impacts as presented in the SREX could have already benefited from it.",
      "That is why most participants see rapid progress on a communications strategy as vital to ensure success in the implementation of the IPCC changes.",
      "While progress on the AR5 is going well, the impact of the IPCC s findings, and consequently its relevance, will be significantly influenced by how it is communication to the outside world."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}