{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Jamaica",
      "Australia",
      "Samoa",
      "Canada",
      "United States",
      "China",
      "Colombia",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "15-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "15-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12150e.html",
   "id": "enb12150e_1",
   "section_title": "MECHANISMS",
   "sentences": [
      "Parties continued deliberations on the consolidated text, focusing on emissions trading.",
      "Regarding the draft decision, the EU, JAPAN and NORWAY questioned the need for text in the decision on principles.",
      "The G-77/CHINA, with BRAZIL, SAMOA and JAMAICA, and opposed by the US and CANADA, said assigned amounts (AAs) were fixed.",
      "The EU added that FCCC Article 3 (commitments) referred to 'assigned amounts' not 'initial assigned amounts'.",
      "Chair Chow made a presentation on AAs that addressed, inter alia: the character of an AAs; what could be transferred and acquired; and an AAs' linkage with Protocol Articles 5, 7 and 8.",
      "SAMOA questioned whether parts of AAs (PAAs) could be held by allocated legal entities or only by sovereign states.",
      "She suggested that the issue of legal entities participating in emissions trading be addressed in the Appendix on domestic systems.",
      "She added that if legal entities were allowed to participate, the process must be transparent.",
      "NEW ZEALAND, with the US, said these were Party issues, and noted his support for full transparency.",
      "AUSTRALIA added that appropriate safeguards would be built into Articles 5, 7 and 8 and the provisions on registries. On the modalities of operation, the G-77/CHINA, opposed by CANADA, questioned whether Parties could transfer PAAs that remained unused because of factors other than P&Ms, such as economic recession.",
      "CANADA, opposed by the G-77/CHINA and EU, suggested withdrawing the appendix on elaborating guidelines on national systems relating to AA units and/or PAAs.",
      "On the share of proceeds, the US proposed that this be addressed by the group on guidelines.",
      "On registries, the G-77/CHINA noted that this issue could be addressed within each of the Articles on mechanisms.",
      "COLOMBIA highlighted a policy document submitted by various Latin American Parties aimed at promoting more effective CDM mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}