{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United Kingdom",
      "China",
      "Sweden",
      "Germany",
      "France"
   ],
   "enb_end_date": "12-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "12-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12327e.html",
   "id": "enb12327e_10",
   "section_title": "WORKSHOP ON MITIGATION: URBAN PLANNING AND DEVELOPMENT",
   "sentences": [
      "SBSTA Chair Kumarsingh introduced this in-session workshop on the scientific, technical and socioeconomic aspects of mitigation, explaining that it would focus on urban planning and development, including transportation. UN-HABITAT focused on four aspects of urban planning: transportation, homes and office buildings, industrial production and poverty reduction.",
      "He stressed that well-planned cities are an efficient use of space and energy.",
      "FRANCE presented on the experiences of the Lille area in waste management and inland waterway transport.",
      "GERMANY discussed a German-Malaysian project on approaches for the reduction of air pollutants in the context of sustainable urban traffic systems, highlighting public transportation options and the role of government.",
      "Two representatives of the EUROPEAN COMMISSION addressed the workshop.",
      "The first presented on the Commission's proposal for a revised strategy to reduce emissions from passenger cars and light commercial vehicles.",
      "The second outlined the Commission's proposal to include aviation emissions in the EU Emissions Trading Scheme. CHINA discussed high efficiency and low carbon options for urbanization, identifying the need for international, technical, scientific and financial support.",
      "The UK reported on efforts to reduce emissions in London through measures such as improving the energy efficiency of buildings, using renewable energy, and setting goals for zero carbon development.",
      "SWEDEN outlined a holistic and integrated multidisciplinary approach to urban planning, highlighting the need for systematic working procedures."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}