{
   "actors": [
      "Organisation for Economic Co-operation and Development",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "United Kingdom",
      "Colombia"
   ],
   "enb_end_date": "14-Oct-09",
   "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning",
   "enb_short_title": "Workshop",
   "enb_start_date": "12-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12440e.html",
   "id": "enb12440e_8",
   "section_title": "SESSION 3",
   "sentences": [
      "INTEGRATION OF ADAPTATION PLANNING ACROSS LEVELS In the afternoon, Sandra Lorena Santamaria Rojas, Colombia, presented on the integration of adaptation across different administrative levels in Colombia, focusing on their Integrated National Adaptation Plan, which includes pilot projects on increasing availability of climate variability information, adaptation actions in high-mountain ecosystems and coastal areas, and responding to climate-driven changes in the incidence of vector-borne diseases.",
      "She emphasized that these projects aim to integrate environmental issues into national planning processes, attain the Millennium Development Goals and increase local capacity to adapt to climate change.",
      "In terms of lessons learned, Rojas highlighted, inter alia : the need to integrate long and short-term objectives to increase political attractiveness; decentralization; enhancing early warning systems and vulnerability risk assessments to identify short-, medium and long-term priorities; and community involvement.",
      "Christopher West, UK, described nested adaptation in the UK and integration across administrative levels, the evolution of adaptation in the UK and the role of the UK Climate Impacts Programme.",
      "He described: top-down approaches related to the downward flow of adaptive capacity, such as scientific knowledge, integration and resources; and bottom-up approaches related to delivering adaptation action, such as assurance, best practices, and local experiences and diversity of approaches.",
      "He pointed to a number of challenges, including managing risk and not transferring risk to other environments or future generations, and said that efficiency may be the enemy of resilience.",
      "During the ensuing debate, participants discussed issues related to, inter alia : progress made towards measuring adaptation and identifying what constitutes a best practice; process-based rather than results-based measurements; government coverage of risk versus private insurance; advancing legislation to bring in private sector insurance providers; and sustainability of adaptation.",
      "In response to a question by Practical Action, who pointed to growing grassroots movements towards a low-carbon future, West noted that adaptation is often ignored by the general public and local community groups, and that often mitigation and adaptation actions are not linked.",
      "He said mitigation was a simpler concept, while noting difficulties with delivering it effectively, but emphasized that adaptation, while more difficult to understand, was easier to address once the concept is grasped.",
      "Shardul Agrawala, Organization for Economic Cooperation and Development (OECD), discussed integration of adaptation across different administrative levels.",
      "He identified adaptation entry points at the national, sectoral, local and project levels, highlighting areas where climate change risks need to be considered and adaptation can be integrated.",
      "Agrawala described the OECD s proposed climate lens, which involves determining the extent to which: specific policies, plans or projects could be vulnerable to climate risks; these climate risks have already been taken into consideration; and policies, plans or projects could lead to increased vulnerability or maladaptation.",
      "He also underlined the importance of adaptation cost estimates, particularly at the national level.",
      "In the ensuing discussion, participants discussed how to collect information on adaptation costs and the importance of ecosystem-based adaptation to ensure coherence across different sectors.",
      "Rachel Berger, Practical Action, presented on linking adaptation planning and implementation from community to national levels, highlighting that community-based adaptation is based on, inter alia : increased understanding of the climatic changes that people perceive; building on local knowledge; reducing vulnerability; strengthening resilience to shocks; and building adaptive capacity.",
      "She noted the need for a bottom-up approach, replicating what works and mainstreaming good practices and relevant knowledge.",
      "Berger identified the need to improve: incorporation of ecosystem management into adaptation planning; understanding of the interdependencies between economic, social and ecological systems; conflict resolution; and use of bottom-up approaches.",
      "During the discussions, the World Bank highlighted the need to distinguish between ecosystem resilience, ecosystem-based adaptation and ecosystem approaches.",
      "In response to a query, Berger emphasized that it is necessary to mesh levels by scaling up what works at the local level, while recognizing that at higher levels, some issues will have to be fed back down in order to achieve sustainability."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}