{
   "actors": [
      "Environmental Integrity Group",
      "Umbrella Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "China",
      "Switzerland",
      "Grenada",
      "Argentina",
      "New Zealand"
   ],
   "enb_end_date": "29-Nov-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "29-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12524e.html",
   "id": "enb12524e_5",
   "section_title": "OPENING STATEMENTS :",
   "sentences": [
      "Argentina, for the G-77/CHINA, supported a second commitment period under the Kyoto Protocol as part of a balanced and comprehensive outcome for Durban, saying the Cancun Agreements should be fully operationalized.",
      "Australia, for the UMBRELLA GROUP, supported a transition towards a climate change framework including all major economies, taking into account countries respective capabilities.",
      "The EU said Durban should address the gap in the level of ambition, a common international accounting system and a process to deliver a new global comprehensive legally-binding framework to be completed by 2015.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), outlined three important steps for Durban: agreeing on key elements of an international regime after 2012; launching a process to further strengthen the regime in the mid-term; and agreeing on the key elements of a shared vision, including a long-term global goal for emission reductions and a date for peaking of global emissions.",
      "Grenada, for AOSIS, supported: a process to scale up the ambition of mitigation pledges; a second commitment period; a Durban mandate for a legally-binding agreement in accordance with the Bali Action Plan; operationalizing the new institutions established in Cancun; and reviewing the adequacy of the long-term global goal for emission reductions. YOUTH said Durban should not be the burying ground for the Kyoto Protocol. COP/MOP AWG-KP Chair Adrian Macey (New Zealand) discussed the need for a decisive outcome that completes the work of the AWG KP.",
      "On challenges, he noted bridging differences, especially over the fundamental issue of the commitment period and the need for a major political decision."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}