{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "31-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "27-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12339e.html",
   "id": "enb12339e_24",
   "section_title": "THE BALI EQUATION - AMBITION DELIVERS THE MEANS",
   "sentences": [
      "Process and substance are like partners dancing an eternal waltz through the corridors of the climate change regime.",
      "The Convention Dialogue managed to identify a clear set of building blocks for a future regime thanks to careful attention to process.",
      "The Vienna discussions on financing issues based on a report by the Secretariat made an important contribution of substance.",
      "The UNFCCC Executive Secretary has never tired of rehearsing an equation that, he believes, will unlock the energy and the means for parties to step up to the plate for a new global commitment.",
      "Critically, that equation links the ambition of future commitments to the prospect of massive new flows of cash, notably investment in clean and sustainable development in non-Annex I countries.",
      "This would involve new and expanded flexible mechanisms and a new level of certainty about the future of the nascent global carbon market.",
      "This explains the importance of what were, at times, far reaching contributions from members of the financial community during the Dialogue session.",
      "A former AOSIS negotiator anticipated a time when countries will scrutinize the carbon market in a similar fashion to the role of central banks in monitoring fiscal discipline today.",
      "Initiatives related to financing have already begun to take on a life of their own, and will receive an additional boost during parallel sessions involving finance and trade ministries in Bali.",
      "Overall, many feel that the Convention Dialogue's contributions helped to define the building blocks that will be part of future negotiations.",
      "These elements will be predicated on building sufficient confidence around convincing levels of investment flows, both private and public, to non-Annex I countries, and unleashed by the adoption by Annex I parties of the most ambitious emissions reduction objectives.",
      "The elements may include: innovative financial and investment instruments, including an expanded CDM; better access to clean development projects; more detailed work on spillover effects, including trade impacts; a clearer delineation of the respective roles of public and private finance, notably in the context of adaptation; an integrated approach to mitigation and adaptation, in the context of sustainable development; and new tailored policies and measures (or soft commitments) that may come to define a new system of differentiation within the non Annex I parties.",
      "Other issues that will require attention include sectoral approaches, carbon capture and storage, aviation emissions, deforestation, and research and development."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}