{
   "actors": [],
   "countries": [
      "United States",
      "Morocco"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_81",
   "section_title": "COP-7: FINDING WISDOM AND MODERATION IN THE BARGAINING PROCESS?",
   "sentences": [
      "In his address to the plenary, Morocco's Prince Moulay Rachid, speaking on behalf of King Mohammed VI, expressed the hope that 'out of your blessed conference may emerge a message of optimism, of wisdom, of moderation and of hope, a message that is so badly needed by mankind today.",
      "' In the negotiators' world of driving a hard bargain, particularly where the stakes are so high, seeking to find moderation in negotiating styles was perhaps unduly optimistic.",
      "But, in having successfully secured a deal - albeit one that many will find disappointing - it is possible that Marrakesh will serve as the foundation for a comprehensive multilateral approach. To many observers, the real value of the Kyoto Protocol lies not in its direct impact on limiting greenhouse gas levels, but rather in serving as a precedent for concerted and coordinated global action on climate change.",
      "In this regard, the outcome of the COP-7 negotiations bodes well, as few Parties now have an excuse not to ratify the Protocol.",
      "Furthermore, as Jan Pronk was overheard saying at the close of the meeting, 'COP-7 now provides the US with a suitable legal structure to join the process of combating global climate change.",
      "' It remains to be seen whether Marrakesh will be remembered for its wisdom and moderation in providing the first steps for a multilateral response to climate change, or whether it will be remembered for the belligerent bargaining tactics that many believe have unduly undermined the environmental integrity of the Kyoto Protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}