{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Netherlands",
      "Philippines",
      "India",
      "United States",
      "Malaysia",
      "Zimbabwe",
      "China",
      "Japan"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_25",
   "section_title": "ROSTER OF EXPERTS",
   "sentences": [
      "On 21 October, delegates considered a report on the experience of the Secretariat in using the roster of experts (FCCC/SBSTA/1997/11), and a document containing nominations to the roster (FCCC/SBSTA/1996/INF.6).",
      "The report notes that the current roster contains 312 nominees from 44 Parties, of which 184 are from Annex I Parties and 128 are from non-Annex I Parties.",
      "The five most frequently represented fields of expertise are energy technology, natural resources management, mitigation and planning, water resources management, and environmental economics. The EU noted that Parties should review the information on the current roster and submit additional nominations to the Secretariat, particularly of experts with backgrounds related to the economic and financial aspects of transfer of technology.",
      "With regard to the issue of Intergovernmental Technical Advisory Panels (ITAPs), she pointed out that until now SBSTA had not been able to establish the panels, mainly because of difficulties in agreeing on a structure.",
      "She said the structure should facilitate a flexible and effective approach and indicated that a number of small working groups could be established to deal with SBSTA's scientific and methodological issues. The G-77/CHINA reiterated that the establishment of ITAPs is central to SBSTA's work, particularly on technology transfer and know-how.",
      "The US said it was premature to take a decision on ITAPs and encouraged better use of the roster through increased participation by experts.",
      "The US said nothing precluded putting the EU proposal into effect right away. JAPAN and ZIMBABWE agreed that although a useful tool, the roster lacked geographical balance, perhaps due to inadequate dissemination of information on the roster in certain regions.",
      "MALAYSIA and INDIA noted an emerging consensus that some of the issues need to be studied by groups of experts. On 28 October, the Chair invited comments on draft conclusions in a paper drawn up by Zimbabwe, Malaysia, India, the US, Canada, and the Netherlands on the Roster of Experts.",
      "The NETHERLANDS explained that the essence of the draft conclusions is a request to the Secretariat to continue using the roster for methodological and technical guidance and an invitation to prepare an evaluation before COP-5.",
      "The draft conclusions also deal with: ITAPS; expansion of the roster in the field of methodologies; the criteria for utilizing members of the roster; a review of the standardized form for collecting information on nominees; and a request that the Secretariat report on criteria used for selection. SAUDI ARABIA expressed concern about the possibility of important tasks being dominated by one region.",
      "The PHILIPPINES introduced an amendment on criteria for using members of the roster, ensuring that the element of capacity building is fully respected.",
      "MALAYSIA pointed out that SBSTA could request, not authorize, that the Secretariat continue using the roster. SBSTA adopted draft conclusions on the roster of experts.",
      "In utilizing the roster, SBSTA requested that the Secretariat, inter alia, take into account certain criteria such as experts' relevant professional backgrounds, balanced regional representation and capacity building.",
      "SBSTA also concluded that, to date, 'there had not been sufficient experience to fully evaluate the utility of the roster or its use by the Secretariat' and requested further evaluation of the roster for COP-5."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}