{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Group of 77"
   ],
   "countries": [
      "China",
      "Moldova"
   ],
   "enb_end_date": "21-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "21-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12171e.html",
   "id": "enb12171e_1",
   "section_title": "PLENARY",
   "sentences": [
      "Delegates met late morning in a Plenary session to receive information on the process for the high-level segment.",
      "President Pronk reported on five decisions taken by the extended Bureau.",
      "He said the Bureau had decided that the substantive negotiations would take place on the basis of a Note by the Co-Chairs of the negotiating groups (FCCC/CP/2001/CRP.8), a 'streamlined document' that outlines clear options on all the key outstanding political issues.",
      "Negotiations would take place in a closed main negotiating group, chaired by President Pronk and guided by the Plenary.",
      "The group is to report to Plenary on a daily basis, and be composed of: one representative from the Environmental Integrity Group; three from CG-11; one from Central Asia and Moldova; five from the EU; six from the 'Umbrella Group'; and nineteen from non-Annex I Parties.",
      "Each representative may be assisted by two delegates.",
      "Various spin-off negotiating groups may be established if required, and the groups will be chaired by persons designated by the main group. President Pronk explained that negotiations on technical issues would continue Friday and Saturday in the four negotiating groups that were established on Monday 16 July.",
      "In addition, a new technical negotiating group, chaired by Harald Dovland, was established to address Protocol Articles 5 (methodological issues), 7 (communication of information), and 8 (review of information). President Pronk emphasized that there was clear agreement to avoid any further discussion on procedural issues.",
      "The G-77/CHINA called for a flexible approach on process, noting the possible need to modify the size, format or functioning of the group.",
      "He urged against having parallel political and technical negotiations.",
      "President Pronk emphasized that no parallel negotiations would occur if this might hamper the work of the group."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}