{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_30",
   "section_title": "A TALE OF TWELVE SECTIONS",
   "sentences": [
      "…we had everything before us, we had nothing before us… At the start of ADP 2-10, parties had the building blocks of the Paris package before them―a compilation text including all parties’ views and a Co-Chairs’ Tool categorizing the text into three parts.",
      "Part 1 contained provisions for the 2015 agreement; part 2 housed provisions for COP decisions; and part 3 listed the provisions whose placement required further clarity.",
      "Many initially lauded the Tool, which was prepared at parties’ request.",
      "Yet by the end of the meeting, the Tool became ill-fitted for the task at hand, because it could not resolve deep differences among parties on the elements of the Paris package, the structure of the agreement, and how to address cross-cutting issues.",
      "In reality, the Tool was only supposed to be a complement to the Geneva Negotiating Text, however, parties disagreed on how to use it.",
      "Parties spent considerable time during the first two days of the meeting debating whether to: place issues from part 3 of the Tool (provisions requiring further clarity) into the sections for the agreement or decisions; address issues thematically; move paragraph-by-paragraph through the text; or use spin-off groups to deepen understanding.",
      "In particular, the placement of items in part 3 of the Tool (provisions requiring further clarity) stirred fears that these more controversial issues would end up in “dustbins.” This led to calls for re-categorizing elements in part 3, which a delegate termed “resorting to re-sorting.” Others wished to focus on part 1 (agreement) to find traction and clear space for more difficult issues.",
      "The lack of clarity on the overall strategy of how to use the Tool caused procedural delays in the first two days of the meeting―precious time that parties could not recover.",
      "As an observer visualized, “it is like trying to mold a sculpture from rigid, fixed blocks, with no new material.” The debates over placement of text reflect deep and unresolved divides among parties on the overall vision of the Paris package.",
      "Pointing to the difficulty of amending an international agreement, developed countries prefer a brief agreement establishing institutions and key provisions, with the operational details left to COP decisions, which are easier to modify over time.",
      "Developing countries have different criteria.",
      "They believe that important elements should be in the agreement, reflecting concerns that COP decisions are more ephemeral and lower profile.",
      "Furthermore, since the final days in Paris will likely be hectic, developing countries expressed concern that COP decisions could be put off until the next COP.",
      "One delegate explained how this complicates agreeing to a package: “if the what is in the agreement and the how is in the decisions, how can we agree to the what without knowing the how?” Such sequencing issues were complicated by the section-specific method of work and disagreements on how to structure the 2015 agreement.",
      "For example, many countries prefer a comprehensive General/Objective section, with leaner, more specific thematic sections.",
      "Others seek a concise or even no General/Objective section with the bulk of the provisions in their respective thematic sections.",
      "In addition, many issues emerged as cross-cutting, confounding parties on how to address them in the issue-specific facilitated groups.",
      "The timeframes group tried to refer housing of commitments to the procedural and institutions group, which identified housing as a timeframes issue.",
      "Adaptation finance emerged as a strategic, cross-cutting issue, slowing discussions in both the finance and the adaptation discussions.",
      "During the final meeting of the contact group, the Co-Chairs’ announcement that all parties would, together, read through the new text in October came as a welcome development for many, frustrated with shuffling issues around the sections.",
      "Changing the modalities of work for the technical negotiations, which form the foundation of the pyramid of processes currently underway, hold promise to work on cross-cutting issues and clarify the elements of the Paris package among parties.",
      "These rather mechanical fixes to the technical negotiations are one way to help accelerate negotiations to the necessary pace.",
      "Yet the political processes underway are also essential elements to facilitate a successful outcome in Paris."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}