{
   "actors": [],
   "countries": [
      "Canada",
      "Sudan",
      "Saint Lucia",
      "France",
      "United States",
      "Belgium",
      "Switzerland",
      "Argentina",
      "Mauritius",
      "Saudi Arabia",
      "Cuba",
      "South Africa",
      "United Kingdom",
      "Austria",
      "Germany",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_22",
   "section_title": "Small Islands",
   "sentences": [
      "The section on small islands was discussed on Thursday afternoon and was adopted without major debate.",
      "Mauritius proposed inserting reference to tropical cyclones and health impacts, with delegates agreeing to add a sentence identifying special vulnerability to climate change, sea-level rise and extreme events.",
      "On sea-level rise, Cuba underscored its importance and delegates agreed to Saint Lucia's proposal to mention threats to settlements and facilities in addition to vital infrastructure.",
      "On water resources, data gaps were identified concerning islands of the Indian Ocean.",
      "After the sub-sections on sectors, systems and regions, there are a number of paragraphs.",
      "On more systematic understanding of magnitudes of impact , the US, supported by Saudi Arabia, and opposed by the Russian Federation, Belgium, Austria, the UK and others, called for deleting a sentence explaining that assessment of potential key vulnerabilities is meant to provide guidance to decision makers, for example, for identifying levels and rates of climate change that, in the terminology of the UNFCCC Article 2, could result from \u0091dangerous anthropogenic interference \u0092 with the climate system.",
      "Several formulations were proposed by the US and Co-Chair Parry trying to avoid the reference to anthropogenic interference and to UNFCCC Article 2.",
      "A Lead Author, supported by the Russian Federation and others, and opposed by the US and Saudi Arabia, quoted the mandate of WGII to specifically address UNFCCC Article 2.",
      "Given lack of consensus on the reference, delegates agreed to a proposal by the UK stating to help decision makers make appropriate responses to the risks of climate change.",
      "Reference to the UNFCCC was removed.",
      "On systems, sectors and regions especially affected by climate change, the US, supported by Saudi Arabia, and opposed by Austria, Argentina, South Africa, Switzerland and others, proposed to remove the entire section listing systems, sectors and regions likely to be specially affected by climate change saying that they are all included elsewhere.",
      "Argentina called for adding reference to wetlands, and South Africa proposed adding semi-arid ecosystems.",
      "The US said that she had no problem with the substance but that given that it is captured in other sections and the lack of time for discussion, called for deleting the whole section.",
      "Germany, France, Canada, Sudan, Austria, South Africa, Japan, Switzerland and others opposed deletion, with France expressing concern with the proceedings and the removal of text at the request of a single delegation or two.",
      "The section was nonetheless removed.",
      "On large-scale climate events , on a paragraph on the Meridional Overturning Circulation (MOC), France noted that the inclusion of impacts on terrestrial vegetation in the 21st century as a result of large scale and persistent changes in the MOC could be confusing and proposed deleting it.",
      "Belgium, with the UK, questioned the need to refer to the possibility of net cooling occurring after the 21st century in some locations given that WGI did not mention it, and, opposed by Saudi Arabia and the Russian Federation, proposed removing the reference. WGII agreed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}