{
   "actors": [],
   "countries": [
      "Netherlands",
      "Germany"
   ],
   "enb_end_date": "19-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "19-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12262e.html",
   "id": "enb12262e_3",
   "section_title": "THE BUENOS AIRES PLAN OF ACTION",
   "sentences": [
      "The Buenos Aires Plan of Action (BAPA) was negotiated at COP-4 in 1998, to set out a process for taking forward the provisions of the Protocol.",
      "The BAPA set COP-6 as the deadline for reaching agreement on the operational details of the Protocol and on strengthening implementation of the UNFCCC.",
      "In particular, Protocol issues to be addressed included rules relating to the flexible mechanisms, a regime for assessing Parties\u0092 compliance, accounting methods for national emissions and emissions reductions, and rules on crediting countries for carbon sinks.",
      "Issues under the UNFCCC that required resolution included questions of capacity building, the development and transfer of technology, and assistance to those developing countries particularly vulnerable to the adverse effects of climate change or to actions taken by industrialized countries to combat climate change. Following agreement on the BAPA at COP-4, subsequent meetings attempted to reach agreement on the various elements of the work programme.",
      "In November 2000, Parties met at COP-6 in The Hague, the Netherlands, and attempted to complete these negotiations without success.",
      "COP-6 was suspended until July 2001 when it reconvened in Bonn, Germany.",
      "Delegates held protracted consultations, and finally agreed to adopt a political decision, the Bonn Agreements.",
      "However, this political decision could only be operationalized through a package of COP decisions on specific issues such as the flexible mechanisms, compliance and land use, land-use change and forestry (LULUCF).",
      "As delegates were unable to finalize text on every decision, they agreed to forward all the draft decisions to COP-7 for final resolution."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}