{
   "actors": [
      "African Group",
      "Group of 77",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Argentina",
      "Egypt",
      "Denmark",
      "Costa Rica",
      "Ethiopia",
      "China",
      "Switzerland",
      "New Zealand",
      "Malawi"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_68",
   "section_title": "ISSUES RELATING TO AGRICULTURE:",
   "sentences": [
      "This item (FCCC/SBSTA/2014/INF.2) was first considered by the SBSTA on 4 June, and was subsequently taken-up in a contact group co-chaired by Selam Kidane Abebe (Ethiopia) and Peter Iversen (Denmark).",
      "During the contact group, participants expressed support for the report of the workshop and discussed possible future work on agriculture under the UNFCCC.",
      "Egypt, for the G-77/China, supported further work on exchanging scientific information on adaptation policies and approaches.",
      "Malawi, for the African Group, underscored the need to address issues related to small-scale and subsistence farming.",
      "Costa Rica, for AILAC, called for a framework for agriculture.",
      "New Zealand suggested seeking scientific advice on reducing emissions, while Argentina stressed the need to stay within the adaptation mandate provided by SBSTA 38.",
      "Switzerland suggested addressing livestock-related issues.",
      "During subsequent informal consultations, parties continued to discuss possible issues for future consideration.",
      "In particular, parties debated whether or not to address mitigation issues in future actions under this agenda item.",
      "During the closing plenary on 15 June, Egypt, for the G-77/China, congratulated all parties on their efforts in working toward a 'roadmap' on agriculture for COP 22."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}