{
   "actors": [
      "African Group",
      "League of Arab States",
      "Brazil, South Africa, India and China",
      "Independent association of Latin America and the Caribbean",
      "Environmental Integrity Group",
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Sudan",
      "Nepal",
      "Costa Rica",
      "Switzerland",
      "China",
      "Peru",
      "Russian Federation",
      "Bolivia",
      "Ecuador"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_21",
   "section_title": "CLOSING STATEMENTS:",
   "sentences": [
      "Bolivia, for the G-77/China, Ecuador, for the LMDCs, Saudi Arabia, for the Arab Group, and Sudan, for the African Group, expressed dissatisfaction with the new iteration of the Co-Chairs' draft text on INDCs, lamenting that it fails to reflect the views of all parties.",
      "On elements of the 2015 agreement, the G-77/China, the LMDCs, the Arab Group and the African Group called for a shift in the working mode in Lima, with the LMDCs suggesting focused groups entering into 'formal negotiations for drafting text on all core elements'.",
      "The African Group added that INDCs and elements of the 2015 agreement should be addressed together.",
      "Nepal, for the LDCs, said Bonn had provided a good opportunity to enhance understanding on each other's positions.",
      "He called for a more focused discussion on elements, adding that all elements are of equal importance and require proper and balanced treatment.",
      "South Africa, for BASIC, expressed disappointment with the lack of progress in the consideration of the elements of the 2015 agreement, and, with the LDCs, called for discussions in Lima in more focused groups.",
      "She suggested the Co-Chairs appoint facilitators for such groups, which would base their work on an updated version on the non-paper on the elements for a draft negotiating text.",
      "Australia, supported by the Russian Federation, expressed difficulty with moving to breakout groups, stressing the need to avoid operating in silos.",
      "Switzerland, for the EIG, stated that progress 'has been slow because of us, the parties, not because of the Co-Chairs'.",
      "He underlined that, despite slow progress, parties had deepened their understanding on key issues and called for focused discussions.",
      "The EU and Australia, for the Umbrella Group, looked forward to further iterations of the non-paper on the elements for a draft negotiating text.",
      "Saying that they are a group of 'bridge building engineers', Costa Rica, for AILAC, urged all parties to redouble their efforts to find more points of convergence, calling for a mode of work that leads to tangible results in Lima.",
      "He stressed the INDC draft decision does not reflect progress made at the meeting.",
      "Peru noted that all delegates had indicated their determination to step up the negotiating work, welcomed the honest dialogue carried out during the meeting, and supported the Co-Chairs.",
      "Co-Chair Runge-Metzger thanked parties for their views and suspended the second session of the ADP at 6:41 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}