{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Jamaica",
      "Ethiopia"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_21",
   "section_title": "Group 2: Advancing dissemination and sharing experiences",
   "sentences": [
      "Carlos Fuller, Caribbean Community Climate Change Centre (CCCCC), chaired the discussion group.",
      "Noting the need to review and build upon, as opposed to replicate, the recommendations from the Rome and Cairo NWP workshops, he opened discussion on improving dissemination and sharing experiences on methods and tools.",
      "The UK suggested considering how the Rome and Cairo recommendations could be implemented, and underscored the need for a strong and ongoing feedback mechanism for tools and methods.",
      "Supporting a dialogue between providers and users, Coastal Zone Management (CZM) stressed the need for feedback to be independent and focused on user experiences.",
      "Jamaica explained there was no one size fits all methodology, but that it would be useful to refine one or two methodologies and suggested holding a technical workshop on specific tools and methods.",
      "Some participants suggested the UNFCCC could provide a clearinghouse facility.",
      "The UNFCCC explained they have a compendium of tools and several participants suggested this be further developed to include evaluation of usefulness of methods and tools in different situations.",
      "RIOCC suggested a chart of comparisons of key areas would be useful for decision makers and Jamaica and CZM underscored the need for better communication between method and tool users and developers or experts.",
      "The International Institute for Sustainable Development (IISD) explained the development of the Community-based Risk Screening Tool - Adaptation and Livelihoods (CRiSTAL), which aims to integrate climate change risk into decisions on project activities.",
      "She noted keys to its successful development included the iterative process that incorporated feedback into the tool, as well as the identification of champions. CZM stressed that two-way dissemination is necessary to ensure information reaches the grassroots level and that practitioners provide feedback to policy makers.",
      "The UK noted the challenge of providing information and expertise on climate change adaptation to people without internet access or telephones.",
      "Ethiopia explained that in his country, once people receive training, they often obtain find more gainful employment abroad."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}