{
   "actors": [
      "Umbrella Group",
      "European Union"
   ],
   "countries": [
      "Australia",
      "South Africa",
      "India",
      "Latvia",
      "Germany",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "15-Apr-99",
   "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol",
   "enb_short_title": "Tech. Work",
   "enb_start_date": "09-Apr-99",
   "enb_url": "http://www.iisd.ca/vol12/enb1298e.html",
   "id": "enb1298e_14",
   "section_title": "QUESTION AND ANSWER SESSION",
   "sentences": [
      "When asked how the registry would reconcile the changes that occur on stock exchanges, the experts replied that each transaction would have to be processed through national registries.",
      "They also noted that if an ERU is created, an AAU would have to be subtracted.",
      "Questions were also raised regarding the level of transparency, whether information on implementation would be included, how to track forward trades, and the need for a global registry. Proposals from Parties on Technological and Methodological Issues: CHINA stated that the transfer of emissions reductions under Article 17: does not bestow rights or entitlements to Annex B Parties; should be supplemental to domestic actions for the purpose of meeting quantified emissions reduction commitments; should be conducted between and among Parties included in Annex B; and will bring about real and measurable benefits related to the mitigation of climate change.",
      "He said that transfers could be affected through a bilateral and multilateral arrangement between and among Parties without creating a new international business transaction regime. GERMANY, on behalf of the EU and others, said that any part of an assigned amount transferred should correspond to the actual emissions reductions resulting from domestic mitigation efforts.",
      "She said that only Parties that have ratified the Kyoto Protocol should be eligible to participate.",
      "Legal entities may be authorized to participate in emissions trading under the responsibility of an Annex B Party that: has established and maintained a national system for accurate monitoring, verification, accountability and allocation of parts of AAUs and whose commitments will not be affected by the participation of the entities.",
      "She highlighted the following as issues requiring more attention: how to ensure environmental effectiveness; how to ensure transparency, accessibility and verifiability; whether AAUs should be retired annually; and how emissions trading can serve as an incentive for compliance. SOUTH AFRICA stressed the need for a certain degree of interchangeability between the mechanisms.",
      "He reiterated that no new structures should be set up to manage the mechanisms, noting that existing institutions and structures are sufficient. SWITZERLAND stressed that an emissions trading system must be as simple as possible.",
      "She highlighted the quality of inventory data and said the risk of overselling and fraud were central issues in developing a system of accountability for trading.",
      "She proposed using a post-verification trading approach because it is the simplest, most predictable and most environmentally credible.",
      "In a post-verification system, overselling is impossible and there is no need for liability stipulations.",
      "This system allows Parties to trade only the excess of assigned emissions over actual emissions.",
      "Certificates for these excess units could be issued annually to each Party by the Secretariat if the Article 8 review process raised no question of implementation related to the quality of the emissions inventory.",
      "She said that Parties who are issued AAU certificates could choose to retain them for ensuring compliance with their obligations under Article 3 or trade them. The UMBRELLA GROUP stressed the importance of defining a standard tradable unit equivalent to one metric tonne.",
      "He stated that Parties found not to be in compliance with obligations under Article 5 or 7 and not maintaining a national registry may not participate in emissions trading.",
      "He said that each Party has the discretion to allow entities to participate in trading with the authorizing Party responsible for the entities and for the fulfillment of its obligations under the Protocol.",
      "With regard to registries, he said that these should contain publicly accessible records on holdings, transfers and acquisitions of AAUs.",
      "On reporting, he noted the inclusion of information on transfers and acquisitions of AAUs and any retired amounts in the annual report to the Secretariat.",
      "Regarding the end of commitment period, he said Parties could have an opportunity to cure any emissions overage through the acquisition of AAUs.",
      "He stated that there should be consistent treatment of Parties whose emissions exceed their assigned amounts whether or not they had engaged in emissions trading. INDIA asked how issues relating to accountability, including buyer and seller liability, could be discussed without first determining rights susceptible to abuse and from which questions of liability would emerge.",
      "He urged commencement of discussion on the nature and scope of Article 17 to help determine rights.",
      "He noted that the emissions limitation and reduction commitments assigned in the Protocol do not establish entitlement to trade.",
      "Regarding 'hot air,' he questioned how it will be reported and verified and whether any right for selling could be attached to it. Discussion of proposals: In the ensuing discussion, participants considered the model proposed by Switzerland, issues surrounding liability, reporting periods and methodology, and whether the trading system would be on a year-by-year or commitment period basis.",
      "One participant asked how, in the Swiss model, both post- verification and forward trading could be allowed, and what would happen if, when forward trade takes place, no permits remain for the selling Party.",
      "Switzerland replied that in addition to AAUs, CERs and ERUs would be available in the market, and that hedging against such an event is the responsibility of those offering forward trades.",
      "Another said the Swiss proposal muted the liability issue, because AAUs sold on the spot market would already be certified.",
      "One speculated that this system would be similar to a buyer liability system with only forward trading, but with more security for the buyer because the validity of permits could be calculated before the end of the budget period. One participant noted that trading of surplus allowances would build confidence in the trading system.",
      "He said a system of trading surpluses would fit well with annual reporting, but noted that data compilation can take a bit of time.",
      "Another participant remarked that estimates of what is available for the market must be revised at the end of the budget period.",
      "Participants also focused on, inter alia: avoiding incentives for Annex B countries to sell a portion of their assigned amount that they will need for compliance; whether there should be a body similar to the Executive Board of the CDM for emissions trading; whether the focus on Article 17 rules distracts from overall Protocol compliance issues; and whether Article 17 actually covers legal entities. Working Group ON Emissions Trading: Brian Fisher (Australia) and Ingrid Apene (Latvia) chaired the working group on emissions trading.",
      "Participants first addressed issues related to reporting and emissions registers, and the links to compliance.",
      "Most speakers agreed on the importance of developing internationally agreed guidelines and rules.",
      "It was stressed by some that granting private entities access to registries requires Parties to supervise such access accordingly.",
      "Others said that if Parties focus on strong domestic compliance and oversight, then ensuring that each legal entity is acting in compliance might not be necessary.",
      "Regarding the linkages between the national registries, some participants stressed that they should be compatible, but not necessarily identical.",
      "Some speakers focused on whether: domestic trading is within the purview of the international registry; whether the registry is open to public scrutiny beyond the national level; and what happens if there is conflict with the rules drawn up by the COP and the domestic registry rules.",
      "One participant thought the proposals for registries called for too much information, and suggested limiting them to adding or subtracting from the assigned amount and covering the source of removals. The discussion also focused on proposals from Switzerland and EDF, who called for accountability during the budget period.",
      "EDF proposed, as an incentive for compliance during the budget period, that comparing assigned amounts against net emissions would provide an indication of 'overselling.",
      "' If a Party\u0092s net emissions exceed a certain amount of its total assigned amount (for example, 110%), then all its AAUs transferred to others in the past year would be discounted.",
      "If it has emitted 120% of its assigned amount, it cannot make any more transfers at all.",
      "The proposal would signal if a Party\u0092s total emissions in a period were greater than the total amount available to it. Participants asked, inter alia: could a private entity with a trading surplus continue trading, even while its country is behind in meeting its targets; would the proposed system require Parties to distribute their total commitment over a five-year period; and would Parties have to buy more emissions credits to make up for a shortfall, rather than discount their transfers.",
      "Other aspects discussed were whether full value would be restored to discounted transfers if a Party comes into compliance and whether a Party\u0092s approval should be required for transfers by its designated entities. Some participants supported the Swiss proposal\u0092s yearly budget approach, noting that it provides greater environmental guarantees and does not postpone the deflation or inflation of units.",
      "A number of participants underscored the importance of constructing a system that indicates Parties\u0092 progress during the commitment period.",
      "One participant expressed concern that the Swiss proposal in effect required Parties to make a surplus before they could trade.",
      "Another noted that most questions of 'overselling' and liability are related to how compliance with commitments will be addressed.",
      "Another suggested that each country could decide how to allocate its five-year budget on an annual basis and could deposit an instrument setting out its plan. Regarding 'hot air,' one Party questioned how one would verify that these units were obtained by additional measures.",
      "Another participant said the question was not whether the action is additional to any that would have occurred otherwise, but whether it reduces emissions through a domestic effort.",
      "She sought a requirement for Parties to prove that their reductions have been through their own efforts.",
      "Some participants underscored the difficulty of ascribing a change in emissions levels to any particular policy.",
      "One noted difficulties in distinguishing what was done simply to lower emissions and what was done for other reasons, such as lowering automobile use through taxes to encourage rail travel, thereby also reducing emissions.",
      "Another participant said that supplementarity was difficult because it requires a judgement of a Party\u0092s intent.",
      "One participant stated that if a country is not in compliance, that would be its own problem.",
      "If an entity from that country did not comply, that would be the problem of that entity via its national authorities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}