{
   "actors": [],
   "countries": [
      "Bangladesh",
      "Cuba",
      "Sudan",
      "France",
      "Switzerland",
      "Nigeria"
   ],
   "enb_end_date": "19-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "19-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12236e.html",
   "id": "enb12236e_11",
   "section_title": "SESSION 4: SOLUTIONS AND OPPORTUNITIES",
   "sentences": [
      "Anthony Nyong, University of Jos, Nigeria, presented on adapting to droughts among rural households in semi-arid Nigeria.",
      "He said local stakeholders\u0092 views must be considered to develop successful adaptation measures. Nagmeldin Elhassan, Higher Council for Environment and Natural Resources, Sudan, shared lessons on adaptation from Sudan.",
      "He stressed that action on adaptive capacity building and enhancement of coping capacity are necessary to reduce vulnerability. Ahsan Ahmed, Bangladesh Unnayan Parishad Centre for Water and Environment, spoke on lessons learned on adaptation in Bangladesh.",
      "He emphasized that projects should aim to: encourage communities to identify the causes of their vulnerability; include field-level discussions on indigenous solutions; target intervention at different levels of governance; and aim for long-term solutions. Carmenza Robledo, Intercooperation, Switzerland, spoke on community management of natural resources as an instrument to increase resilience.",
      "She described a review of twelve Intercooperation community initiatives, concluding that increasing adaptive capacity requires developing institutional frameworks at national and sub-national levels and methodologies at the local level. Serge Planton, Météo France, spoke on adaptation to the 2003 heat wave in France.",
      "He stressed that adapting to heat waves requires combining different levels of decision making with national coordination. In the discussion, CUBA asked if forecasting could have prevented the heat-wave impacts.",
      "Planton explained that there had been lack of communication between institutions.",
      "The INTERNATIONAL STRATEGY FOR DISASTER REDUCTION drew parallels between adaptation and disaster management."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}