{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Uganda",
      "South Africa",
      "Iceland",
      "Philippines",
      "Micronesia",
      "Senegal",
      "China",
      "Colombia",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Bangladesh"
   ],
   "enb_end_date": "05-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12434e.html",
   "id": "enb12434e_7",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "In the morning s contact group meeting, parties focused on the length and number of future commitment periods.",
      "COLOMBIA highlighted the benefits of a mid-term review of commitments.",
      "SOUTH AFRICA stressed that such reviews should only lead to stronger commitments.",
      "AUSTRALIA and ICELAND questioned the implications of mid-term reviews on legal commitments and the impact on emissions trading systems.",
      "SOUTH AFRICA suggested that a mid-term review would act as an early warning system.",
      "NEW ZEALAND said that science would give a picture of the global state of action required and thus there is a need for reflection on actions by all countries.",
      "She also noted that the value of compliance information obtained through the review would be limited given that parties may use the flexibility mechanisms, and, with BRAZIL, highlighted the two-year lag on emissions data due to reporting time lines.",
      "UGANDA and Senegal, for the AFRICAN GROUP, underscored the utility of a review period to examine the level of domestic action.",
      "SWITZERLAND and JAPAN highlighted existing national reviews on compliance.",
      "CANADA and the PHILIPPINES called for more discussion on individual party and collective reviews.",
      "The AFRICAN GROUP, CANADA, ICELAND, SAUDI ARABIA and SWITZERLAND supported an eight-year commitment period.",
      "SWITZERLAND noted that longer periods encourage investment.",
      "Highlighting the urgency of required actions, the Federated States of Micronesia, for AOSIS, with BANGLADESH, NORWAY and BOLIVIA, supported a single five-year commitment period.",
      "CHINA suggested having either two five-year commitment periods or one eight-year commitment period.",
      "SOUTH AFRICA and AUSTRALIA suggested weighing the pros and cons of commitment period options.",
      "SOUTH AFRICA said that the markets required legal, loud and long-term signals from the AWG-KP, while also suggesting that long commitment periods lead to a lower level of ambition in the short-term.",
      "CHINA noted that Protocol Article 3.9 (further commitments) requires consideration of commitments for subsequent periods to be initiated seven years before the end of the present commitment period and that this complicates consideration of five-year commitment periods.",
      "SOUTH AFRICA and AUSTRALIA highlighted the need to consider the IPCC s Fifth Assessment Report in 2014, with NEW ZEALAND cautioning against encouraging fireworks of reviews and duplication of work.",
      "The EU highlighted its experience with an annual compliance regime under the EU Emissions Trading Scheme.",
      "The discussions continued in informal consultations in the afternoon, with parties considering expression of emission reduction targets in terms of either tonnes of CO2 equivalent or percentages of greenhouse gas emissions.",
      "Some developed country parties identified challenges associated with calculating QELROs based on tonnes, and many developed and developing countries expressed a preference for the use of percentages.",
      "Several also called for more time to address the technical aspects of this issue.",
      "Parties agreed to discuss the issue further at a later date.",
      "On translating Annex I parties emission reduction pledges into QELROs, several countries highlighted differences between using actual emissions versus other potential starting points.",
      "Some parties preferred using actual emissions to account for changes in national circumstances, while others expressed concern that this would reward countries that have failed to meet their targets during the first commitment period.",
      "Parties agreed that further technical discussions would be useful to allow for comparison of the impacts of different starting points on individual targets."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}