{
   "actors": [],
   "countries": [
      "United States",
      "Canada",
      "Russia",
      "Japan"
   ],
   "enb_end_date": "29-Nov-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "29-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12524e.html",
   "id": "enb12524e_14",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Uncertainty seemed to be the order of the day as delegates in Durban began their first formal work day.",
      "Many participants were speculating about what the meeting might deliver, particularly in terms of the future of the Kyoto Protocol and how it may link to some parties hopes for a broader agreement down the road.",
      "The legal options negotiations will be critical, opined one negotiator, reflecting a widely shared view.",
      "Some experts noted the linkages between discussions on the legal form of the AWG-LCA outcome and the possible adoption of a second Kyoto commitment period.",
      "In this respect, some participants were discussing media reports that Canada planned to formally withdraw from the Protocol under Article 27 by the end of the year.",
      "Although Canada s lack of interest in a second commitment period was widely known (along with Japan and Russia), some supporters of the Protocol seemed to feel that the timing of this latest announcement would cast a shadow in Durban.",
      "Participants also debated the US position- repeated in its press conference on Monday afternoon- that it does not favor discussing a broader agreement at this time.",
      "The US prefers following up on previously agreed conference outcomes, such as under the Cancun Agreements.",
      "Some reacted to recent media reports that a number of developed countries did not foresee a broad agreement happening until 2020.",
      "Not acceptable, said one developing country delegate.",
      "Meanwhile, there were discussions about the last meeting of the Transitional Committee for the design and transparency of the Green Climate Fund, which took place in October.",
      "The meeting, which had aimed to conclude discussions ahead of COP 17, ended without consensus to adopt the Committee s report.",
      "Some felt that the topic could prove divisive in Durban, while others viewed it more as a bargaining chip to be traded off later in the negotiations."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}