{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "28-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1255e.html",
   "id": "enb1255e_6",
   "section_title": "SUBSIDIARY BODY MEETINGS AFTER COP-2",
   "sentences": [
      "The subsidiary bodies met in Geneva from 9-18 December 1996.",
      "AGBM-5 considered proposals from 14 Parties or groups of Parties regarding the strengthening the commitments in Articles 4.2(a) and (b), advancing the implementation of Article 4.1 and possible elements of a protocol or another legal instrument.",
      "Delegates adopted conclusions requesting the Secretariat to produce a 'framework compilation' of proposals for further consideration.",
      "At SBSTA-4, discussions were complex and often difficult, but delegates confirmed future cooperation with the IPCC and agreed to apply the revised IPCC 1996 guidelines for national greenhouse gas (GHG) inventories.",
      "Delegates also agreed to further work on revisions to the Uniform Reporting Format and methodological issues pertaining to AIJ.",
      "SBI-4 finalized agreement on the Annex to the Memorandum of Understanding (MOU) between the Conference of the Parties (COP) and the Council of the Global Environmental Facility (GEF).",
      "AG13-3 further elaborated positions on a possible MCP and agreed to continue consideration at the next meeting in February. Three of the subsidiary bodies met in Bonn, Germany, from 25-28 February 1997.",
      "SBSTA-5 considered a number of issues and reached agreement on the Uniform Reporting Format, requested a work plan for an in-depth review of second national communications and requested a number of reports on technology transfer.",
      "AG13-4 made notable progress in further refining the function and scope of a MCP and agreed to a 'framework compilation' that reflects areas of convergence and divergence.",
      "SBI-5 discussions were complex and often lengthy, but delegates agreed on the timetable and process for review of the programme budget and agreed on the FCCC input to the UN General Assembly Special Session (UNGASS).",
      "SBI-5 could not agree on the review of the financial mechanism or the activities of the GEF. AGBM-6 met from 3-7 March 1997 in Bonn.",
      "Delegates focused deliberations on the Framework Compilation, which incorporated the textual proposals from Parties as well as other proposals for elements of a protocol or another legal instrument.",
      "AGBM-6 also convened 'non-groups' to exchange views and merge different proposals. Delegates 'streamlined' the compilation text by merging or eliminating some overlapping provisions within the myriad of proposals contained in the Framework Compilation and brought the process one step, albeit a small one, closer to fulfilling its mandate.",
      "Much of the discussion centered on a proposal from the EU for a 15% cut in a 'basket' of greenhouse gases by the year 2010 compared to 1990 levels.",
      "Nonetheless, other proposals emerged in the eleventh hour, signaling that AGBM-6, despite the hopes of many observers, had yet to foster much progress on several fundamental points."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}