{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_59",
   "section_title": "MAPMAKERS AND NAVIGATORS",
   "sentences": [
      "Like the WGI and II outcomes, the WGIII report will provide an important basis for climate change negotiations.",
      "In an analogy echoed numerous times throughout the meeting, scientists are the mapmakers that help policymakers navigate which course to take.",
      "As mapmakers, scientists have to not only point out the possible routes, but also map the uncertain terrain, the blank spots and the dangers ahead.",
      "They must be transparent about challenges, risks and potential implications of the various pathways.",
      "The map that WGIII has drawn shows a rather narrow passage through which to travel to relative safety.",
      "But time is of the essence.",
      "The mapmakers made clear that delaying departure will have serious consequences for the voyage ahead; as conditions deteriorate and some routes become increasingly impassable, costly fixes to the vessel may be required - fixes that carry no certainty of success and use untested technologies that may demand greater investment and have greater associated risk.",
      "The science is clearer than ever, the impacts are undeniable, the various pathways have been charted, and the Synthesis Report, which will be adopted in October, will bring this all together to draw us a complete map of the choices available for steering away from troubled waters as well as the consequences of not doing so.",
      "As Co-Chair Edenhofer said, there is hope, modest hope."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}