{
   "actors": [],
   "countries": [
      "Japan"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_2",
   "section_title": "THE KYOTO PROTOCOL",
   "sentences": [
      "The Ad Hoc Group on the Berlin Mandate, established by COP-1, met between 1995 and 1997 to reach agreement on a further step in efforts to combat climate change.",
      "Following intense negotiations, delegates to COP-3, which was held in Kyoto, Japan, in December 1997, agreed to a Protocol to the UNFCCC that commits developed countries and countries making the transition to a market economy to achieve quantified targets for decreasing their emissions of greenhouse gases.",
      "These countries, known under the UNFCCC as Annex I Parties, committed themselves to reducing their overall emissions of six greenhouse gases by at least 5% below 1990 levels over the period between 2008 and 2012, with differentiated targets for most of these countries.",
      "The Protocol also provides the basis for three mechanisms to assist Annex I Parties in meeting their national targets cost-effectively - an emissions trading system, joint implementation (JI) of emissions- reduction projects between Annex I Parties, and a Clean Development Mechanism (CDM) to encourage joint projects between Annex I and non-Annex I Parties. While delegates in Kyoto agreed to these emissions reductions targets and methods, it was left for subsequent meetings to decide on most of the rules and operational details that will determine how these cuts are achieved and how countries' efforts are measured and assessed.",
      "Although many countries have signed the Protocol, the majority is waiting until these operational details are negotiated before deciding whether or not to ratify.",
      "To enter into force, the Protocol must be ratified by 55 Parties to the UNFCCC, including Annex I Parties representing at least 55% of the total carbon dioxide emissions for 1990.",
      "To date, only 32 Parties have ratified the Protocol."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}