{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Tuvalu",
      "India",
      "Micronesia",
      "Austria",
      "China",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Ecuador"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_31",
   "section_title": "LEGAL MATTERS:",
   "sentences": [
      "This issue was addressed in a contact group, co-chaired by Gerhard Loibl (Austria) and Daniel Ortega (Ecuador).",
      "One of the main areas of disagreement under this group was with regard to the mandate of the AWG-KP, particularly whether option B, on amendments to Protocol Article 3.1 (Annex I parties aggregate emission reductions), in the Chair s text (FCCC/AWG/KP/2010/CRP.2 Chapter II) was within the mandate of the AWG-KP.",
      "Many parties, such as China, Saudi Arabia, Brazil, Bolivia, and the African Group, stressed that this mandate is limited to consideration of amendments to Article 3.9 (Annex I parties further commitments).",
      "Others, including Australia, the EU, Switzerland and New Zealand, emphasized that the need to discuss all proposed amendments in the Chair s text and emphasized that as they prepare to take on obligations for economy-wide emission reductions, they require clarity on what these commitments would entail.",
      "Tuvalu, supported by the Federated States of Micronesia, for AOSIS, stressed that consequential amendments, which arise from the amendment of Annex B, must be considered to ensure legal consistency with the Kyoto Protocol.",
      "Following continued debate on the issue, AWG-KP Chair Ashe noted that COP/MOP 5 charged the AWG-KP to engage in discussions based on the report of the COP/MOP, which contained the proposals before parties.",
      "He requested parties to discuss the submissions even if they were not their own and emphasized this does not imply that parties will reach consensus.",
      "Parties eventually agreed to proceed to substantive issues based on a proposal by Ghana on the understanding that the discussions do not mean endorsement of the options by any of the parties.",
      "China, with support from Brazil, India, Bolivia and Saudi Arabia, requested that the AWG-KP s report reflect that the AWG-KP s mandate is to consider Annex I parties further commitments in accordance with Protocol Article 3.9 and that the work programme of the group includes legal matters arising from the AWG-KP s mandate.",
      "Parties then considered the issues in the text that are not being addressed by other AWG-KP groups.",
      "They, inter alia , discussed proposals to amend Articles 4.2 and 4.3 (joint fulfillment of commitments).",
      "Parties also discussed amendment proposals relating to Protocol Articles 9.1 and 9.2, on the review of the Protocol, privileges and immunities, compliance procedures, and entry into force.",
      "During the AWG-KP closing plenary, Co-Chair Ortega reported that parties had raised a number of concerns relating to the mandate of the AWG-KP.",
      "He noted some parties wish to have their views on the mandate included in the report of the meeting and said a number of parties also wanted to continue discussions on some of these options at the next session."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "WORKING GROUP"
}