{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_12",
   "section_title": "POSSIBLE SYNERGIES AND JOINT ACTION WITH OTHER MEAS",
   "sentences": [
      "On Wednesday, 3 July, participants convened in four parallel working groups to stimulate a more free-flowing discussion on several key questions outlined by the SBI workshop Chair, relating to possible synergies and joint action with MEAs.",
      "The working groups included participants from developing and developed countries, and representatives from intergovernmental and non- governmental organizations, and addressed an identical set of questions.",
      "The results of the working groups were reported to the plenary, where discussion continued.",
      "The questions raised in the working groups, participants\u0092 responses and the resulting plenary discussion are set out below. WHAT PRINCIPLES SHOULD GUIDE EFFORTS TO ACHIEVE SYNERGIES?",
      "Participants identified sustainable development as the overall guiding principle, together with transparency, subsidiarity and efficient resource use, and highlighted operational principles, including: capacity building, compliance, coherence, and coordination.",
      "Participants underscored the need to adopt an ecosystem approach, avoid duplication of activities, and ensure the environmental integrity of the Rio conventions while maintaining their legal distinctiveness.",
      "They also stressed that synergies should contribute to efficient and effective implementation of the Rio conventions, add value, be implemented at appropriate levels and promote cooperation.",
      "Participants agreed that while opportunities for synergies exist at the local level, the international community needs to build national-level awareness and capacity.",
      "Noting that current efforts to create synergies are compartmentalized by conventions, one participant stressed that the search for synergies should be problem-driven and not convention-driven. WHAT ARE PRACTICAL WAYS TO ACHIEVE SYNERGIES AT THE NATIONAL LEVEL?",
      "Participants agreed on the importance of: involving high-level politicians and stakeholders; balancing bottom-up and top-down approaches; incorporating synergies into national strategies; facilitating communication between national focal points for different conventions and agencies responsible for their implementation; using the ecosystem approach at the national level; and establishing and strengthening clearing-house mechanisms. Participants underscored the importance of incentives to focus on the long-term goals of the Rio conventions, rather than on more immediate objectives.",
      "They agreed that different approaches are needed at different levels, and that local efforts and practices need to be identified in a gradual and incremental way.",
      "They also stressed the importance of recognizing and creating enabling environments for improving donor funding, developing strong legal frameworks, building political will, and raising awareness. WHAT ROLE SHOULD THE INTERNATIONAL COMMUNITY PLAY IN PROVIDING IMPETUS TO ACHIEVE SYNERGIES?",
      "Participants noted the importance of learning by doing, and said that the international community should play a catalytic rather than a prescriptive role, and provide technical advice.",
      "They emphasized the need for international funding for national-level synergy initiatives.",
      "Some suggested that partnerships be created between international agencies with similar mandates, and called on the UNEP Environmental Management Group to address synergies.",
      "Others noted the need to identify best practices, encourage regional solutions, develop local expertise, and optimize reporting requirements.",
      "Participants identified bodies and institutions, which should be involved in synergies, including regional organizations, the UN Commission on Sustainable Development, and the UNEP Governing Council. HOW CAN THE INTERNATIONAL COMMUNITY ENHANCE SYNERGIES AND INTERLINKAGES AT THE CONVENTION LEVEL?",
      "Participants agreed on the importance of developing specific terms of reference for the JLG.",
      "They also suggested promoting national-level synergy workshops and convening side events on synergies at Subsidiary Body meetings and underscored the need for coherence between convention-specific scientific processes.",
      "They suggested learning from issues where consensus had been reached under other conventions, while others cautioned that the applicability and relevance of concepts and issues may differ."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}