{
   "actors": [],
   "countries": [
      "Ghana",
      "Libya",
      "Sudan",
      "Gambia",
      "United Kingdom",
      "Egypt",
      "Zimbabwe",
      "China",
      "Belgium",
      "Niger"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_15",
   "section_title": "Africa",
   "sentences": [
      "This sub-section was considered on Wednesday night and Thursday.",
      "Discussions focused on projections on water shortages, and agriculture and food insecurity.",
      "On water shortages, Zimbabwe, supported by Sudan and Egypt, suggested removing language on complex water governance.",
      "The Gambia, supported by the UK, Belgium, US and others, called for quantifications.",
      "On Thursday, delegates agreed to new text drafted by the Lead Authors indicating that by 2020, between 75 and 250 million people are projected to be exposed to an increase of water stress.",
      "On agriculture, yield and food insecurity, Egypt and Niger proposed, and WGII agreed, to add reference to semi-arid areas.",
      "Language proposed by Sudan and US on projections concerning agricultural and food production was included.",
      "On local food supplies and fisheries, Egypt highlighted over-fishing in coastal zones, and not only in lakes.",
      "Libya requested changing language on decreasing fish catches, with the Lead Authors proposing, and WGII agreeing, decreasing fisheries resources.",
      "On low-lying coastal areas, Ghana proposed and WGII agreed to add language on the cost of adaptation amounting to at least 5-10% of gross domestic product (GDP).",
      "On Thursday evening, a new paragraph was also agreed on adaptation, highlighting multiple stresses and low adaptive capacity.",
      "Early on Friday morning, text was introduced on new studies on Africa being one of the most vulnerable continents, with Sudan opposing it and China proposing new language. WGII agreed to include the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}