{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Norway",
      "China"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_31",
   "section_title": "THE PLOT THICKENS",
   "sentences": [
      "On the eve of AGBM-8 NGOs organized a workshop for many of the key participants for preliminary discussion on issues likely to emerge during negotiations.",
      "They accurately identified three sets of linkages among the issues - elaborating on 'the tradeoffs and tensions'.",
      "These included: \u0095Possible links between the level of Annex I country emission stabilization/reduction commitments, the degree of flexibility in meeting those commitments, and the opportunities for redistributing commitments; and \u0095Possible links between Annex I country commitments and Non-Annex I country commitments, within and beyond the current round of negotiations. Annex I commitments and flexibility: The connection between the level of QELROs ambition and the scope for flexibility in reaching those objectives via joint implementation and emissions trading is clear, even as final details of implementation remain unresolved.",
      "The debate over differentiation is similarly enmeshed.",
      "One observer suggested that the US is looking for a surfeit of flexibility measures in the AGBM outcome, more than it needs.",
      "This may produce an agreement that few people understand and is even less stringent than it looks. A great deal is expected to hinge on just how 'hard nosed the EU is prepared to be.",
      "' While privately conceding the need for eventual compromise, the EU, with broad support from the G-77/CHINA\u0092s strategically parallel reduction proposal and AOSIS, is determined not to negotiate on the basis of the current US offer on QELROs, i.e., stabilization at 1990 levels in the first target period.",
      "There is considerable European and developing country determination to get reduction figures.",
      "Pressing for ambitious QELROs to match its own bid, the EU has been withholding support for emissions trading, borrowing and banking in an attempt to leverage a more ambitious bid on QELROs 'headline' targets from the US, insisting that trading is only warranted if there are stringent targets.",
      "It may be worth noting that the headline targets are somewhat misleading in any case.",
      "One academic study suggests that there is a 10-20% differential between the target figures for QELROs and actual domestic carbon reductions achievable.",
      "The other side of this equation, loopholes in emissions trading, also attracted attention.",
      "NGO observers warned that depending on how initial baselines and targets are counted, at least one country could sell emissions that would not represent any actual GHG reduction. The endgame, however, is expected to be less about whether trading is allowed and more about when it starts and what will be permitted.",
      "Similarly there are strategic decisions to be made on whether emissions trading can begin before or after a verification period.",
      "In return, some observers have noted, the US may be able to come up with some improvement and support a modest but symbolically important reduction target.",
      "Some calculations suggest a reduction within the range proposed by Japan would not add significantly to the current US burden. Hopeful commentators have suggested that US reductions - with an emissions trading regime factored in - may just be possible.",
      "A source close to the US administration\u0092s thinking did not rule out an attempt by President Clinton to point the finger at the US Senate in the wake of attacks on his targets, and work for some latitude to improve the offer.",
      "He will want to point to concessions on bringing developing countries on board at some point and trading.",
      "The EU is supportive of a procedural discussion on the post-Kyoto developments, and expects this to address new commitments for all FCCC Parties. Having embraced the principle of differentiation within their own group, the EU clearly has nothing in principle against the idea, but is expected to continue its opposition to an overall differentiation approach for Annex I Parties until it is satisfied with the target numbers.",
      "The EU will be among the Parties pressing for negotiations on the basis of a flat rate reduction target to apply across the board at the outset in Kyoto.",
      "Differentiation, when it does emerge, is expected to be part of the endgame as Chair Estrada\u0092s last minutes request for differentiation statistics clearly suggests.",
      "In Bonn, leading 'differentiators,' including Australia, Norway, and Japan, largely refused to move on other issues until the prospects for a differentiated approach to QELROs become clear. The perceived difficulty with allowing differentiation proposals to fly too early is the regressive impact it has on negotiations: once differentiation takes hold, Parties tend to seize on the opportunity to embark on special pleading, citing national circumstances for a 'favorable' place on the sliding scale.",
      "The EU is determined to avoid this diversion for as long as possible.",
      "Their closing strategy - after a flat rate has been agreed in Kyoto - may be to concede an element of differentiation within a narrow range. The Japanese proposal, combining an overall reduction target of 5% with scope for differentiation, is likely to provide the outline of the eventual compromise.",
      "Well known for their aversion to surprises, the Japanese hosts are thought to have been in close contact with the US while drawing up their proposal.",
      "Together with their own domestic imperatives there is little doubt that a guiding criteria for the Japanese offer was also the expectation that the hosts could broker a deal to bring the US and EU positions together.",
      "Japan\u0092s differentiation component paved the way for a low US target. Another calculation that could sway the balance is how other countries would fare under the US proposal, which includes gases not counted in the EU target.",
      "Observers say the EU\u0092s limited response to the US in Bonn may be due in part to its members\u0092 need to run the numbers on the US\u0092s preferred mix.",
      "Such evaluations will have an impact on all Parties\u0092 views on reductions, the industrial sectors affected, and thus the political and economic acceptability of any combination of targets, gases and flexibility."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}