{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Netherlands",
      "Libya",
      "Pakistan",
      "Sudan",
      "Finland",
      "France",
      "United States",
      "Belgium",
      "Sweden",
      "Peru",
      "Switzerland",
      "Grenada",
      "Norway",
      "Benin",
      "Jamaica",
      "Saudi Arabia",
      "Australia",
      "Cuba",
      "Egypt",
      "India",
      "United Kingdom",
      "Austria",
      "Germany",
      "Chile",
      "Russian Federation",
      "China",
      "Iraq"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_18",
   "section_title": "SYR SPM:",
   "sentences": [
      "Delegates discussed a paragraph stating that although societies have a long record of managing climate-related risk, additional adaptation will be necessary even with mitigation and that non-climate stresses can exacerbate vulnerability.",
      "Belgium, supported by Jamaica, Grenada, Cuba, Sweden, Pakistan, Peru, St. Lucia and Sudan, opposed by Australia and the US, suggested including examples of non-climate stresses.",
      "An Author proposed reverting to text from WGII SPM, which outlines stresses that exacerbate vulnerability, including, inter alia , poverty, food insecurity, conflict and HIV/AIDS.",
      "The UK, supported by India and Canada, suggested that this list of stresses could be replaced by development pathway.",
      "Delegates agreed to indicate that climate change can be exacerbated by other stresses and to list the examples as proposed by the Author.",
      "Concerning text stating that adaptation can reduce vulnerability especially in the short term , India suggested deleting reference to short term and delegates agreed.",
      "Regarding integrating adaptation into sectoral initiatives, Switzerland suggested embedded within broader sectoral initiatives, and delegates agreed.",
      "Regarding high confidence in the possibility to implement adaptation at low cost, the UK, supported by Switzerland, suggested noting that there may not be feasible or cost-effective adaptation options to deal with all impacts, especially in the long term.",
      "The US suggested language from WGII Chapter 17 noting limited estimates of adaptation costs, to which delegates agreed.",
      "On a table containing selected examples of planned adaptation by sector (Table SPM-4), Chair Pachauri explained that it had been included in response to governments \u0092 requests to have more information on adaptation.",
      "India, with the US, preferred the longer version of the table as presented in the WGII SPM, which also includes a column on key constraints and opportunities.",
      "Many countries supported the table, but not all supported the longer version.",
      "Chair Pachauri asked an informal group to discuss it, after which delegates agreed to include the longer table, and to add to a footnote on early warning systems.",
      "On a paragraph regarding evidence of substantial economic mitigation potential , France, opposed by the US and UK, proposed specifying the price range associated with the mitigation potential.",
      "The UK, supported by the Netherlands and Pakistan, suggested deleting a footnote defining market mitigation potential and economic mitigation potential.",
      "France, Finland, Canada, the US and Benin insisted on retaining the footnote, and delegates agreed.",
      "Delegates discussed a sentence stating that the economic mitigation potential can only be achieved when adequate government policies are in place.",
      "The UK suggested listing examples of such policies.",
      "Saudi Arabia noted that these are not necessarily government policies.",
      "The US, supported by Saudi Arabia, proposed deleting government and retaining adequate policies.",
      "India suggested adding removal of barriers.",
      "Switzerland said that achieving the mitigation potential requires enabling environments created through both government and non-governmental policies.",
      "The final approved text reads when adequate policies are in place and barriers removed.",
      "On future energy infrastructure investment decisions , India requested text indicating that the widespread diffusion of low-carbon technology may take many decades even if early investments in these technologies are made attractive, and delegates agreed.",
      "The UK, supported by Germany, proposed adding information from the WGIII SPM on mitigation opportunities with net negative costs that have the potential to reduce emissions by around 6 GtCO 2 eq/y r in 2030.",
      "India, supported by China, argued that language proposed by the UK must be read together with the sentence in the WGIII SPM indicating that realizing these requires dealing with implementation barriers.",
      "Belgium, Switzerland and others, opposed by Australia, supported adding the second sentence.",
      "China proposed deleting both additions and said that if they were approved, sending a balanced message would require adding more information.",
      "After further discussion, China proposed and delegates agreed to combine the sentences proposed by the UK and India and include them in an earlier paragraph.",
      "On a table on selected examples of key sectoral mitigation technologies, policies and measures, constraints and opportunities (Table SPM-5), the US, supported by Canada and Austria, objected to references to potential synergies and tradeoffs between adaptation and mitigation, and preferred copying the table directly from the WGIII SPM.",
      "The table was accepted without the references as presented in the WGIII SPM.",
      "On a chapeau paragraph stating that a wide variety of national policies and instruments are available to governments to create the incentives for mitigation action, India, supported by Saudi Arabia, China, Peru and Canada, suggested adding that their applicability depends on national circumstances and an understanding of their interactions.",
      "Germany, Norway and the Netherlands opposed, saying that this was not a balanced summary.",
      "The UK proposed adding within a national context as a compromise.",
      "After informal consultations, delegates agreed to note that their applicability depends on national circumstances and sectoral context.",
      "Delegates considered text on the impacts of Annex I countries \u0092 actions on the global economy and global emissions.",
      "Finland and Canada requested including a sentence on equilibrium models from Topic 4 in the Longer Report.",
      "Delegates agreed on a footnote pointing to further information in the Longer Report.",
      "On a sentence on the contributions of changes in lifestyle and behavior to climate change mitigation, Saudi Arabia, supported by Egypt, Iraq and Libya, and opposed by Australia, Germany and others, proposed inclusion of language on spillover effects.",
      "The issue was referred to informal consultations, following which Saudi Arabia, supported by Sudan and opposed by Germany, proposed text stating that, as in the TAR, mitigation policies may result in lower demand and prices, and lower gross domestic product (GDP) for fossil-fuel exporting nations, and the extent of spillover depends strongly on the assumptions related to policy decisions and oil market conditions.",
      "After informal consultations, delegates agreed to include the text.",
      "On text referring to achievements of international cooperation on adaptation and mitigation , the US noted the achievements were more on mitigation than on adaptation.",
      "The Russian Federation said it was premature to praise the Kyoto Protocol, and, with Peru, and opposed by Brazil, proposed removing the word notable before achievements of the UNFCCC and Kyoto Protocol.",
      "Chair Pachauri proposed removing reference to adaptation.",
      "Egypt, Brazil, Austria and others supported keeping a reference to adaptation, with India noting that if international cooperation produced no achievements on adaptation that in itself is worth mentioning.",
      "Delegates approved the paragraph without reference to adaptation and informal consultations were convened to produce an additional sentence to refer to adaptation.",
      "Following discussions, delegates approved adding language stating that progress had been made.",
      "On text referencing climate change impacts on the Millennium Development Goals (MDGs) by mid-century, Sweden, Jamaica, Germany, Chile and others supported reference to the MDGs, opposed by the US and Saudi Arabia, who noted the MDGs are for 2015, not 2050.",
      "Belgium underscored the MDGs are broader than the 2015 target.",
      "France proposed adding similar language such as reduction of poverty goals instead of MDGs.",
      "Following discussions, delegates approved language stating that over the next half century, climate change could impede achievement of MDGs.",
      "The rest of the text was approved with minor changes."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": "ipcc"
}