{
   "actors": [],
   "countries": [
      "Netherlands",
      "Bangladesh",
      "Cuba",
      "South Africa",
      "United Kingdom",
      "Russian Federation",
      "Austria",
      "China",
      "Belgium"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_31",
   "section_title": "FUTURE OF THE IPCC",
   "sentences": [
      "This issue was considered on Saturday morning.",
      "Chair Pachauri noted a paper on the future of the IPCC that would be circulated to governments, suggesting the need to assess opportunities for and expectations of the IPCC.",
      "Belgium, supported by the UK and Netherlands, proposed a process for considering the future of the IPCC, suggesting written submissions for consideration at IPCC-28.",
      "Bangladesh, Cuba and China encouraged support for research capacity building in developing countries on climate change.",
      "Expressing concern about future demands on the IPCC, the UK described discussions with national IPCC scientists that have pointed to the need for synthesizing results across disciplines and to consider communication of results from the outset.",
      "The Russian Federation proposed considering Kyoto scenarios and including a broader range of factors and global environmental processes that trigger change.",
      "The Netherlands pointed to his country's submission that had not been included with the other submissions.",
      "He said that the submission raised questions about: improving the transparency, objectivity and scientific quality of the IPCC; generating and disseminating knowledge on management of climate change; and retaining and improving policy-relevant products.",
      "South Africa urged expanding the input of the social sciences in the next assessment and considering how to translate the assessment reports into information that triggers action.",
      "China underscored the need to improve the balance in choice and interpretation of literature, and Austria suggested more than three working groups to meet the future needs."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}