{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Barbados"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_22",
   "section_title": "WORKING GROUPS\u0092 DISCUSSION ON TECHNOLOGIES FOR ADAPTATION IN THE CONTEXT OF THE UNFCCC",
   "sentences": [
      "On Thursday morning, participants convened in two separate working groups in order to facilitate discussion in smaller groups.",
      "The groups addressed the lessons learned from the seminar, information needs and processes, and ways forward on technologies for adaptation, focused on five detailed questions provided by the Secretariat.",
      "Working Group I (WG-I) was chaired by Holt and Working Group II (WG-II) was chaired by Rawleston Moore (Barbados).",
      "Participants\u0092 discussions in the working groups were reported to the plenary and are to provide inputs and contribute to the final report of the workshop. What were the key lessons you received from this seminar?",
      "Were your expectations met?",
      "Participants in WG-I mentioned numerous lessons learned from the seminar, including: the importance of synergies and the value of sharing country experiences; awareness of the tools available for identifying technology; and the role of technologies for adaptation in different sectors, such as water and health.",
      "Several participants suggested general insights, such as: the need for additional outreach efforts to increase awareness of climate change and adaptation issues; the importance of integrating adaptation into overall development planning; the need for focused efforts to implement technologies for adaptation; the need to disseminate the results of TNAs and NAPAs; and the importance of involving the private sector. One participant noted that country experiences demonstrate the importance of a bottom-up approach, while another added that top-down approaches can also be useful.",
      "A number of participants said that further understanding of the cross-cutting nature of mitigation and adaptation is necessary. In WG-II, numerous participants said their expectations were met.",
      "A few participants highlighted the limitations of actions that can be taken in their countries, and suggested that the next seminar include more case studies on adaptation technologies.",
      "A participant underscored that identifying existing technologies and adjusting them to the country level should be considered before transferring technology.",
      "Participants highlighted the need to: promote more south-south cooperation and more discussion on adaptation technologies and practices; link technologies for adaptation with development goals; and hold further discussion on the practical exchange of information including maladaptation issues. Would access to information on country experiences with technologies for adaptation be useful?",
      "If so, in what form should this information be presented, and what support is necessary to be able to utilize this information?",
      "While most participants in WG-I agreed that information on country experiences would be useful, some questioned whether a guide would be necessary.",
      "Participants noted that there is a need to make sure information is useful, and several raised concern about whether countries have the capacity to use this information.",
      "Participants suggested that an additional workshop for SIDS on technology for vulnerability and adaptation would be helpful.",
      "Participants also suggested that information targeted to media and politicians was important. In WG-II, participants considered access to information vital for transfer of technology, and suggested establishing an adaptation chat room, network or teleconference to share information relating to country experiences on adaptation and technologies.",
      "Some participants highlighted that the internet is not widely available in their regions, and underscored the need to develop other ways to promote access to successful experiences on transfer of technology.",
      "Another participant suggested elaborating a compendium to be available in CD-ROM format and the internet, including background information on the development of these technologies, experiences in their application, and best practices.",
      "Participants suggested having an adaptation technology fair to disseminate information, inviting the private sector to demonstrate new technologies to country representatives. How might the outcomes from assessments relating to technologies for adaptation be structured to enhance their prospects for financing?",
      "What steps might be taken to help facilitate a market-based supply of technologies for adaptation?",
      "WG-I participants noted the need for further work on guidance and for support on structuring proposals, and suggested that a standardized template would be useful.",
      "One participant noted that it would be useful to have guidance on how to cope with climate change as opposed to climate variability, in order to meet Convention and financing criteria.",
      "Other suggestions raised by participants included the need for: methodologies for measuring success; better coordination between agencies and countries on agendas; engaging the private sector; and using the results of TNAs and NAPAs. In WG-II, one participant underscored the challenge of quantifying adaptation costs, and the need to identify such costs and integrate them into development plans.",
      "Another suggested carrying out a cost-benefit analysis for each project that is implemented in order to generate data on adaptation opportunity costs.",
      "A participant suggested inviting financing experts to participate in the next seminar in order to identify financing prospects.",
      "Participants also highlighted the need to: identify innovative financing packages to facilitate the transfer of adaptation technologies; engage the insurance industry in adaptation discussions; and identify specific private sector stakeholders to be involved. What synergies within the Convention and other MEAs might be pursued to enhance the work on technologies for adaptation?",
      "WG-I participants noted the need to take advantage of synergies, and mentioned in particular the need to coordinate the work of the expert groups.",
      "Participants also noted possibilities for coordination with the GEF, CBD, the TRIPS agreement, and the International Monetary Fund.",
      "Though some participants underscored the need to coordinate strategies for adaptation and mitigation, one participant noted that the two are separate issues and did not want to see synergies in this area. WG-II participants recognized that the ongoing cooperation and information sharing between expert groups established under the Convention has proven to be very useful and should continue.",
      "Several participants also suggested inviting representatives from other conventions, such as the UN Convention to Combat Desertification and the CBD to take part in adaptation discussions.",
      "A participant suggested identifying specific fields in which synergies can be enhanced. SBSTA is developing a five-year structured programme of work built around the following issues: methodologies, data and modeling; vulnerability assessments; adaptation planning, measures and actions; and integration into sustainable development.",
      "Given these four themes, what messages coming from this seminar would you deem important that might be considered for inclusion in this programme of work on adaptation?",
      "WG-I participants noted that research and development on technologies for adaptation should be noted in the PWA.",
      "Another noted the need for synergies between mitigation and adaptation, while another said that coordination rather than synergies were important.",
      "Some cautioned that the PWA should take advantage of work done already and not develop a completely parallel process. WG-II participants suggested: ensuring that efforts aimed at addressing technologies for adaptation contributes to meet sustainable development objectives; promoting awareness-raising and information-sharing initiatives; and integrating adaptation and mitigation activities."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "special workshop"
}