{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Liberia",
      "Saudi Arabia",
      "Palau",
      "South Africa",
      "Sudan",
      "Venezuela",
      "Indonesia",
      "Germany",
      "Uganda",
      "Switzerland",
      "Japan",
      "Argentina",
      "Norway"
   ],
   "enb_end_date": "31-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "27-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12339e.html",
   "id": "enb12339e_17",
   "section_title": "FINANCE ISSUES:",
   "sentences": [
      "On Tuesday, the Convention Dialogue workshop focused on finance issues.",
      "Opening the session, Co-Facilitator Bamsey recalled a request by COP 12 for the Secretariat to produce a report on investment and financial flows to address climate change (Dialogue Working Paper 8, 2007).",
      "Presentations: Presenting an overview of the Secretariat's report, UNFCCC Executive Secretary de Boer underscored the broad consultative process underlying the report and said its main findings concerned financial and investment flows needed in 2030 to meet worldwide mitigation and adaptation requirements.",
      "For mitigation, he identified the need for an additional US$200-210 billion in 2030 and said that the estimated figures for adaptation amounted to several tens of billions of US dollars.",
      "He explained that mitigation in developing countries is less expensive and that the carbon market would have the potential to deliver more emission reductions and investment flows, but the demand depends on the emission reduction ambitions of industrialized countries.",
      "Participants also heard presentations by consultants involved in the preparation of the report.",
      "On financing mitigation, Erik Haites, Margaree Consulting, emphasized the difficulty of estimating the costs of reducing deforestation and sources of financing based on current flows that are largely private.",
      "He estimated that most investment would come from the private sector, with incentives and policies.",
      "He explained that new funding sources would be needed for non-Annex I countries and recommended that these countries aim to attract foreign investment.",
      "Joel Smith, Stratus Consulting, estimated that a total of US$50-170 billion of additional investment and financial flows will be needed for adaptation in 2030, highlighting that damages caused by climate change were not included in the estimate and that the numbers would also depend on the amount of climate change.",
      "Smith predicted that the cost of adaptation would rise substantially during this century.",
      "He emphasized the need for new funding sources and said the private sector and national policies would play a role.",
      "Panel Discussion: On the main constraints on mobilizing new capital investment, Richard Samans, World Economic Forum, proposed that finance and economic ministries would have to work through such issues with the parties.",
      "He described the extraordinary potential of the carbon market while cautioning that uncertainty can be a fatal impediment, and described the critical role of domestic regulatory environments for investment.",
      "On opportunities for the UNFCCC to address financing gaps, Samans highlighted: the development of soft or policy commitments for non-Annex I countries; public-private and multilateral approaches to research and development; and the role of the multilateral development banks.",
      "He cited the role of grants, concessional lending and risk mitigating guarantees in stimulating early private sector investment.",
      "James Cameron, Climate Change Capital, outlined the challenge of constructing the new legal framework within which capital will flow to address climate change, and aligning public, moral and private interests and purposes.",
      "He defended the moral case for moving capital, through a carbon mechanism, to countries that have played little role in creating the problem of climate change; and warned against trading off choices between real reduction targets, the carbon market and technology transfer.",
      "He stressed that there was no moral justification for using any failure to reach multilateral agreement to defend inaction at home.",
      "Cameron described the challenge of adapting and directing core market disciplines and mechanisms, and applying new ones, to the task of reducing GHGs, and highlighted that climate negotiators had the chance to create economic opportunities.",
      "Ernest Rauch, Munich Re, spoke on efforts by insurers in private and public-private partnerships using micro-insurance and catastrophe bonds, including their role in capital markets.",
      "Ian Noble, World Bank, spoke of the large shortfall between current and needed financial flows, described the Bank's interest in adaptation, and said developing countries must recognize that they are the main players in the process and need to take action ahead of guaranteed compensation.",
      "Khalid Sheik, ABN AMRO, addressed the role governments can play to support financial actors, highlighting the importance of risk, capital ratios, capital and financial institutions, citing the examples of the Equator Principles in helping to translate policy into tangibles, and catastrophe bonds.",
      "Ian Burton, independent expert, emphasized that adaptation can mean many different things and requires various kinds of expertise, thus making it a bigger and more complex building block for the post-2012 regime than currently conceived.",
      "Exchange of Views: During the morning and afternoon sessions delegates exchanged views on finance issues and posed questions to the presenters and panelists.",
      "Argentina said that since more than 50% of the mitigation potential was identified in non-Annex I countries, financial flows should be directed there.",
      "Japan emphasized the need for access to clean energy in developing countries and called for a new financial mechanism that includes energy access.",
      "The EU stressed that as mitigation can provide net benefits, including in the power sector, the challenge is not so much technical or economic but political and institutional.",
      "Many countries addressed the role of carbon markets.",
      "The EU stressed the importance of the carbon market and said deeper commitments from developed countries are required to deliver its potential.",
      "Norway stressed the importance of setting the emission cap at the right level and said investors need to internalize the carbon price.",
      "Switzerland emphasized the importance of a global price for carbon and Haites agreed that a global carbon price would help in creating a global market for new technologies.",
      "Germany indicated that enabling conditions were needed as well as long-term market predictability, and suggested a flexible mechanism for sectoral carbon crediting.",
      "UNFCCC Executive Secretary de Boer indicated that the current CDM, designed to address emission reductions, can be difficult to apply in small markets; and suggested consideration of a clean growth instrument in a future regime.",
      "On funding for adaptation, Haites indicated that enlarging the carbon market could be one way to address adaptation.",
      "He specified that if a share of proceeds from the CDM was also to be channeled to adaptation funding in the future, more resources for adaptation could be mobilized.",
      "Uganda warned against giving an impression that the carbon market would fix both adaptation and mitigation and stressed that experiences with the CDM demonstrate that this will not be the case.",
      "Haites confirmed that policies in addition to markets are needed to ensure that adaptation and mitigation happen.",
      "Palau, for AOSIS, cited lack of funding for adaptation as a major failure of the Convention and proposed a new fund based on the polluter pays principle to link emissions to Annex I countries' funding commitments.",
      "South Africa questioned the underlying assumption that financing for adaptation is about mainstreaming this into national policies and development plans, as this overlooks climate proofing existing development and infrastructure.",
      "She also pointed out that the barriers preventing no-cost adaptation were not addressed in the report.",
      "Indonesia said new and additional external funding should be mobilized for developing countries.",
      "UNFCCC Executive Secretary de Boer called attention to upcoming financing for development conferences and the annual review of the Millennium Development Goals.",
      "Indonesia stressed the need for technology transfer.",
      "Canada highlighted the need to consider policies that attract private sector investment and a representative speaking for several Business and Industry NGOs called for diverse and flexible policy options and clarity on how the UNFCCC process will move forward.",
      "Smith indicated that insurance could play a role in compensating for climate damages and explained that the insurance industry is already getting more involved in developing countries and creating new instruments.",
      "On using existing climate funds in the future regime, he told Sudan that the funds could be integrated into new legal structures.",
      "Liberia asked if consultants had considered investment for countries with natural assets such as forests that provide benefits to the global environment.",
      "Co-Facilitator Bamsey said that the investment report had, for the first time, clarified the location of investment resources for a global response to climate change, and made clear the adequacy of those resources.",
      "Saudi Arabia questioned the inclusion of nuclear energy in the Secretariat's report, given that it is not environmentally acceptable to many parties, and advocated the use of clean oil technologies.",
      "UNFCCC Executive Secretary de Boer responded that the nuclear energy figures were based on countries' stated probability of using this technology and that most scenarios show an increase in oil demand.",
      "The International Trade Union Confederation called on decision-makers to show the link between investment flows and employment.",
      "He called for new instruments to ensure that developed countries bear the burden of climate change costs.",
      "Venezuela cautioned that the challenge for developed countries is to change the market-driven system of consumption and production in favor of a humanistic model of development, compatible with climate protection."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}