{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_31",
   "section_title": "THE OVERALL PICTURE: BALANCE AND COMPOSITION",
   "sentences": [
      "In a way, the IPCC was fortunate with the timing of the public scandal and resulting IAC Review, as it came at a relatively calm time, with assessment work for the AR5 already started at the working group level but still not on the table of the plenary.",
      "It is also worth noting that several of the changes adopted as a result of the review were in some form already there.",
      "For example, the establishment of an Executive Committee is in many ways a formalization of the informal Executive Team (E-Team), but with added transparency, accountability and clarity regarding decision-making.",
      "Likewise, the urgent need for a proper communications strategy had long been identified and commenced, resulting in prompt adoption at this session of the Guidance on IPCC Communications Strategy.",
      "Some participants, pointing to the source of the recent IPCC problems, suggested that perhaps all this work represented an over-reaction: that improvements in basic procedures (including, for example, an strengthened role for review editors), along with a change in management and an effective communications strategy, would have gone a long way towards addressing the gaps made evident by the mistakes and missteps that led to the IAC Review.",
      "Still, many also feel that a call of attention to the Panel should be welcomed.",
      "A hard look at the procedures and policies and stricter search for errors can always help.",
      "The conjuncture also obliges the Panel to make decisions that, given their diplomatically sensitive nature, would have been easier to postpone.",
      "Although some key work was forwarded to the next meeting, such as implementation of the Conflict of Interest Policy, many delegates noted that decisions taken at this session actually manage to strike a balance.",
      "It is too early to know, but IPCC could come out of the crisis stronger- with stronger governance, better policies, and improved procedures.",
      "The decisions taken at IPCC-32 and 33, together with those expected at IPCC-34, will lay the foundation to regain and strengthen the IPCC s credibility.",
      "The next step, however, is not entirely in the IPCC s hands, as it will depend in part on the role that climate change and science play on both the public and political agendas."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}