{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ghana",
      "Turkey",
      "Australia",
      "Bangladesh",
      "Mexico",
      "Gambia",
      "Panama",
      "United States",
      "China",
      "Uganda",
      "Indigenous Peoples",
      "Switzerland",
      "Japan",
      "Colombia"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_7",
   "section_title": "Adaptation",
   "sentences": [
      "Adaptation was discussed in a contact group, co-chaired by Thomas Kolly (Switzerland) and William Agyemang-Bonsu (Ghana), focusing on the following issues: underlying principles of adaptation; possible elements for an adaptation framework; institutional arrangements; means of implementation; implementation; and risk and insurance.",
      "On principles , parties discussed, inter alia : the need for country-driven and pragmatic approaches; consideration of adaptation at the same level as mitigation; differences between adaptation and sustainable development; and the catalytic vs. direct role of the Convention.",
      "Mexico highlighted the needs of vulnerable countries, sectors and groups, and, with the Gambia and others, underscored needs of women, children, the poor and indigenous peoples.",
      "Bangladesh called for legally binding provisions on adaptation.",
      "On institutional arrangements , discussions centered on possible elements for a framework for adaptation action.",
      "The US noted that one size does not fit all, and stressed the need for a clearly defined role for the Convention.",
      "The African Group said that actions should be country-driven.",
      "Turkey and Mexico suggested a framework should support implementation at the national and regional levels and allow for coordination at the different levels of government.",
      "Panama and Colombia proposed that the framework adopt a flexible approach.",
      "On means of implementation , the G-77/China underscored the need for new, scaled-up, predictable, additional and continued financial resources to finance incremental costs, as well as for direct and non-conditional access to those resources by developing countries.",
      "China underscored adaptation technologies, including hard and soft technologies.",
      "Many parties highlighted the need for capacity building, long-term adaptation, addressing immediate adaptation needs, and risk reduction strategies.",
      "They also discussed: full versus incremental funding of adaptation activities; mutual accountability; matching adaptation activities with support; assessment of vulnerabilities; funds outside the Convention and whether adaptation support outside the Convention can be counted towards support commitments; and the diversion of resources allocated for poverty reduction and sustainable development towards adaptation, as well as differentiation of official development assistance (ODA) from adaptation funding.",
      "On implementation , parties discussed implementation of adaptation action and implementation of enabling activities and environments.",
      "Among other issues, parties noted the need for: contemplating both short and long-term adaptation needs; compensation for climate-related losses and damages; an ecosystem approach; and actions other than those related to infrastructure.",
      "The EU said adaptation measures should be integrated into national, regional and local planning.",
      "Japan underscored information sharing.",
      "The Gambia called for immediate implementation of National Adaptation Programmes of Action and stressed the need to avoid maladaptation.",
      "The African Group underscored a network of regional adaptation and research centers, and consideration of indigenous knowledge.",
      "On risk reduction , parties underscored, inter alia : access to weather and climate information; community-level capacity building; special needs of small island developing states (SIDS) and LDCs; unequal distribution of losses among and within countries; and integration of disaster relief and resilience strategies.",
      "Bangladesh proposed the development of a vulnerability index.",
      "Uganda called for strengthening national early warning systems.",
      "Parties also considered the use of insurance as an adaptation strategy.",
      "AOSIS proposed a multi-window mechanism including three elements; insurance, compensation and risk reduction.",
      "Parties discussed, inter alia : whether insurance should be considered under adaptation or on its own, and the difference between risk transfer and risk reduction.",
      "Australia noted possible perverse incentives of insurance mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}