{
   "actors": [],
   "countries": [
      "Australia",
      "Swaziland",
      "Philippines",
      "Costa Rica",
      "China",
      "Chile",
      "Bolivia",
      "Kazakhstan",
      "Ecuador"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_16",
   "section_title": "General Discussion",
   "sentences": [
      "Ecuador underscored the need for predictable support, which is currently lacking, and noted that any acceptable definition of equity needs to reflect historical responsibilities and national capabilities.",
      "Bolivia emphasized: historical responsibility; social and poverty dimensions; and adaptation and mitigation capacity.",
      "He further stressed poverty eradication and equitable access to sustainable development, enabled by financial support and technology transfer.",
      "The Philippines called for urgent implementation of developed country parties obligations under the Convention; lamenting the lack of common understanding on finance twenty years after the Convention was negotiated, and that developing countries access to financial resources remains subject to conditionalities.",
      "China emphasized historical responsibility and that the Convention s principles apply to the scope, structure and design of the 2015 agreement.",
      "Chile said CBDR should be seen as dynamic, and not construed as an excuse for not responding to climate change.",
      "He said the Convention s principles should promote sustainable development and climate resilient growth and that there would be no progress unless there is an increase, in a differentiated way, of the capacity to act.",
      "Kazakhstan observed that not all Annex I parties have a historical responsibility for climate change.",
      "Australia proposed annexing national schedules in the 2015 agreement, saying these would give countries flexibility in tailoring actions according to national circumstances.",
      "Costa Rica said that differentiation between developed and developing countries is required but a new agreement would benefit from broader foundation for differentiation among developing countries.",
      "Swaziland emphasized that equity should be reflected in a general commitment to a global temperature goal, emission reductions and finance."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}