{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Norway",
      "Zimbabwe",
      "China",
      "Tuvalu"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_23",
   "section_title": "Good practice guidance and other information on LULUCF",
   "sentences": [
      "SBSTA decided to address the IPCC report on good practice guidance for LULUCF, together with the IPCC\u0092s work on factoring out direct human-induced changes in carbon stocks from indirect human-induced and natural effects, as well as with the IPCC report on degradation of forests and devegetation of other vegetation types. On Tuesday, 2 December, the IPCC presented its report on Good Practice Guidance (GPG) for LULUCF to SBSTA.",
      "The IPCC also reported on its work on factoring out, and noted difficulties in providing a practical methodology for factoring out for a broad range of LULUCF activities.",
      "Chair Thorgeirsson said Margaret Mukahanana-Sangarwe (Zimbabwe) and Audun Rosland (Norway) would co-chair a contact group to develop conclusions on the GPG. On Wednesday, 3 December, during a meeting of the contact group, several Parties suggested adopting the IPCC\u0092s GPG.",
      "They noted the need to retain links in the common reporting format with the Revised 1996 IPCC Reporting Guidelines, and said that the sectoral tables should be simplified and consistent.",
      "Co-Chair Rosland established a small group to continue informal discussions on this issue. The G-77/China and the EU highlighted the importance of factoring out, saying it reflected principles agreed in the Marrakesh Accords, and therefore needed to be addressed before the second commitment period.",
      "On degradation of forests and devegetation of other types, the contact group agreed that submissions by Parties should be requested for further discussion at COP-10. In the contact group on Thursday, 4 December, Co-Chair Rosland reported progress on the common reporting format and announced that the EU, with the help of Canada, would present reporting tables on sectoral background data for LULUCF based on IPCC GPG. On Friday, 5 December, the contact group discussed draft conclusions recommending the use of the IPCC GPG under the UNFCCC, while considering the GPG further at SBSTA-20, before recommending its use under the Protocol.",
      "AOSIS raised concerns over adopting the GPG without sufficient time for its examination, and also over the practicality of considering the GPG for the UNFCCC and Protocol separately.",
      "Others urged the adoption of the GPG for both the UNFCCC and the Protocol in order to prepare national inventories in time for entry into force of the Protocol.",
      "The EU recommended recording Tuvalu\u0092s concerns in the meeting\u0092s minutes instead of amending the draft conclusions.",
      "Tuvalu opposed this suggestion. On degradation of forests and devegetation of other vegetation types, Parties debated whether the SBSTA should invite Parties to submit their views on possible definitions and methodologies to the Secretariat. On Saturday, 6 December, the contact group continued discussions on the revised draft conclusions and a draft COP decision, centered on whether to recommend the GPG for reporting under the UNFCCC as well as under the Protocol.",
      "Delegates also discussed how to refer to the IPCC report on factoring out when taking note of it in the decisions, and accounting of LULUCF activities. In the contact group on Monday, 8 December, Co-Chair Margaret Mukahanana-Sangarwe announced that Parties had agreed to recommend the IPCC GPG for reporting under the UNFCCC, and to continue considering reporting requirements under the Protocol at SBSTA-20, with a view to making a decision by COP-10.",
      "On factoring out, Parties agreed to note the IPCC report submitted to SBSTA by the IPCC in response to a COP invitation. On Tuesday, 9 December, the SBSTA adopted draft conclusions and agreed to a decision to be forwarded to the COP, which adopted the decision on Friday, 12 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}