{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Qatar",
      "Australia",
      "Mexico",
      "Philippines",
      "India",
      "Saudi Arabia",
      "France",
      "United States",
      "China",
      "Timor-Leste",
      "Chile",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12379e.html",
   "id": "enb12379e_1",
   "section_title": "WORKSHOP ON SECTORAL APPROACHES AND SECTOR-SPECIFIC ACTIONS:",
   "sentences": [
      "Delegates reconvened in the workshop, where they continued to present their views.",
      "AUSTRALIA outlined the advantages of sectoral approaches, including development and deployment of low-carbon technologies, lower transaction costs, and capacity building.",
      "NORWAY noted that sectoral approaches could be useful in a transitional period to engage developing countries and promote technology transfer.",
      "The Philippines, for the G-77/CHINA, with the ALLIANCE OF SMALL ISLAND STATES, said technology transfer and financing should be a basis for discussions.",
      "The REPUBLIC OF KOREA said it would announce its mid-term target next year, and, with INDIA and MEXICO, called for incentive-based sectoral approaches.QATAR supported sectoral approaches in principle but highlighted concerns such as lack of relevant expertise in most developing countries.",
      "France, for the EU, linked sectoral approaches to carbon markets and cautioned against bottom-up approaches. SAUDI ARABIA pointed out that the Convention provides parties the flexibility to decide where, how and in which sectors to reduce emissions.",
      "The US said he did not see Article 4.1(c) (cooperation in reducing greenhouse gas emissions in all sectors) as a target-setting exercise, but supported reference to sectoral approaches in an agreed outcome .",
      "CHILE said that emissions from bunker fuels should be regulated taking account of the Convention principles.",
      "CHINA observed that the mandate of the AWG-LCA is not to establish mitigation goals but to promote the Convention s implementation. JAPAN suggested building on progress made on sectoral approaches, emphasizing that goals can be differentiated among countries but there should be common metrics.",
      "SWITZERLAND underlined the need for additional analytical work on sectoral approaches.",
      "NEW ZEALAND and TIMOR-LESTE called for a clearer definition of sectoral approaches."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}