{
   "actors": [],
   "countries": [
      "Grenada"
   ],
   "enb_end_date": "14-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "14-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12328e.html",
   "id": "enb12328e_11",
   "section_title": "WORKING GROUP III - MITIGATION:",
   "sentences": [
      "In the afternoon, Bert Metz highlighted key findings, emphasizing that emissions have increased significantly in the last 35 years.",
      "Regarding mitigation, he demonstrated that emissions should peak in the next two decades if low emission stabilization levels are to be achieved, which could be encouraged by policy incentives for technology development and transfer.",
      "Jayant Sathaye discussed sustainable development and climate change mitigation, noting a two-way relationship where climate policy can have positive or negative effects on others factors, and non-climate development policies can influence greenhouse gas emissions as much as specific climate policies.",
      "Ralph Sims spoke about potentials for emissions reductions in the energy, building, transport and industrial sectors, noting significant potential, particularly in the building sector.",
      "In discussing mitigation potential and costs of land-use options, Daniel Martino explained that most of the emissions and economic mitigation potential is in developing countries, where emissions tend to increase.",
      "While noting that 90% of agricultural and 60% of forest mitigation potential is in carbon sequestration, Martino emphasized uncertainties related to, inter alia , how climate change affects sinks.",
      "Dennis Tirpak presented on a range of policies, instruments and cooperative agreements to reach mitigation goals, highlighting the need for research and development investment.",
      "In the question-and-answer session, GRENADA asked about the absence of stabilization scenarios below 2 C, noting that even a 2 C increase would be disastrous for some countries.",
      "Metz explained that the literature does not contain such scenarios.",
      "Metz also responded to a question on the enormous potential for reductions available at no cost or even with net benefits, saying that these come mainly from the building and transport sectors, but noted barriers that prevent exploiting this potential."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}