{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Chile",
      "China",
      "Uganda",
      "Switzerland",
      "Cook Islands"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_34",
   "section_title": "RESEARCH AND SYSTEMATIC OBSERVATION",
   "sentences": [
      "On Tuesday, 2 December, the Cook Islands, for AOSIS, underscored the need for financial and technical resources.",
      "The EU and Switzerland emphasized the importance of historical data sets.",
      "Chair Thorgeirsson said Sue Barrell (Australia) and Philip Gwage (Uganda) would co-chair a contact group. In the contact group meeting on Wednesday, 3 December, Parties discussed a draft COP decision and draft conclusions.",
      "Chile stressed the need to call on national governments to provide financial resources to national meteorological authorities. In the contact group on Friday, 5 December, Parties considered a revised draft COP decision and draft conclusions.",
      "Stressing the importance of sustained funding for regional action plans, the G-77/China suggested that guidance on this issue should be given to the GEF.",
      "Referring to SBSTA-17 conclusions containing a provision on this matter, Co-Chair Barrell asked the G-77/China whether a new provision on this was necessary.",
      "The G-77/China said they would consult internally.",
      "Co-Chair Barrell then indicated that she would hold informal consultations with Parties on this matter. In the contact group on Saturday, 6 December, Co-Chair Barrell reported on informal consultations and proposed compromise text.",
      "Parties discussed to which operational entity the SBI should provide guidance. In the contact group on Monday, 7 December, Parties agreed to invite the SBI to give appropriate consideration to addressing the priority needs identified in regional action plans on global climate observing systems when considering funding options, including in the SBI\u0092s additional guidance to the GEF. In Plenary on Tuesday, 9 December, SBSTA adopted the conclusions and agreed to forward the draft decision to the COP."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}