{
   "actors": [],
   "countries": [
      "United States",
      "Tuvalu"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "With stocktaking plenaries under both AWGs scheduled for Friday, many delegates were overheard exchanging views on where things stand after four days of negotiations in Bangkok.",
      "Few, however, seemed to have a clear idea of how to characterize the pace of the negotiations.",
      "I must confess I am a bit confused, said one: Sometimes it feels like we ve made a lot of progress and at other times it seems like there will not be enough time to finish everything that needs to be done before Copenhagen.",
      "Another questioned whether the consolidation exercise under the AWG-LCA had actually led to any shortening of the text, with parties insisting on keeping their proposals in the document.",
      "Well, we ve indeed clarified our positions but this does not mean we ve created any space for compromise, rather we ve further illuminated our differences, he said pessimistically.",
      "Many of those emerging from the morning s mitigation contact group under the AWG-LCA were willing to admit that positions had been clarified with some also conceding that important differences between developed and developing countries had been elucidated.",
      "Nevertheless, others were optimistic.",
      "One developed country delegate characterized the discussions as a fundamental breakthrough, noting that, for the first time, proposals for mitigation architecture were discussed in a formal setting and parties provided starker relief of their proposals and expectations.",
      "Emerging from the room, some delegates also remarked on Thursday s events in the US, including the introduction of the Boxer-Kerry climate bill in the Senate and the regulation of greenhouse gases by the Environmental Protection Agency under the Clean Air Act, wondering how these would impact the negotiations.",
      "Discussions also took place in the corridors and meeting rooms concerning the overall legal architecture and the Protocol s future.",
      "Some commented on new support for the proposal made by Tuvalu earlier in the week to consider the legal implications that would arise if the Protocol was subsumed under a new agreement in Copenhagen and how this would affect the Protocol s rules, institutions and mechanisms.",
      "There seems to be growing acknowledgment that this needs to be discussed somewhere, said one party."
   ],
   "subtype": "corridors",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "working group"
}