{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Mauritius",
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Mexico",
      "Tuvalu",
      "United States",
      "China",
      "Gambia",
      "Japan",
      "Norway",
      "Thailand",
      "Barbados"
   ],
   "enb_end_date": "07-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12405e.html",
   "id": "enb12405e_1",
   "section_title": "ADAPTATION:",
   "sentences": [
      "Focusing on risk and insurance, many parties underscored early warning systems, vulnerability of SIDS and LDCs, and data gathering. AOSIS proposed a multi-window mechanism with the following components: insurance; rehabilitation/compensation; and risk management.",
      "She said that the mechanism could facilitate public and private sector coordination.",
      "Noting that insurance transfers risk but does not reduce it, AUSTRALIA, with CANADA, underscored risk reduction strategies.",
      "The EU referenced existing institutions and said insurance can provide pricing for risk.",
      "The G-77/CHINA underlined inefficient funding and implementation of existing mechanisms.",
      "The EU noted the importance of data for index-based insurance.",
      "BANGLADESH underscored the need for detailed sectoral and regional vulnerability assessments.",
      "BARBADOS said data gathering should not be used as an excuse to avoid instituting an insurance system, with TUVALU cautioning against an endless assessment process.",
      "The GAMBIA cautioned against maladaptation due to lack of planning, and AUSTRALIA noted potential disincentives for risk reduction resulting from insurance. MEXICO, BARBADOS and others underscored the unequal distribution of losses and risks.",
      "AUSTRALIA called for country-driven mechanisms.",
      "THAILAND highlighted vulnerability of rural areas.",
      "MEXICO said territorial planning should take into account long-term risks, noting the possibility of population relocation.",
      "NORWAY and the GAMBIA identified women and children as the most vulnerable. CANADA said the Convention should play a catalytic role and urged linkages between the adaptation and risk reduction communities.",
      "The US said disaster relief and resilience strategies should be integrated.",
      "THAILAND emphasized mainstreaming risk management into national policies.",
      "JAPAN highlighted the Hyogo Framework of Action.",
      "MAURITIUS stressed infrastructure for enhancing resilience and highlighted the need for sector-specific plans.",
      "Noting negative impacts of response measures, SAUDI ARABIA highlighted the role of insurance in commodity hedging.",
      "MÜNICH CLIMATE INITIATIVE noted the expertise of the private sector and its willingness to cooperate."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}