{
   "actors": [],
   "countries": [
      "Saudi Arabia",
      "Fiji",
      "France",
      "United States",
      "Slovenia",
      "China",
      "Russian Federation",
      "Belgium",
      "Kenya",
      "Germany",
      "Venezuela"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_37",
   "section_title": "Carbon and Other Biochemical Cycles",
   "sentences": [
      "On cumulative fossil fuel emissions for the 2012-2100 period, China, Kenya and Venezuela, opposed by Germany, said presenting figures for the means together with the ranges created confusion.",
      "The US and Saudi Arabia suggested using CO2 equivalent as opposed to CO2.",
      "An informal consultation group was established, which was later transformed into a formal contact group, co-chaired by Nicolas Beriot (France) and Elisabeth Holland (Fiji).",
      "The text proposed by the group, and adopted by the WG, references ranges for cumulative CO2 emissions for the 2012-2100 period compatible with the RCP atmospheric CO2 concentrations, as derived from 15 Earth System Models.",
      "The group also proposed adding Table SPM.3 with the cumulative CO2 emissions, which was adopted by the WG.",
      "On the text originally stating that following RCP2.6 requires by 2050 an average emission reduction of 50% relative to 1990, Germany, supported by Slovenia and Belgium, proposed adding figures for beyond 2050, for example for 2080.",
      "China stressed that it has the same concerns here as on the discussion on cumulative fossil fuel emissions and suggested inserting information on all RCPs.",
      "Saudi Arabia proposed deleting the entire text, with the Russian Federation expressing understanding for the concerns raised.",
      "The issue was taken up in the same contact group as on cumulative fossil fuel emissions.",
      "The group developed a proposal later adopted by the WG, which states that by 2050, annual CO2 emissions derived from Earth System Models following RCP2.6, a mitigation scenario, are smaller than 1990 emissions, and that by the end of the 21st century, about half of the models infer emissions slightly above zero, while the other half infer a net removal of CO2 from the atmosphere."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}