{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "South Africa",
      "Kuwait",
      "Poland",
      "United Kingdom",
      "China",
      "Switzerland",
      "Japan",
      "New Zealand",
      "United States"
   ],
   "enb_end_date": "30-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "30-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12117e.html",
   "id": "enb12117e_2",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "AUSTRALIA presented its diagrammatic submission on a compliance procedure focused on Protocol Article 3.1 (greenhouse gas reduction and limitation commitments).",
      "She highlighted that facilitation would be available on any issue relating to the target and that the outcome of the compliance procedure would be a COP/MOP decision applying the negative consensus rule. Delegates then addressed the structure of a compliance body.",
      "On the nature of a compliance body, a number of delegates said it should be a standing body in order to allow consistency and continuity in its practice, as well as build confidence in its work.",
      "On the frequency of the compliance body's meetings, AOSIS and SOUTH AFRICA said it would depend on the amount of work it had before it and that meetings should be held together with other meetings under the FCCC.",
      "The EU said meetings should be held regularly, and SWITZERLAND suggested it meet at least once a year, given the continuous work of the compliance body.",
      "On the body's size and composition, a number of delegates suggested a small body composed of scientific, technical and legal experts appointed by governments yet acting in their personal capacity.",
      "They said the composition of the body should ensure equitable geographic distribution.",
      "POLAND said there should be an equal number of Protocol Annex B and non-Annex B Parties, and AUSTRALIA, supported by the US, added that the composition would depend upon the article under review.",
      "SWITZERLAND, with SOUTH AFRICA, said it should be possible to call on outside experts.",
      "He added that additional Annex I Parties' experts should be called on when considering Protocol Article 3.",
      "A number of delegates, opposed by SAUDI ARABIA, stressed the need for the body to have its own rules of procedure.",
      "The EU said these rules should be adopted by the body itself, while KUWAIT, BRAZIL and CHINA said the COP/MOP should adopt these rules. On the relationship of the compliance system with Protocol Article 19 (dispute settlement), several Parties said these two procedures should be kept separate.",
      "The US said it envisioned the compliance system being structured in such a way that a Party would present information on non-compliance to the compliance committee, which would follow-up on the matter.",
      "Within such a framework, the Party would decide whether it would raise a bilateral dispute under Article 19 or initiate the multilateral process under the compliance system.",
      "The UAE said the suggestion by the US would cause confusion, as similar cases taken through Article 19 and the compliance system would have differing results.",
      "NEW ZEALAND said the Article 19 process could be the basis for a final appeal procedure.",
      "The UK responded that a bilateral appeal could not flow from a multilateral process.",
      "He highlighted the need to determine whether the compliance system or the dispute settlement process would take precedence where the two are in action simultaneously. On the consequences of non-compliance, JAPAN, AUSTRALIA and the US said the term 'consequence' could be replaced by 'outcome,' in order to better reflect the possible use of facilitative measures.",
      "CHINA, with SOUTH AFRICA, specified that Protocol Article 18 (compliance) refers to 'binding consequences' and opposed the proposed terminology change.",
      "On the types of consequences, a number of delegates emphasized that knowing them in advance would ensure predictability and deter non-compliance.",
      "Several delegates suggested an indicative list of consequences that would be applied gradually, taking into account the cause, type, degree and frequency of non-compliance.",
      "They opposed the US suggestion for automatic sanctions.",
      "JAPAN said the cost of sanctions should be lower than the cost of withdrawal from the Protocol.",
      "The US, NEW ZEALAND, AUSTRALIA and CANADA said a possible sanction could be the subtraction of excess emissions from the levels permitted during the subsequent period, with a penalty rate applied.",
      "SWITZERLAND, BRAZIL and IRAN supported financial penalties as a last resort.",
      "AUSTRALIA said the Party concerned should have the option to choose from a menu of consequences."
   ],
   "subtype": "groups",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "sbi/sbsta"
}