{
   "actors": [
      "Alliance of Small Island States",
      "African Group",
      "Group of 77",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Pakistan",
      "Australia",
      "Bangladesh",
      "Portugal",
      "Maldives",
      "China",
      "Switzerland",
      "Grenada",
      "Nigeria"
   ],
   "enb_end_date": "04-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "04-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12344e.html",
   "id": "enb12344e_3",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Australia, for the UMBRELLA GROUP, called for a comprehensive global agreement including a long-term aspirational goal to which all can contribute.",
      "He proposed initiating a new process building on the Convention Dialogue, and looked forward to continuing discussions under the AWG and the review under Protocol Article 9.",
      "Pakistan, for the G-77/CHINA, emphasized an approach based on key principles stated in the Convention and Protocol and said advancement of work under the AWG was an absolute imperative.",
      "Noting that an increase of 2 °C in global temperature would have devastating impacts on SIDS, Grenada, for AOSIS, stressed the need for a global comprehensive response within the UNFCCC framework and building on the Kyoto Protocol, leading to stabilization well below 445 ppm.",
      "Nigeria, for the AFRICAN GROUP, urged developed countries to fulfill existing commitments.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, highlighted IPCC AR4 and called for urgent action.",
      "Maldives, for the LDCs, highlighted the Adaptation Fund, suggesting application of the adaptation levy to other flexible mechanisms, not just the CDM, and to international maritime and air transport.",
      "Portugal, for the EU, said growth in global emissions must be halted in the next 10-15 years and urged a comprehensive global agreement by 2009.",
      "BANGLADESH noted the impact of a recent cyclone that cost 5000 lives and called for a firm commitment to funding adaptation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}