{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_6",
   "section_title": "SB 24 AND AWG 1:",
   "sentences": [
      "The twenty-fourth sessions of the Subsidiary Bodies and first session of the AWG were held in Bonn in May 2006.",
      "Prior to these meetings, the first UNFCCC dialogue on long-term cooperative action was held, as agreed at COP 11.",
      "In the AWG, delegates exchanged initial views on the process for considering future commitments for Annex I parties for the post-2012 period.",
      "After extensive consultations, an agreement was reached on a text setting out the AWG's plans for its future work. SBI and SBSTA together adopted 30 conclusions and one draft decision.",
      "However, most of these texts did not contain substantive agreements, and instead simply forwarded the issues to SB 25 for further consideration. REPORT OF COP 12 AND COP/MOP 2 The twelfth Conference of the Parties to the UN Framework Convention on Climate Change (COP 12) and Second Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol ( COP/MOP 2 ) opened on Monday, 6 November 2006.",
      "Parties also met for the twenty-fifth sessions of the Subsidiary Body for Implementation (SBI 25) and the Subsidiary Body for Scientific and Technological Advice (SBSTA 25), and for the second session of the Kyoto Protocol's Ad Hoc Working Group on Further Commitments for Annex I parties under the Kyoto Protocol (AWG 2).",
      "As well, a high-level ministerial segment and numerous contact groups and informal consultations took place.",
      "These meetings resulted in the adoption of 10 COP decisions and 11 COP/MOP decisions and in the approval of a number of conclusions by the subsidiary bodies.",
      "This report summarizes the discussions, decisions and conclusions based on the agendas of the COP, COP/MOP and the subsidiary bodies."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}