{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Colombia",
      "Gambia",
      "Philippines",
      "Costa Rica",
      "Mexico",
      "United States",
      "Switzerland",
      "Grenada",
      "Argentina",
      "Bolivia",
      "Venezuela",
      "Nauru",
      "Ecuador",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Singapore",
      "Egypt",
      "South Africa",
      "Malaysia",
      "China",
      "Chile",
      "Japan",
      "Barbados"
   ],
   "enb_end_date": "21-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "21-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12541e.html",
   "id": "enb12541e_1",
   "section_title": "ADP",
   "sentences": [
      "Reconvening the ADP plenary in the morning, COP Vice-President Van Lierop informed parties that the COP 17 President had designated Sandea de Wet (South Africa) to preside over the ADP on her behalf and urged parties to intensify their efforts in informal consultations facilitated by Ambassador Diseko so that the ADP Bureau can be elected by the end of the Bonn session.",
      "Chair de Wet encouraged parties to work hard with Ambassador Diseko to reach agreement on the election of officers.",
      "She also congratulated parties for allowing the ADP s work to proceed pending these consultations.",
      "Chair de Wet then proposed that parties adopt the agenda (FCCC/ADP/2012/1). SAUDI ARABIA argued that the agenda can only be adopted by an elected officer and questioned how the ADP can begin work when it does not have an elected Chair.",
      "He expressed willingness to work on the provisional agenda and organization of work in an informal setting.",
      "Many parties recalled the agreement from Friday that the COP Presidency guide discussions under the ADP pending agreement on its Chairs, and affirmed the legitimacy of the proceedings.",
      "The Secretariat clarified that according to the draft rules of procedure, it is the ADP that adopts its agenda and the Chair simply facilitates the process.",
      "He noted that there is no legal impediment to the ADP adopting its agenda. CHINA requested the Secretariat to explain the rationale of the items on the ADP s provisional agenda.",
      "The Secretariat responded that item 3 (planning of work in accordance with Decision 1/CP.17) and item 4 (workplan on enhancing mitigation ambition) were placed on the provisional agenda on the basis of Decision 1/CP.17 (Establishment of an Ad Hoc Working Group on the Durban Platform on Enhanced Action). CHINA urged careful consideration of the structure of Decision 1/CP.17.",
      "He questioned whether item 4 should be placed on the ADP s agenda and noted that Decision 1/CP.17 does not specify that the work plan on enhancing mitigation ambition should be under the ADP.",
      "He emphasized a post-2020 outlook as the ADP s core task, and also noted that raising the level of ambition does not refer only to mitigation but also to means of implementation in terms of technology, finance and capacity building.",
      "Nauru, for AOSIS, the Gambia, for LDCs, BARBADOS, GRENADA, SWITZERLAND, the EU, the US, MEXICO, SINGAPORE, AUSTRALIA, JAPAN and COSTA RICA urged the adoption of the agenda as proposed.",
      "GRENADA suggested that work be prioritized once the agenda has been adopted.",
      "The EU stressed that the work plan on enhancing mitigation ambition was a core element of the Durban package.",
      "BARBADOS explained that a draft decision had been proposed in Durban that included only a post-2020 outlook but the most vulnerable countries had rejected this proposal.",
      "He suggested modifying item 4 by adding a reference to pre-2020 mitigation ambition. CHINA suggested amending agenda item 3 to planning of the work on mitigation, adaptation, finance, technology development and transfer, transparency of action and support, and capacity building.",
      "He also called for deleting item 4.",
      "SINGAPORE cautioned against listing specific issues to avoid a potential exclusion of those not listed. BRAZIL recognized that the work plan on enhancing mitigation ambition is part of the agreement on the ADP, highlighting that discussions around this issue will be broader than a simple reference to mitigation.",
      "He stressed that the main focus of the ADP s work will be on negotiations for the new instrument and that the two elements of its work will be separate. VENEZUELA noted her country s formal reservation to Decision 1/CP.17 in Durban and highlighted that developed countries had already violated the Durban package by not putting on the table their QELROs for the second commitment period under the Kyoto Protocol.",
      "Supported by BOLIVIA, she requested adding a footnote to the agenda to indicate that: the implementation of Decision 1/CP.17 should be examined on the basis of its compliance with international law, in accordance with the principle of pacta sunt servanda and, in particular, with the exception on non-performance related to the full respect and compliance with the UNFCCC and its Kyoto Protocol, for the parties that are parties of those instruments. VENEZUELA stressed that the footnote is indispensable for her country s support for the adoption of the agenda.",
      "The US, SINGAPORE and SWITZERLAND expressed preference for not including a footnote. SINGAPORE suggested that agenda item 3 be adopted as proposed, while item 4 on the work plan on mitigation ambition be amended by adding in accordance with Decision 1/CP.17.",
      "The PHILIPPINES, supported by EGYPT, cautioned against cherry-picking from Decision 1/CP.17.",
      "He proposed deleting item 4 and amending item 3 to planning of work in accordance with all the elements of Decision 1/CP.17. JAPAN stressed the need to start substantive work as soon as possible and said the current provisional agenda is general enough to accommodate parties concerns.",
      "Chair de Wet stressed that the Durban outcome was a very balanced one, saying it will be difficult to delete agenda items.",
      "She urged parties to adopt the agenda as originally proposed, thereby sending a tremendous message to the international community that parties are ready to begin work under the ADP.",
      "The PHILIPPINES, supported by ECUADOR, BOLIVIA, MALAYSIA, ARGENTINA, IRAN and others, opposed adopting the agenda and stressed his earlier proposal to delete item 4 and amend item 3 to include all elements of Decision 1/CP.17.",
      "GRENADA, the EU, BARBADOS and others opposed this proposal.",
      "With SWITZERLAND and others, they reiterated their support for adopting the agenda as originally proposed by the Chair.",
      "Stressing the need to reflect all parties views, CHINA highlighted the constructive proposal by the Philippines and said discussions on how to organize work in more concrete terms can take place once the agenda has been adopted. SINGAPORE, supported by CHILE, the US, the REPUBLIC OF KOREA, COSTA RICA, COLOMBIA and the GAMBIA, reiterated his proposal, clarifying that it aims to maintain a distinction between the two agenda items and retains item 4, while adding the words in accordance with Decision 1/CP.17.",
      "After further discussion, SINGAPORE proposed combining item 3 as amended by the Philippines and item 4 as amended by himself.",
      "No agreement was reached.",
      "Lamenting that his suggestion to hold item 4 in abeyance had not been proposed to parties, CHINA sought clarification on the definition of the Presidency and whether the COP President has unlimited power to designate anyone to preside over the ADP.",
      "Chair de Wet stressed that no country has intervened in support of China s proposal.",
      "She proposed launching substantive work provisionally on the basis of the proposed agenda while conducting informal consultations on the agenda.",
      "The meeting was adjourned shortly after 3:00 pm, following a point of order from China concerning the lack of interpretation.",
      "Chair de Wet informed delegates that the ADP plenary is likely to reconvene on Tuesday."
   ],
   "subtype": "plenary",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "working group"
}