{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "United Kingdom",
      "Zimbabwe",
      "Mozambique",
      "Bangladesh"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_10",
   "section_title": "OVERVIEW OF THE ADVERSE EFFECTS OF CLIMATE CHANGE",
   "sentences": [
      "Youba Sokona, Deputy Executive Secretary of Environmental Development Action in the Third World, and Thomas Downing of the Environmental Change Institute at the University of Oxford, provided an overview of action on implementation of Article 4.8 and 4.9. Youba Sokona presented case study experience relating to droughts in the Sahel, as well as studies on coping with cyclones and sea-level rise, noting the wide range of coping strategies employed.",
      "These strategies included regional research and monitoring initiatives, improved agricultural production technologies and increased rural mobility.",
      "Coping strategies used in Bangladesh relating to cyclones and sea-level rise included early warning systems, safe refuges, public information and cultural acceptance of these measures.",
      "He said lessons learned from recent flooding in Mozambique should be used to advance adaptation strategies.",
      "He recommended early adaptation action at the international, national and local levels involving strategies in the areas of: information provision to encourage greater participation; capacity building; reconstruction to reduce uncertainty; risk reduction through implementation of 'low regrets' and 'no regrets' measures; and spreading the risk of adverse effects. Tom Downing said priorities for adaptation should be based on the assessment of vulnerability and risk, and highlighted criteria for evaluating adaptation measures and strategies related to, inter alia, stakeholders and vulnerable groups, resilience and effectiveness of the proposed measures, strategic responses, timing and the likelihood of adverse impacts.",
      "He concluded by calling for the immediate adoption of adaptation policies to protect vulnerable populations and countries and for funds to put existing technologies into use.",
      "He stated that such action could be justified on broad social and economic grounds. Chair Dovland then invited comments and questions from delegates on issues raised during this presentation.",
      "Several participants addressed the issue of low regrets and no regrets options, with a number noting that a clear definition of these terms and what options fit into these categories would be valuable.",
      "The SMALL ISLAND DEVELOPING STATES BRANCH OF THE UN DEPARTMENT FOR ECONOMIC AND SOCIAL AFFAIRS (UNSIDS) agreed with the presenters' view that we know enough in certain areas to take immediate action.",
      "He also noted difficulties in quantifying environmental vulnerability.",
      "Several delegates underscored the need to enhance developing country capacity for conducting vulnerability assessments.",
      "The US noted that vulnerability will change over time, meaning ongoing assessments by all Parties are desirable.",
      "He said adaptation issues should be integrated into national development strategies.",
      "ZIMBABWE noted the need to identify different levels of initial actions appropriate for countries with different levels of development.",
      "She stated that capacity building is a cross- cutting issue. In the afternoon session, Martin Parry of the Jackson Environment Institute at the University of East Anglia, UK, presented recent research on impacts of climate change across several sectors, drawing lessons for adaptation.",
      "He summarized the likely global impacts of climate change under three scenarios: business-as-usual; emissions reduction aimed at stabilizing CO2 levels at 750 parts per million; and emissions reduction aimed at stabilizing CO2 levels at 550 parts per million, which would require much deeper cuts that required under the Kyoto Protocol.",
      "He noted that Africa and South Asia would be adversely affected under all three scenarios.",
      "He stated that the two scenarios involving CO2 reductions have the potential to delay massive forest degeneration and reduce the increase in flooding.",
      "However, he noted that even these mitigation scenarios would have minimal impact on water supply, food production and the spread of malaria, meaning that adaptation would be a significant feature under all three scenarios.",
      "In terms of mitigation measures, he underscored the importance of the 2010-2030 period, and identified water management and species loss as key areas in this regard."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}