{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Australia",
      "Poland",
      "Nepal",
      "Russia",
      "United States",
      "Sweden",
      "China",
      "United Kingdom",
      "Japan",
      "Nauru",
      "New Zealand"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM",
   "enb_start_date": "31-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1265e.html",
   "id": "enb1265e_3",
   "section_title": "EXISTING COMMITMENTS IN ARTICLE 4.1",
   "sentences": [
      "The Chair of the non-group on FCCC Article 4.1, Evans King (Trinidad), introduced a report on his group\u0092s work (FCCC/AGBM/1997/CRP.I) on Articles 12 and 13.",
      "He said there has been substantial progress and that the text can establish the boundaries for future negotiation.",
      "There is no agreement on: mitigation and adaptation programmes, technology transfer, and taking account of climate change in policy.",
      "He said that specific measures to advance existing non-Annex I Party commitments and their relation to financial provision and technology transfer is a substantive issue cutting across the work.",
      "Once a common understanding emerges, other brackets will also be resolved. A representative of the environmental NGOs said the FCCC article applies to all Parties.",
      "The Chair of the non-group has failed to adequately advance implementation as obligations must be tightly defined and measurable, producing text riddled with qualifications and weak language.",
      "Advancement of Article 4.1 commitments are linked to technology transfer and supportive policies including innovative approaches to lever private sector involvement.",
      "Article 4.1 should not be used to negotiate commitments for developing countries through the back door. The AGBM Chair noted that the Chapeau could be agreed with unanimity. Delegates debated the order of 'national' and 'regional' programmes in a subparagraph on inventories.",
      "The G-77/CHINA proposed deleting 'models' and adding a reference to adopted guidelines.",
      "The US and NEW ZEALAND objected.",
      "POLAND requested deletion of 'cost-effective.",
      "' The EU objected. The G-77/CHINA objected to a list of 'economically justified' mitigation programmes, suggesting it represents new developing country commitments and mirrors the P&Ms annex still under negotiation.",
      "She had similar objections to the following subparagraph's lists of adaptation programmes.",
      "She preferred deleting the lists and retaining the G-77/CHINA's alternative, separately describing Annex-I and developing country programmes.",
      "She amended the alternative to include programme information in national communications.",
      "JAPAN, the EU and US preferred to remove brackets from the mitigation list, noting that it is indicative.",
      "The US said the list is not new commitments but puts 'flesh on the bones' of Article 4.1(b). NEPAL added mountain development to the adaptation list.",
      "The US bracketed 'protection measures for infrastructure' because of funding implications. On transfer of technology, the G-77/CHINA proposed the deletion of a paragraph on promoting effective modalities for transfers because it would introduce new and unacceptable commitments under the protocol.",
      "She supported an alternative paragraph, based on the FCCC and Agenda 21.",
      "The US, supported by JAPAN and CANADA, suggested combining elements in the two paragraphs but objected to references to 'financial and fiscal incentives' and 'patent-protected environmentally sound technologies.",
      "' On procedures to ensure that climate change considerations are taken into account in governmental and intergovernmental decisions, the US recalled NGO support for environmental impact assessment and promoting climate friendly technology.",
      "The EU, supported by the US, proposed a reformulation, on the identification and implementation of procedures, specifying multilateral development banks.",
      "The G-77/CHINA said the commitment should not be subsumed in a protocol that has a limited thrust.",
      "This would amount to undertaking a new commitment.",
      "She said the reference to multilateral development banks would introduce a conditionality to financing.",
      "The text remains in brackets. On sharing information on national development and use of indicators, the G-77/CHINA objected to the paragraph because it would amount to a new commitment under the protocol.",
      "The paragraph remains in brackets. Chair Estrada remarked that Parties will have to limit the scope of the protocol below what was agreed in Berlin at some point. On education and training, the US introduced an amendment on strengthening of national level education and training programmes, removed brackets from a reference to training experts 'in particular for developing countries,' and replaced a reference to methodologies with 'modalities.",
      "' On communications on implementation of commitments under the protocol, the G-77/CHINA said that communications should be forwarded to the FCCC Parties.",
      "The US explained that for Parties to the FCCC communications will go to the COP, for Parties to the protocol they will go also to the protocol body.",
      "He said a role in developing guidelines should not be ruled out for the MOP.",
      "The G-77/CHINA said that she could not agree to report to any body but the COP. QELROs QELROs-1 non-group Chair Luiz Gylvan Meira Filho (Brazil) introduced a document resulting from the work of the two non-groups.",
      "He noted that key issues were bracketed and hoped they would be resolved in Kyoto.",
      "He indicated that there had been agreement on an article addressing supplementary information for annual inventories of GHGs and national communications by Annex I Parties.",
      "He pointed out that definition of values and dates was pending, as well as the consideration of removals by sinks under QELROs.",
      "He hoped the AGBM would minimize the issues it addresses regarding sinks, considering time constraints at Kyoto.",
      "He also called attention to a definition of 'net' to be included in the Protocol. Chair Bo Kjellén (Sweden) reported that further consultations were taking place on QELROs for Annex I Parties with economies in transition, that articles on emissions trading and joint implementation were completely bracketed, that an article on national communications was agreed to, except for specific references to an article on voluntary commitments and to the Meeting of the Parties, and that no agreement had been reached on voluntary commitments. The AGBM Chair suggested that three alternatives on QELROs for Annex I Parties be referred as such to COP-3.",
      "NEW ZEALAND, supported by CANADA and JAPAN, indicated that the issue of removals by sinks had not been formally discussed by the non-groups on QELROs.",
      "JAPAN, supported by the UK and NAURU stated that references to 'net' and 'removals by sinks' that appeared in the text should be bracketed.",
      "AUSTRALIA, NEW ZEALAND, CANADA and RUSSIA said that references to 'net' should not be bracketed.",
      "The US said language on 'removals by sinks' should not be bracketed. The AGBM Chair ruled that there would be 'precautionary brackets' around the word 'net' until the issue of sinks was settled."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "sbi/sbsta"
}