{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Jamaica",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Egypt",
      "Zimbabwe",
      "United States",
      "Netherlands",
      "Switzerland",
      "Iran",
      "Brazil"
   ],
   "enb_end_date": "06-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "06-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12128e.html",
   "id": "enb12128e_2",
   "section_title": "ADVERSE EFFECTS",
   "sentences": [
      "Co-Chair Mohammed Reza Salamat (Iran) proposed discussing FCCC Article 4.8 and 4.9 on Monday, and Protocol Article 3.14 and procedural issues on Wednesday.",
      "He urged delegates to build on the conclusions of the technical workshops held in March.",
      "The EU suggested that all three Articles be discussed together so as to reach a single decision.",
      "SAUDI ARABIA, highlighting the fact that FCCC Article 4.8 and 4.9 and Protocol Article 3.14 were addressed separately under the Buenos Aires Plan of Action (BAPA), called for two draft decisions.",
      "Stating that the procedural discussion was premature, AUSTRALIA, supported by several Parties, proposed discussing the substantive issues before addressing the structure of the decision. On initial actions, participants suggested, inter alia: building capacities to cope with climate-related disasters; integrating climate change issues into national and donor assistance strategies; and setting priorities at the national level. SAUDI ARABIA, with ZIMBABWE, suggested developing a programme of action building on the workshops held in March.",
      "ZIMBABWE, SAMOA and JAMAICA supported a specific recommendation on insurance.",
      "EGYPT called for the development of a well-defined vulnerability index.",
      "The NETHERLANDS stated that such a suggestion was premature.",
      "He supported action on adaptation, starting with training for vulnerability assessment and development of adaptation options.",
      "The EU, with JAMAICA and CANADA, identified non- Annex I national communications as a source of information on those countries' needs.",
      "BRAZIL disagreed, as it was not mandatory to include vulnerability assessments in national communications. On the assessment of the impacts of response measures, ZIMBABWE said this would depend on the availability of information on policies and measures.",
      "SAUDI ARABIA highlighted the need, inter alia, to: ensure a comprehensive approach to policies and measures; enhance the research, development and use of fossil fuel sequestration technologies; remove market distortions in the energy sector; encourage the diversification of energy sources; and explicitly refer to compensation. SAMOA stressed the need to interpret Article 3.14 in its broadest sense and in relation to the FCCC's objective.",
      "AUSTRALIA and the US said discussions should focus on minimizing adverse impacts rather than on compensation.",
      "SWITZERLAND cautioned against adopting hasty decisions on the basis of inadequate knowledge.",
      "SAUDI ARABIA said information gaps should not be used as a pretext for inaction."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}