{
   "actors": [
      "League of Arab States",
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "Alliance of Small Island States",
      "African Group",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Algeria",
      "Singapore",
      "Egypt",
      "Philippines",
      "Costa Rica",
      "China",
      "Swaziland",
      "Switzerland",
      "Germany",
      "Nauru"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_40",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-LCA closing plenary took place in the evening of Friday, 7 December.",
      "Algeria, for the G-77/China, underlined that the issue of financing is of utmost importance for a successful outcome in Doha.",
      "She stated that without finance, institutions will be empty and ineffective, and expressed concern about the lack of progress on adaptation and technology transfer in the text.",
      "The EU declared that there is much to be collectively proud of under the AWG-LCA, but that more urgent action is necessary to meet the 2°C target.",
      "She cited concerns with the text, including on shared vision, response measures, modalities for the new market mechanism, and various approaches.",
      "She said that, under technology, the EU cannot accept anything that interferes with the IPR regime.",
      "Egypt, for the Arab Group, said he is still waiting to see a concrete outcome on finance as a necessary component of a package in Doha.",
      "He underlined the need for ambition and clear accountability for Annex I parties.",
      "He specified that paragraph 42 (bunker fuels) should be deleted because it does not send a clear signal to ICAO and IMO that the principles of the Convention should apply.",
      "Switzerland, for the EIG, supported forwarding the text to the COP, noting that it can be used as a basis for further discussion and expressed confidence that the remaining issues can be resolved in the COP.",
      "He highlighted that the elements of the text on shared vision, mitigation, response measures and technology require more work.",
      "Nauru, for AOSIS, said that in general, the text presents a decent basis to work from, but highlighted the lack of ambition in the text, and also called for more reference to the rules-based regime.",
      "Swaziland, for the African Group, expressed willingness to work on the basis of the text, but noted that it lacks ambition on mitigation and adaptation, as well as on means of implementation.",
      "She further noted lack of ambition on finance, particularly a lack of reference to mid-term finance for the period 2013-2020.",
      "The Philippines, on behalf of the Like-Minded Developing Countries, said that the text could be improved, highlighting: means of implementation, MRV of developed country finance, mitigation ambition, technology transfer, and capacity building.",
      "He also said that paragraph 42 should be deleted.",
      "Costa Rica, for the Association of Independent Latin American and Caribbean states (AILAC), said although the text provides a good basis for further work, it is imperfect.",
      "She highlighted finance as an issue that needs further work, noting that although there are unilateral decisions on finance and other good signals, the text must still have stronger provisions on finance.",
      "Many individual parties made statements supporting moving the text to the COP and cited numerous outstanding issues.",
      "The AWG-LCA adopted its final report (FCCC/AWGLCA/2012/L.3).",
      "In his closing remarks, Chair Tayeb announced that Minister Vivian Balakrishnan (Singapore) and Minister Peter Altmaier (Germany) would conduct ministerial consultations on the outstanding issues of the AWG-LCA.",
      "Chair Tayeb observed that parties cited the same paragraphs and issues in the text, albeit from opposite directions and asked delegates to reflect on this further.",
      "The AWG-LCA closed at 6:11pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}