{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "China",
      "Argentina"
   ],
   "enb_end_date": "05-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "05-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12571e.html",
   "id": "enb12571e_7",
   "section_title": "Presentations",
   "sentences": [
      "The Secretariat highlighted sectors vulnerable to climate change responses including conventional fuels, energy-intensive goods and tourism.",
      "He observed that industrial policy with the right mix of macro-policies can address market failures and target support. G-77/CHINA underlined the need to consider the high adjustment costs faced by developing countries and barriers presented by policies implemented by developed countries affecting economic diversification. SAUDI ARABIA underlined that mitigation actions should not hinder developing countries diversification.",
      "She said economic diversification is a meaningful tool, but insufficient on its own.",
      "Drawing on their experience, the EU observed that economic diversification policies could offer co-benefits for addressing climate change.",
      "International Centre for Trade and Sustainable Development (ICTSD) highlighted opportunities to develop renewable energy, increase efficiency and support adaptation. OPEC said economic diversification needs to be supported with technology transfer and capacity building.",
      "Saying that OPEC members would be the most adversely affected, he stressed the need to design a support mechanism.",
      "On the response measures report and possible recommendations to COP 19, the G-77/CHINA identified consideration of national circumstances and addressing high adjustment costs.",
      "The US and EU highlighted numerous reasons for diversification unrelated to climate change.",
      "ARGENTINA, supported by CHINA, and opposed by the EU and the US, suggested unilateral measures could be a cross-cutting issue in response measures.",
      "On trade issues, a party noted that when the whole lifecycle is considered transportation may not necessarily imply higher emissions.",
      "Views diverged on whether the UNFCCC or the WTO is the appropriate forum to discuss trade issues related to climate change.",
      "On subsidies, several developing countries noted the negative effects of agricultural subsidies and the need for targeted subsidies to access modern energy services.",
      "Many noted the challenge of ensuring access to energy, increasing the proportion of renewable energy and decreasing negative impacts of transitioning, amid rising demand for energy."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}