{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Qatar",
      "Sudan",
      "Kuwait",
      "Micronesia",
      "France",
      "Nigeria",
      "Norway",
      "Cook Islands",
      "Saudi Arabia",
      "Australia",
      "Algeria",
      "Venezuela",
      "Slovenia",
      "Jordan",
      "Chile",
      "Gambia",
      "Belgium",
      "Marshall Islands",
      "Germany",
      "Libya",
      "Oman",
      "Poland",
      "United States",
      "Kiribati",
      "Switzerland",
      "Syria",
      "New Zealand",
      "South Africa",
      "United Kingdom",
      "Austria",
      "Tuvalu",
      "Japan"
   ],
   "enb_end_date": "04-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "04-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12121e.html",
   "id": "enb12121e_3",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "Co-Chair Rønneberg (Marshall Islands) presented the draft report of the JWG on its work during the 11th session of the joint SBI/SBSTA as well as the decision on the future work of the JWG annexed to this report.",
      "The JWG discussed the draft decision which requests the JWG to report to COP-6 to enable it to adopt a decision on a compliance system under the Protocol at COP-6.",
      "The UK, CHILE, MICRONESIA, COOK ISLANDS, SWITZERLAND, the US, TUVALU, AOSIS, CANADA, JAPAN, AUSTRIA, KIRIBATI, the EU, NEW ZEALAND, FRANCE, the GAMBIA, BRAZIL, SOUTH AFRICA, AUSTRALIA, SLOVENIA, NORWAY, POLAND, BELGIUM and GERMANY supported the adoption of the Co-Chairs' draft decision in its current form.",
      "QATAR, KUWAIT, the SUDAN, VENEZUELA, SAUDI ARABIA, LIBYA, ALGERIA, NIGERIA, SYRIA, OMAN and JORDAN suggested alternative language whereby the JWG would report to COP-6 'with a view' to adopting a decision on a compliance system, as this would be more consistent with the BAPA.",
      "The JWG adopted the draft report, taking note of the views expressed.",
      "Rønneberg suggested that the difference in ambition be taken-up in the joint SBSTA/SBI meeting."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "sbi/sbsta"
}