{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "South Africa",
      "China",
      "Indigenous Peoples"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12478e.html",
   "id": "enb12478e_18",
   "section_title": "BONN, AUGUST 2010: THE CONTEXT",
   "sentences": [
      "The chief objectives of this meeting were to make progress on the current texts under the Ad Hoc Working Group on Long-term Cooperative Action under the UNFCCC and Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol.",
      "Translated into plain English, this meant converting the AWG-LCA Chair s text into a workable negotiating text that could be considered for possible adoption by the Conference of the Parties in December.",
      "For the AWG-KP, the aim was to develop a text that could be used as the basis for negotiations.",
      "Making progress also implied refining these texts, meaning narrowing down and clarifying diverging views.",
      "Since any meaningful agreement will ultimately need to be taken at a higher political level, the logic here is that narrowing the texts down to a few different options and alternatives will make it easier for politicians and high-level officials to make the necessary decisions in Cancún.",
      "When measured against these objectives, the August AWG meetings exhibited the slow and steady pace that in the tortoise s case would be instrumental in ultimately winning the race, while in the hamster s case would imply just another spin of the wheel.",
      "Delegates were successful in producing negotiating text for the AWG-LCA and tabling text for the AWG-KP.",
      "Both texts are expected to form the basis for delegates to engage in full negotiating mode at the next AWG sessions in Tianjin, China, in October.",
      "Some participants felt that progress in the AWG-KP was particularly noteworthy, because large sections of the text contain clear options on technical rules, such as on LULUCF and flexibility mechanisms, ready for a future political decision.",
      "In fact, one expert suggested that the AWG-KP is now further along than the AWG-LCA in the process of creating clear options from which to choose.",
      "Not everyone agrees with this assessment, with the G-77/China indicating that progress in the AWG-KP was inadequate.",
      "Now that acceptable texts have been produced, most observers claim that both AWGs should be in a position to enter into full negotiation mode in earnest in Tianjin.",
      "If that happens, it would be one point in tortoise s favor.",
      "If procedural wrangling again takes hold, the hamster theory would gain strength.",
      "The meeting was also successful in avoiding unexpected minefields that could hinder negotiations The exception may have been REDD-plus negotiations, where many parties said the issue had been deliberately pulled back by a handful of parties to stall progress until advances are made in other areas that would allow them to catch-up to the REDD talks.",
      "Those few parties, on the other hand, argued they were making genuine and constructive additions on issues such as markets, equity, indigenous peoples, and also highlighting the importance of including natural and other sinks under REDD-plus.",
      "According to some observers, the Bonn meeting was also successful in managing expectations for the next Conference of the Parties in Cancún.",
      "As one official observed, after Bonn no one will expect a legally-binding agreement in Cancún, but rather a package of implementing decisions and hopefully a mandate to negotiate a binding agreement in 2011.",
      "While most negotiators privately acknowledge no legally-binding treaty is possible in Cancún, and the Mexican presidency is not seeking one, managing public perception is crucial for avoiding the inflated expectations showcased at previous Conferences of the Parties and maintaining political support for the steady, step-by-step process.",
      "Progress was less evident when it came to refining and streamlining the texts, however.",
      "There was progress on some issues such as LULUCF and mechanisms under the AWG-KP.",
      "But as one delegate noted, heat makes things expand.",
      "This phenomenon was observed with the AWG-LCA August text, which ballooned from 45 pages to a still undetermined number (probably in the triple digits).",
      "As AWG-LCA Chair Mukahanana-Sangarwe scolded in plenary, parties political positions have crept back into the text.",
      "From the hamster perspective, things had come full circle from June 2009.",
      "Many delegates perceived the numerous additions on some issues by a handful of parties as hostage taking to gain leverage at future meetings on issues such as equity or response measures.",
      "However, others were more sanguine, noting that this is simply the stage in the process where parties seek to get their issues on the table. TEXT OR AGREEMENT?",
      "There is much debate about whether refinement of technical options constitutes progress.",
      "Many both inside and outside of the process are questioning whether the political will currently exists to translate these technical options into an agreement.",
      "As one delegate noted, substantial refinement of the text, particularly in some areas under the AWG-KP, has resulted in clear options that could form the basis of an amendment to the Kyoto Protocol.",
      "However, the broader context of climate change negotiations may make this refinement completely moot.",
      "Some developed countries remain firmly of the view that a second commitment period can only be considered in the context of a global agreement that includes all major emitters.",
      "On the other hand, most developing countries insist that developed countries must first fulfill their commitments and establish post-2012 targets, something that will never happen before 2012, according to at least one experienced delegate.",
      "Which comes first, text or agreement, developed country targets or developing country actions, are fundamental questions dogging the process, particularly given the deep distrust between North and South.",
      "For now, the process seems to be following a very different path than the one that led to the negotiation and operationalization of the Kyoto Protocol.",
      "In that case, a political deal was struck in Kyoto, followed by four years of negotiations to make it operational, culminating in the Marrakech Accords in 2001.",
      "However, as things stand now, negotiations on a post-2012 agreement are taking the opposite approach by focusing on finishing the technical rules first as a means to enable a political agreement.",
      "The defenders of technical progress absent political decision-making note that even if a political agreement proves elusive on, for example, a second commitment period to the Kyoto Protocol, successfully-refined technical options can be easily exported to other areas of negotiation.",
      "The export idea, however, is likely to remain unpopular with most developing countries, particularly if it leads to any blurring of the lines between the AWG-KP and the AWG-LCA. DO MORE MEETINGS MEAN MORE PROGRESS?",
      "I can t believe we re meeting in August, again!",
      "complained one vacation-deprived delegate.",
      "What s the point of having so many meetings if we spend all the time negotiating what and how to negotiate?",
      "she continued with a disgruntled tone.",
      "The delegate s comments reflected growing concern on whether the intense negotiating schedule is justified.",
      "This is not sustainable; delegates behave as if they could hold five sessions per year indefinitely.",
      "If we don t produce outcomes soon, the taps will be turned off, suggested another insider.",
      "Not everyone agrees with this view, however, with optimists pointing out that that Ad Hoc Group on the Berlin Mandate, which eventually led to the Kyoto Protocol, had a similarly hectic schedule in the lead up to COP 3, and that all the procedural wrangling is an intrinsic component of the negotiations.",
      "In the tortoise analogy, more meetings get us farther down the long road.",
      "In the hamster analogy, more meetings only make the wheel spin faster. ON THE ROAD OR OFF THE WHEEL?",
      "All processes have ups and downs, mused an observer, and we seem to be on our way down.",
      "These thoughts seem to accurately describe quite the recent mood in climate circles.",
      "We gave everything we had in Copenhagen, said a delegate.",
      "Since Copenhagen, the UNFCCC process is not our priority, admitted an NGO observer.",
      "I don t think we ll have an agreement in Cancún or South Africa, predicted one disheartened veteran.",
      "Others worried about increasingly dim prospects for US climate legislation, without which many feel no agreement can be reached.",
      "Perhaps surprisingly, the US Senate s failure to legislate rarely came up in Bonn, with most delegates shrugging their shoulders and commenting that they did not have high expectations to begin with.",
      "For the tortoise, such low morale could prove disastrous, sapping its determination and perseverance.",
      "From the hamster s perspective, low morale does not matter too much, since in any case it remains stuck on the wheel whether standing still or running at full speed.",
      "The Copenhagen hangover does not only affect mood, but also ideas.",
      "The years prior to Copenhagen saw massive creative and intellectual work from delegations, think tanks, academia and civil society in general, addressing all levels and dimensions of the negotiations.",
      "Since Copenhagen, the flow of new ideas has slowed to a trickle.",
      "Thinkers seem to have turned their minds elsewhere.",
      "It remains to be seen whether the post-Copenhagen brain drain is a temporary or a long-term trend, said a researcher who just had her research grant cut by her government.",
      "Several delegates also pointed to cuts in delegation sizes and even staffing levels in capitals.",
      "We are still recovering from Copenhagen, concluded one delegate.",
      "Moving beyond Copenhagen will take time and effort.",
      "For the tortoise, this will require extra perseverance and renewed determination for the long road ahead.",
      "For the hamster, it may imply jumping off the wheel, thinking outside the box and injecting the process with new energy and ideas.",
      "On the positive side of the ledger, there are hopes that Christiana Figueres, the new UNFCCC Executive Secretary, will be instrumental in turning hearts and minds around and gradually repairing the damage of Copenhagen.",
      "While most said it was far too early to judge, several participants praised her engaged but not too-pushy style, while one approved of her deft handling of the potentially explosive toilet-gate situation (an incident in June involving damage to a country nameplate).",
      "As delegates fly back to their capitals and begin strategizing about Tianjin, Cancún and beyond, it may be worth posing the question: is the UNFCCC process more like a tortoise or like a hamster-¦ and what should be done about it?"
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}