{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Finland",
      "Angola",
      "Mexico",
      "Nicaragua",
      "Australia",
      "Philippines",
      "Indonesia",
      "India",
      "Singapore",
      "Trinidad and Tobago",
      "Zimbabwe",
      "China",
      "Peru",
      "Venezuela",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Saint Lucia"
   ],
   "enb_end_date": "02-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12515e.html",
   "id": "enb12515e_7",
   "section_title": "AWG-LCA:",
   "sentences": [
      "During the afternoon contact group, AWG-LCA Chair Reifsnyder proposed and parties agreed to continue the work of the AWG-LCA in one contact group, which will meet periodically to touch-base on progress, while informal groups will address substantive issues.",
      "He said the groups would be organized as follows: shared vision, facilitated by AWG-LCA Vice-Chair Margaret Mukahanana-Sangarwe (Zimbabwe); developed country mitigation, co-facilitated by José Alberto Fernández Garibaldi (Peru) and Karine Herzberg (Norway); developing country nationally appropriate mitigation actions (NAMAs), co-facilitated by Fernández Garibaldi and Herzberg; REDD+, facilitated by Antonio Gabriel La Viña (the Philippines); sectoral approaches and sector-specific actions, facilitated by La Viña; various approaches including opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions, facilitated by Giza Gaspar Martins (Angola); response measures, facilitated by Crispin d Auvergne (Saint Lucia); adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); finance, co-facilitated by Georg Børsting (Norway) and Suzanty Sitorus (Indonesia); technology transfer, facilitated by Jukka Uosukainen (Finland); capacity building, facilitated by Uosukainen; the Review, facilitated by AWG-LCA Vice-Chair Mukahanana-Sangarwe; legal options, facilitated by María del Socorro Flores (Mexico); and other matters, facilitated by Kunihiko Shimada (Japan).",
      "Chair Reifsnyder proposed that Burhan Gafoor (Singapore) facilitate informal discussions on the level of ambition (paragraphs 36-38 and 48-51 of the Cancun Agreements).",
      "CHINA preferred addressing the issue in the informal groups on developed country mitigation and developing country NAMAs.",
      "Informal consultations will address how to carry this issue forward.",
      "Parties agreed that the first and last sessions of each informal group would be open to observers. ANNEX I PARTIES FURTHER COMMITMENTS (AWG-KP): AWG-KP Chair Adrian Macey (New Zealand) opened the contact group on Annex I parties further commitments, which he underscored would focus on political issues and any issues forwarded by the substantive spin-off groups.",
      "He suggested discussing, inter alia : the extent to which the transformation of pledges into QELROs is possible in Durban; how to address the level of ambition, including the aggregate level of ambition and moving parties from the low to the high end of pledge ranges; and addressing a possible gap between commitment periods, such as through provisional application of an amendment.",
      "Saint Lucia, for AOSIS, called for: transforming current pledges on the table into QELROS to enable progress in discussions; enhancing ambition by closing loopholes in the Kyoto Protocol; provisional application of any agreement on a second commitment period to resolve the issue of the gap; and discussion of consequential amendments.",
      "The EU called for clarity on parties pledges, including on a starting point and the length of the commitment period, which are prerequisites for determining QELROs.",
      "Reiterating that their stance on the second commitment period has not changed, JAPAN emphasized they would not make emission reductions pledges within the framework of a second commitment period. AUSTRALIA called for strengthening accounting rules in both AWG tracks, and cautioned against developing two different sets of rules.",
      "She reiterated the need for reaching a balanced agreement, including all major emitters, without which a gap between commitment periods is inevitable.",
      "PERU emphasized the importance of a second commitment period for preserving a rules-based system, rather than a system based on pledge-and-review. NEW ZEALAND reiterated that they remain prepared to take on a second commitment period in the context of a comprehensive global agreement that contains legally-binding emission reduction targets for all major emitters.",
      "On the CDM, the EU explained that demand for CDM projects and emission reduction credits will continue in Europe, regardless of a second commitment period, and suggested that discussions be more constructively framed as striving for smooth continuity in the post-2012 regime, rather than emphasizing the gap between commitment periods. VENEZUELA, with BRAZIL and BOLIVIA, underscored that the CDM cannot function outside of the context of QELROs, and therefore without a second commitment period.",
      "VENEZUELA said the CDM has a shameful record on hydrochlorofluorocarbons (HCFCs), which increase pollution, while BOLIVIA highlighted their negative experiences with CDM projects.",
      "BRAZIL and INDIA expressed concern about the possible proliferation of bilateral mechanisms and, with CHINA, noted the value of the CDM.",
      "VENEZUELA and NICARAGUA stressed that countries should not be able to select beneficial elements of the multilateral process, while neglecting difficult elements.",
      "The EU acknowledged that there is room for improvement on HCFC-23 credits and said they would be banned in the EU in the near future.",
      "He also said that ratification of a Durban decision would take time and emphasized the need to ensure continuity.",
      "JAPAN underscored the achievements of the CDM in promoting sustainable development in developing countries.",
      "The Chair said discussions on these issues will resume during the next contact group. REVIEW (AWG-LCA): In the informal group on the Review of the long-term global goal, parties discussed the way forward based on notes prepared by the facilitator during the Bonn meeting (FCCC/AWGLCA/2011/CRP.9), which included submissions made by parties.",
      "Some parties called for their submissions to be better reflected in the facilitator s note, while some requested the opportunity to provide further input.",
      "Parties agreed that the facilitator should eliminate repetition, integrate new and previous submissions, and use the revised notes as a basis for discussions in the next meeting. TECHNOLOGY TRANSFER (AWG-LCA): The informal group on technology convened in the afternoon.",
      "Three proposals for draft decisions from parties were presented on the elements of the governance structure, terms of reference for the climate technology centre (CTC) and requests for proposals from organizations to host the CTC.",
      "Parties then discussed issues including: the relationship between the host institution and the COP and the TEC; linkages between the TEC and the CTC; the respective roles of the CTC and the network; and the function and composition of a proposed six member selection panel for reviewing host institution proposals.",
      "Parties agreed that the draft decisions would be integrated into a compilation document by the facilitator."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": "working group"
}