{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Morocco",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_76",
   "section_title": "'PLAY IT, (UNCLE) SAM'",
   "sentences": [
      "As climate change observers look ahead to COP-7 in Morocco - a country synonymous to many with Bogart, Bergman and Casablanca - a question uppermost on the minds of many is the extent to which the US will be persuaded to join the climate caravan.",
      "Will the US play it, 'as time goes by?",
      "' Although the US was noticeably less intrusive in Bonn - seemingly sticking to their commitment not to prevent others from moving ahead - their presence was nevertheless ubiquitous.",
      "While some observers claim to have seen the hand of the US in various submissions by other Parties (most notably that by Nigeria on eligibility during the first week of negotiations) their impact on the negotiations was far more pervasive than indulging in a little backroom lobbying. For many observers, an overriding objective of the Bonn meeting was to defy the US, by demonstrating that the Protocol could survive without its participation.",
      "This sentiment was most evident during the high-level plenary on Monday, 23 July, when the current spokesperson for the G-77/China stated that the political agreement was a 'triumph for multilateralism over unilateralism.",
      "' This thinly veiled attack on the US position, which was warmly applauded by the packed conference hall, was further underlined by President Pronk.",
      "Noting the growing sentiment against globalization, typified by the G-8 protests in Genoa, Pronk stressed that the Bonn Agreement demonstrates 'the centrality of the concept of international cooperation for the higher common benefit of the global community.",
      "' US head of delegation, Paula Dobriansky, appeared unmoved and - despite being heckled - was unapologetic in reiterating the US position against ratification.",
      "Interestingly though, she referred to the Protocol as 'not sound policy,' a shift from earlier statements that it was 'fatally flawed' (and a subtle shift too from her original written statement, in which she apparently deleted reference to 'deeply flawed'). While it remains unlikely that the US position on ratification will change in the near future, there is no doubt that the Bonn Agreement has affected the international political economy of climate change.",
      "As European Environment Commissioner Margot Wallstrom put it shortly after the deal had been struck: 'I think something has changed today in the balance of power between the US and the EU.",
      "' Or as one US observer said: 'this is a major foreign policy defeat for President Bush.",
      "' The nature of the changing relationship was underlined by President Pronk in his final press conference, late Friday night, where he emphasized that the US no longer speaks of the Protocol as being dead.",
      "He also noted that the US business community and various Senators are beginning to appreciate that isolation on this issue will have an impact on US economic interests.",
      "With ratification of the Kyoto Protocol now more likely, he suggested that there is now an increased possibility that 'it won't take many years before there is at least a 'joint track' approach with the US in addressing climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}