{
   "actors": [
      "Alliance of Small Island States",
      "European Union",
      "Least Developed Countries",
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "Group of 77 and China"
   ],
   "countries": [
      "Pakistan",
      "Australia",
      "Iran",
      "Maldives",
      "Germany",
      "Grenada",
      "China",
      "Nigeria"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_8",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "SBI Chair Bagher Asadi (Iran) opened the SBI 26 on Monday morning, 7 May, welcoming participants.",
      "UNFCCC Executive Secretary Yvo de Boer reflected on his first eight months in the post.",
      "He expressed concern at the enormous growth in the Secretariat's workload.",
      "He urged a long-term global response to climate change involving deep emissions cuts from industrialized countries, further engagement of developing countries, incentives for action, and flexibility through an enhanced carbon market.",
      "Several parties then made opening statements.",
      "Pakistan, on behalf of the Group of 77 and China (G-77/China), urged progress on the Adaptation Fund, and called for progress on Kyoto Protocol Articles 2.3 (adverse effects of policies and measures) and 3.14 (adverse effects and response measures), the Buenos Aires Programme of Work, capacity building, and funding.",
      "Germany, on behalf of the European Union (EU), stated the EU's commitment to cut emissions by 30% by 2020 compared with 1990 levels if other developed countries follow suit and economically advanced developing countries contribute adequately according to their responsibilities and respective capabilities.",
      "She urged extending the carbon market, addressing emissions from international aviation and maritime transportation, and progress on the Adaptation Fund.",
      "Australia, speaking for the Umbrella Group, highlighted the Adaptation Fund, the Russian proposal on voluntary commitments, and the AWG discussions.",
      "Nigeria, for the African Group, called for better geographic distribution of CDM projects and more support for non-Annex I communications .",
      "Grenada, speaking for the Alliance of Small Island States (AOSIS), supported progress on the Adaptation Fund, technology transfer, and response measures.",
      "Maldives, for the Least Developed Countries (LDCs), highlighted the work of the LDC Expert Group, funding for adaptation, and management of the LDC Fund."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}