{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United States",
      "Australia",
      "China",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_72",
   "section_title": "LULUCF",
   "sentences": [
      "The collapse of The Hague negotiations was attributed by many observers to disagreements over LULUCF issues: 'It was sinks that sunk The Hague.",
      "' In contrast, the negotiations in Bonn on LULUCF issues proved to be comparatively straightforward.",
      "There are several reasons for this.",
      "Some suggest that negotiators came to Bonn conscious of the fact that sinks were fatal to The Hague deal, and, with greater pressure to conclude a package, they had an increased willingness to compromise.",
      "Ironically, the compromise that was struck was one some noted would have satisfied the US in The Hague. With the US now out of the picture, the EU and G-77/China had to make significant sacrifices to keep the rest of the Umbrella Group on board, particularly in light of statements by Canada, Australia and Japan that the provision of credits under Article 3.4 was the key to ratification.",
      "An apparent trade-off for greater EU flexibility on sinks was the insistence that nuclear energy be removed from the CDM.",
      "While the EU's shift on sinks was a major concession, and one that revived concerns regarding loopholes and the renegotiation of the Protocol targets, most saw this as a necessary and beneficial trade-off for keeping the Protocol alive. Commentators also observed that Amb.",
      "Estrada - well-known for forging agreements and producing results - had been brought in to chair discussions during the ministerial session, and suggested that his touch may have been evident.",
      "The resulting agreement was not without controversy, however.",
      "Shortly after the ministers' decision was agreed, but before it was formally adopted, the Russian Federation sought to increase the level of credit they could claim under forest management.",
      "Finding a solution for this apparent impasse, which some saw as threatening the entire process, required frantic scrambling to enable formal adoption of the Bonn Agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}