{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_6",
   "section_title": "INTRODUCTION AND OVERVIEW",
   "sentences": [
      "Youssef Nassef, UNFCCC, provided an overview of recent, ongoing and expected developments on adaptation under the UNFCCC, and explained how the NWP fits in.",
      "He identified six main elements under the UNFCCC that complement the NWP: follow-up activities under decision 1/CP.10 (adaptation to the adverse effects of climate change); funding for adaptation; National Adaptation Programmes of Action (NAPAs); the work of expert groups; capacity building; and the Bali Action Plan, which charts a new negotiating process on climate change with the aim of completing it by 2009 and includes adaptation as one of its four building blocks.",
      "He explained that the different tracks - the NWP, decision 1/CP.10 and the Bali Action Plan - should serve to reinforce each other and feed into the future process, and pointed out areas where synergies could be catalyzed.",
      "He reiterated that less than two years remain before COP 15, when the new agreement must be finalized, to advance adaptation action.",
      "Festus Luboyera, UNFCCC, described the goals, activities and expected outcomes of the NWP.",
      "As expected outcomes of the meeting, he listed: stocktaking of the role and availability of socioeconomic information; consideration of efforts to enhance integration of socioeconomic information into impact and vulnerability assessments; recommendation of specific actions to address gaps and needs; identification of actors to undertake the recommended actions; and input for a Call for Action.",
      "Hugh Pitcher, IPCC s Task Group on Data and Scenario Support for Impact and Climate Analysis (TGICA), described TGICA s work, particularly of the Data Distribution Center.",
      "He described several issues with the socioeconomic data that should be taken into account in scenario development such as transition/delayed development, demographics, land use and downscaling.",
      "He also highlighted the current gap in the representation of needs and interests of the impacts, adaptation and vulnerability community in scenario development, and said the community needs to create a framework to better communicate data and information needs."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}