{
   "actors": [],
   "countries": [
      "Trinidad and Tobago",
      "New Zealand"
   ],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_5",
   "section_title": "EXPERT MEETING REPORT",
   "sentences": [
      "On Monday morning, 10 March, Joseph Howard, Deputy Permanent Secretary, Ministry of Planning, Housing and Environment, Trinidad and Tobago, welcomed participants and opened the meeting.",
      "Youssef Nassef, UNFCCC, welcomed participants and expressed appreciation to the Government of Trinidad and Tobago for hosting the meeting.",
      "He said climate change impacts are already being observed and experienced, and are affecting, inter alia , food security, floods and droughts, coastal communities, poverty infrastructure, human health and tourism.",
      "He also emphasized reliable data and information, particularly socioeconomic information, is critical, and that, while most countries have undertaken assessments; a further enhancement of the methodological basis is still needed. SBSTA Chair Helen Plume (New Zealand) chaired this meeting and highlighted the mandate of the NWP, which is to assist parties to improve their understanding of impacts, vulnerability and adaptation, and to make informed decisions on adaptation.",
      "She emphasized identifying ways and means to improve the integration of socioeconomic information and how they relate to adaptation planning.",
      "She said this meeting would set the stage and provide the way forward on this subject, and provide clear recommendations at the upcoming SBSTA meeting.",
      "Emily Gaynor Dick-Forde, Minister of Planning, Housing and the Environment, Trinidad and Tobago, noted this meeting is a significant milestone in the implementation of the NWP and highlighted its critical importance for Caribbean countries.",
      "She also said the meeting would help Trinidad and Tobago establish a new system for integrating socioeconomic information and mainstreaming adaptation into policies and planning activities."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}