{
   "actors": [],
   "countries": [
      "Brazil",
      "United States",
      "Australia",
      "Germany",
      "Japan",
      "Denmark",
      "Norway"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_25",
   "section_title": "TFI",
   "sentences": [
      "The Expert Meeting for Technical Assessment of IPCC Inventory Guidelines (Energy, Industrial Processes and Product Use, and Waste Sectors) (IPCC-XLII/INF.7 Corr.2 and IPCC-XLII/INF.9 Corr.2), the Expert Meeting for Technical Assessment of IPCC Inventory Guidelines (Agriculture, Forestry and Other Land Use Sector) (IPCC-XLII/INF.8 Corr.2 and IPCC-XLII/INF.9 Corr.2) and the Expert Meeting to Collect Emission Factor Database and Software Users’ Feedback (IPCC-XLII/INF.",
      "6, Corr.",
      "2) were taken up jointly and presented by TFI Co-Chairs Thelma Krug (Brazil) and Hiraishi on Monday afternoon.",
      "They reported that the Expert Meetings had concluded that certain methodological refinements are required to improve the 2006 IPCC GHG Inventory Guidelines in particular sectors, and that, while many of these refinements could be undertaken via existing methods, others might require a methodological report, possibly to be prepared by 2019.",
      "The TFI Co-Chairs suggested a scoping meeting be held to address the issue.",
      "Germany, with Denmark and Norway, objected to undertaking such a methodological report saying that its uptake by the UNFCCC was uncertain, and called for working with supplements to the guidelines that could more easily be adopted.",
      "Noting significant improvements since 2006, Australia and the US disagreed, welcoming the work programme proposed by the TFI Co-Chairs.",
      "Japan stressed the importance of the TFI’s work and of the Guidelines, and said he looked forward to further enhancement of the Guidelines.",
      "Acting IPCC Chair El Gizouli proposed, and the Panel agreed, to: take note of the reports and of the comments raised by Parties; request the incoming TFI Chairs to take these comments into account in a future report to the plenary and in developing the work programme of the TFI; and request the FiTT to consider the budget implications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}