{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Colombia",
      "Switzerland",
      "New Zealand",
      "India"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_36",
   "section_title": "EMISSIONS TRADING",
   "sentences": [
      "On Tuesday, 6 June, Chair Chow outlined the key features of emissions trading, based on the Chair's Text for Further Negotiations on Mechanisms.",
      "On participation, one option listed was to require the Party's prior compliance with its obligations, such as compliance with Articles 5 (national systems) and 7 (communication of information) and maintenance of national registries, while another option was to suspend participation if the Party was not complying with these obligations.",
      "On liability, options presented included seller liability, shared liability, buyer liability, trigger, compliance reserve and post-verification proposals.",
      "Switzerland, opposed by Canada, proposed an annual post-verification trading system, wherein emissions trading would be limited to Assigned Amount Units (AAUs) surplus to the Party's allocation plan.",
      "With New Zealand and the US, Canada supported a seller regime complemented by an effective compliance system.",
      "The US highlighted the need to maintain similar approaches on Articles 4 (joint fulfillment of commitments) and 17 (emissions trading), since both permit Parties to fulfill obligations collectively, and pointed out that Article 4 refers to transferor liability.",
      "AOSIS highlighted the need for environmental integrity of emissions trading systems, and sought elaboration on the idea of a compliance reserve.",
      "Colombia stressed the need for a suitable system for the measurement of emissions from point and mobile sources.",
      "India stressed the need to first determine the character, nature and volume of the transferable.",
      "He said the CDM could be marginalized by emissions trading because of its sustainable development requirements. On Thursday, 15 June, in discussions on the Draft Consolidated Text On Mechanisms, delegates differed on the need for, inter alia: the usage of the Protocol-consistent term 'Part of an Assigned Amount' instead of 'AAUs'; legal entities to participate in the CDM; a share of proceeds from emissions trading to fund adaptation; and limits on transfers."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}