{
   "actors": [],
   "countries": [
      "Australia",
      "Italy",
      "Costa Rica",
      "Papua New Guinea",
      "Indigenous Peoples"
   ],
   "enb_end_date": "27-Jun-08",
   "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries",
   "enb_short_title": "Workshop",
   "enb_start_date": "25-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12376e.html",
   "id": "enb12376e_3",
   "section_title": "REDD:",
   "sentences": [
      "At COP 11 in Montreal in 2005, forests were taken up under the Convention at the request of Papua New Guinea, Costa Rica and eight other parties, under a new agenda item on Reducing emissions from deforestation in developing countries: approaches to stimulate action.",
      "These ongoing discussions focus on existing and potential policy approaches and positive incentives for REDD, as well as the technical and methodological requirements related to their implementation.",
      "These two aspects and the possible links between them were the subject of a first workshop held at the end of August 2006 in Rome, Italy.",
      "Some of the issues addressed included: the role of forests (particularly tropical forests) in the global carbon cycle; definitional issues; data availability and quality; rates and drivers of deforestation; estimation of changes in carbon stocks and forest cover and related uncertainties; bilateral and multilateral cooperation; capacity building; and financial mechanisms and other alternatives.",
      "This range of topics continued to be addressed at a second workshop, held in early March 2007 in Cairns, Australia.",
      "The discussions then focused on: ongoing and potential policy approaches and positive incentives and the technical and methodological requirements related to their implementation; assessment of results and their reliability; and improving the understanding of REDD.",
      "Parties also considered relevant provisions of other conventions (the Convention on Biological Diversity, the UN Convention on Combating Desertification, and the Ramsar Convention) and the work of multilateral organizations (the UN Forum on Forests, the International Tropical Timber Organization and the World Trade Organization).",
      "Updated proposals on approaches for reducing emissions from deforestation were presented at the Cairns workshop, including the establishment of a financial mechanism to provide positive financial incentives for developing countries that voluntarily reduce their emissions from deforestation.",
      "Subsequent work at SBSTA 26 and 27 focused on drafting a COP decision, which was eventually adopted in Bali as Decision 2/CP.13, further to the adoption of a decision on long-term cooperative action on climate change under the Convention (also known as Bali Action Plan), which included reference to REDD.",
      "In Decision 2/CP.13, COP requested the SBSTA to undertake a programme of work on outstanding methodological issues related to a range of policy approaches and positive incentives for REDD.",
      "The main methodological issues in need of further consideration were identified in an Annex to the SBSTA draft conclusions on REDD at its latest session held in early June 2008 ( FCCC/SBSTA/2008/L.12 ).",
      "They include: means for estimating and monitoring changes in forest cover, carbon stocks and emissions; means to establish reference emission levels; means to identify and address displacement of emissions; implications of national and subnational approaches; capacity building; criteria for evaluating effectiveness of action; and cross-cutting issues (such as non-permanence, comparability and transparency, implications of different definitions, means to deal with uncertainties in estimates, and implications of methodological approaches for indigenous peoples and local communities)."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}