{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Australia",
      "China",
      "Japan"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_49",
   "section_title": "INSTANT REPLAY ON ADVERSE EFFECTS?",
   "sentences": [
      "At first sight, the casual observers could be forgiven for thinking they were watching a repeat performance of tactics witnessed last year.",
      "During the pre-sessional week, OPEC countries reiterated their earlier call for 'equal progress on all issues,' while some Annex I Parties appeared cautious and on the defensive, particularly on the issue of the impacts of their response measures to combat climate change.",
      "The continuing insistence by Saudi Arabia and other oil-producing countries for 'compensation' to offset the effects of policies and measures to cut fossil fuel consumption in developed countries remained a sore point.",
      "The stark reality that some Parties are willing to scuttle the entire process at COP-6 if this issue is not taken seriously enough was brought to the fore during the informal sessions, and also raised tensions during some meetings. However, on closer inspection, many participants seem to think progress has been made.",
      "In achieving agreement on text that will form the basis of negotiations at SB-13, the contact group Co-Chairs charted a difficult line between the positions taken by the G-77/China, the EU and the Umbrella Group, an informal alliance of like-minded developed countries, including Australia, Canada, Japan and the US.",
      "However, with arguments about how quickly this process should advance and what the substantive outcomes should be, the real test will come when line-by-line negotiations begin."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}