{
   "actors": [
      "African Group",
      "Environmental Integrity Group",
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Honduras",
      "Chile",
      "South Africa",
      "Egypt",
      "Zambia",
      "Costa Rica",
      "Peru",
      "Panama",
      "China",
      "Colombia",
      "Japan",
      "Dominican Republic",
      "Venezuela",
      "Philippines",
      "Barbados"
   ],
   "enb_end_date": "01-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "01-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12526e.html",
   "id": "enb12526e_4",
   "section_title": "GREEN CLIMATE FUND - REPORT OF THE TRANSITIONAL COMMITTEE:",
   "sentences": [
      "Transitional Committee Co-Chair Trevor Manuel (South Africa) presented the Committee s report, which includes the GCF s draft governing instrument.",
      "He explained that the report aims to present a middle ground as the basis for launching the GCF in Durban.",
      "The EIG and AFRICAN GROUP welcomed the report.",
      "The EU observed that the draft governing instrument is a compromise but agreement should be reached on it as part of a balanced package, and further discussions would be counterproductive.",
      "Zambia, for LDCs, said the draft governing instrument provides sufficient basis for a financial institutional arrangement.",
      "The Philippines, for the G-77/CHINA, said the GCF is a crucial element of the solution.",
      "Barbados, for AOSIS, stressed that operationalizing the GCF cannot be delayed in spite of its shortcomings, which include lack of a dedicated SIDS and LDC funding window, and the lack of provision for a replenishment process.",
      "He said the GCF should not be an empty shell.",
      "Venezuela, for ALBA, expressed alarm over certain elements of the report, which would hinder democratic access to resources.",
      "She stressed that the GCF must possess international legal personality, work under the guidance of the COP and have no conflict of interest between the fiduciary and executive trustee functions. EGYPT said the draft governing instrument lacks crucial elements, including international legal personality, accountability to the COP and country ownership of projects.",
      "Acknowledging concerns with the draft governing instrument, JAPAN and COLOMBIA (on behalf of Costa Rica, Chile, Honduras, Dominican Republic, Peru and Panama), opposed reopening the document and requested the COP Presidency to conduct consultations.",
      "AUSTRALIA expressed willingness to approve the document as is.",
      "The COP Presidency will undertake informal consultations based on the draft recommendations in the Transitional Committee report. COP/MOP"
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}