{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "United Kingdom",
      "Maldives",
      "Mexico",
      "El Salvador",
      "United States",
      "Austria",
      "Pakistan",
      "Switzerland",
      "Bolivia",
      "Nicaragua"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_36",
   "section_title": "4.4: Policy Approaches for Adaptation and Mitigation, Technology and Finance:",
   "sentences": [
      "This subsection was first addressed in an informal group, co-chaired by David Warrilow (UK) and Antonina Ivanova Boncheva (Mexico) on Wednesday afternoon and evening.",
      "Warrilow then presented the work of the group to plenary for approval.",
      "Regarding a headline sentence reading that policies supporting technology development and diffusion, and finance for climate responses , can complement policies that directly promote adaptation and mitigation, delegates made different textual suggestions.",
      "Following a proposal by the Maldives, with Bolivia, for including a reference to technology 'transfer', authors proposed, and participants agreed, to refer to 'technology development, diffusion and transfer'.",
      "Austria proposed adding text stating that substantial emission reductions would require large changes in investment patterns.",
      "Bolivia answered that, if Austria's proposal were agreed, a reference to the need for 'stronger international cooperation' would also be necessary.",
      "Other delegates, including Brazil and the US, preferred the formulation proposed by the authors, which was then approved.",
      "In a paragraph on international cooperation being critical for effective mitigation, the informal group agreed to remove specification of 'the mitigation of' climate change as the main focus of the UNFCCC.",
      "The Panel then approved the text as presented by the informal group, which states that the UNFCCC focuses on addressing climate change.",
      "Regarding text proposed by the informal group stating that ' international cooperation for supporting adaptation planning has received less attention historically than mitigation, but is increasing', Nicaragua requested stating that international cooperation is still insufficient, to which WGII Co-Chair Field responded that this text had already been approved in the SYR longer report.",
      "The Maldives proposed adding 'and implementation' after 'adaptation planning'.",
      "With this change, the paragraph was approved.",
      "The informal group also discussed a sentence on institutional dimensions of adaptation governance , with one participant calling for including examples of complementary adaptation approaches across levels, 'such as large-scale, public-private risk reduction initiatives and economic diversification'.",
      "The authors proposed a separate sentence with examples, including payments for ecosystem services, public-private partnerships, land zoning laws, and economic diversification, which was accepted.",
      "On language stating that 'while local governments and the private sector have different functions, they are increasingly recognized as critical to progress in adaptation', El Salvador, with Nicaragua, observed that the sentence does not correspond to reality as the private sector has played a secondary role in adaptation.",
      "Informal group Co-Chair Warrilow explained that the group had addressed this concern by replacing 'subnational' with 'local' governments, and adding reference to the 'different functions' of local governments and the private sector.",
      "Pakistan, the EU and Chair Pachauri supported the sentence as presented.",
      "Responding to a proposal by Austria, WGII Co-Chair Field suggested reflecting that functions 'vary regionally', which was agreed.",
      "On a sentence listing examples of institutional approaches to adaptation involving multiple actors, Bolivia, with Nicaragua, requested deleting 'payments for ecosystem services', noting that it is only one of the many possible functions that ecosystems serve.",
      "Field proposed, and delegates agreed, to include 'ecosystem-based management' instead.",
      "Switzerland requested that reference to an economic instrument, such as insurance, be added, which was accepted.",
      "Regarding a paragraph on carbon pricing , participants modified language to specify that 'in principle, mechanisms that set a carbon price', including cap and trade systems and carbon taxes, can achieve mitigation in a cost-effective way, but have been implemented with diverse effects due in part to national circumstances as well as policy design.",
      "A sentence on the effects of fuel taxes was modified to specify that such taxes are not necessarily designed for the purpose of mitigation.",
      "This entire paragraph was approved by the Panel as presented by the informal group.",
      "Based on the Saudi Arabian proposal discussed under subsection 3.4, the informal group significantly modified a paragraph on co-benefits and adverse side effects of mitigation to: specify that 'adverse effects and' co-benefits of mitigation could affect achievement of other objectives; delete a list of objectives in the draft text and substitute it with a new list of objectives 'such as those related to human health, food security, biodiversity, local environmental quality, energy access, and livelihoods'; remove a sentence on subsidies, for placement elsewhere; clarify that whether and to what extent side effects that materialize will be case and site-specific and will depend on local circumstances and scale, scope and pace of implementation; and add a statement that many co-benefits and adverse side effects have not been well-quantified.",
      "The paragraph, as presented by the informal group, was approved by the Panel.",
      "The Panel addressed a sentence stating that ' technology policy complements other mitigation policies, and many adaptation efforts also critically rely on diffusion of technologies and management practices'.",
      "Bolivia requested adding that 'international cooperation can play a constructive role in development, diffusion and transfer of knowledge and environmentally sound technologies' from the WGIII SPM.",
      "WGIII Co-Chair Edenhofer said international cooperation did not belong in this section.",
      "The Maldives proposed referring not only to diffusion of technologies, but also to technology development and transfer.",
      "Following informal consultations on the paragraph, WGII Co-Chair Field presented revised text, stating that 'technology policy (development, diffusion and transfer)' complements other mitigation policies 'across all scales from international to subnational', which was then approved.",
      "The rest of the paragraph was approved, as presented by the informal group.",
      "Participants agreed to modify a sentence on what is required for mitigation scenarios that stabilize concentrations without overshoot to specify the need for annual investments in energy efficiency in the key sectors of transport, industry and buildings.",
      "Participants also agreed to modify a paragraph on financial resources to focus initially on the gap in availability of financial resources for adaptation and mitigation, and then to indicate that a gap exists between global adaptation needs and available funds.",
      "Final SYR SPM Text: The headline for this subsection states that, inter alia , effective adaptation and mitigation responses will depend on policies and measures across multiple scales.",
      "The subsection contains a paragraph focusing on international cooperation for effective mitigation and enhancement of adaptation through coordination across governance scales.",
      "The paragraph contains bullets stating that: - the UNFCCC is the main multilateral forum focused on addressing climate change; - the Kyoto Protocol offers lessons on participation, implementation, flexibility mechanisms and environmental effectiveness; - policy linkages offer potential climate change mitigation benefits; and - international cooperation for supporting adaptation has received less attention than mitigation but is increasing. A paragraph on an increase in national and subnational plans and strategies since AR4 contains bullets stating that: - national governments play a key role in adaptation planning and implementation; - institutional dimensions, including the integration of adaptation into planning and decision making, play a key role in the transition from planning to implementation of adaptation; - mechanisms that set a carbon price can in principle achieve cost-effective mitigation but have been implemented with diverse effects; - regulatory approaches and information measures are widely used and often environmentally effective; - sector-specific mitigation policies have been more widely used than economy-wide policies and may be better suited to address some barriers; and - economic instruments, such as subsidies for renewable energy technologies, have driven recent growth of renewable energy, while reducing subsidies for GHG-related activities can achieve emission reductions.",
      "Other paragraphs focus on: co-benefits and adverse side effects of mitigation and their effects on other objectives; technology policy to complement other mitigation policies across scales; the necessity of large changes in investment patterns for substantial reductions in emissions; the gap between global adaptation needs and funds available; and the lack of financial resources for adaptation compared to mitigation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}