{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Indonesia",
      "United States",
      "China",
      "Marshall Islands",
      "Japan",
      "Russia"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12109e.html",
   "id": "enb12109e_1",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "The Joint Working Group (JWG) on compliance discussed the meeting's draft report.",
      "Co-Chair Rønneberg proposed including a paragraph noting that the JWG had agreed on the need for a workshop on compliance after COP-5 and between the 11th and 12th sessions of the subsidiary bodies (SB-11 and SB-12).",
      "SAUDI ARABIA sought clarification on the meeting's arrangements and agenda.",
      "The G-77/CHINA, supported by the MARSHALL ISLANDS, SAUDI ARABIA, INDONESIA and BRAZIL, proposed convening the workshop immediately prior to COP-5's opening, to ensure stronger developing country participation.",
      "On guidelines for the workshop's agenda, she called for a general exchange of views on principles and experiences with other conventions.",
      "There would be no negotiated outcome.",
      "The EU, supported by JAPAN and the US, proposed de-coupling the workshop with the COP-5 process, noting that there will be too many competing responsibilities.",
      "AUSTRALIA, with CANADA, proposed holding the workshop well in advance of COP-5 to ensure that participants will have time to fully benefit from the discussions.",
      "RUSSIA suggested exercising caution in approaching the experiences of other conventions, as the FCCC is unique.",
      "Co-Chair Rønneberg suspended the meeting to allow for informal consultations. Based on these consultations, Co-Chair Rønneberg produced a draft text that: requests the Secretariat to convene a workshop prior to COP-5; notes the need to facilitate developing country participation; and outlines the workshop's agenda.",
      "The G-77/CHINA, with SAUDI ARABIA and IRAN, stressed the need to ensure that those developing country participants interested in attending are sponsored.",
      "In the afternoon, delegates reconvened to consider the draft report and debated references to, inter alia, the type of report resulting from the workshop.",
      "Delegates agreed to paragraphs stating that the Co-Chairs will organize a workshop in early October 1999.",
      "The purpose of the workshop will be to informally exchange views, including experiences under other conventions.",
      "The Co-Chairs will make a factual, informal report, with no recommendations, on this workshop.",
      "The JWG urged all Parties in a position to facilitate developing country participation to make voluntary contributions.",
      "The JWG also agreed that a workshop is needed after COP-5 and between SB-11 and SB-12."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "SBI/SBSTA"
}