{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "United Kingdom",
      "Netherlands",
      "Samoa",
      "Mexico",
      "India",
      "Luxembourg",
      "United States",
      "China",
      "Japan",
      "Nigeria",
      "Germany",
      "Russia"
   ],
   "enb_end_date": "11-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "01-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1276e.html",
   "id": "enb1276e_13",
   "section_title": "A BRIEF ANALYSIS OF COP-3 ZEN AND THE ART OF PLANETARY MAINTENANCE",
   "sentences": [
      "'Falling into the Moon's reflection From a single petal Rings of waves Blown by the breeze Touching each life.",
      "' (A Japanese poem or waka by Mahoroba Kaoru selected for this analysis by FCCC Executive Secretary Michael Zammit Cutajar.",
      "An accompanying interpretation states that each of our individual actions will together reshape the world.",
      ") Parties to the UNFCCC adopted a Protocol with the unprecedented, legally enforced ambition of limiting and reducing the greenhouse gas emissions that have accompanied the rise and rise of the industrial era.",
      "Appropriately, they did so in Kyoto, Japan's capital city of Zen - a traditional Buddhist practice associated with mindfulness.",
      "During the COP, Executive Secretary Michael Zammit-Cutajar explained that the Zen path to enlightenment requires a practitioner to break through mental boundaries imposed by established ways of looking at the world. The Kyoto Protocol will become a 21st century koan, a Zen- like riddle or challenge to break through boundaries imposed by political, economic, technical and cultural practices deeply embedded in the Annex I capitals of a development model whose leading export to the rest of the world is an unsustainable state of mind. The most immediate constraints on thought lingering in Kyoto were hangovers from the original FCCC process.",
      "They took the familiar form of hesitations when Parties were confronted with the prospect of adopting a legally binding agreement.",
      "They remained through the AGBM process that concluded the Sunday before COP-3, when delegates stuck fast to their established negotiating positions.",
      "And they help to explain the gaps between the FCCC's stated goal and actual impact.",
      "Parties readily acknowledge the ineffectiveness of their commitments to alter energy and economic patterns and thus prevent harmful changes in the climate system.",
      "The Kyoto Protocol will, inevitably, be described as a first step.",
      "Another first step.",
      "In the absence of more ambitious reduction and limitation targets it can be no more.",
      "Moreover, while the question of equity struggles to find a place in the calculations of negotiators, the ambition to universalize the imperative of reducing global GHG trends through expanded participation by developing countries remains several steps down the road.",
      "In the meantime, the ethical question is condemned to caricature in exchanges within and with the G-77 and China. The Executive Secretary's challenge permits a wide range of interpretations and, like Zen itself, can offer few conclusive answers before inquirers embark on their own quest.",
      "This analysis will limit itself to three aspects of what was an intense, intricate negotiating experience: *The strategic paths and influences of the key players; *The utility of a negotiating paradox; and *The question of whether a return to the marketplace can both serve and reconcile the higher purposes of equity, climate change protection, and a credible protocol that sends a strong and clear signal to the stakeholders about the virtuous path of sustainable energy production and consumption. The Zen of Strategy Throughout the negotiating process the EU, the US and Japan were in constant communication both within the precincts of the Kyoto International Conference Hall and by telephone.",
      "Meanwhile, the US, including Vice President Al Gore during his high profile visit to the COP, maintained high-level contact with key developing country partners.",
      "As Zammit Cutajar suggested, Kyoto was a conference of the hammer and the hotline.",
      "He might have added hype. While the EU provided the ambition that drove the numerical targets of the agreed Protocol, the US played an influential role in shaping the institutional approach to implementation, notably with emissions trading.",
      "With the latitude provided by an ecologically literate constituency, the EU targeted US reticence and championed NGO concerns about proliferating loopholes, including those associated with sinks and trading.",
      "In doing so, the EU was also targeting the flexibility with which the US and other JUSSCANZ countries sought to reduce the domestic impact of the limitation and reductions targets.",
      "Celebrated by NGOs for its role, the EU stumbled a little over its own institutional clumsiness.",
      "The US perception of the EU approach to the negotiation was this: 'They were having more fun being green than in being practical.",
      "We had to convince everyone else.",
      "' Some tensions emerged when members of the larger EU group (Germany in particular) resisted giving the lead negotiators in the Troika - the UK, Netherlands and Luxembourg - the flexibility they needed to respond rapidly to new positions and red herrings, notably those of the US. There were also tensions over issues such as emissions trading, with countries such as the UK more culturally receptive to adopting market-oriented mechanisms than some others.",
      "The EU gained inclusion of policies and measures according to 'national circumstances' and permission to form a bubble, relenting on expressed resistance to six gases, sinks, emissions trading, and broader differentiation of targets. The G-77/China - or rather the key players who skillfully swing the bloc - played an effective role in defeating an article on voluntary commitments for developing countries, but left observers wondering whether they would go on to a broader victory.",
      "In a clever play, India and China led off a debate on emissions trading, ambushing the US and JUSSCANZ and succeeding in delaying the pace at which trading will come into effect.",
      "In doing so in the closing hours of the negotiations, they signaled decisive opposition to the article on voluntary commitments and exhausted all proponents.",
      "As a result, the article on voluntary commitments was dropped. The complex, ambiguous and virtual world of G-77/China 'interests' was demonstrated by Brazil's role in brokering a Clean Development Fund.",
      "With US sponsorship, this idea became the clean development mechanism - a hybrid institution which brings together credited joint implementation and emissions trading, all with 'certified' voluntary developing country participation.",
      "US negotiators attracted other Latin American supporters who, in the words of one observer, 'had their national interests explained to them.",
      "' The Clean Development Mechanism (CDM) became the focus of the biggest trade-off of the negotiations, according to one observer.",
      "Even in the face of China and India's continued resistance, the US and its allies gained considerable ground with the CDM and declarations supporting voluntary participation by Mexico, the Republic of Korea and others. Brazil and the US led development of the CDM.",
      "Originally presented by Brazil as a means of financing projects through penalties for non-compliance, the CDM, as established, will facilitate emission reduction projects in developing countries financed by developed countries.",
      "The developed countries, after the projects and their emissions are certified, can use those emissions as credits against their own reduction objectives, a form of joint implementation with credit the US and others have long argued for. The idea gained unstoppable momentum as the US recognized it as a politically correct avenue for getting some key developing countries on board.",
      "It may also become a contentious source of off-shore tradable emissions credits for Annex I countries.",
      "Just who stands to gain most from the CDM will only become clear when outstanding questions are answered: will the GEF or the World Bank control the new Mechanism and where will the new institution be located?",
      "Overall, developing countries helped push higher targets by supporting an emissions reduction position close to that of the EU.",
      "Developing countries vetoed the broad inclusion of voluntary commitments and a stigmatized form of joint implementation, and helped craft the CDM, eventually accepting the flexibility and differentiation approach to QELROs that they had earlier resisted.",
      "Led by the eloquent Ambassador Slade from Samoa, AOSIS continued to provide the formative conscience of the Convention and the Protocol process.",
      "AOSIS maintained its moral voice, although the group's influence within the G-77 was often muted by those allied to OPEC interests. NGOs and members of the 'fourth estate' - the media - played a pivotal role that paralleled the remote negotiations going on between presidents and prime ministers.",
      "Their experts provided back-up information and analyses to delegations ready to listen, their communication experts produced press releases in Kyoto and at home within hours of developments, and their traditional activists staged colorful and thought provoking actions ranging from a Friends of the Earth award for the top dirty industries and penguins sculptured in ice, to a procession which raised the specter of the environmental martyrs of the Ogoni people in Nigeria to link human rights to climate change politics. NGOs played a pivotal role in identifying and advising receptive delegations on loopholes in the proposals, notably in emissions trading and sinks.",
      "At a meeting with NGOs, Vice President Gore also proved receptive to advice on moderating the content of his Plenary speech on the need for developing country commitments. the Utility of Negotiating Paradox A paradox emerged as major factions in the negotiations struggled towards higher targets through contrary approaches.",
      "The EU and other supporters of an ambitious target, such as the G-77/CHINA and AOSIS, decided to hold out until the US signaled willingness to improve on its offer of stabilization at 1990 levels.",
      "The EU resisted conceding to the US and JUSSCANZ members on flexibility in implementation, notably on emissions trading and sinks criteria.",
      "The US and JUSSCANZ required commitments on these very issues to run the numbers and fix realizable targets.",
      "The standoff was compounded by the late - but long anticipated - agreement to adopt a differentiation formula as opposed to a flat rate, together with the traditional negotiating strategy of taking the process to the wire.",
      "The latter strategy raises the ante and can serve trade negotiators well, however, it does little to raise the quality of complex institutional arrangements in the context of climate change politics. The conceptual model adopted, the so-called 'Big Bubble' approach originally suggested by Russia, provided some scope for groups pursuing both approaches to targets - the ambitious and the nervous.",
      "It allowed Parties to suggest a global reduction number that was essentially the product of each Party's calculation of what the policy pieces would permit them to achieve individually.",
      "Each calculation produced a range of figures which became the zone of tolerance to be negotiated between those who stood at each end.",
      "Top of the range was the EU.",
      "At the bottom were those countries seeking to actually increase emissions above 1990 levels.",
      "The EU had always made it clear that their 15% negotiating figure was never intended as a unilateral offer.",
      "But differentiation left the group somewhat high and dry - struggling to develop a fall back position. Where differentiated targets had been based on complex formulae of social and economic criteria, the Big Bubble reduced differentiation to a purely political formulation and the negotiating process to something which, at times, had the appearance of a bargain basement-auction.",
      "A Russian delegate recalled how he had been approached by COW Chair Estrada with an offer, to which he replied: 'Not yet.",
      "' Others compared the process to a shell game, with frequent second guessing and back tracking once countries discovered what other Parties had to offer.",
      "Within hours of the close of the conference the US discovered that Japan had agreed on a lower target than Washington anticipated - sending one lead negotiator hurtling down the aisle towards Estrada to demand an explanation from the man who was largely responsible for cajoling the Annex I Parties into going as far as they did. Under differentiation the main criterion became each country's relative willingness to declare a target level of emissions related to 1990.",
      "From the deeply contemplated center of each delegation's emissions projections, a lack of consistent political will emerged as a collective political non-decision - as if out of nothingness or, in fact, what one NGO observer described as Estrada's 'black box.",
      "' In finest Zen tradition, the agreement forms itself. Return to the Market Place If there are precedents for the scope and nature of the Kyoto Protocol they are not encouraging.",
      "One observer suggested that we look to the IMF's now best forgotten attempt to regulate global money flows, ambitious commodity agreements run by now rusting institutions like the Tin Council, and those lofty plans associated with the New International Economic Order.",
      "The business of America is business, however, recalled a US negotiator at the close of the Kyoto deal.",
      "So business and the markets will be key to implementation, via emissions trading and the CDM.",
      "The private sector is also the key target group for the political signals from Kyoto that business as usual is no longer an option.",
      "Therein lies the second paradox. It is the economic engine rooms of the world - the US, Japan and Europe - who have built their power-bases upon unsustainable technologies and who must now lead the way in reversing the trends they have led.",
      "Moreover, the diplomats who are responsible for translating the signal into political reality at home are also among the vanguard of the cosmopolitan lifestyles. Another inconsistency in the market-based approach built into the Protocol, according to another observer, is the US insistence on flexibility while championing the role of the market.",
      "Clear signals to markets will demand minimum uncertainty.",
      "Tradable permits will be akin to commodities in a market where some certainty will be important.",
      "With low emissions reductions targets and high flexibility, great difficulties are anticipated in regulating and determining compliance.",
      "Questions arise as to the value of the new commodities.",
      "A participant at the heart of UN climate change politics, commenting on the Protocol, feared that it would not go far enough to ensure that emissions reductions would be achieved, for the most part, at home.",
      "Instead, there would be a drift towards off-shore fulfillment of commitments. So a central concern with the market-driven approach is the tendency of the market to facilitate an externalization of the costs or burden.",
      "Interestingly, a US representative conceded to this up to a point.",
      "While it was agreed that the classic General Equilibrium Model can accompany an externalization of costs, this is viewed by the US negotiators as a short- to medium-term phenomenon.",
      "Believers in the General Equilibrium Model argue that in a trading regime, particularly with an advance signal that the market is about to be launched, people will exercise their external options early and internal options later.",
      "If the classic model is right, then by 2008-2012 (the first budget period), the US negotiators believe, they might be undertaking some 60-90% of their emissions reductions efforts domestically - because the costs will be lower.",
      "Coincidentally, that would also imply that both the current and prospective Democratic administrations can look forward to minimal or only incremental pressure to adapt to climate change protection at home.",
      "Asked if Vice President Gore and the Clinton administration were in the business of buying time, the US representative insisted that they were buying time for the world. Optimists and those with an interest in talking down the prospect of a greater emphasis on a regulatory regime take the view that the political signal already emerging from Kyoto will be sufficient.",
      "An electric utilities lobbyist said it was too soon to calculate all the implications of the Protocol - notably the inclusion of SF6 - however one thing was immediately clear: the impact on his clients would amount to the equivalent of a 37% budget reduction.",
      "Asked if the signal coming out of Kyoto would be sufficient to force his clients to step up their work in sinks enhancement and high efficiency gas turbines, he replied: 'Any more of a signal and we would not be standing here.",
      "' Conclusion: The man who has not slept for 14 years Asked for thoughts after the grueling all-night meeting of the Committee of the Whole at the close of the negotiations, an Indian delegate told the story of a man who has been awake for 14 years.",
      "Like any good Zen koan, the story appears to says little about the original question: how did Kyoto affect climate change policy?",
      "The consensus among the world's scientific community is that the climate is 'out of kilter' and the human species is, in all probability, largely responsible.",
      "Such is the political process, however, that it is unlikely that political leaders have even begun to formulate the most salient questions, let alone formulate appropriate answers.",
      "The politics of climate change - as demonstrated by the Kyoto Protocol process - raises dilemmas and paradoxes for politicians whose careers are framed by the demands of attending to a development model that must now come under scrutiny.",
      "There is more than the weather out of kilter.",
      "And for more than one reason, the Kyoto Protocol text will have the quality of a riddle - designed to raise more questions rather than provide comfortable solutions.",
      "Fortunately, there are two main schools of thought in the Zen tradition.",
      "One holds that the breakthrough to enlightenment comes in a flash of inspiration.",
      "A second, more applicable approach, advocates an incremental journey of trial and error.",
      "And on the journey the important thing is to tread lightly upon the earth."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}