{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_114",
   "section_title": "STREAMLINING THE GENEVA NEGOTIATING TEXT",
   "sentences": [
      "In the lead-up to the Bonn Climate Change Conference, there was much trepidation about how delegates would go about negotiating the 2015 agreement.",
      "The 90-page text that formed the basis for discussions had been hastily assembled at the Geneva Climate Change Conference in February 2015, on the basis of the mechanical compilation of parties’ proposals and without negotiation.",
      "One shrewd observer described the result of this process as an “inedible fruit salad,” with some paragraphs containing as many as 15 options, proposals on similar issues dispersed across sections of the text, and various duplications and overlaps. In Bonn, 12 facilitated groups, each focusing on a section of the Geneva negotiating text, were asked to turn this concoction into a more “concise, coherent and streamlined” text.",
      "Nobody expected the streamlining of the Geneva text to be easy, yet many were disheartened by how hard this task proved to be.",
      "Facilitated groups spent a considerable amount of time in procedural discussions on the method to use to streamline and consolidate the Geneva negotiating text.",
      "They started with the “easy” task of eliminating duplications, and then attempted to “unpack” paragraphs and merge options that dealt with similar issues.",
      "Even though all groups received the same guidance from the ADP Co-Chairs, they proceeded in different ways and at different speeds, leading to a set of disparate outputs.",
      "For example, the facilitated group on transparency was the only one to agree on a sample template for restructuring the whole section.",
      "Some groups agreed on tables containing the themes addressed in the section, whereas others forwarded a re-clustered version of their sections of the text under different themes. In spite of the best endeavors of the ADP Co-Chairs, the groups’ facilitators and an army of supporting Secretariat staff, by the end of the session, the negotiating text had only shrunk by five pages, leaving a feeling that while some “low hanging fruit” had been picked, all of the difficult decisions were left for the next ADP session in late August.",
      "In Bonn, a few parties lamented that the streamlining of the Geneva text could have been carried out by the ADP Co-Chairs and the Secretariat ahead of the meeting, thus saving precious negotiating time.",
      "Yet others felt that, in order to ensure a sense of ownership and trust in the process, the mechanical streamlining had to be carried out by parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}