{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ghana",
      "Canada",
      "Australia",
      "South Africa",
      "Iceland",
      "Micronesia",
      "United States",
      "Maldives",
      "China",
      "United Kingdom",
      "Japan",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "17-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "17-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12331e.html",
   "id": "enb12331e_2",
   "section_title": "REALIZING THE FULL POTENTIAL OF TECHNOLOGY:",
   "sentences": [
      "Following the opening statements, participants heard presentations from invited speakers and exchanged views.",
      "Presentations: Dolf Gielen, International Energy Agency, highlighted the policy framework required to bring about more sustainable energy systems.",
      "He emphasized that emissions would be higher in the absence of a full portfolio of technologies, noting the importance of energy efficiency in buildings, appliances, industry and the transport sector.",
      "David Hone, Shell and World Business Council for Sustainable Development, suggested that national policies should be the foundation for emissions allocations, and that a sectoral approach could be a way to bring developing countries into a future agreement.",
      "He also supported a technology development and deployment framework.",
      "Chris Leon, Cement Australia, presented on a sectoral approach to reducing cement industry greenhouse gas emissions.",
      "He stressed that a commitment to operational excellence was critical to an effective abatement strategy, and noted the value of the Asia-Pacific Partnership on Clean Development and Climate (AP6) in terms of sharing information on technology issues.",
      "Responding to a question about the UNFCCC's role, presenters suggested that it would set the global goals and rules, with a focus on a long-term goal, and improving and expanding international mechanisms, including sector-based approaches.",
      "Kok Kee Chow, Expert Group on Technology Transfer (EGTT), reflected on the EGTT's activities, including work on technology needs assessments (TNAs), creating enabling environments, capacity building, innovative financing and technologies for adaptation.",
      "He elaborated on the results of the TNAs, identifying energy, industry and transport as important areas in need of technology transfer, as well as adaptation technologies for agriculture, fisheries, coastal zone, public health and water resources.",
      "Ann Condon, General Electric, reported on the General Electric Ecomagination Initiative, which focuses on developing and improving products that meet various environmental criteria.",
      "She also drew attention to the US Climate Action Partnership, which is calling on the US to adopt strong national legislation on emissions.",
      "Fiona Nicholls, Rio Tinto, underscored projections that coal will remain a dominant energy source for several decades and reflected on CCS as an enabling technology that can address greenhouse gas emissions, stressing the need for significant investment and public-private sector cooperation.",
      "Exchange of Views: Emphasizing the role of technology in both ensuring development and combating climate change, the EU highlighted a range of push and pull policies, particularly on research and development.",
      "He stressed making better use of existing initiatives and funds, and action at all levels.",
      "MICRONESIA noted presenters' comments about a stabilization level of 550ppm, cautioning that even 450ppm represents a serious risk for many countries. GHANA emphasized the need to speed up technology transfer to developing countries, including through an improved technology transfer framework, a multilateral technology development fund, and a market-based technology transfer protocol.",
      "Antigua and Barbuda, for AOSIS, highlighted the need for the development and deployment of adaptation technologies, and capacity building and training.",
      "JAPAN indicated that technology transfer to emerging economies such as China is occurring, and reported on several success stories.",
      "He observed that that there is less technology transfer to LDCs, and identified market size and the maturity of the recipient country's manufacturing industry as some of the key barriers. CHINA highlighted the inadequacy of current international mechanisms to bring about a change in developing countries and to help avoid a lock-in of unsustainable technologies.",
      "He also called for an intergovernmental mechanism to develop and enhance public-private partnerships.",
      "CLIMATE ACTION NETWORK outlined the potential of carbon markets and effective pricing to galvanize the adoption of innovative technologies, and called for the extension of the Protocol's flexible mechanisms to allow developing countries to access the carbon markets.",
      "The US outlined its climate change technology programme, which focuses on technology research (especially CCS), tax incentives, appliance efficiency standards, fuel economy standards, and renewables such as second-generation biofuels from cellulostic technologies.",
      "CANADA stressed the need for public and private sector engagement and highlighted the RETScreen project as well as the role of academia.",
      "The Maldives, for LDCs, expressed concern that technology transfer is being left to market mechanisms and that LDCs lack experts.",
      "Drawing attention to AP6, REPUBLIC OF KOREA identified the need to create favorable market conditions for technology transfer.",
      "BUSINESS AND INDUSTRY NGOs (BINGOs) highlighted free trade and the World Trade Organization, and identified markets, competition, and legal and economic frameworks as important for creating enabling conditions. SOUTH AFRICA stressed the urgent need to reverse the global trend of declining research and development.",
      "The UK identified the need to consider the role of the UNFCCC in technology cooperation in the longer term, and ICELAND said one element of this could involve encouraging cooperation between the government and private sectors."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "WORKING GROUP"
}