{
   "actors": [],
   "countries": [
      "Senegal"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_7",
   "section_title": "VULNERABILITY AND ADAPTATION ASSESSMENT, AND RESEARCH AND SYSTEMATIC OBSERVATION",
   "sentences": [
      "Isabelle Niang-Diop (Senegal), Coordinator of the CGE Task Group on V&A and RSO, reported on findings from the last 28 national communications submitted.",
      "She observed that the time-horizons of several scenarios were for 2020 and 2050, rather than for 2050 and 2100, noting that this might accommodate decision makers who are more interested in short-term horizons.",
      "She indicated that the number of sectors considered had increased to ten, including human settlements, which were considered as part of the coastal zone assessment.",
      "On adaptation, she noted that most countries had presented a list of adaptation options for two extreme and opposite scenarios, making it difficult to create an adaptation strategy.",
      "She said that constraints had not been reported extensively, but that these appeared to include limited data, availability of models, and funding.",
      "On needs, countries had identified: additional research; the expansion of studies within each sector; capacity building; technology transfer; better techniques for collecting and analyzing data; and the strengthening of institutions in charge of climate change issues.",
      "She concluded by observing that no progress had been made on integrated impact assessments, or in an-alysis, costing, and prioritization of adaptation options, and drew attention to serious concerns about potential damages linked to extreme events, in particular those relating to the El Niño Southern Oscillation (ENSO). Participants discussed the use of models, and the link between the experience gained in identifying adaptation measures and the design of LDC National Adaptation Programmes of Action (NAPAs).",
      "Delegates was noted that, for the purpose of NAPAs, little could be learned from the V&A part of the national communications process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}