{
   "actors": [],
   "countries": [
      "Canada",
      "Jamaica",
      "Netherlands",
      "Bangladesh",
      "Libya",
      "South Africa",
      "India",
      "Trinidad and Tobago",
      "Austria",
      "China",
      "Spain",
      "Peru",
      "Kenya",
      "Croatia",
      "Japan",
      "New Zealand",
      "Ukraine",
      "Cook Islands"
   ],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_4",
   "section_title": "REPORT OF THE WORKSHOP",
   "sentences": [
      "Halldór Thorgeirsson, SBSTA Coordinator, UNFCCC Secretariat, welcomed participants and announced with sadness the passing away of Joke Waller-Hunter, UNFCCC Executive Secretary, on Saturday, 14 October 2005.",
      "He recalled her work, and noted her down-to-earth, straightforward personality and the passion with which she worked, emphasizing her sincere commitment to the principles of the UNFCCC and the Kyoto Protocol.",
      "Thorgeirsson also noted that Waller-Hunter was particularly interested in developing a strategic approach to adaptation.",
      "Participants observed a minute of silence. SBSTA Chair Abdullatif Salem Benrageb (Libya) reiterated the excellent work done by Waller-Hunter as UNFCCC Executive Secretary and the many good things she left behind.",
      "Regarding the workshop, he said that despite common agreement on the urgency of developing the programme of work and a lack of fundamental differences of opinion on its general content, there is no common vision on what the focus and actions of the programme of work should be, and that to address this, the workshop agenda was fully dedicated to a discussion of these issues.",
      "Benrageb pointed to high-level meetings since SBSTA 22 that addressed the importance of adaptation and risk management, including the G8 Gleneagles Summit and the UN World Summit, and expressed hope that the programme of work would be ready for adoption at COP 11.",
      "He asked Kishan Kumarsingh (Trinidad and Tobago) and Helen Plume (New Zealand) to co-chair the workshop. Thorgeirsson then presented a discussion paper prepared by the Secretariat, based on submissions by parties and the in-session workshop and discussions at SBSTA 22, and which includes options for the possible content, structure, thematic areas, process of implementation, and modalities of the programme of work.",
      "He identified the broad requirements that should guide the programme, namely: responsiveness, inclusiveness, continuity, practicality, action-oriented, and consistency with SBSTA\u0092s mandate.",
      "Noting that all that needs to be done cannot be covered by SBSTA in five years, he suggested a phased 'two-line' approach for implementation of the programme of work, with a first line of initial actions that could be launched immediately, and a parallel, stocktaking activity for which actions would be defined later.",
      "He proposed focusing discussion on the possible content of the programme of work and on the process of implementation and modalities that may be used. In the initial round of general comments, participants commended the paper as a basis for discussions, and highlighted the need to focus on the desirable outcome of the five-year programme of work, noting, inter alia, the importance of stocktaking, flexibility, and balance. Canada, supported by South Africa, Austria and many others, urged taking a broad approach so that the programme of work serves as a catalyst for other actions outside of SBSTA.",
      "The Cook Islands underscored the importance of several courses of action addressing the urgent needs of the most vulnerable countries, and with Bangladesh and others, called for an ad hoc expert group on adaptation.",
      "Austria noted the work of the Convention of Biological Diversity (CBD) and of the Ad-Hoc Technical Expert Group on Biological Diversity and Climate Change, and Peru drew attention to the upcoming IPCC Fourth Assessment Report (4AR).",
      "Spain highlighted capacity building and dissemination of knowledge as the general objectives of the programme of work. Noting the increase in hurricane intensity, Jamaica stressed attending to the needs of the most vulnerable countries, while Ukraine emphasized the needs of all countries. Japan noted the limited time before COP 11 and, with China, urged prioritizing actions relating to the programme of work.",
      "Kenya drew attention to the work on adaptation done by the Consultative Group of Experts on National Communications from parties not included in Annex I to the Convention (CGE).",
      "Croatia, with others, underscored the need to be proactive, while India and the Netherlands emphasized engaging governments and NGOs working at the local level."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}