{
   "actors": [],
   "countries": [
      "Canada",
      "Jamaica",
      "Maldives",
      "Samoa",
      "Bangladesh",
      "Portugal",
      "Finland",
      "United Kingdom",
      "Senegal",
      "Japan",
      "Switzerland",
      "Kenya",
      "Cook Islands"
   ],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_9",
   "section_title": "INTEGRATION INTO SUSTAINABLE DEVELOPMENT",
   "sentences": [
      "On integrating adaptation into sustainable development, Finland emphasized the importance of partnerships, including with local governments.",
      "Maldives, supporting Kenya and Bangladesh, noted its readiness to move forward towards implementation of a number of adaptation activities.",
      "Senegal, supported by the Cook Islands, stressed the importance of examining how adaptation activities fit into a larger sustainable development agenda.",
      "The Cook Islands urged taking into account outputs and short term objectives, and highlighted impacts of adaptation on sustainable development.",
      "With Canada, she suggested that adaptation success stories can only emerge from demonstration projects.",
      "Samoa emphasized the need to address the balance between vulnerability, adaptation and impacts, and addressing actual adaptation activities over stocktaking.",
      "Switzerland cautioned against using general tools and practices for identifying synergies between climate change and sustainable development.",
      "He also noted that vulnerability assessments are country-dependent and that risk assessment involves value judgments.",
      "With others, he identified the need to provide both policymakers and stakeholders with better information to enhance resilience of areas such as economic sectors.",
      "The UK highlighted the need to create modalities for quantifying climate risks as they apply to key sectors and to conduct vulnerability assessments.",
      "Japan emphasized extricating only those issues in sustainable development that are related to climate change.",
      "Jamaica highlighted that many of the adaptation activities are becoming increasingly expensive, while Portugal said that adaptation is both a developed and developing country issue.",
      "Thorgeirsson noted that COP 11 will provide guidance on the allocation of the new US$100 million funding available through the Global Environment Facility (GEF) and that the two new Secretariat programmes - on support to implementation and on adaptation, science and technology - could be useful to the programme of work."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}