{
   "actors": [
      "European Union",
      "Least Developed Countries",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Jamaica",
      "Saudi Arabia",
      "Maldives",
      "Chile",
      "Singapore",
      "Sudan",
      "Tuvalu",
      "Mexico",
      "United States",
      "Malaysia",
      "Uganda",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_10",
   "section_title": "General/Objective:",
   "sentences": [
      "Section C General/Objective was considered by the ADP contact group on Sunday morning.",
      "The US questioned the need for a separate section on objectives.",
      "Brazil identified Section C as necessary to explain why a new agreement is needed.",
      "Saudi Arabia suggested omitting the section or reflecting the objective in just one or two paragraphs.",
      "Several parties suggested focusing Section C on the agreement s overall objective and including details on how to achieve this objective elsewhere.",
      "Singapore called for addressing the relationship between the Convention and the new agreement.",
      "The Maldives, for the Alliance of Small Island States (AOSIS), called for a reference to science on keeping the average temperature increase below1.5 °C.",
      "Jamaica proposed text on ensuring significant and rapid global GHG emission reductions of at least 70-90% by 2050.",
      "The EU underscored the need to reach zero net emissions of CO2 and other long-lived GHGs by the end of the century to ensure consistency with the Intergovernmental Panel on Climate Change (IPCC) Fifth Assessment Report (AR5).",
      "Switzerland agreed on the need to reflect the objective of achieving zero net GHG emissions.",
      "Brazil warned that references to the IPCC could lead to politicization.",
      "Sudan, for the African Group, announced a new text proposal on loss and damage.",
      "AOSIS underscored the need for high ambition from all parties, interlinkages between mitigation and adaptation, and addressing loss and damage.",
      "Brazil lamented that parts of the text are not in line with the Lima outcome, such as references to evolving common but differentiated responsibilities (CBDR).",
      "He supported universal undertakings with commitments from all parties.",
      "Malaysia, for the Like-Minded Developing Countries (LMDCs), called for addressing adaptation with the same urgency as mitigation.",
      "He proposed emphasizing, inter alia , the link between developing countries mitigation actions and enhanced support by developed countries; and that developed countries must not resort to any unilateral measures on climate change.",
      "Saudi Arabia suggested combining text on ensuring resilience and adaptive capacity with text on ensuring that all investments are resilient to climate change.",
      "Several parties supported including text on gender equality.",
      "Tuvalu, for the Least Developed Countries (LDCs), identified similarities between the proposals.",
      "Mexico, supported by Uganda, Chile and Bolivia, also suggested text on human rights.",
      "Tuvalu, for the LDCs, called for language on universal participation, human rights, and rights of people with disabilities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}