{
   "actors": [],
   "countries": [
      "Switzerland",
      "Ghana",
      "China"
   ],
   "enb_end_date": "02-Oct-01",
   "enb_long_title": "IPCC-18",
   "enb_short_title": "IPCC-18",
   "enb_start_date": "02-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12177e.html",
   "id": "enb12177e_3",
   "section_title": "THIRD ASSESSMENT REPORT",
   "sentences": [
      "The TAR addresses policy-relevant scientific, technical, and socioeconomic dimensions of climate change.",
      "It concentrates on findings since 1995 and pays attention to both regional and global scales, including non-English literature to the extent possible.",
      "The preparation of the TAR was guided by a decision paper adopted by the Panel in 1997 at its thirteenth session.",
      "The preparation of the TAR was also guided by papers on cross-cutting issues, such as equity, uncertainties and costing methodologies, published as IPCC supporting material to ensure a coordinated approach to these issues within all working groups. The TAR is composed of a comprehensive assessment from the three IPCC working groups, an SPM and technical summary of each working group report, and a Synthesis Report.",
      "The comprehensive assessments, Synthesis Report and SPMs have been subject to extensive peer review from experts and governments.",
      "The Synthesis Report is written in a non-technical style aimed at policy-makers and is composed of an underlying longer part and an SPM.",
      "It addresses nine policy-relevant questions identified by the IPCC based on submissions by governments. Working Group I Contribution to the TAR: Working Group I met from 17-20 January 2001, in Shanghai, China, to finalize and adopt its part of the TAR.",
      "One hundred and fifty delegates from 100 countries adopted the report, 'Climate Change 2001: The Scientific Basis,' as well as the summary for policy-makers.",
      "The report, which is based on work by 123 authors and more than 500 contributors, assesses the current state of understanding of the climate system and provides estimates of its projected future evolution.",
      "It notes that 'an increasing body of observation gives a collective picture of a warming world' and that the climate is changing more rapidly than predicted in the SAR. Working Group II Contribution to the TAR: Working Group II met from 13-16 February 2001, in Geneva, Switzerland, to finalize and adopt its part of the TAR.",
      "More than 160 delegates from 100 countries approved the report, 'Climate Change 2001: Impacts, Adaptation and Vulnerability,' as well as the summary for policy- makers.",
      "The full report was completed by more than 400 authors and contributors, assessing scientific literature related to the impacts of, and vulnerability to, climate change.",
      "The report suggests projected climate changes over the next century could potentially lead to future large-scale and possibly irreversible changes.",
      "Focusing on a variety of issues, the report considers the effects of climate change on water resources, terrestrial ecosystems and human health.",
      "It also addresses regional concerns, vulnerabilities and adaptive capacities. Working Group III Contribution to the TAR: Working Group III met in Accra, Ghana, from 28 February - 3 March 2001, to finalize and adopt its part of the TAR.",
      "More than 140 delegates from 85 countries approved the report, 'Climate Change 2001: Mitigation,' as well as the summary for policy-makers.",
      "The report was prepared by nearly 400 authors and contributors.",
      "It assesses options for cutting greenhouse gas emissions by reviewing: technologies available for controlling emissions; steps that can be taken in the industry and energy sectors to promote a transition to a cleaner energy future; contributions through carbon sequestration by forestry and agriculture; policies for achieving cost-effective and 'no-regrets' emissions reductions; and ways to overcome political, cultural and institutional barriers to mitigation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}