{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China",
      "Costa Rica",
      "Portugal"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_19",
   "section_title": "EMISSIONS TRADING AND THE PROJECT-BASED MECHANISMS:",
   "sentences": [
      "This sub-item was introduced in plenary on 21 August and then taken up in contact groups and Friends of the Chair consultations, co-chaired by Christiana Figueres (Costa Rica) and Nuno Lacasta (Portugal).",
      "The group focused on Annex II of document FCCC/KP/AWG/2008/3 , containing parties views on means available to Annex I Parties to meet their emission reduction targets.",
      "The Co-Chairs proposed that the group focus on those items in Annex II that could have a significant impact on Annex I parties ability to meet their reduction targets.",
      "Two classification approaches were proposed by parties.",
      "One approach proposed by the Co-Chairs, and supported by most parties, was to classify items on the list into big ticket and non-big ticket items, distinguishing between those items that could have a significant impact, and those that may not.",
      "The second classification, suggested by the G-77/China, was to classify items into those that require amending the Kyoto Protocol and those that do not.",
      "The G-77/China said those items requiring amendments to the Kyoto Protocol are outside the group s mandate.",
      "Parties could not agree on which classification to apply and both were eventually accepted.",
      "Parties did not go into substantive discussions on the possible improvements to the flexible mechanisms, but agreed that further elaboration on the items was necessary, in order to foster a common understanding.",
      "During the closing AWG-KP plenary, the G-77/China again expressed concern that some options introduced in the mechanisms group were outside the mandate of the group, and the EU urged that mandate issues be resolved."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}