{
   "actors": [],
   "countries": [
      "Brazil",
      "Kenya",
      "Fiji",
      "Switzerland",
      "South Africa"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_8",
   "section_title": "ABATEMENT",
   "sentences": [
      "Lorraine Lotter (South Africa), Coordinator of the CGE Task Group on abatement, spoke on abatement reporting.",
      "She recalled that reporting on abatement options is voluntary and remarked such reporting has been limited.",
      "On methodological issues, she stressed that reporting guidelines are limited, but that abatement analysis should consider the potential social and environmental impacts along with economic consequences.",
      "On recent national communications, she said constraints curtailing reporting included lack of funding and technical expertise, inadequate institutions and the absence of public and political support.",
      "She suggested a balance be found between the voluntary nature of reporting on abatement options and the need for such reporting to attract potential investors in the Clean Development Mechanism (CDM) under the Kyoto Protocol to the UNFCCC.",
      "She stressed that reporting can help prioritize potential projects, enhance the negotiating strength of Parties when engaging potential CDM partners, and increase public awareness. In the ensuing discussion, Fiji remarked that creating greenhouse gas inventories is a constraint to reporting on abatement options, adding that linking abatement options reporting to CDM work would stimulate abatement options analysis in countries that have neglected it to date.",
      "Brazil and Kenya expressed concerns about such a linkage, while Switzerland remarked that a linkage could facilitate funding applications for second national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}