{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "Malta",
      "China",
      "Switzerland",
      "Norway"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_36",
   "section_title": "AD HOC WORKING GROUP ON ANNEX I COMMITMENTS",
   "sentences": [
      "The Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) was established by decision 1/CMP.1, to, inter alia , ensure that there is no gap between the first (2008-2012) and the second (post-2012) commitment periods in accordance with Protocol Article 3.9 (future commitments).",
      "Michael Zammit Cutajar (Malta) chaired meetings of the second session of the AWG on 6 and 8 November, highlighting further commitments for Annex I parties, and a work plan and schedule for future sessions.",
      "On 7 November, the AWG convened an in-session workshop chaired by AWG Vice-Chair Luiz Alberto Figueirdo Machado (Brazil).",
      "AWG issues were then taken up in a contact group, also chaired by Zammit Cutajar, on 9 and 14 November, and in a series of informal consultations.",
      "The AWG and the AWG contact group focused on Annex I commitments in the second commitment period and on the development of a work plan and schedule of meetings for the AWG.",
      "The in-session workshop addressed the scientific basis for further Annex I commitments and emissions trends and mitigation potential in Annex I parties.",
      "In these discussions, the EU, supported by Canada and Switzerland, sought to emphasize the linkage between the work of the AWG and Protocol Article 9, and Norway repeatedly called for work on defining a long-term goal and discussed the limitations of UNFCCC Article 2 (objective) in helping to define such a goal.",
      "The EU stressed that action by Annex I parties would not be sufficient to tackle climate change, and Australia proposed that a future framework should include all major emitters.",
      "However, the G-77/China argued that it was not the task of the AWG to define a long-term goal other than that stated in UNFCCC Article 2, and sought to limit discussion to Protocol Article 3.9 and avoid linkages with other articles.",
      "In addition, China called for a strong signal to the carbon markets in the form of a commitment from Annex I parties to new reduction targets.",
      "There was general agreement on the need to ensure that there is no gap between the first and second commitment periods, and the need for a strong signal of continuity to the carbon markets and the CDM.",
      "After informal consultations, a compromise outcome was adopted that sought to reflect these diverging views and establish a work plan and schedule.",
      "The AWG adopted its conclusions on 14 November, and these were noted by the COP/MOP on 17 November. AWG Conclusions: In its conclusions, the AWG ( FCCC/KP/AWG/2006/L.4 ) agrees that its work on further commitments by Annex I parties should be guided by the ultimate objective of the Convention, based on the principles and relevant provisions of the Convention and the Kyoto Protocol, and refers to the IPCC Third Assessment Report as the basis for useful parameters for the overall level of ambition of further emissions reductions.",
      "The conclusions are set out under three headings: analysis of mitigation potential and ranges of emission reduction objectives; analysis of possible means to achieve mitigation objectives; and consideration of further commitments.",
      "According to these conclusions, the AWG will seek input for its work from external bodies and forums, in particular IPCC AR4, notes the value of future workshops, and schedules its third session in May 2007 and its fourth session probably in September/October, in conjunction with the UNFCCC Dialogue.",
      "The AWG agrees to keep the programme and methods under review, expresses concern about the adverse impacts of climate change, and underscores the need for its work to send a clear message that Annex I parties to the Kyoto Protocol are taking a lead through action to maintain their overall emissions on a declining trend beyond 2012, through domestic and international efforts."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}