{
   "actors": [
      "European Union",
      "Central American Integration System",
      "Environmental Integrity Group",
      "Group of 77",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ukraine",
      "Kyrgyzstan",
      "Australia",
      "Bangladesh",
      "South Africa",
      "Belgium",
      "United States",
      "Lesotho",
      "Congo",
      "China",
      "Switzerland",
      "Belize",
      "Yemen",
      "Venezuela",
      "Ecuador"
   ],
   "enb_end_date": "06-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12478e.html",
   "id": "enb12478e_12",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-LCA closing plenary convened late on Friday afternoon.",
      "UNFCCC Executive Secretary Christiana Figueres reported on progress in the preparations for AWG-LCA 12 and AWG-KP 14, taking place in October in Tianjin, China.",
      "She noted the need for US$2.8 million for operational costs.",
      "Australia, for the Umbrella Group, expressed concern about the pace of negotiations and supported further discussions on MRV and ICA.",
      "He urged delegates to draw on the political guidance provided by leaders in the Copenhagen Accord, including on fast-start financing.",
      "He supported a durable, fair, environmentally-effective and legally-binding outcome to negotiations that include commitments from all major economies.",
      "Yemen, for the G-77/China, urged moving into full negotiating mode in Tianjin.",
      "He highlighted the key role of the UNFCCC in addressing climate change and expressed his understanding that the text developed in Bonn will be the basis for negotiations in Tianjin.",
      "The Democratic Republic of Congo, for the African Group, said it was clear there was no common vision at this point and noted a u-turn in the REDD-plus negotiations, urging that this area of hope should not be deliberately undermined.",
      "Lesotho, for LDCs, was concerned that only six negotiating days remained prior to Cancún, and there were deliberate delaying tactics from some parties.",
      "He urged parties to help restore trust in the process.",
      "Belgium, for the EU, said the meeting had not lived up to his expectations.",
      "He expressed concern that the AWG-LCA is not at the same stage as the AWG-KP, which is already considering clear options.",
      "On the legal form of an outcome, he favored a single, legally-binding instrument, but noted flexibility on the form as long as it is binding.",
      "He suggested a legally-binding outcome will not be possible in Cancún and urged realistic expectations and a clear plan to achieve this outcome in South Africa in 2011.",
      "Switzerland, for the Environmental Integrity Group, said the aim for Cancún should be a politically-balanced set of decisions that could be quickly operationalized.",
      "Kyrgyzstan, for Mountainous Landlocked Developing Countries, said feelings of pessimism in the months after Copenhagen had recently given way to a spirit of compromise.",
      "Belize, for the Central American Integration System, supported a legally-binding result by the end of COP 16.",
      "Ecuador, for ALBA, said negotiations should be transparent and inclusive.",
      "Bangladesh voiced dismay at efforts to undermine the special status of LDCs and SIDS.",
      "Ukraine noted the special status of EITs.",
      "The US said the political deal struck by leaders in the Copenhagen Accord had achieved a balance that should be maintained.",
      "He was concerned by the pace of negotiations in Bonn and urged working towards a strong outcome in Cancún, rather than waiting until 2011.",
      "Venezuela recollected that it had rejected the Copenhagen Accord.",
      "She urged a precise and detailed scenario note prior to Tianjin to allow negotiations to move forward as quickly as possible.",
      "The AWG-LCA then adopted its report of the session (FCCC/AWGLCA/2010/L.4).",
      "AWG-LCA Chair Mukahanana-Sangarwe said the texts resulting from the week s negotiations have become parties texts and would be compiled into an official negotiating text for consideration at AWG-LCA 12 in October.",
      "This text will be released prior to AWG-LCA 12.",
      "Thanking delegates for their efforts, AWG-LCA Chair Margaret Mukahanana-Sangarwe noted their calls for urgency, and hoped these words could be translated into action at future sessions.",
      "She declared the meeting closed at 7:42 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}