{
   "actors": [],
   "countries": [
      "Canada",
      "Australia",
      "United Kingdom",
      "Netherlands",
      "Japan",
      "Norway",
      "Bulgaria"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_8",
   "section_title": "NATIONAL PROGRAMMES",
   "sentences": [
      "The working group on national programmes met on Tuesday, 11 April, and was chaired by Harald Dovland (Norway).",
      "Gabrielle Edwards, UK Department of Environment, Transport and the Regions, made a presentation on the UK climate change programme and examples of best practice.",
      "She outlined policies and measures including: the Non-Fossil Fuel Obligation mechanism requiring electricity suppliers to purchase a portion of their electricity from renewable sources; a climate change levy on energy use to encourage business energy efficiency; a pilot emissions trading scheme; annual increases of the fuel duty; an integrated transport policy that includes legislation to allow for local congestion charging; a new energy efficiency standards-of-performance scheme for the domestic sector; and policies and measures relating to non-CO2 gases. Maciej Sadowski, Polish National Fund for Environmental Protection and Water Management, drew attention to the special circumstances of economies in transition with regard to climate policy, energy and environmental policies.",
      "He suggested that policies related to technological change, financial incentives and market reforms be undertaken simultaneously.",
      "He stressed the importance of improving energy efficiency, and of considering both total emissions reductions and emissions intensity improvements.",
      "He noted that emissions have been most successfully reduced in privatized sectors. John Lowe, Acting Director General, Energy Policy Branch, Natural Resources Canada, made a presentation on good practice in policies and measures in the context of national circumstances.",
      "After considering Canada's situation and experience, he concluded that no single or universal best practice formula exists for domestic policies, but he supported exchanging information and sharing lessons in the development of good practices. Gwenyth Andrews, Chief Executive Officer, Australian Greenhouse Office, introduced Australia's Greenhouse Gas Abatement Programme, which aims at flexible support of the most cost-effective abatement opportunities across all economic sectors.",
      "She said measures should be: integrated into a comprehensive national strategy aimed at achieving emissions targets cost-effectively; tailored to national interests and circumstances; consistent with other government commitments; equitable; cost-efficient; and able to provide multiple benefits, based on partnerships involving all levels of society, and informed by research and best available knowledge. Daniela Stoytcheva, Ministry of Environment and Waters, Bulgaria, highlighted the need to implement a package of climate change mitigation measures, including administrative, legislative, economic and educational measures, as well as conduct research on their application.",
      "She said non-technical measures were gaining importance, and that technical and non-technical measures should be applied together.",
      "She outlined the Bulgarian experience with AIJ, and said Bulgaria and the Netherlands were about to undertake three JI projects on district heating and heat supply. Ryutaro Yatsu, Environmental Agency of Japan, outlined Japan's legislative framework and coordination mechanism.",
      "He said the Global Warming Prevention Headquarters had been established following COP-3 and had developed guidelines for specific action to be undertaken by 2010.",
      "The guidelines outlined measures on energy supply and demand, limiting GHG emissions other than CO2, promoting measures for CO2 sinks, strengthening research and development, and fostering international cooperation.",
      "Yatsu also discussed legislative initiatives, including the 1998 law to promote policy and measures on climate change and recent amendments to the law on energy use. Chair Dovland noted a preference among some participants for a focus on good rather than best practice.",
      "While pointing to similarities in approaches taken by different countries, he noted that national circumstances must be taken into account.",
      "He drew attention to national programmes' emphasis on the energy, residential, commercial and transport sectors, as well as the focus on renewable sources of energy. In the ensuing discussion, several participants highlighted the difficulty of implementing effective measures in the transport sector and some called for 'public acceptance' to be a criteria for determining good practice in policies and measures."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}