{
   "actors": [
      "Alliance of Small Island States",
      "European Union",
      "Central American Integration System",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Coalition for Rainforest Nations",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "Mexico",
      "Tajikistan",
      "Panama",
      "Nepal",
      "Papua New Guinea",
      "China",
      "Swaziland",
      "Nauru",
      "Bolivia",
      "Fiji"
   ],
   "enb_end_date": "12-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "12-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12584e.html",
   "id": "enb12584e_7",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Fiji, for the G-77/CHINA, stressed adaptation and operationalization of a loss and damage mechanism as priorities.",
      "Nauru, for AOSIS, reiterated that loss and damage is different from adaptation and mitigation.",
      "Panama, for SICA, stressed the importance of a loss and damage mechanism with links to other bodies and institutions in the areas of adaptation, technology and finance.",
      "Nepal, for the LDCs, called for strong funding commitments from developed countries, including for adaptation through the Least Developed Countries Fund (LDCF) and the GCF.",
      "Australia, for the UMBRELLA GROUP, highlighted, inter alia, International Consultation and Analysis (ICA), NAMAs and further clarifying developed countries' targets.",
      "Highlighting the IPCC WGI contribution to the AR5, the EU called for progress on the Review.",
      "Mexico, for the EIG, emphasized the need for: enhanced understanding of the diversity of NAMAs; agreement on institutional arrangements for REDD+; and institutional arrangements for loss and damage to be designed on the basis of existing facilities.",
      "Swaziland, for the AFRICAN GROUP, called for: more decision-making power for the Consultative Group of Experts (CGE); mitigation actions in the forestry sector; and for institutional arrangements on loss and damage to consider compensation, rehabilitation and insurance.",
      "Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, emphasized that a joint SBI/SBSTA process on coordination of finance for forestry actions is vital for REDD+ implementation.",
      "Tajikistan, for MOUNTAINOUS LANDLOCKED DEVELOPING COUNTRIES, suggested further pre-sessional meetings prior to the next COP, and identified NAPs as a priority to all developing countries.",
      "Bolivia, for ALBA, observed that forests also have adaptation functions, and emphasized adaptation finance. CAN said there should be 'no U-turn' on loss and damage, highlighting that the issue is about climate justice, and protecting human rights and dignity.",
      "CLIMATE JUSTICE NOW!",
      "called for a mechanism on loss and damage that goes beyond adaptation and cannot be valued in monetary terms."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "sbi"
}