{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United Kingdom",
      "Saudi Arabia",
      "Australia",
      "Uruguay",
      "United States",
      "Senegal",
      "China",
      "Jamaica",
      "Japan",
      "Norway",
      "Kenya"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_30",
   "section_title": "IPCC REPORT ON SAFEGUARDING THE OZONE LAYER AND GLOBAL CLIMATE SYSTEM: HYDROFLUOROCARBONS AND PERFLUOROCARBONS",
   "sentences": [
      "This matter was first taken up by SBSTA on Thursday, 19 May, when Susan Solomon and Bert Metz of the Intergovernmental Panel on Climate Change (IPCC) presented the main findings of the new IPCC special report that examines the alternatives to ozone-depleting substances that affect the global climate system.",
      "Uruguay, Kenya and Japan called for coordinated work between the Montreal Protocol and the UNFCCC on this issue.",
      "Australia argued that further consideration by SBSTA was unnecessary, and encouraged domestic action.",
      "The matter was referred to a contact group chaired by Darren Goetze (Canada). In the contact group, which met three times, differences soon emerged over a SBSTA follow-up process.",
      "The UK, for the EU, wanted to establish a SBSTA process to follow up on the report, suggesting an expert meeting or workshop.",
      "The US and others rejected the proposal for a workshop, arguing that the report provides a sound basis for countries to take action.",
      "The US also expressed reservations about inviting submissions from Parties on this matter. In addition, there were disagreements over text inviting the Montreal Protocol to make a statement at a future session of SBSTA.",
      "China, Saudi Arabia and Jamaica proposed removing this text, while the EU, Norway and Senegal wanted to retain it.",
      "Delegates eventually agreed on a compromise in the group that welcomed information from the Secretariat of the Montreal Protocol and invited submissions from UNFCCC Parties, while also agreeing that consideration of this issue should be finalized at SBSTA 24.",
      "The decision does not refer to a workshop or other meeting. On Friday, 27 May, SBSTA considered the draft conclusions.",
      "Saudi Arabia suggested an alteration to text inviting Parties to submit their views on the IPCC report, so that submissions would address aspects of the report relevant to the UNFCCC\u0092s 'implementation,' rather than its 'objective.",
      "' After the EU, G-77/China, and other Parties said they supported the text as it stood, Saudi Arabia withdrew its suggestion and the conclusions were adopted without amendment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}