{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_5",
   "section_title": "SESSION ONE: OPENING SESSION",
   "sentences": [
      "The UNFCCC/UNDP Expert Meeting on Methodologies for Technology Needs Assessments opened on Tuesday morning, 23 April.",
      "The event was chaired by SBSTA Chair Halldor Thorgeirsson, who welcomed participants, underlining that this gathering provided an important opportunity for advancing implementation of the provisions of the UNFCCC relating to technology transfer. Kim Dong Won, Deputy Minister for the Republic of Korea\u0092s Ministry of Commerce, Industry and Energy, highlighted the importance of technology transfer in addressing the global challenge of climate change.",
      "He informed participants that his country had recently implemented its first three-year plan, and had just embarked on its second three-year plan, which includes several measures for developing appropriate technologies and encouraging private sector participation.",
      "He said the Republic of Korea planned to play a bridging role between developed and developing countries in promoting technology transfer. Janos Pasztor, Coordinator of the UNFCCC\u0092s Sustainable Development Programme, welcomed participants, noting that the Republic of Korea - which has made a dramatic economic and industrial transition in recent decades - provided a 'perfect backdrop' to a meeting on technology transfer.",
      "He drew attention to the COP-7 decision on this issue (decision 4/CP.7), which established a framework for technology transfer.",
      "Highlighting that this meeting was a direct outcome of the COP-7 decision, he welcomed the UNFCCC-UNDP cooperation in organizing this event.",
      "On arrangements within the UNFCCC, he drew attention to the establishment of a new Programme on Sustainable Development, noting that the issue of technology transfer, which was formerly dealt with under the Science and Technology Programme, would now be addressed under this new Programme.",
      "He thanked the Government of the Republic of Korea for hosting this meeting, and KEMCO for providing its facilities."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}