{
   "actors": [],
   "countries": [
      "Tanzania",
      "Indonesia",
      "Sierra Leone",
      "Congo",
      "Monaco",
      "Comoros"
   ],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_25",
   "section_title": "Progress Report on the TFI",
   "sentences": [
      "On Wednesday, TFI Co-Chair Taka Hiraishi provided a progress report on TFI activities (IPCC-XXXVII/Doc.20), including: the adoption of the Overview chapter of the 2013 Wetlands Supplement on Monday, and the acceptance of the overall report on Tuesday; the preparation of the 2013 LULUCF KP Supplement; work on the emission factors database; improvements to the IPCC software on GHG inventory preparation, which was launched at the IPCC expert meeting held in Bali, Indonesia, in December 2012; further work on remote sensing and fugitive emissions through expert meetings; and a proposal, included in the budget for 2014, to carry out an analysis of current IPCC methodologies in view of a likely future request by the UNFCCC for the IPCC to develop new guidance related to a new protocol or other legally-binding instrument to be agreed in 2015.",
      "Progress Report of the Task Group on Data and Scenario Support for Impact and Climate Analysis (TGICA): On Thursday, Timothy Carter, TGICA Co-Chair, presented on TGICA and reported on its activities (IPCC-XXXVII/Doc.12), focusing on progress since the TGICA-17 meeting in February 2012.",
      "The activities included: development of technical guidelines and fact sheets; capacity-building activities, such as an expert meeting planned for 2014; and engagement with the WMO's Global Framework for Climate Services (GFCS).",
      "He also informed participants that the TGICA Co-Chairs would extend their tenure until the end of the IPCC cycle in 2015.",
      "During the ensuing discussion, participants addressed issues such as: the TGICA's role in providing background information to the Task Group considering the future work of the IPCC; availability of new emissions scenarios; the need to increase data availability; the importance of and need to engage further with the GFCS; and the need to increase the level of financing of the TGICA.",
      "Progress Report on the IPCC Scholarship Programme: On Wednesday, IPCC Secretary Christ introduced a progress report on the IPCC Scholarship Programme (IPCC-XXXVII/Doc.11).",
      "She provided an overview of the financial status of the Programme, explaining that core funding is from IPCC's Nobel Peace Prize award and through a partnership with the Prince Albert II of Monaco Foundation and the Cuomo Foundation.",
      "She stated that 13 students from a variety of developing countries have been awarded scholarships in 2013, and noted that due to the significant number of applications received, the criteria for applicants was tightened, including a requirement that applicants be under 30 years of age.",
      "She noted the desirability of extending the programme and developing a scholarship alumni network.",
      "She also urged participants to provide suggestions on additional funding sources.",
      "The Republic of Congo suggested the establishment of a research center in Africa to facilitate training of young people in the region.",
      "Tanzania and Sierra Leone expressed concerns that the age limit of 30 years was too low and urged flexibility in this regard.",
      "Comoros stated that it is important to have a fair regional distribution of scholarship beneficiaries."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}