{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Italy",
      "Saint Lucia",
      "Costa Rica",
      "Luxembourg",
      "France",
      "Tanzania",
      "Argentina",
      "Bolivia",
      "Venezuela",
      "Ecuador",
      "Saudi Arabia",
      "Australia",
      "Norway",
      "Slovenia",
      "China",
      "Chile",
      "Russian Federation",
      "Germany",
      "Panama",
      "Philippines",
      "Indonesia",
      "United States",
      "Switzerland",
      "Mexico",
      "South Africa",
      "India",
      "United Kingdom",
      "Austria",
      "Congo",
      "Niger",
      "Nicaragua"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_17",
   "section_title": "ASSESSING AND MANAGING THE RISKS OF CLIMATE CHANGE:",
   "sentences": [
      "Participants commenced discussions with a review of Figure SPM.1: Illustration of the core concepts of the WGII AR5.",
      "On the caption for the figure, Bolivia, supported by Saudi Arabia, recommended qualifying development as 'sustainable' and queried the meaning of 'governance'.",
      "In response to these and other queries, a Coordinating Lead Author (CLA) explained that: the overall concept of risk encompasses all individual risks and specifying the risk of disaster in the figure was not necessary; technology is only one feature of development; sustainable development is only one type of development; and governance includes all categories and levels of governance.",
      "Bolivia and Nicaragua stressed that the caption's text should take a cosmo-centric rather than an anthropocentric approach and include reference to the vulnerability and exposure of Mother Earth.",
      "Venezuela said that Mother Earth is a universal UN concept and could be included in the SPM.",
      "Panama suggested using the term 'socio-ecological systems' to address this concern.",
      "Mexico said the impacts of human and natural systems on development must be highlighted.",
      "Canada, supported by Austria, opposed reference to Mother Earth in the operative text.",
      "A CLA suggested the inclusion of 'impacts on interlinked human and natural systems' to address this concern.",
      "Co-Chair Field noted that 'risk of climate-related impacts' captures both risk and impact and that aspects of the report already encompass values and worldviews, which include the concept of Mother Earth.",
      "He reminded participants that the report cannot go beyond the concepts in the literature it reviews, and participants decided not to adopt these proposed amendments.",
      "Norway, supported by Panama, suggested that the text state that climate-related risk and impacts result from the interaction of hazards with vulnerability and exposure.",
      "Austria, with Canada and Saudi Arabia, said that risk does not always become an impact.",
      "Co-Chair Field suggested adding an additional sentence clarifying that risks are potential impacts.",
      "The UK cautioned against mixing risks of climate and risks of climate change.",
      "Switzerland explained that everything that influences the climate is an impact, and risks are impacts with an uncertain outcome that can sometimes be quantified.",
      "Participants adopted the caption's text without these proposed amendments.",
      "On Figure SPM.1: Illustration of the Core Concepts of the WGII AR5, the UK, supported by Canada, proposed that the figure include an arrow showing a feedback loop indicating that impacts are integral to the climate change system.",
      "Canada stated that emissions are not the only source of climate change, urging inclusion of an arrow showing the role of land-use change.",
      "Regarding the caption for Figure SPM.1, the UK expressed concerns over language describing changes in both the climate system and 'development processes' as drivers of hazards, exposure and vulnerability.",
      "He said reference to 'development processes' appears to target developing countries and should be changed.",
      "Austria suggested using the term 'human systems'.",
      "The UK supported, and participants agreed to, changing the language in the figure and the caption from 'development processes' to 'socio-economic processes'.",
      "On the SPM Introduction's operative text, Co-Chair Field proposed, and participants agreed, to include a title reading Assessing and Managing the Risks of Climate Risks Change .",
      "For the first sentence of the SPM Introduction, stating that human interference with the climate system is occurring and climate change poses risks for human and natural systems, Norway called for linking human interference to the risks posed by climate change.",
      "Canada, with the US, Saudi Arabia, Australia and Austria, opposed this, noting that the report covers more than just anthropogenic climate change.",
      "Slovenia and the Russian Federation suggested specifying climate change as a 'consequence' or 'resulting from' human interference.",
      "Bolivia called for including reference to 'Mother Earth'.",
      "India suggested replacing 'natural systems' with 'ecosystems', while Norway called for, and participants agreed to 'natural systems', as it is broader. A UK proposal on considering how climate 'change'-related risks can be reduced was accepted.",
      "China proposed placing adaptation before mitigation, noting current negative impacts are more urgent.",
      "An extensive discussion unfolded regarding a paragraph on the relationship between risks, adaptation, and mitigation.",
      "The UK, supported by Italy, suggested language on reducing risks 'locally through adaptation and globally through mitigation', emphasizing that these processes reduce risk in different ways.",
      "The UK's proposed language stated that risks can be reduced through sustainable development as well as through adaptation and mitigation.",
      "Saudi Arabia proposed replacing 'risks' with 'adverse impacts'.",
      "India, opposed by Switzerland, Bolivia, France, Australia and others, proposed deleting reference to limits to adaptation.",
      "Germany proposed alternative language 'recognizing that some risks of adverse effects are unavoidable'.",
      "Bolivia proposed inserting reference to loss and damage further undermining adaptation.",
      "Austria warned that a statement specifying limits to adaptation might suggest that there are no limits to mitigation.",
      "Saint Lucia proposed recognizing limits to both adaptation and mitigation.",
      "A number of delegates, including South Africa, Chile, France and Luxembourg, stressed that WGIII was the more appropriate place to address mitigation.",
      "The discussion also focused on, inter alia : whether risks should be 'climate-related' or 'climate change-related'; and whether impacts should be 'managed' or 'reduced'.",
      "Co-Chair Field introduced a new paragraph addressing the complex interactions and changing likelihood of diverse impacts of climate change, noting that a focus on risks can inform decision-making, and underscoring that people and societies may perceive or rank risks and potential benefits differently.",
      "Bolivia stressed the need to focus on impacts.",
      "The UK, supported by Switzerland, said the sentence should focus on providing a decision-making framework to support decisions on climate change.",
      "Canada, supported by Saudi Arabia, queried whether the proposed change would provide value for decision makers and policy-makers.",
      "Canada and Australia stressed that many relevant decisions will be made in non-climate change-related policy situations.",
      "Tanzania said language referring to a focus on risk as being 'new' to the assessment was confusing, and should be removed.",
      "Switzerland called for language stating that a focus on risks can inform decision making on adaptation.",
      "The US cautioned against framing the report as using a risk-based approach.",
      "Co-Chair Field suggested stating that a focus on risk, which is new in this report, can support decision making in the context of climate change.",
      "Saudi Arabia said the text introduced a new concept focusing on risk at the expense of focusing on impacts.",
      "After informal consultations, participants agreed that the focus on risk in the report supports decision making in the context of climate change.",
      "Several participants noted that risk was complementary to impacts.",
      "The group agreed to deal with risk and impacts in one part and adaptation in another.",
      "Regarding a sentence on the diversity of values, Bolivia questioned the need for this issue as it is addressed elsewhere in the report, but noted that if it were included, it should focus on taking into account different visions and approaches.",
      "Switzerland, supported by Austria stressed its importance, underlining the need for adaptation to take account of different values and not be policy prescriptive.",
      "On the next paragraph on the knowledge base for the WGII contribution to the AR5, participants accepted a sentence noting the larger base of relevant literature assessed compared to past WGII reports.",
      "Participants also discussed how to acknowledge gaps in data from certain regions and agreed to delete text stating that the amount of literature 'from all regions' has increased.",
      "Discussion on Background Box SPM.1: Context for the Assessment engendered some debate over use of the term 'middle-income countries'.",
      "China and Argentina supported the term 'developing countries'.",
      "Explaining that 'middle-income countries' was more consistent with the literature, Co-Chair Field proposed stating that coverage from all regions has increased, although it is unevenly distributed.",
      "Austria expressed concern that this formulation did not reflect the gaps in authorship of climate change publications.",
      "Canada proposed stating that 'authorship of climate change publications has increased, but authors from developed countries are over-represented'.",
      "On Background Box SPM.2: Terms Central for Understanding the Summary , Co-Chair Field noted that the key terms included in the box are exactly as presented in the Glossary and previously agreed by WGI, and urged acceptance of the terms to uphold the unity of the assessment.",
      "Venezuela, Bolivia and Ecuador stressed the need to take into account governments' comments and called for a registry with all suggestions, even if not agreed, to be officially published as an annex.",
      "Bolivia also said that his country did not recognize the concept of 'environmental services' since it is linked to a certain view of nature promoting commodification, and suggested referring to 'environmental functions' instead.",
      "He added that the term 'transformation' was unacceptable as it undermines a country's sovereignty and, supported by Venezuela, called for deleting reference to transformation throughout the SPM and draft report.",
      "Venezuela called for referring to adaptation commitments under the UNFCCC throughout the SPM as part of the overall conceptual framework.",
      "Austria recommended avoiding political debates that should take place under the UNFCCC and, with Switzerland and Australia, appealed to participants to respect what is presented in the scientific literature.",
      "Niger called for agreeing to terms already defined in the underlying report.",
      "On the definition of climate change, Brazil questioned the need to include reference to land use.",
      "Bolivia called for changes in the definition of climate change to reflect the principle of common but differentiated responsibilities and historical responsibility.",
      "Co-Chair Field noted the importance of referring to the UNFCCC definition of climate change.",
      "Venezuela questioned the exclusion of certain terms from the SPM, such as climate extremes, extreme climate phenomena, extreme events and climate shocks.",
      "Participants agreed to add the definition of hazard as stated in the Glossary, with the addition of a reference to ecosystems, as proposed by Norway, and some minor editorial changes.",
      "On the definition of exposure , Bolivia requested, and participants agreed, to include 'environmental functions' alongside 'environmental services' as things that can be adversely affected.",
      "Saudi Arabia, opposed by Switzerland and Australia, proposed referring to 'situations' instead of, or as well as, 'places'.",
      "A CLA explained that 'situations' are encompassed by the term 'vulnerability'.",
      "Following informal consultations, participants agreed to replace 'places' with 'places and settings' that could be adversely affected.",
      "On vulnerability , Mexico requested that 'propensity' and 'predisposition' to be adversely affected be specified.",
      "A CLA responded that the goal was to keep the definition general.",
      "With regard to vulnerability encompassing a variety of 'concepts', Switzerland, supported by Costa Rica and opposed by Saudi Arabia, requested that 'concepts' be replaced with 'elements'.",
      "Participants agreed to include both 'concepts' and 'elements'.",
      "On impacts , Bolivia raised concern regarding language on the effect of impacts, stating that economic, social and cultural issues should not be described as 'assets'.",
      "Switzerland suggested revisions allowing 'assets' to be removed, which was agreed by the Group.",
      "Venezuela suggested deleting a reference to 'environmental services'.",
      "Norway suggested that if the term 'environmental services' was deleted in this paragraph, it should be kept in the Glossary.",
      "With this condition, 'environmental services' was deleted.",
      "On risk , Indonesia questioned language referring to the 'potential for consequences where something of human value (including humans themselves) is at stake', stating that the reference to 'human value' was too narrow and should be expanded to include 'ecological value' as well.",
      "The US, opposed by Bolivia, suggested removing reference to 'human' and leaving it as simply 'values'.",
      "Participants agreed to define risk as 'the potential for consequences where something of value is at stake and where the outcome is uncertain, recognizing the diversity of values'.",
      "Germany called for a better link between the definition of risk and the concept of risk in Figure SPM.1 as constituting hazard, exposure and vulnerability.",
      "Canada, supported by Germany and Norway, suggested stating that risk is often represented as the probability of 'exposure to a hazard', multiplied by the 'impacts' if these events occur.",
      "Norway recommended referring to the impact of both hazardous events and 'trends'.",
      "Participants agreed to language combining proposals from Canada and Australia, adding that risk is a 'function of vulnerability, exposure and hazard'.",
      "On language stating that the report assesses climate-related risks, participants agreed to replace 'climate-related risks' with 'climate change-related impacts'.",
      "Saudi Arabia, opposed by Austria, reminded participants that the report does not only assess climate change impacts.",
      "Participants agreed to state that the term risk is used primarily to refer to the risk of climate change impacts.",
      "Germany asked for clarification that assessment is 'based on objective criteria and expert judgment'.",
      "Austria suggested putting this information in the caption for Figure SPM.1.",
      "On adaptation , Mexico proposed language on capacity building for adaptation and specified the multiple scales at which adaptation occurs, including local, national and individual levels.",
      "Co-Chair Field explained that listing specific dimensions would invariably exclude other critical elements and said a more general all-encompassing definition for adaptation was preferable.",
      "Participants agreed to maintain the more general language.",
      "On adaptation moderating harm, Slovenia proposed, and participants agreed, to add that adaptation also seeks to avoid harm.",
      "The Republic of Congo expressed concern over language seeming to imply that human intervention can adjust all natural systems, and text was amended to reflect adjustment in 'some' natural systems.",
      "On transformation , Bolivia reiterated its call to delete all references to this term in the SPM, noting it is a complex and ambiguous topic, with normative and prescriptive aspects.",
      "Austria underscored that the underlying literature includes multiple references to transformation, which he said is not prescriptive since countries decide on any transformations they may wish to make.",
      "Norway and the UK supported including the definition.",
      "The Philippines suggested deleting a sentence listing specific systems and structures where transformation can occur, noting this is of greater relevance to developed countries with greater resources.",
      "Bolivia and Venezuela said the entire definition should be deleted since the first sentence referring to altering paradigms reflected a 'colonial vision of science'.",
      "After informal group consultations, participants agreed to text defining transformation as: 'A change in the fundamental attributes of natural and human systems.",
      "Within this summary, transformation could reflect strengthened, altered or aligned paradigms, goals or values towards promoting adaptation for sustainable development, including poverty reduction'.",
      "Saudi Arabia proposed, and participants agreed, to add a definition for resilience , stressing its importance for adaptation and its direct links to sustainable development.",
      "Saudi Arabia then proposed aligning the definition with sustainable development, amending it to reflect the capacity of a social, economic and environmental system, which was accepted.",
      "Background Box SPM.3: Communication of the Degree of Certainty in Assessment Findings was approved by participants without amendment."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}