{
   "actors": [],
   "countries": [
      "Russian Federation",
      "Kenya",
      "Russia",
      "Colombia",
      "Thailand"
   ],
   "enb_end_date": "21-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "21-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12237e.html",
   "id": "enb12237e_5",
   "section_title": "SESSION 2: CASE STUDIES OF MITIGATION",
   "sentences": [
      "Stephen Karakezi, African Energy Policy Research Network, Kenya, presented on renewable energy initiatives in Africa as case studies of mitigation.",
      "He noted renewed global interest in renewables in Africa due to the oil crises and high unemployment rates.",
      "He urged policymakers to consider geothermal and co-generation as viable climate policy options. Marco Antonio Rondon, International Center for Tropical Agriculture, Colombia, outlined greenhouse gas mitigating opportunities in Latin America through managing agriculture and livestock in savannas, restoring degraded lands in the Amazon and greening sugar cane harvest.",
      "He said introducing pastures into savannas results in their conversion from a net source to a net sink.",
      "He noted the adverse effects on biodiversity and local and global geochemical cycles of such practices.",
      "He said other opportunities for mitigating greenhouse gases include improving cattle diet, expanding no-tillage agriculture and improving water management in rice fields. Igor Bashmakov, Center for Energy Efficiency, Russian Federation, addressed implications of Protocol commitments for the energy sector in Russia.",
      "He stressed that doubling GDP growth as planned will require aggressive energy policies resulting in improved energy efficiency, and highlighted district heating systems as an area with potential for improvement.",
      "He said ratifying the Protocol would pull the Russian Federation out of energy inefficiency and provide opportunities to develop new energy resources. Sirintornthep Towprayoon, King Mongkut\u0092s University of Technology, Thailand, spoke on greenhouse gas mitigation options from rice fields.",
      "She described experiments that tested different cultivation options, including water management and fertilizer treatments.",
      "She noted that findings illustrate complex relationships between management, global warming potential, and market prices.",
      "She concluded that rice cultivation is a potential mitigation option, but requires careful implementation and consideration of socioeconomic impacts."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}