{
   "actors": [
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Philippines",
      "United States",
      "Trinidad and Tobago",
      "China",
      "Uganda",
      "Japan",
      "Norway",
      "Botswana"
   ],
   "enb_end_date": "24-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "24-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12544e.html",
   "id": "enb12544e_1",
   "section_title": "SHARED VISION (AWG-LCA)",
   "sentences": [
      "The spin-off group on shared vision convened in the morning, open to observers.",
      "Parties focused on identifying possible areas of convergence.",
      "Facilitator Ji said that the in-session workshop on equitable access to sustainable development could serve as a catalyst.",
      "Botswana, for the AFRICAN GROUP, Uganda, for LDCs, CHINA, BRAZIL and others stressed the importance of the means of implementation.",
      "Some developing countries urged for a discussion on the context, whereas several developed countries said the focus should be on the global goal and peaking timeframe. CHINA, supported by BRAZIL, requested that the importance of context be included in the Facilitator s report.",
      "JAPAN cautioned against duplication of work.",
      "MEXICO, the PHILIPPINES and others said that relevant contextual elements need to be defined.",
      "Trinidad and Tobago, for AOSIS, said that burden-sharing cannot be discussed without identifying the burden first. REVIEW (AWG-LCA): In the spin-off group on Review, which was open to observers, parties addressed the expert consideration of inputs, and made proposals on the way forward. JAPAN proposed an open-ended expert meeting format and called for avoiding duplicating the work of the IPCC.",
      "Trinidad and Tobago, for AOSIS, opposed by Botswana, for the AFRICAN GROUP, CHINA, BRAZIL and the PHILIPPINES, reiterated support for establishing an expert group, highlighting the guiding role that such a body could play.",
      "NORWAY said an expert body should support and inspire the review process.",
      "CANADA, supported by the US and AUSTRALIA, proposed establishing a joint SBSTA/SBI contact group to allow for full deliberation of the Review.",
      "On scope, SAUDI ARABIA, CHINA, the PHILIPPINES and the AFRICAN GROUP drew attention to Decision 2/CP.17 (Outcome of the work of the AWG-LCA), which stipulates that parties will continue working on the scope of the Review and consider its further definition.",
      "AOSIS and others questioned the value of expanding the scope of the Review. NUMBERS/TEXT (AWG-KP): In the morning informal meeting of the spin-off group on numbers/text, a presentation was made regarding a third proposal on surplus units.",
      "The presentation elaborated on aspects of the proposal, which, inter alia : addresses all banked units (Certified Emission Reductions, Emission Reduction Units and Assigned Amount Units); eliminates surplus for parties that have submitted second commitment period QELROs above their current emission levels; states that previous period surplus reserve units may only be used toward domestic compliance assessment; incentivizes QELROs that are below current emissions; and provides clear measurement points.",
      "In the afternoon spin-off group, parties requested additional information on QELROs expressed in tons of CO2 equivalent, in addition to QELROs expressed as a percentage of emissions during a base year or period.",
      "A group of developing countries called for parallel treatment of QELROs under five and eight-year commitment periods.",
      "Informal consultations continued."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}