{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Pakistan",
      "Egypt",
      "Philippines",
      "France",
      "United States",
      "Solomon Islands",
      "China",
      "Hungary",
      "Norway"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_7",
   "section_title": "SESSION 1:",
   "sentences": [
      "During the first session, Hungary, for the European Union (EU), confirmed that its Kyoto Protocol target had been met while growing gross domestic product (GDP) in the period 1990-2009.",
      "He described the role of the EU Emission Trading System (ETS) and its growing influence on private sector investment behavior.",
      "On key considerations for 2011, the EU highlighted the need for discussions on: ambition; comparability; and the importance of accounting for assessing whether parties are on track.",
      "On next steps, he called on parties to use the workshops to enhance understanding of pledges, assess the scale of the gap in pledges if the goal of limiting temperature increase to below 2Ë\u009aC is to be achieved, and build robust and consistent accounting rules.",
      "Brazil, for the G-77/China, underscored the importance of converting pledges into quantified commitments, including use of a single base year.",
      "On carbon accounting, he stressed that numbers do not necessarily translate into stringency of effort, and called for consideration of land use, land-use change and forestry (LULUCF), the nature and use of offsets, including the issue of supplementarity, and a move to full comparability.",
      "Highlighting the insufficiency of current pledges, he called for a clearer notion of aggregate mid-term mitigation contributions from Annex I parties and means of ensuring compliance.",
      "Norway stressed the effect of changes to accounting rules on LULUCF and the need to revise emission reductions commitments in light of any changes made in order to maintain the overall level of ambition.",
      "He highlighted that cost-effective mitigation actions can be achieved through the flexibility mechanisms under the Kyoto Protocol or new mechanisms under the Convention.",
      "The US reaffirmed its commitment to 17% emission reductions below 2005 levels by 2020.",
      "He stated that US emissions currently stand 5.7% above 1990 levels but 8.7% below 2005 levels, underlining that reductions since 2005 are comparable to other developed countries.",
      "Noting the increased US focus on clean energy, he highlighted allocation of US$92 billion to clean energy financing.",
      "He said the US is committed to an economy-wide target not limited by sectors.",
      "France highlighted that his country had exceeded the national target under the Kyoto Protocol and that France has almost entirely de-carbonized electricity generation due to the use of nuclear, hydroelectricity and other technologies.",
      "During discussions, Egypt, the Republic of Korea, Pakistan, Solomon Islands, the Philippines and China raised a range of issues, inter alia : the contribution of international aviation to the EU s emissions reduction target; comparability of efforts; supplementarity; a compliance mechanism; and why the EU cannot unilaterally move to a 30% reduction target.",
      "On the ambition of current pledges, the US noted that there are an infinite number of pathways that can place countries on track to remain within the 2Ë\u009aC window, and suggested that reaching agreement on the implementation of the Cancun Agreements is the best place to start.",
      "The US outlined plans to introduce a combination of legislative and regulatory measures on energy and other issues, following the collapse of efforts to introduce cap-and-trade legislation in the US Congress.",
      "On comparability, the US said he did not believe parties would arrive at a single metric.",
      "He said the base year 1990 does not work for the US and that different measures are required depending on national circumstances.",
      "He recalled that the Bali Action Plan (BAP) referred to comparability of effort and that effort can be defined differently, such as in terms of GDP, technology or national circumstances.",
      "The EU agreed that there should be no single metric.",
      "He noted that comparability is a question of political judgment, linked to issues of responsibility, capability and early action.",
      "He said the approach to comparability in the Kyoto Protocol has not worked.",
      "On compliance, the US said this was a matter of domestic law.",
      "The EU said the starting point is the Kyoto Protocol, with its facilitative and enforcement elements and that this issue is not limited to parties in Annex B of the Kyoto Protocol.",
      "On supplementarity, the EU said he anticipated that up to 4% of the 20% target would come from international credits and that were the EU to move to a 30% target, the share would rise to 9%.",
      "On non-Annex I party efforts, the EU noted that reported actions have been forwarded using different matrices.",
      "He underscored the importance of workshops for clarifying these issues if parties are to assess where they stand on remaining within the 2Ë\u009aC window.",
      "On moving to a 40% reduction target, Norway noted the importance of clarifying pledges, and issues related to flexibility mechanisms and accounting rules."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}