{
   "actors": [],
   "countries": [
      "Mexico",
      "China",
      "Mali",
      "Belgium",
      "Japan",
      "Spain"
   ],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_20",
   "section_title": "COMMUNICATIONS STRATEGY AND OUTREACH",
   "sentences": [
      "The IPCC's communications strategy and outreach was discussed on Monday afternoon.",
      "Jonathan Lynn, IPCC Secretariat, introduced documents on this agenda item (IPCC-XXXVII/Doc.13, IPCC-XXXVII/Doc.14 and IPCC-XXXVII/Doc.15) and provided updates on the plans for communication and outreach on the AR5.",
      "Noting the release to the media of an embargoed copy of the WGI SPM two hours prior to its official release at IPCC-36, Lynn stated this initiative allowed well-informed, timely and accurate communications.",
      "He proposed, and several participants supported, extending the embargo period to 24 hours for the WGII and III reports.",
      "Recalling the support provided at IPCC-36 by, among other things, seconded staff from the Secretariat, local volunteers, and the WMO, Lynn stressed the need to further improve the availability of resources during peak periods.",
      "He said more work could be done regarding television broadcasting, noted the Secretariat's active engagement with major media and highlighted its work on a series of IPCC videos.",
      "Many participants congratulated the Secretariat for the work undertaken and provided information about past or planned communication and outreach activities in their countries.",
      "Japan noted the need for clear messages outlining changes from one assessment report to another.",
      "Cautioning against having inconsistencies between the WGI SPM and the underlying WGI report, China noted that the underlying report posted on the IPCC website was not consistent with revisions made to the WGI SPM at IPCC-36.",
      "He called for the Secretariat to make the relevant online disclaimer more obvious to readers.",
      "Mexico said the impacts of the IPCC's communication and outreach efforts could be assessed by calculating the number of online downloads of IPCC materials, and called for training CLAs on communicating with the media.",
      "Spain raised questions regarding the translation of communication materials into UN languages.",
      "Stressing the importance of communication and awareness raising, Mali called for more outreach activities to be conducted in developing countries, especially in Africa.",
      "Belgium requested the Secretariat to provide slides on the main results, in a timely manner and in appropriate formats allowing for the translation of figures and tables into different languages."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}