{
   "actors": [],
   "countries": [
      "United States",
      "Nigeria",
      "Burkina Faso",
      "Barbados"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_13",
   "section_title": "DEVELOPMENT OF PROPOSALS FOR PREPARING SECOND NATIONAL COMMUNICATIONS",
   "sentences": [
      "On Thursday morning, 29 April, participants were briefed on the development of proposals for preparing second national communications.",
      "The briefings were given by officials from UNDP and UNEP, the two GEF implementing agencies involved in supporting the process of preparing national communications.",
      "Their presentations covered a variety of relevant issues, including lessons learned during the process of preparing first national communications, and the approach to be taken while preparing or submitting proposals for second national communications.",
      "There was also a general discussion on the issue. Ravi Sharma, UNEP, opened the session, looking at lessons learned during the first national communications process.",
      "He highlighted the need for appropriate technical support and easy access to methodologies and tools in preparing GHG inventories, as well as the benefits of regional workshops.",
      "He also stressed the need to improve project management and coordination at the national level, and the importance of transparency, stakeholder involvement and awareness-raising.",
      "Effective data management and sustaining capacity in terms of the expertise developed during the first national communications process were also seen as critical for preparing second communications.",
      "Identifying lessons learned for the implementing agencies, Sharma highlighted proposals to improve monitoring and evaluation, take advantage of best practices and make use of them in a systematic way, and exploit linkages and synergies with other relevant projects. Rebecca Carman, UNDP, outlined the approach that will be taken to support non-Annex I Parties in preparing their second national communications.",
      "She explained that it would involve a joint GEF/UNDP/UNEP programme with a budget of US$60.2 million.",
      "The programme would run from 2004-09, and was expected to involve 130 non-Annex I Parties.",
      "The new approach was intended to help streamline and expedite the process, and to improve monitoring, evaluation, and the support services available to countries.",
      "Carman explained that this approach would involve three components: a self-assessment process; preparation of the national communication itself; and a National Communications Support Programme (NCSP).",
      "Countries will be able to access US$15,000 for the self-assessment, and up to US$405,000 for the national communication.",
      "She also noted that project approval had been decentralized from the GEF Secretariat to UNDP and UNEP, which should expedite the release of funds. Yamil Bonduki, UNDP, summarized the key features of the revised GEF Operational Procedures for funding the preparation of second national communications.",
      "He also described UNDP procedures for requesting and approving funding for preparing communications, and reported on UNDP\u0092s experience in reviewing funding proposals.",
      "He explained that the GEF Operational Procedures had been revised to: facilitate broader stakeholder participation; build on previous work, activities and knowledge; capture best practices; and develop linkages with other relevant projects.",
      "He informed delegates that under the new expedited route for accessing GEF funds to prepare national communications, the processing time for proposals was expected to be no more than 15 days.",
      "He noted that UNDP had already received approximately 22 proposals, most of which followed the template provided by UNDP, with only minor changes needed. In the discussion that followed, Bonduki informed participants that UNDP was in the process of finalizing a format for proposals, and would work closely with a few countries to develop model proposals.",
      "Answering a question from Nigeria on whether the US$405,000 was the minimum or maximum amount countries could apply for, Bonduki said it was the maximum using the expedited process, but countries could choose to apply for a full-sized GEF project instead, in which case the amount could be higher.",
      "However, the procedures would be more complicated, and the process would take more time. Bonduki then briefed participants on the development of funding proposals for national communications.",
      "He said development of proposals should involve a stocktaking exercise to identify gaps and uncertainties encountered in the first national communications, such as constraints encountered in V&A assessments.",
      "He also recommended that proposals should take into account existing national priorities and ongoing activities such as NAPAs, and should contain clear and achievable targets.",
      "He advised that proposals should not overestimate the national capacity available for the preparation of second national communications. Participants then engaged in a question-and-answer session with UNDP and UNEP officials on their presentations.",
      "Barbados reiterated the choice that countries face between using the expedited process for funding their second national communications, or using the regular GEF project cycle.",
      "He pointed out that countries that take the US$15,000 for the self-assessment must use the expedited process.",
      "Burkina Faso expressed concerns that the US$405,000 allocated for second communications using the expedited process should be a flexible rather than a fixed amount, and Nigeria questioned whether this level of funding would be adequate for every country. Carman then briefed participants on the GEF/UNDP/UNEP NCSP, one of the components of the strategy to support second national communications, with a budget of US$5.5 million.",
      "She said UNDP is committed to raising US$1.5 million in co-financing for the programme.",
      "NCSP will provide country-driven technical assistance to all non-Annex I Parties when preparing their national communications by, inter alia, sharing knowledge and promoting capacity building through the exchange of experiences, preparing and disseminating technical materials, and facilitating communication. Ravi Sharma added some insights into UNEP\u0092s role, observing that NCSP would seek to be more interactive than it had been in the past.",
      "He listed UNEP activities relevant to NCSP, including the LDC Technical Support Programme, the Coastal Zone Management support for African islands, and the Global Network on Energy for Sustainable Development."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}