{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Singapore",
      "Philippines",
      "United States",
      "Trinidad and Tobago",
      "Austria",
      "China",
      "Japan",
      "Norway",
      "Botswana"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_18",
   "section_title": "REVIEW:",
   "sentences": [
      "The spin-off group on Review, facilitated Gertraud Wollansky (Austria), met twice.",
      "Parties considered an information paper highlighting the mandate of the group from Decisions 1/CP.16 and 2/CP.17.",
      "The main issues discussed were the scope of the Review and the expert consideration of inputs.",
      "On scope, Botswana, for the African Group, supported by China and Brazil, observed that the Durban decision defines the scope and modalities of the Review, and that the scope includes not just the temperature goal but also the adequacy of means of implementation for developing countries.",
      "Calling for a prompt start to the Review, Trinidad and Tobago, for AOSIS, with Singapore, the EU and others, emphasized the need for a narrow focus on scope in the context of what was agreed in Cancun.",
      "Saudi Arabia, China, the Philippines and the African Group drew attention to Decision 2/CP.17, which stipulates that parties will continue working on the scope of the Review and consider its further definition.",
      "AOSIS and others questioned the value of expanding the scope of the Review.",
      "On the expert consideration of inputs, Japan proposed an open-ended expert meeting format and called for avoiding duplicating the work of the IPCC.",
      "Trinidad and Tobago, for AOSIS, opposed by Botswana, for the African Group, China, Brazil and the Philippines, reiterated support for establishing an expert group, highlighting the guiding role that such a body could play.",
      "She also noted that tasking the SBs to assist with the Review does not preclude the establishment of an expert body.",
      "Norway said an expert body should support and inspire the review process.",
      "Canada, supported by the US and Australia, proposed establishing a joint SBSTA/SBI contact group to allow for full deliberation of the Review.",
      "Reporting on progress to the final AWG-LCA, Facilitator Wollansky said that there was a general understanding among parties that the work this year is to further consider the definition of the scope of the review and the expert consideration of the inputs.",
      "She highlighted two options for consideration: limiting the scope of the Review; or extending the Review.",
      "She also noted another view that there is no need to discuss scope as defined by inputs.",
      "She also noted that parties had discussed expert consideration of inputs and various options had been considered, including establishing a new body to provide guidance to review, in addition to the SBs; and that a joint SB contact group should be used because such a group would have party ownership and incur no additional cost.",
      "She noted general guidance for expert consideration including: holding meetings with sessions parallel to the SBs; calls for meetings to be open-ended; and to avoid duplication of work.",
      "She noted that beginning in 2014 intersessional activities might be required."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}