{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Iran",
      "Poland",
      "United States",
      "Netherlands",
      "China",
      "Switzerland",
      "Japan",
      "Botswana"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_22",
   "section_title": "ACTIVITIES IMPLEMENTED JOINTLY (AIJ)",
   "sentences": [
      "Delegates discussed issues related to AIJ under the pilot phase, first in a joint SBI/SBSTA session and later in five sessions of a joint SBSTA/SBI contact group chaired by Yvo de Boer (Netherlands).",
      "Delegates considered draft decisions submitted by the Chair, the EU and the G-77/China. In the joint SBI/SBSTA session on Tuesday, 26 October, the G-77/CHINA underlined the imbalance of the geographical distribution of pilot projects and urged extension of the pilot phase.",
      "JAPAN, supported by the EU, said the experience gained is sufficient for a comprehensive review.",
      "With POLAND, he stressed that an AIJ project should be eligible under JI or the CDM if it meets the criteria for eligibility and if the Parties involved agree to do so.",
      "The US proposed exploring the eligibility of AIJ projects under the CDM or JI.",
      "AOSIS and others opposed linking AIJ to the Protocol mechanisms.",
      "BOTSWANA said introducing crediting would confuse the process.",
      "The EU and SWITZERLAND, opposed by AOSIS, BOTSWANA and IRAN, proposed that AIJ be credited retroactively.",
      "AOSIS drew attention to the inaccuracies, under-reporting and procedural complications that make it inappropriate to credit retroactively.",
      "The US identified the lack of crediting and capacity in the host countries and high transaction costs for small projects as barriers in the pilot phase.",
      "SWITZERLAND and AUSTRALIA said that without credit, industries would be cautious about AIJ.",
      "IRAN noted the absence of criteria for assessing and elaborating the benefits of AIJ projects and said these were subject to different interpretations.",
      "He called for a continuation of the pilot phase without preconditions or credits.",
      "The REPUBLIC OF KOREA said that since most AIJ projects are financed through official funds like ODA and the GEF, credit certification should be treated carefully.",
      "The AFRICAN GROUP underscored the need to involve local communities in the design and execution of such projects. Discussion in the contact group centered on, inter alia, whether: to continue the review beyond this session; to continue the pilot phase and, if so, in what form; the group should take decisions or make recommendations about the eligibility of AIJ to become CDM or JI; and the issue of eligibility should be discussed by the contact group on mechanisms. On Friday, 29 October, Chair de Boer presented a proposal for a draft decision on AIJ that he said took into account the differences of opinion expressed.",
      "The EU also introduced its draft proposal that sought to stop the non-credited pilot phase and start an AIJ phase with possible crediting, subject to decision- making in the negotiation on the mechanisms.",
      "On Saturday, 30 October, the G-77/CHINA tabled its proposed draft decision whereby the COP decides to conclude the review process and take a conclusive decision on the pilot phase and the progression beyond that at COP-6.",
      "This draft decision included bracketed text on the eligibility of AIJ under CDM and JI.",
      "After lengthy deliberations both in the contact group and in informal consultations, Parties agreed to a decision that the COP adopted on Thursday, 4 November.",
      "The decision (FCCC/CP/1999/L.13), inter alia: concludes the review process; continues the AIJ pilot phase beyond the end of the present decade, without prejudice to future decisions; and requires Parties to provide proposals to improve the draft revised uniform reporting format, and the Secretariat to prepare a draft revision for SB-13."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}