{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_6",
   "section_title": "Question-and-answer session",
   "sentences": [
      "In the ensuing discussion, one participant raised concerns that banks were willing to fund a range of projects, but that in some cases insurers were not willing to provide the necessary performance guarantees on the investment because of a lack of certainty on the returns, particularly in terms of the value of the carbon that might be offset by the project, and the risk involved.",
      "Martin Whittaker responded that insurers did not have the underwriting capacity and expertise in some areas, but would respond should a critical mass of demand for insurance develop in a particular area, such as geothermal or wind power. Several government representatives asked how governments could support private sector involvement.",
      "George Sorenson replied that governments should ensure greater predictability in terms of financial returns.",
      "For instance, he considered the rules governing 'additionality' under the Kyoto Protocol\u0092s Clean Development Mechanism (CDM) to be unhelpful because they provided no clarity on what the final value of the carbon might be.",
      "Whittaker said governments should create an attractive environment for investment to take place, and could help underwrite and remove risk where the private sector lacks data or information. Several participants noted the different 'languages' and concepts being used by representatives of governments compared with those from the private sector, and said ongoing contact and communication between the two groups would be extremely valuable."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}