{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_2",
   "section_title": "SYNERGIES",
   "sentences": [
      "Cooperation with MEAs is an important dimension to the UNFCCC process, with cooperation with relevant international organizations being a standing item on the SBSTA agenda.",
      "UNFCCC Article 7.2(l) notes that the COP shall 'seek and utilize, where appropriate, the services and cooperation of, and information provided by, competent international organizations and intergovernmental bodies,' and Article 8.2(e) provides that the Secretariat shall 'ensure the necessary coordination with the secretariats of other relevant international bodies.",
      "' Cooperation between conventions was first considered by SBSTA-5, and from SBSTA-10 onwards the substantive linkages between the Rio conventions have been emphasized.",
      "At SBSTA-14, held in July 2001, Parties discussed a proposal presented by the Chair of the CBD Subsidiary Body for Scientific, Technical and Technological Advice (SBSTTA) on potential areas of cooperation between the CBD and the UNFCCC.",
      "Based on this proposal, the SBSTA endorsed the formation of a Joint Liaison Group (JLG) between the CBD and UNFCCC Secretariats, and invited the CCD Secretariat to participate in the group.",
      "The aim of the JLG is to enhance coordination between the secretariats of the Rio conventions and explore options for further cooperation, such as a joint work plan.",
      "The SBSTA also supported a request made by the CBD SBSTTA to the IPCC to develop a technical paper on biodiversity and climate change and called on the IPCC to consider relevant linkages between climate change, biodiversity and desertification. SBSTA-16, held in June 2002, took note of the JLG\u0092s first progress report and noted that collaboration should facilitate synergies towards national-level implementation of the Rio conventions.",
      "SBSTA-17 agreed on the terms of reference of the SBSTA workshop and recommended the adoption of decision 13/CP.8.",
      "The COP adopted this decision at its eighth session, affirming the need for enhanced cooperation between the Rio conventions, requesting the SBSTA to continue cooperation with the CBD SBSTTA and the Committee on Science and Technology of the CCD, and urging the JLG to continue its efforts to enhance coordination between the Rio conventions and their secretariats.",
      "Regarding guidance for the SBI workshop, decision 5/CP.7 on the implementation of Article 4.8 and 4.8 (adaptation and mitigation), also requested the UNFCCC Secretariat to organize a workshop on possible synergies and joint action with other multilateral environmental conventions and agreements, such as the CCD, and to report the results of the workshop to COP-9."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}