{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Mauritius",
      "China"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_46",
   "section_title": "NON-ANNEX I NATIONAL COMMUNICATIONS",
   "sentences": [
      "This issue was first raised in the SBI Plenary on Wednesday, 16 June, and subsequently in a contact group chaired by Sok Appadu (Mauritius), which met five times between Saturday, 19 June and Wednesday, 23 June.",
      "In the contact group, Parties discussed the submission of second and, where appropriate, third national communications, the work of the Consultative Group of Experts on non-Annex I national communications, and the provision of financial and technical support.",
      "Parties then adopted three sets of conclusions in SBI Plenary, on Friday, 25 June. Discussions on the timing of non-Annex I national communications, and on funding for the national communications, proved to be the most challenging.",
      "On the submission of second and third national communications, delegates discussed timing of submissions.",
      "The US, opposed by the G-77/China, proposed that non-Annex I Parties should submit greenhouse gas inventories every two years.",
      "On the timing of non-Annex I national communications, the EU suggested three years.",
      "The G-77/China proposed six years. The EU, opposed by the G-77/China, also proposed text requesting non-Annex I Parties to submit funding proposals for national communications even in advance of substantial completion of previous national communications, but not later than one year after the submission of their previous national communications.",
      "The G-77/China expressed concern that the reference to one year could be interpreted as a deadline by the GEF. On Friday, 25 June, Chair Stoycheva announced that the G-77/China had submitted a package proposal earlier that day on the paragraphs addressing timing of submission (FCCC/SBI/2004/MISC.3).",
      "The proposal, inter alia, invited non-Annex I Parties that have not submitted project proposals for second and, where appropriate, third national communications to do so even in advance of substantially completing previously-funded activities.",
      "It also called on non-Annex I Parties to submit their second, and where appropriate, third national communications within five years of the initial disbursement of financial resources for the actual preparation of the national communication.",
      "Chair Stoycheva said that as there was no time to discuss the document, it would be forwarded to SBI-21.",
      "The US noted that the document contained interesting proposals, and asked that it be left open for additional views from Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}