{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "Jamaica",
      "China",
      "Barbados"
   ],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_93",
   "section_title": "BLUE PRINT FOR POST-2012",
   "sentences": [
      "The recently released report of the UN High-Level Panel on Threats, Challenges and Change underlines that countries must take action and commence negotiations for long-term strategy to address climate change.",
      "Moreover, the Kyoto Protocol requires that Parties initiate consideration of post-2012 commitments by 2005.",
      "The challenge presented to delegates at COP-10 was how to engage non-Parties to the Protocol in this process and how to ease concerns of many developing countries regarding the imposition of new commitments.",
      "Delegates struggled behind closed doors over the issue of exactly when and how to discuss future commitments, and opinions varied widely.",
      "Some wanted a series of informal meetings, or seminars, to openly discuss the future of the climate regime.",
      "But a few countries felt it was inappropriate to discuss future commitments altogether, and in some discussions countries appeared to try to limit the discussion of climate change issues to the UNFCCC process and not show links to other processes, such as the International Meeting for the 10-year Review of the Barbados Programme of Action for the Sustainable Development of Small Island Developing States (BPOA+10), the World Conference on Disaster Reduction (WCDR) or the UN Commission on Sustainable Development (CSD). With recent national election results in mind, several NGOs, meanwhile, urged delegates to move ahead without non-Parties to the Protocol in the hope of raising the lowest common denominator of consensus and promoting more progressive future commitments.",
      "After a full night of intensive consultations on the last day of the COP, delegates agreed to have one seminar in 2005 that would not open negotiations leading to new commitments.",
      "However, it was noted by some that the text did not preclude the initiation of such discussions on the basis of the seminar\u0092s outcomes. The outcomes of the seminar, according to one expert, will ultimately depend on the skills of the organizers to bring together Parties in an environment that enhances both trust and frank exchange of views and perhaps moves beyond the technical foci of recent COP meetings.",
      "Some NGOs and scientists have already voiced concern that the process may lack transparency and called for wider civil society access.",
      "As it stands, only government experts can participate.",
      "These seminars will also fall amidst a number of other very important processes taking place in 2005, such as the review of progress in the implementation of the Millennium Declaration, initiation of the review by the CSD of the implementation of existing climate change commitments, changes to the COP Bureau and a new Chair of the G-77/China - Jamaica.",
      "The UK, with its plans to prioritize climate change issues, also embarks on the Presidency of the Group of Eight and the EU.",
      "All these events will undoubtedly influence the direction and outcomes of the seminar."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}