{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "South Africa",
      "Sudan",
      "Tuvalu",
      "Japan",
      "Papua New Guinea",
      "China",
      "Micronesia",
      "Gambia",
      "Switzerland",
      "Grenada",
      "Norway"
   ],
   "enb_end_date": "14-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "14-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12454e.html",
   "id": "enb12454e_3",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "AWG-KP Chair Ashe reported on progress under the AWG-KP and explained that he had introduced his draft text on the AWG-KP outcome to the parties on Friday. TUVALU intervened on a point of order, saying discussions should continue based on the suspended agenda on proposed Protocol amendments.",
      "Sudan, for the G-77/CHINA, identified the Chair s text as a good basis for further work under the AWG-KP but expressed concern over slow progress.",
      "He reiterated that dismantling or making redundant the Kyoto Protocol was unacceptable and that both negotiating tracks should be maintained, resulting in a strengthened Protocol and an agreed outcome under the Convention.",
      "SOUTH AFRICA, supported by several developing countries, clarified that, although there are a number of substantive issues that must still be resolved, the text can be used as the basis of work.",
      "Grenada, for AOSIS, supported open and transparent negotiations on the Chair s draft text.",
      "The Gambia, for the AFRICAN GROUP, expressed concern with the lack of time in which to reach an outcome.",
      "PAPUA NEW GUINEA noted that the Chair s LULUCF text introduces hot air into the agreement.",
      "The FEDERATED STATES OF MICRONESIA stressed the need for binding outcomes under both the AWG-KP and the AWG-LCA.",
      "The EU, with JAPAN, CANADA and SWITZERLAND, stressed that a global, ambitious and comprehensive agreement is required to preserve the environmental integrity of the Convention.",
      "The EU highlighted the importance of further progress on, inter alia , LULUCF, surplus AAUs and the flexibility mechanisms.",
      "JAPAN underscored action by all major emitters.",
      "NORWAY called for either a new commitment period under the Kyoto Protocol or a single binding agreement and stressed that work on LULUCF and the flexibility mechanisms should go forward. COP/MOP President Hedegaard identified different views on how to move forward and said she would consult ministers and heads of delegation."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}