{
   "actors": [],
   "countries": [
      "Canada",
      "Pakistan",
      "Netherlands",
      "Mexico",
      "Ethiopia",
      "Russian Federation"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_37",
   "section_title": "Promoting implementation and improvements in data and observations",
   "sentences": [
      "Wim Monna, the Netherlands, and Julia Martínez, Mexico, chaired the group.",
      "Monna opened the discussion by explaining the group s task was to convert the views expressed during the discussions on data and observations into specific, action-oriented recommendations.",
      "GCOS stressed the need to produce recommendations that influence or enable parties to take action on data and observations, relating to adaptation.",
      "Participants discussed the need to improve national and regional level data, which contributes to global networks; the Russian Federation stressed the importance of homogeneity so that data is comparable among countries; and Ethiopia highlighted the need for high quality data.",
      "Noting the move toward automation of observation stations and the varied quality of these systems, Pakistan said quality needs to be assured and equipment regularly calibrated.",
      "Other participants mentioned the need to increase the number of monitoring stations.",
      "RIOCC stressed that decisions on adaptation activities are made nationally and that each country should improve quantity and quality of data. ITUC highlighted that decisions made by the COP are used by NGOs to put pressure on governments for action and GCOS underscored the need to make governments aware that improving national level networks is beneficial for their own development. GCOS cited an outcome from the IPCC Fourth Assessment Report on the need to identify an authoritative set of information needs for adaptation policies and, supported by Pakistan and Canada, suggested the group build on this in its recommendation.",
      "RIOCC suggested using cost-benefit analysis to inform decisions on increasing the number of stations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}