{
   "actors": [
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Turkey",
      "Canada",
      "Sudan",
      "United States",
      "Liechtenstein",
      "Japan",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Saudi Arabia",
      "Australia",
      "Angola",
      "Cuba",
      "Venezuela",
      "Guatemala",
      "Kenya"
   ],
   "enb_end_date": "01-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "01-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12640e.html",
   "id": "enb12640e_6",
   "section_title": "PREAMBLE",
   "sentences": [
      "This group was co-facilitated by George Wamukoya (Kenya).",
      "Parties agreed on the importance of the agreement’s preamble, and the need for it to be concise.",
      "Parties expressed views on which concepts from part 3 of the Tool (provisions whose placement requires further clarity) to include in the agreement’s preamble.",
      "Guatemala, for AILAC, Saudi Arabia, for the LMDCs, SWITZERLAND, Angola, for the LDCs, LIECHTENSTEIN, NORWAY, AUSTRALIA and TURKEY called for the inclusion of gender equality and intergenerational equity.",
      "The LMDCs supported referring to historical and current emissions, MOI, and sustainable social and economic development.",
      "BOLIVIA, CUBA and VENEZUELA supported referring to the integrity of Mother Earth and the right to development.",
      "Sudan, for the AFRICAN GROUP, the LDCs and TURKEY called for mentioning how science guides the agreement.",
      "The EU, the US, NORWAY, JAPAN, AUSTRALIA, CANADA and NEW ZEALAND, opposed by others, suggested discussing the preamble later, once substantive sections have taken shape.",
      "Co-Facilitator Wamukoya asked parties to work toward formulations of the themes they would like to include and announced an informal informal to be held on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}