{
   "actors": [],
   "countries": [
      "United Kingdom",
      "Japan",
      "Saudi Arabia"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_27",
   "section_title": "IMPACT OF RESPONSE MEASURES ON DEVELOPMENTAL EFFORTS",
   "sentences": [
      "On 14 March, Vanida Govender, Corporate Environmental Manager at ESKOM, a South African government- owned power utility, made a presentation on how response measures to climate change in Annex I countries could affect the international coal market and coal exporting developing countries.",
      "She emphasized that small impacts on the price of fossil fuels would have a major impact on exporters, with implications for welfare and development prospects for people in poverty.",
      "She outlined a sequential approach to minimizing the negative impact of response measures based on both short-term and long-term policy measures.",
      "She said action in the short term should involve: modeling of response measure impacts, with peer review of the models by Party representatives; technical review of response measures described in national Annex I communications; and research and development to explore a range of compensation measures.",
      "Action in the long term should involve: mitigation measures in Annex I countries to eliminate negative impacts in non-Annex I countries; technology transfer linked to restructuring of fossil fuel dependent economies; technology transfer linked to the CDM and an adaptation fund; and measures to ensure that efficient technologies are installed when energy intensive industry relocates. During the ensuing discussion, the UK highlighted the potential of the FCCC to stimulate the development of renewable energy sources to provide further electrification in developing countries.",
      "Vanida Govender underscored the need for a strong economy to support investment in electrification through emerging technologies.",
      "SAUDI ARABIA called for immediate action to create structures for dealing with impacts of response measures, with compensation occurring after the extent of impact has been proved.",
      "JAPAN noted that compensation is not mentioned in the FCCC and the Kyoto Protocol.",
      "The UAE stated that compensation exists as a general principle of international law.",
      "Vanida Govender emphasized the need for research as a basis for policy development on compensation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}