{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12362e.html",
   "id": "enb12362e_32",
   "section_title": "PROSPECTS FOR THE FUTURE",
   "sentences": [
      "The train to Copenhagen has left the station, commented UNFCCC Executive Secretary Yvo de Boer during the closing press conference.",
      "One delegate noted that we are in a difficult phase because it is a new process, and people will be finding their footing for the first year, and that negotiations wouldn t really begin in earnest until 2009, after a common understanding on key issues is reached.",
      "Bonn will be busy, and Poznan will be insanely busy, and the road to Copenhagen will be a bumpy one, another said.",
      "In fact, the entire process will only get busier and more intense in 2009, with up to eight weeks (as opposed to six in 2008) scheduled for formal AWGLCA meetings, let alone other meetings and workshops that will feed into the process.",
      "So those deeply involved in climate change negotiations will spend much of the year on the road, with one delegate joking that he would try to negotiate a more family-friendly agreement.",
      "Looking forward to Copenhagen, what is achievable by the end of 2009?",
      "Very little time remains to reach agreement on a post-2012 regime, with just over a year and half left until COP 15 in Copenhagen, and many stops along the way.",
      "While this is only the beginning of the journey, during which an incredible amount of work must be done in very little time, the work programme agreed to in Bangkok has successfully laid the groundwork for substantive discussions to come.",
      "The level of ambition versus realism will certainly come into play.",
      "Some call for ambitious targets, while others acknowledge political realities and do not see any point in agreeing to something they will not be able to achieve.",
      "But it is far too early to tell what form an actual agreement might take, and how the two tracks might converge in Copenhagen.",
      "For now, delegates will have their work cut out for them in 2008."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}