{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States",
      "Australia",
      "China",
      "Singapore",
      "Japan",
      "India"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_46",
   "section_title": "IMPLEMENTATION OF ALL THE ELEMENTS UNDER BOTH WORKSTREAMS:",
   "sentences": [
      "During the second week, the ADP's work continued, based on the Co-Chairs' draft decision and conclusions, in open-ended informal consultations on implementation of all the elements of Decision 1/CP.17, in a Co-Chairs' special event, and during a high-level ministerial dialogue. ADP Co-Chairs' Special Event: Participants at the ADP Co-Chairs' special event on Tuesday, 19 November, focused on: how the 2015 agreement could foster enhanced collaboration between non-state actors and governments; and the role the UNFCCC could play in recognizing and strengthening non-state actors' initiatives and actions.",
      "For more details, see: http://www.iisd.ca/vol12/enb12591e.html High-level Ministerial Dialogue on the Durban Platform for Enhanced Action: On Thursday, 21 November, COP 19 President Korolec invited Ministers and other heads of delegations to discuss their views on pre-2020 actions for transitioning to a post-2020 world; and elements required for a successful, meaningful, durable 2015 agreement.",
      "For more details, see: http://www.iisd.ca/vol12/enb12593e.html Negotiations on progress on the implementation of all elements under both workstreams: On Monday, 18 November, the ADP Co-Chairs presented draft text on the implementation of all the elements of Decision 1/CP.17, consisting of: draft Co-Chairs' conclusions; and a draft decision on pre-2020 ambition and post-2020 action, including an annex with indicative elements of the 2015 agreement.",
      "Parties discussed several revised versions throughout the week.",
      "The closing ADP plenary, which was originally scheduled for Thursday afternoon, was continually postponed as negotiations continued in the open-ended consultations, as well as informally all day and night on Friday, and on Saturday morning.",
      "Areas of disagreement included: incorporating 'indicative elements of the 2015 agreement' or a 'non-exhaustive list of areas for further reflection' as an annex to the decision or conclusions, respectively, which were rejected by many for lack of negotiation time; and the issue of 'nature and extent of differentiation'.",
      "Discussions were polarized between various developing countries, which stressed continued application of the principles, provisions and annex-based differentiation arrangement under the Convention; and developed countries, which emphasized the need to continue but also update the application of the CBDR principle to reflect evolving circumstances.",
      "In addition, delegates differed on, inter alia : a clear roadmap for finance and technology transfer; loss and damage; MRV for support; a timeline to submit intended nationally determined commitments, and accompanying information for assessment against adequacy and fairness; a compliance mechanism; accounting rules; and IPRs.",
      "India expressed concern that the text 'presumes' that in the 2015 agreement each party will have commitments on mitigation, adaptation, finance, technology development and transfer, and capacity-building.",
      "China emphasized the need to enhance implementation up to 2020 and the Bali Action Plan (BAP).",
      "The LDCs called for reference to the principles of equity and fairness, and confidence building through full implementation of the BAP.",
      "On a roadmap for finance, the US stressed that the US$100 billion target was made in the context of a wide package of decisions and that new commitments 'cannot be made along the way'.",
      "The LMDCs opposed proposals related to harnessing private investment for mitigation.",
      "On increasing ambition, the EU called for a workplan with deadlines, up-front transparency and an assessment phase under workstream 1, and concrete actions under workstream 2.",
      "He also stressed inclusion of the 2à\u008b \u009aC goal.",
      "India underscored the need to: increase developed countries' mitigation ambition to at least 40% below 1990 levels; enhance technology transfer; and address IPRs.",
      "Australia, Japan and Canada opposed reference to IPRs.",
      "Singapore said collaborative work at the sub-national level should be in the context of sharing and learning.",
      "The US, Japan and Canada supported facilitating collaborative work on mitigation and adaptation at the sub-national level.",
      "The LMDCs cautioned against referring to actions outside the Convention."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}