{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Turkey",
      "Saudi Arabia",
      "Australia",
      "United States",
      "Belarus",
      "China",
      "Bolivia"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_64",
   "section_title": "Shared Vision",
   "sentences": [
      "Parties discussed a shared vision for long-term cooperative action in a drafting group.",
      "Negotiations were based on non-papers Nos.",
      "33, 43, 37 and 38, forwarded from the Barcelona session and contained in document FCCC/AWGLCA/2009/14 .",
      "Discussion led to shortening the text and making it more operational.",
      "The main issues discussed included references to the Convention and the Protocol, historical responsibility and leadership by developed countries on mitigation and financing.",
      "Differences persisted on a long-term goal for emission reductions, trade measures and a long-term goal for financing.",
      "The G-77/China underlined gaps in the implementation of the Convention, opposed by some developed countries, including the US and Australia.",
      "Parties also deliberated on the role of the Protocol, with the G-77/China and AOSIS supporting a reference to the ongoing role of the Protocol and Canada opposing it saying it prejudges the legal form of the outcome.",
      "Turkey and Belarus proposed a reference to special circumstances of parties, including countries with economies in transition.",
      "The G-77/China underlined historical responsibility, with Bolivia stressing also climate debt and relationship of climate change with human rights.",
      "Saudi Arabia opposed a reference to taking into account the IPCC assessment reports in the review of a shared vision.",
      "Many countries supported a goal of keeping temperature increase below 2Ë\u009aC above pre-industrial levels, with AOSIS underlining 1.5Ë\u009aC and Bolivia 1Ë\u009aC.",
      "Different views also remained on the required global and developed country emission reductions, and on peaking of emissions.",
      "No agreement was reached and options remain bracketed in the text.",
      "The G-77/China highlighted the importance of text requiring developed countries to refrain from unilateral protectionist trade measures, which was opposed by some developed countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}