{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "China"
   ],
   "enb_end_date": "07-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "07-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12194e.html",
   "id": "enb12194e_4",
   "section_title": "POLICIES AND MEASURES (P&Ms):",
   "sentences": [
      "Chair Thorgeirsson highlighted the COP-7 decision that SB-16 should consider further action to advance work on 'good practices' in P&Ms, as well as the report of a workshop on P&Ms held in Copenhagen in October 2001 (FCCC/SBSTA/2001/INF.5).",
      "He drew attention to Parties\u0092 recent submissions on possible further actions, which were compiled by the Secretariat in April (FCCC/SBSTA/2002/MISC.7). Several Parties highlighted the importance of national circumstances in determining appropriate P&Ms.",
      "The EU called for a work programme to ensure proper implementation of Protocol Article 2.1(b) (cooperation on P&Ms).",
      "SAMOA, on behalf of AOSIS, called for a work plan that includes a third workshop to be held in October 2002.",
      "CANADA drew attention to its recent discussion paper outlining various options for P&Ms.",
      "The US supported sharing information on evaluation techniques for selecting appropriate P&Ms.",
      "SAUDI ARABIA, for the G-77/CHINA, highlighted the need to minimize the impact of Annex I Parties\u0092 P&Ms on developing countries, while observing that it had yet to develop a position on the compilation document.",
      "AUSTRALIA supported taking stock of the information provided during the recent workshops so as to evaluate where SBSTA can 'add value.",
      "' A contact group was formed to consider the matter further."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}