{
   "actors": [],
   "countries": [
      "Poland",
      "Philippines"
   ],
   "enb_end_date": "20-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "20-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12591e.html",
   "id": "enb12591e_1",
   "section_title": "OPENING CEREMONY OF THE COP 19 AND CMP 9 HIGH-LEVEL SEGMENT",
   "sentences": [
      "Donald Tusk, Prime Minister of Poland, opened the high-level segment and welcomed participants.",
      "Noting that Poland is hosting the COP/CMP for the second time, he outlined emerging challenges since Poznan: the financial crisis; failure to achieve a global agreement in Copenhagen; shifts in the world energy market; and recent IPCC findings.",
      "Emphasizing that 'we cannot afford a failure; and cannot play with the climate', he said the key goal for Warsaw is to produce a 'sober assessment' of what is necessary to achieve a global agreement.",
      "Calling Warsaw an important stepping stone, UN Secretary-General Ban Ki-moon signaled a 'steep climb' ahead.",
      "Among areas for action, he highlighted: ratifying the Kyoto Protocol's second commitment period; increasing ambition on mitigation, adaptation and finance for a large-scale transformation; sending the right policy signals to investors; and constructing an action agenda to meet the climate challenge by laying a firm foundation for the 2015 agreement.",
      "He invited all delegates to come to the 2014 Climate Change Summit with political leadership and bold announcements for action.",
      "He urged participants to 'shape this future for all succeeding generations and an environmentally sustainable planet Earth'.",
      "John Ashe, UN General Assembly President, stated that, although he understands the challenges of negotiations, 'the picture outside this room is bleak'.",
      "He said parties must reach a deal in 2015, which should include: pre-2020 ambition; a compliance mechanism; and applicability to all.",
      "In response to the subnational governments, civil society and business groups that are acting on climate change and asking if parties have abdicated responsibilities, Ashe urged parties to 'push back, stand up' and say 'we will act'. UNFCCC Executive Secretary Christiana Figueres said COP 19 is held in the context of 'a clarion call from science, and a compelling call from the Philippines'.",
      "She stressed the need for Warsaw to pave the way to Lima and Paris, and called for ministers' active involvement on core deliverables: finance; 'a cornerstone for' the loss and damage mechanism; increased pre-2020 ambition; and elements of the new agreement.",
      "She added that they should 'focus on what is feasible and necessary, and work with intensity and intent', to 'lead us a to meaningful draft agreement that is based on sound science, equitably enacted and applicable to all'.",
      "The high-level segment continued with statements from other heads of state and heads of government, deputy heads of state and deputy heads of government, ministers, and other heads of delegations.",
      "A webcast of the statements is available at: http://bit.ly/HX8VgK"
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "cop"
}