{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Slovenia",
      "China",
      "Hungary",
      "Grenada",
      "Norway",
      "Cook Islands"
   ],
   "enb_end_date": "07-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "07-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12144e.html",
   "id": "enb12144e_3",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "CDI Presentation: Avani Vaish, GEF, presented an overview of the Capacity Development Initiative (CDI).",
      "He said the first phase of the CDI consisted of generic assessment of country-level capacity needs conducted at the regional level.",
      "The next phase would be the development of a strategy and multi-year action plan.",
      "He said the CDI is neither meant to launch projects nor form the basis for a general global programme.",
      "John Hough, UNDP, said the second phase will be a consultative process based on, inter alia, guidance from the COP, assessment reports and consultations in a second round of regional meetings.",
      "Participants then heard presentations of the key findings from the CDI regional assessments outlining issues, priorities, problems and needs. In the ensuing discussion, the G-77/CHINA questioned the value of the CDI as a separate initiative, noting that much of what had been raised through this process had been previously elaborated in COP decisions.",
      "In response, Avani Vaish said the CDI aimed to produce a systematic and comprehensive approach to better implement COP decisions.",
      "The AFRICA GROUP recommended reformulating the Africa regional report to reflect COP decision 10/CP.5 (capacity building).",
      "The COOK ISLANDS, for AOSIS, stressed that the special needs of Small Island Developing States (SIDS) should be reflected in the synthesis report. The G-77/CHINA requested the GEF to present a full report on the CDI at COP-6, and asked if it was funded from the budget allocated for climate change activities.",
      "GRENADA stressed the need for an immediate response to the identified needs. Economies in transition: SBI Chair Ashe invited comments on text outlining elements of a draft framework for capacity building in countries with economies in transition (EITs).",
      "Several Parties said the document would serve as a useful text for further discussion.",
      "SLOVENIA stressed that EITs' capacity and institutions needed strengthening to enable fulfillment of commitments. On guiding principles and approaches, CANADA suggested removing a specific reference to the GEF, noting that it was covered under a reference to 'multilateral and bilateral funding agencies.",
      "' On objectives and scope of capacity building, CANADA and the US questioned reference to supporting new institutions.",
      "HUNGARY proposed new 'institutional capacity.",
      "' The US, with HUNGARY, suggested that capacity building focus on implementation of the FCCC and Protocol, rather than sustainable development.",
      "She sought clarity on references to timeframes and benchmarks, and, with the EU, queried whether support for technologies constituted capacity building. On implementation, the EU, with NORWAY and the US, emphasized the need for EITs to provide an enabling environment.",
      "The US, with HUNGARY, emphasized the need for coordination between EITs and donor agencies.",
      "CANADA and the US questioned reference to the 'prompt implementation' of the framework.",
      "Revised text will be considered on Friday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}