{
   "actors": [
      "Brazil, South Africa, India and China",
      "European Union"
   ],
   "countries": [
      "Panama"
   ],
   "enb_end_date": "05-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "05-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12529e.html",
   "id": "enb12529e_18",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Reflecting on the first week in Durban, some delegates pointed to a less frenzied atmosphere than the highly-charged Copenhagen COP or the more positive but logistically-challenged Cancun COP.",
      "That said, there was some excitement in Durban on Saturday, with thousands of protesters marching outside, while inside delegates worked feverishly on a multitude of texts.",
      "SBI and SBSTA plenaries met and concluded their work, although they forwarded several issues to the COP.",
      "With more than 130 pages of AWG-LCA text to review and revise, negotiators left the conference center late Saturday night with plenty of homework for Sunday and early Monday.",
      "Large sections of the text have been under discussion since Panama.",
      "However, parties will need to do more work on level of ambition, market mechanisms and long-term financing, among others, if they are to get to a party-driven, balanced and equitable outcome.",
      "Under the AWG-KP, three options on the form and limit of a second Kyoto commitment period were emerging, though participants noted that no consensus had yet emerged.",
      "As expected, the COP Presidency quietly moved the indaba sessions among the parties behind closed doors to encourage frank conversations.",
      "Some delegations were suggesting that subtle changes could be detected and that, rather than simply making demands, parties were starting to seek mutual reassurances that divides could be bridged.",
      "The dynamics within the BASIC group were still unclear to some, as was the broader response to the EU s proposal for how a package deal might emerge and its desire for a timetable towards a broader agreement.",
      "As participants discussed how a package might take shape, many noted that the future of the Kyoto Protocol and its mechanisms are at the heart of the matter, along with operationalizing the Green Climate Fund and the other elements of the Cancun Agreements.",
      "Another major question being asked in Durban is whether the AWG-LCA will finish its work four years after it was created.",
      "Many felt it may need more time.",
      "The complexity of knitting these elements into a coherent and acceptable Durban outcome with just one week remaining has many participants worried.",
      "We see good progress on some technical issues, but the geopolitics are difficult and it is just not clear that all the trade-offs can be reconciled, said one delegate.",
      "As negotiations resume on Monday, there will be a push to complete agreement on a further round of issues and to sharpen options for ministers when they step in on Tuesday."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}