{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "United States",
      "Russian Federation",
      "China",
      "Chile",
      "Switzerland",
      "Argentina",
      "New Zealand"
   ],
   "enb_end_date": "15-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "15-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12135e.html",
   "id": "enb12135e_3",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "The JWG continued its consideration of the Co-Chairs' Text.",
      "On Scope of Application, CHINA, supported by SAUDI ARABIA and opposed by ARGENTINA and CHILE, suggested listing the Annex I Parties' commitments to which the compliance system would apply, and said issues of compliance with other commitments would be dealt with under the Multilateral Consultative Process.",
      "On Establishment, Structure and Functions, the US, with AUSTRALIA, said the text should emphasize the two-branch structure.",
      "CANADA specified that the outcomes of the facilitative branch would not be limited to outcomes of a non-mandatory nature.",
      "On Structure, SAUDI ARABIA, with SAMOA, said members should equally represent the five UN regional groups.",
      "NEW ZEALAND sought greater representation of Annex I Parties.",
      "On Functions, many delegates opposed a screening function.",
      "The US urged automatic application of mandatory outcomes.",
      "SAUDI ARABIA suggested that the compliance body determine mandatory outcomes or consequences only for Annex I Parties. On Submission of Questions, several delegates stressed the importance of Article 8 (review of information) Expert Review Teams (ERTs) reports.",
      "SAUDI ARABIA, opposed by NEW ZEALAND, supported a role for the COP/MOP.",
      "The US proposed that Parties should be able to raise questions regarding another Party's implementation only with respect to the facilitative branch.",
      "The EU proposed that the Secretariat also be able to refer questions of compliance.",
      "On Preliminary Examination of Questions, SAUDI ARABIA suggested that multiple cases on the same type of issues should be referred to the subsidiary bodies. On Proceedings, several delegates stressed the importance of integrating elements of the Annexes in the main text.",
      "On Decision-Making, SAUDI ARABIA said decisions would be adopted by consensus, and in case of failure, by a three- fourths majority vote.",
      "On Avoidance of Conflict of Interest, CHINA proposed that the member of the compliance body who is a national of a Party involved in a matter shall not take part in ' the consideration of the matter.",
      "' CANADA added that this includes members having a direct or indirect interest in the matter.",
      "On Sources of Information, the G-77/CHINA, opposed by NEW ZEALAND, distinguished between mandatory and non-mandatory sources.",
      "The US, with NEW ZEALAND, suggested the possibility that NGOs submit information.",
      "He said the Party concerned should have the opportunity to respond to the information submitted.",
      "The RUSSIAN FEDERATION, the US and SAMOA said the issue of confidentiality of information might conflict with the principle of transparency and needed further thought. On COP/MOP, SWITZERLAND, with NEW ZEALAND, said it would 'take note' of the compliance body's reports.",
      "On Outcomes and Consequences, SAUDI ARABIA said the CDM should not be addressed under the compliance system.",
      "With CHINA, he added that references to 'Party' with respect to eligibility requirements should be prefaced by 'Annex I.",
      "' BRAZIL, with SAMOA and the EU, suggested framing 'financial penalty' as a separate option.",
      "NEW ZEALAND introduced an option permitting purchase at a penalty rate, inter alia, from future commitment periods.",
      "AUSTRALIA suggested adding that if an Article 4 (joint fulfillment) Party becomes ineligible to use the mechanisms, all other members of the agreement would lose access to the mechanisms.",
      "On Other Provisions, the G-77/CHINA suggested requesting the Secretariat to prepare possible options for the adoption of procedures and mechanisms related to compliance.",
      "On Annexes, Parties differed on the need to integrate them into the main text."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "SBI/SBSTA"
}