{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Philippines",
      "Jordan",
      "United States",
      "China",
      "Japan",
      "Argentina",
      "Burkina Faso"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_18",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "On Friday, 5 June, the SBI discussed arrangements for intergovernmental meetings (FCCC/SBI/1998/3).",
      "The Executive Secretary announced Jordan's offer to host COP-5.",
      "ARGENTINA noted ongoing informal consultations on a new proposed item for COP-4's agenda on voluntary commitments by non-Annex I Parties.",
      "The PHILIPPINES requested a separate item on review of development and transfer of technologies (Decision 7/CP.2). On Monday, 8 June, discussion continued on arrangements for COP- 4 and the calendar of meetings.",
      "The Chair noted a General Assembly (GA) resolution asking conferences to avoid conflicts with GA meetings.",
      "After discussion, the Secretariat noted it was for governments to decide how to address this.",
      "On COP-4's provisional agenda, the US, supported by JAPAN and CANADA, said the item on voluntary commitments by non-Annex I Parties should be retained.",
      "CHINA, with SAUDI ARABIA and BURKINA FASO, said this item could lead to renewed confrontation.",
      "The G-77/CHINA, supported by BRAZIL, SAUDI ARABIA and BURKINA FASO, said there was no group support for an item on voluntary commitments and, with CHINA, called for transparency in drafting high-level statements.",
      "JAPAN noted a prospective proposal on incentives.",
      "The EU called for a prioritized work programme for Protocol activities. On Friday, 12 June, the SBI considered draft conclusions by the Chair dated 11 June.",
      "On the calendar of meetings, a request for the Bureau to decide on meetings for 1999 at its July session was opposed by SAUDI ARABIA.",
      "The calendar for 1999 will thus remain the same as for 1998.",
      "Changes will be considered for 2000 and beyond at COP-4, and a 12-month calendar will continue to be used for the time being.",
      "On the date and venue of COP-5, the conclusions note Jordan\u0092s offer and a decision to finalize consideration of the decision at SBI-9, inviting other Parties to propose venues to the Secretariat by October 1998.",
      "On documentation, the conclusions take note of the Secretariat's efforts to improve dissemination of information through electronic media."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}