{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_37",
   "section_title": "A BRIEF ANALYSIS OF THE IPCC MEETINGS",
   "sentences": [
      "'Under the cherry tree there is no stranger'.",
      "Kobayashi Issa (1763-1827) After five long days and late nights, IPCC Working Group II adopted its contribution to the IPCC Fifth Assessment Report on Impacts, Adaptation and Vulnerability.",
      "Detailed line-by-line discussions were undertaken by 115 governments and authors and reviewers to distill findings contained in more than 2500 pages into a Summary for Policymakers (SPM).",
      "As IPCC Chair Rajendra Pachauri stated, the report makes clear that 'nobody on this planet will be untouched by the impacts of climate change'.",
      "Like the strangers under the cherry tree, we are all in this together.",
      "This report is the second in a series of four that will comprise AR5.",
      "It follows the approval of the WGI contribution on the physical science basis of climate change in September 2013, and, in turn, will be followed by the WGIII contribution on options for mitigating climate change, due for approval in less than two weeks' time.",
      "A Synthesis Report of the three WG contributions will be considered by the Panel in October 2014.",
      "As a whole, AR5 is intended to provide the scientific basis for global climate policy, including the new international agreement on climate change that parties to the UNFCCC are expected to adopt in Paris in 2015.",
      "This brief analysis outlines the main findings of the report, reflects on the SPM approval process, and places the meeting in the larger context of evolving global policy."
   ],
   "subtype": "analysis",
   "topics": [],
   "type": "ipcc"
}