{
   "actors": [],
   "countries": [
      "Japan",
      "Sweden",
      "Russia",
      "Bhutan"
   ],
   "enb_end_date": "17-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "17-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12141e.html",
   "id": "enb12141e_10",
   "section_title": "PARTY PRESENTATIONS",
   "sentences": [
      "Michael Gytarsky, Senior Scientist, Institute of Global Climate and Ecology of the Federal Service of Russia for Hydrometeorology and Environmental Monitoring and Russian Academy of Sciences, discussed definitions of ARD within the framework of Article 3.3 and 3.4 of the Protocol.",
      "He suggested that these definitions be extended to include various human activities aimed at reducing greenhouse gas emissions and increasing sinks.",
      "He suggested considering the inclusion of fire prevention as a human-induced activity under Article 3.4. Klas Österberg, Principal Technical Officer, Swedish Environmental Protection Agency, discussed Swedish carbon budgets in relation to the Protocol.",
      "He outlined calculations on above-ground biomass carbon and emphasized that Article 3.3 would not benefit Sweden due to implications of the harvest-regeneration cycle.",
      "He said slow growth in early rotation cannot compensate for carbon in harvested wood, and could instead create a significant carbon debit. Yuji Kimura, Office of Research and Information, Environment Agency of Japan, addressed ARD under Protocol Article 3.3.",
      "He suggested that the selection of a definition and accounting framework for Article 3.3 activities should include incentives to promote sinks activities.",
      "He said the definition and accounting framework should encourage carbon sequestration in the harvesting- regeneration cycle in Annex I countries where it is a key factor.",
      "He supported the FAO activity-based accounting method, stating it could promote appropriate harvesting and regeneration. Yeshey Penjor, National Greenhouse Gas Project Manager, National Environmental Commission of Bhutan, discussed LULUCF in a national context.",
      "He defined land-use planning as a means of supporting farmers and rural communities dependent on natural resources to increase their standard of living in an environmentally sustainable manner. Kazimierz Rykowski, Professor of Forestry, Polish Forest Research Institute, highlighted the importance of developing a set of definitions and accounting procedures, as well as a measuring and monitoring system.",
      "Noting difficulties in reaching agreement on the definition of a forest, he suggested focusing instead on seeking definitions and descriptions of ARD and 'forestry activities.",
      "' While agreeing with the IPCC's Special Report that afforestation and reforestation should be classified as forestry activities, he said deforestation should not be, as it does not take place within forest management."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}