{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saint Lucia",
      "Costa Rica",
      "Malta",
      "United States",
      "Grenada",
      "Bolivia",
      "Norway",
      "Australia",
      "South Africa",
      "Tuvalu",
      "Singapore",
      "India",
      "China",
      "Colombia",
      "Marshall Islands",
      "Japan",
      "Philippines"
   ],
   "enb_end_date": "04-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "04-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12492e.html",
   "id": "enb12492e_1",
   "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS",
   "sentences": [
      "PARTIES PROPOSALS UNDER CONVENTION ARTICLE 17 (protocols) (COP): Chair Michael Zammit Cutajar (Malta) opened the first contact group meeting.",
      "He explained that five proposals were submitted under Convention Article 17 before COP 15 by Australia, Costa Rica, Japan, the US and Tuvalu, and a sixth proposal was made by Grenada for AOSIS in 2010. GRENADA stressed the importance of: having a process for considering the legal form; working under the AWG-LCA; and establishing a second commitment period under the Kyoto Protocol.",
      "He said the AOSIS proposal for a new protocol: covers all elements of the Bali Action Plan as well as other critical elements; represents a compromise among AOSIS members; and also reflects many other parties views. JAPAN said the contact group s work should not duplicate parties efforts and noted that his country s proposal for a new protocol is for a single legally-binding instrument. AUSTRALIA said achieving the 2°C target necessitates broader participation than the Kyoto Protocol.",
      "She stressed the need for legally-binding commitments by all major economies with differentiation between developed and developing countries.",
      "She highlighted Australia s proposal for national schedules, saying these could take into account different national circumstances, as well as the full range of parties mitigation efforts.",
      "AUSTRALIA stressed the AWG-LCA s central role and called for COP decisions from Cancun outlining a way forward towards a legally-binding outcome. TUVALU and COSTA RICA stressed that their countries proposals are not intended to replace the Kyoto Protocol.",
      "TUVALU explained that his country s proposal contains provisions on: mitigation by developed and developing countries; adaptation; risk-management and risk-reduction; technology; a fund with different funding windows; and immunities for persons serving under various bodies to be established.",
      "On the way forward, he stressed the contact group as the way to consider how to achieve a legally-binding outcome. COSTA RICA underscored that his country s proposal reflects the full spectrum of parties views and includes a global approach under which all countries mitigate their greenhouse gas (GHG) emissions and adequate support will be provided for adaptation.",
      "He called for a mandate to work towards the adoption of a legally-binding instrument at COP 17.",
      "The US indicated that his country continues to like many of the elements in the proposal submitted in 2009, including its provisions on mitigation.",
      "He explained that the context of the proposal was to ensure that the legal basis was available for parties to adopt a new protocol reflecting the AWG-LCA s work in Copenhagen.",
      "He underscored overlap between proposals under this agenda item and the AWG-LCA s work.",
      "With INDIA, he urged giving priority to the AWG-LCA. INDIA stated that legal bindingness does not only come from a protocol, explaining that the Berlin Mandate, Marrakesh Accords and the Bali Action Plan have all been decisions and parties have felt bound by them.",
      "Saying that consideration of this issue is premature, INDIA reminded delegates that during negotiations for the Kyoto Protocol, the form came last after the substance had been clarified.",
      "The EU called for clarifying, in Cancun, that the intention is to work towards a legally-binding outcome under the AWG-LCA.",
      "He elaborated that this means the outcome should not be in the form of decisions, but in the form of protocols and amendments.",
      "The EU reiterated willingness to commit to a second commitment period under the Kyoto Protocol in the context of a comprehensive global outcome. CHINA underlined that proposals by AOSIS, Costa Rica and Tuvalu are being fully considered under the AWG-LCA and questioned how the legal outcome can be addressed without clear understanding of the substance. SINGAPORE and several other AOSIS members stated that the AWG-LCA s outcome must be a global and comprehensive legally-binding agreement that is complementary to the Kyoto Protocol.",
      "Several parties also identified the need for a channel for constructive dialogue on legal issues.",
      "SAINT LUCIA called for a decision setting out the process towards a legally-binding outcome, indicated that the agenda item should remain open and suggested that the COP Presidency consider an inter-sessional process.",
      "The MARSHALL ISLANDS presented detailed suggestions, including extending the AWG-LCA s mandate to take into account elements from proposals under Convention Article 17. SOUTH AFRICA identified lack of clarity on the legal form of the AWG-LCA s outcome as the elephant in the room and COLOMBIA identified it as one of the problems preventing success in Copenhagen.",
      "SOUTH AFRICA supported an outcome consisting of a legally-binding instrument from both the AWG-KP and the AWG-LCA tracks, and stressed that the bigger blueprint would be best addressed by the COP Presidency.",
      "NORWAY identified broad agreement on the need for a legally-binding instrument, while saying work towards this goal should not duplicate efforts. BOLIVIA stressed the mandate to finalize work under the two negotiating tracks, indicated that the consideration of a new instrument is premature and suggested focusing on substance.",
      "The PHILIPPINES said his country remains agnostic and that decision on the legal form of the outcome depends on various issues.",
      "He expressed preference for an immediately-operational instrument and emphasized the need for continuation of the Kyoto Protocol.",
      "Chair Zammit Cutajar noted that many views were familiar from previous discussions on the legal form, saying that parties continue to hold different views on the two-track process, as well as on what constitutes a legally-binding outcome.",
      "He also indicated that contact groups, such as this, are sessional bodies and their life ends at the end of the COP, while the Presidency continues during the inter-sessional period.",
      "He underscored, however, that the agenda item will remain open beyond COP 16, and stressed that the most important thing is that the issue is not lost and that there is a space to discuss it.",
      "Chair Zammit Cutajar concluded that the morning s discussions are part of the big picture and the COP President is in the best position to address the issue.",
      "He said that given parties divergent views and the COP President s instructions to avoid duplication of work, he will seek the COP Presidency s advice on how to continue.",
      "GRENADA expressed disappointment at the Chair s decision not to convene informal discussions in the afternoon."
   ],
   "subtype": "groups",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}