{
   "actors": [],
   "countries": [],
   "enb_end_date": "02-Jun-11",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "01-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12501e.html",
   "id": "enb12501e_8",
   "section_title": "INTERNATIONAL AND PRIVATE SECTOR PERSPECTIVES:",
   "sentences": [
      "On behalf of Robert Dixon, GEF, Lawrence Agbemabiese, UNEP, gave an update on the Pozna Å\u0084 Strategic Programme on Technology Transfer, and the GEF s role on funding technology transfer.",
      "He said the Pozna Å\u0084 Programme has a funding level of US$35 million from GEF-4 and US$15 million from the Special Climate Change Fund.",
      "He noted that the GEF has supported technology transfer pilot projects in 16 countries in cooperation with six agencies, with a total GEF funding of US$58 million and US$195 million of co-financing.",
      "He closed by presenting the Long-Term Programme on Technology Transfer.",
      "Bert van der Plas, UNFCCC Secretariat, presented on preparing technology transfer projects for financing.",
      "He began by discussing funding opportunities for TNA findings, covering, inter alia : bilateral funding; the GEF; Clean Development Mechanism/Joint Implementation; the Adaptation Fund; and private financing.",
      "He followed this by discussing typical proposal submission problems, including: incomplete or imbalanced proposals; proposals submitted to the wrong entity; those not customized to the funder to whom it was sent; and those linguistically difficult to understand.",
      "He said: there is no single formula for successful proposals; addressing financial structure should be done early in the preparation process; and there is a lack of support for project preparation, which often represents about 5% of total project costs.",
      "Peter Storey, CTI-PFAN, introduced CTI-PFAN s work to bring private funds into climate technology.",
      "He said CTI-PFAN provides free support and advice to project sponsors and developers to help them meet the criteria of the investment community.",
      "He said pointing out attractive projects for private sector investment by international institutions for TNAs would create win-win situations.",
      "Cyrille Arnould, Global Energy Efficiency and Renewable Energy Fund (GEEREF) and European Investment Bank, presented on the GEEREF, which is a public-private partnership (PPP) that acts as a fund for renewable energy and energy efficiency funds, and whose public donor money is registered as official development assistance.",
      "He said these funds are currently leveraged by a factor of US$35 for every US$1 of public money invested.",
      "He explained that the goal of the GEEREF is to fund projects too small or too remote for private equity, focusing on Africa, Asia and Latin America.",
      "He lamented that many countries desperate for energy investments lack the regulatory frameworks such investments require.",
      "During the discussion, a developing country delegate asked whether the technology transfer pilot projects are connected to TNAs.",
      "Another noted the impressive leverage of GEF activities and wondered whether matching could occur in parallel with other steps to facilitate progress, and said he was encouraged by the inclusion of adaptation under the CTI-PFAN.",
      "In response to questions, Arnould noted the challenge of making investments in technology transfer compatible with the private sector, which he stressed as inherently conservative.",
      "A delegate from an economy in transition underscored the need to review and revise TNAs, while a developing country delegate highlighted support for expanding TNAs to sectors not originally included in the assessments.",
      "To conclude the day, Chair Kumarsingh offered a synopsis of important workshop themes thus far, highlighting among others: awareness of specific national conditions is a key asset when undertaking technology transfer exercises; learning from similar countries can be an efficient strategy for identifying appropriate technologies; key stakeholder involvement not only improves outcomes but may attract potential financiers and donors; and that the TNA process can prove vitally important for developing NAMAs and NAPAs."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}