{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Ghana",
      "Saudi Arabia",
      "Iran",
      "Algeria",
      "Oman",
      "Tanzania",
      "Japan",
      "Malawi",
      "United States",
      "China",
      "Kuwait",
      "Timor-Leste",
      "Sierra Leone",
      "Thailand"
   ],
   "enb_end_date": "01-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12462e.html",
   "id": "enb12462e_14",
   "section_title": "Consultative Group of Experts on non-Annex I national communications (CGE)",
   "sentences": [
      "The Secretariat introduced the item (FCCC/SBI/2010/INF.2).",
      "CGE Chair Eric Mugurusi (Tanzania) reported on the CGE s work since its reconstitution at COP 15.",
      "Brazil, for the G-77/CHINA, expressed satisfaction with the reconstitution of the CGE while lamenting that the time lost in the absence of the CGE cannot be regained.",
      "THAILAND stressed that the CGE s work is crucial for improving the quality of non-Annex I national communications.",
      "TIMOR-LESTE highlighted the need for capacity building.",
      "Further implementation of Convention Article 12.5 (frequency of national communications): The Secretariat noted that SBI 31 agreed to defer the issue to SBI 32.",
      "Brazil, for the G-77/CHINA, stressed the need to take into account the principle of common but differentiated responsibilities, highlighting that non-Annex I countries should not have stricter obligations concerning national communications than Annex I countries.",
      "He stressed a linkage to the item on financial and technical support and THAILAND highlighted that the frequency of non-Annex I national communications must consider the availability of resources.",
      "Financial and technical support: The Secretariat introduced the item (FCCC/SBI/2010/INF.3), and the GEF provided information on financial support for non-Annex I national communications (FCCC/SBI/2009/INF.11 and FCCC/SBI/2010/INF.3).",
      "Brazil, for G-77/CHINA, said many constraints exist to receiving finance from the GEF, noting that although improvements have been achieved, the GEF has not been very responsive to concerns of developing countries.",
      "SAUDI ARABIA, supported by KUWAIT, IRAN and OMAN, expressed surprise at the GEF s decision to stop financial support for national communications for some non-Annex I countries, particularly the oil producing ones, stressing the need to resolve the issue at this session.",
      "SIERRA LEONE, supported by MALAWI, TIMOR-LESTE and ALGERIA, said delays in finalizing national communications are often due to difficulties with the implementing agencies, and called for improved communication between the GEF and implementing agencies.",
      "The US expressed sympathy with those having problems accessing funds, and said he is extremely worried about where resources put forward go to if they are not available to countries.",
      "William Agyemang-Bonsu (Ghana) and Makio Miyagawa (Japan) will co-chair a contact group on the agenda items related to non-Annex I national communications."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": ""
}