{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Nicaragua",
      "Norway",
      "Panama",
      "Venezuela",
      "Qatar",
      "Micronesia",
      "Lesotho",
      "Guatemala",
      "Barbados",
      "Colombia",
      "Kuwait",
      "Russian Federation",
      "Grenada",
      "Bolivia",
      "Philippines",
      "Malawi",
      "Spain"
   ],
   "enb_end_date": "10-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12470e.html",
   "id": "enb12470e_13",
   "section_title": "SCIENTIFIC, TECHNOLOGICAL AND SOCIO-ECONOMIC ASPECTS OF MITIGATING CLIMATE CHANGE:",
   "sentences": [
      "Barbados, for AOSIS, stated that he could not accept the proposed SBSTA conclusions on this item.",
      "Supported by Lesotho, for the LDCs, Spain, for the EU, PANAMA, SOUTH AFRICA, AUSTRALIA, COLOMBIA, MALAWI, the PHILIPPINES and NORWAY, AOSIS proposed requesting the Secretariat to prepare a technical paper on the options for limiting global average temperature increase to below 1.5°C and 2°C.",
      "This was opposed by SAUDI ARABIA and KUWAIT, with SAUDI ARABIA suggesting that the technical paper consider, inter alia : analysis of pledges; spillover effects; and response measures.",
      "The plenary was then suspended for informal consultations.",
      "Upon resumption, SAUDI ARABIA, supported by VENEZUELA, KUWAIT and QATAR, said they could not accept the proposed compromise, which would have included reference to spillover effects.",
      "SAUDI ARABIA questioned the capacity of the Secretariat to undertake this task.",
      "BARBADOS highlighted support from SIDS, Africa, LDCs and countries in Latin America and the Caribbean for the technical paper.",
      "BOLIVIA, supported by NICARAGUA, called for also analyzing the 1°C target.",
      "The FEDERATED STATES OF MICRONESIA, supported by GUATEMALA, objected to SBSTA Chair Konaté s proposal to close the agenda item.",
      "SOUTH AFRICA and others supported moving the discussion into informal consultations.",
      "The SBSTA plenary was suspended again for informal consultations.",
      "Resuming the plenary, SBSTA Chair Konaté called on parties to adopt the conclusion as originally proposed.",
      "Raising a point of order, the RUSSIAN FEDERATION, supported by GUATEMALA and GRENADA, requested suspending the SBSTA.",
      "GRENADA stressed that the proposed text was agreed to by the party who now opposes it.",
      "He said this was an issue of a moving target, stressing that we cannot set the example that parties can derail the process by ignoring good faith and integrity.",
      "At 10:06 pm, SBSTA Chair Konaté suspended the SBSTA closing plenary until Thursday."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}