{
   "actors": [
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Ghana",
      "Trinidad and Tobago",
      "Austria"
   ],
   "enb_end_date": "14-Oct-09",
   "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning",
   "enb_short_title": "Workshop",
   "enb_start_date": "12-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12440e.html",
   "id": "enb12440e_18",
   "section_title": "GROUP C:",
   "sentences": [
      "Rapporteur Kemi Seesink, Wetlands International, noted that in the group on integrating adaptation approaches across hazards, participants had discussed: the importance of information on local situations and data for addressing impacts; making best use of tools and methods; the usefulness of multi-stakeholder and multi-country dialogues, such as those on transboundary watercourses; and integrating climate change into environmental impact assessments (EIAs).",
      "She then highlighted hazards identified by the group, benefits of integrating adaptation approaches across hazards, and recommendations.",
      "The OECD noted the challenges of using EIAs as a vehicle for integrating adaptation, as EIAs address project impacts on the environment and what is required for the purposes of adaptation is assessing the environmental impacts on the project.",
      "Seesink underscored that discussions had reflected this complexity, and Trinidad and Tobago emphasized that their EIA process includes the impacts of the project on the environment and, vice versa, stressing the necessity of incorporating risk assessment of climate change impacts into project planning.",
      "Ghana noted the use of strategic environmental assessments in mainstreaming climate change adaptation into programmes, policies and plans, in addition to specific projects.",
      "The FAO asked what additional action is required to supplement existing DRR institutional arrangements in order to facilitate adaptation.",
      "ISDR noted that addressing disaster prevention is a critical addition to DRR in order to shift away from a reactive system.",
      "Austria emphasized that governance is critical, as is disseminating information on risk to local communities."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}