{
   "actors": [],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_33",
   "section_title": "Group I:",
   "sentences": [
      "Group I Rapporteur Alexandra Mallett (Canada) reported participants\u0092 recommendation that the use of methodologies should be a country-driven process.",
      "Noting that a number of different methodologies exist, she highlighted the group\u0092s view that each has advantages and disadvantages that may make them useful in different contexts. On barriers and constraints, she noted statements relating to: the need to identify the most appropriate and relevant technology needs, rather than producing a 'wish list'; inadequate information, including the absence of systems and tools, data and information, and efficient networks; a lack of buy-in and ownership of the process; inadequate human resources; and insufficient institutional capacity.",
      "She highlighted participants\u0092 comments on the need to integrate needs assessments within the context of national development strategies and to coordinate this integration into the national development planning cycle.",
      "She noted linkages between capacity building and technical assistance, and calls for training and increasing awareness of relevant tools through multilateral agencies, as well as support for increased access to essential tools such as computers, software, and the Internet. Outlining possible follow-up activities relating to technology needs assessments, she drew attention to suggestions for: enhanced access to funding; hands-on training on methodologies; the compilation of user manuals; increased work on vulnerability and adaptation; the promotion of coordination among donors and agency programmes; 'matchmaking' for desired technologies; linkages with business networks and export credit agencies; development of a roster of technical experts; a review of past experiences; development of an implementation plan; and accessing of funds for needs assessments and post-assessment work."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}