{
   "actors": [],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_126",
   "section_title": "CLOSING COP AND COP/MOP PLENARY",
   "sentences": [
      "Early on Saturday morning, 10 December, after all-night negotiations on the package on future actions, President Dion convened the closing plenary.",
      "Parties adopted the reports of the COP/MOP (FCCC/KP/CMP/2005/L.1 and Add.1) and COP (FCCC/CP/2005/L.1 and Add.1) shortly after 6:00 am.",
      "Parties had also earlier also adopted the reports of the subsidiary bodies (FCCC/SBSTA/2005/4 and Add.1 and Amend.1; FCCC/SBSTA/2005/L.15; FCCC/SBI/2005/10 and Add.1; FCCC/SBI/2005/L.16). In his closing speech, President Dion reflected the outcomes from both COP 11 and COP/MOP 1, stating that the Kyoto Protocol is now fully operational.",
      "On the Protocol, he observed that the CDM has been strengthened and streamlined, and is better funded to handle an increase in demand for project approvals.",
      "He also noted the launch of the JI supervisory committee. President Dion drew attention to agreement on a way forward on the Adaptation Fund.",
      "He also noted that discussions have been initiated on the future under both the UNFCCC and Kyoto Protocol, sending a strong signal to the carbon market and creating incentives for investment.",
      "In addition, submissions have been requested by 1 September 2006 on Protocol Article 9 (review of the Protocol).",
      "He explained that 'we have achieved what many claimed was unattainable - a process on enhancing implementation under the UNFCCC.",
      "' He stated that there is now a forum to find innovative solutions, and referred to this package of agreements as the 'Montreal Action Plan,' which he described as a 'clear roadmap for future work under the Convention.",
      "' Reflecting on the past two weeks of meetings, he said participants had delivered on an extremely ambitious agenda, adopting more than 40 significant decisions.",
      "He praised the Canadian delegation, the 'wonderful' UNFCCC Secretariat team, Canada\u0092s Foreign Affairs Minister Pierre Pettigrew, former US President Bill Clinton, and former UNFCCC Executive Secretary Michael Zammit Cutajar, who he described as the 'hero of a new episode of climate diplomacy' for his work in the negotiations.",
      "He thanked delegates and participants for making this meeting a success.",
      "Congratulating parties on completing the 'Montreal marathon,' he added that there is still a long race to run but that, thanks to the Montreal Action Plan, 'we will be able to run this together.",
      "' He gaveled the meeting to a close at 6:17 am on Saturday morning, 10 December 2005."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}