{
   "actors": [
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_91",
   "section_title": "MODEST EXPECTATIONS FOR A STOP ALONG THE ROAD",
   "sentences": [
      "Before the opening of the conference, many expected Warsaw to be a 'Finance COP', or an 'Implementation COP'.",
      "Yet, by the end of the meeting, those wondering if COP 19 could be a 'REDD+ COP' were ultimately proven correct.",
      "Parties approved a package of decisions, heralded by many as an overdue success, creating the Warsaw Framework for REDD+ that addresses a series of methodological questions, institutional arrangements and results-based finance.",
      "COP 19 also reached relatively timid decisions on some issues, such as long-term finance, and loss and damage.",
      "At COP 19, financial issues proved thorny, ultimately tied to diminishing trust among parties in the climate process.",
      "Pledges made in Warsaw, including US$40 million by the Republic of Korea to the Green Climate Fund (GCF) and US$72.5 million by seven European governments to the Adaptation Fund, were insufficient to build confidence among developing countries that the 2009 promise of US$100 billion per year by 2020 would be realized.",
      "Developing countries point to the fact that climate finance pledged through multilateral funds decreased by 71% in the last year, and the GCF contains only US$6.9 million donated by only ten countries.",
      "With the GCF in large part still an 'empty shell', many developing countries worried that pledges would not materialize into actual deposits to realize the 2020 goal.",
      "Thus far, developed countries have explained that their finance ministers are leery of sending funds to an institution lacking finalized operating procedures.",
      "In Warsaw, with the operationalization of the GCF, several developed countries expressed willingness to pledge, yet the pledges did not necessarily raise developing countries' confidence that the funds will actually materialize.",
      "Another key COP 19 agenda item, loss and damage, was also unable to restore developing countries' confidence that the UNFCCC process can meet their expectations.",
      "Last year in Doha, it was agreed that COP 19 would establish 'institutional arrangements, such as an international mechanism', to address loss and damage in countries that are particularly vulnerable to the adverse effects of climate change, and elaborate its functions and modalities in accordance with the role of the Convention.",
      "This issue proved to be one of the most contentious of the conference.",
      "Loss and damage results from slow onset or extreme weather events that cannot be prevented by even the most ambitious mitigation action.",
      "Due to the extreme, and sometimes permanent, nature of the damage and losses involved, loss and damage cannot be adequately addressed through adaptation either.",
      "For developing countries, particularly members of AOSIS and the African Group, it was therefore crucial that the mechanism's specific functions and modalities include provision of support and that funding for actions on loss and damage come from a dedicated source separate from adaptation finance.",
      "Conversely, developed countries repeatedly emphasized that, as part of the Cancun Adaptation Framework, arrangements on loss and damage should not duplicate or add layers to the existing institutional framework.",
      "In the end, agreement was only reached during the closing plenary, with the G-77/China squeezing in last-minute amendments in a final attempt to distinguish loss and damage from adaptation, even if only in the preamble.",
      "Building to a large extent on the Doha decision, the new Warsaw international mechanism provides for enhancing knowledge, action and support for loss and damage, as well as strengthening dialogue among relevant stakeholders.",
      "Yet it merely 'requests' developed countries to provide developing countries with financial support.",
      "Provisions on the 2016 review of the mechanism's structure, mandate and effectiveness came as a last-ditch effort by developing countries to get a better deal; however, with three more years to go before the review could potentially strengthen the mechanism, it could be a case of too little, too late for those already suffering from climate change-related loss and damage.",
      "While parties found minimal agreement on finance and loss and damage, they were unable to achieve consensus on other key issues, including markets, agriculture, response measures, and Articles 5, 7 and 8 (methodological issues under Protocol).",
      "A standout among these issues was work related to non-market-based approaches, the new market mechanism and the framework for various approaches, which seek to elaborate common rules for all mitigation efforts, market and non-market based, to ensure environmental integrity.",
      "COP 19 inherited the politically difficult issues of markets from the Ad Hoc Working Group on Long-term Cooperative Action.",
      "Developed countries point to the need for a variety of tools, such as market mechanisms, to 'stretch' their ambition.",
      "Developing countries, however, have a fundamentally different view, pointing to sputtering carbon markets and low prices for carbon credits as proof of the need for greater mitigation ambition.",
      "Despite the COP President's attempt to intercede during the second week and find a way forward on the issue, parties could not reach agreement, finally forwarding this highly political issue to its technical body to address next year.",
      "Amid what many called 'mixed' or 'disappointing' results, REDD+ stood out as perhaps a singular achievement.",
      "After eight years of negotiations, and extra time allotted to negotiate technical REDD+ issues in June, parties finally completed a package agreement.",
      "Still, institutional arrangements and finance proved difficult.",
      "Both institutional and financial issues had to contend with the myriad of REDD+ initiatives and projects currently underway outside the UNFCCC process.",
      "While negotiators worked for years to secure common MRV guidance and financial arrangements, a multitude of bilateral and multilateral, public and private initiatives sprung up.",
      "Various parties and other stakeholders were already invested with a particular set of arrangements and unwilling to shift midway through their REDD+ process, which weakened the decisions on REDD+ institutional arrangements and finance.",
      "The institutional arrangements decision amounts to annual meetings between national focal points and funding agencies.",
      "The decision on finance creates yet another REDD+ information hub.",
      "It falls short of establishing the market mechanism envisioned by those who brought deforestation back to the UNFCCC agenda in 2005.",
      "Instead, it leans toward a fund-based approach, which could, by some estimates, require US$30 billion annually.",
      "Aside from the relative success of the REDD+ package, COP 19 really did not even meet its modest expectations.",
      "For some, solely meeting the bare minimum was a further sign of increasingly diminishing confidence in the process, as issues of trust among parties led to sober reflections on the process itself."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}