{
   "actors": [
      "European Union",
      "Alliance of Small Island States",
      "African Group",
      "Environmental Integrity Group",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Pakistan",
      "Saudi Arabia",
      "Mexico",
      "Tanzania",
      "Indigenous Peoples",
      "India",
      "Papua New Guinea",
      "China",
      "Thailand",
      "Switzerland",
      "Japan",
      "Bolivia",
      "Norway",
      "Panama",
      "Brazil"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_8",
   "section_title": "Finance and technology",
   "sentences": [
      "This issue was first addressed in the opening plenary on 29 March.",
      "Arthur Rolle, Chair of the Expert Group on Technology Transfer (EGTT), presented three reports on: the long-term perspective beyond 2012; sectoral approaches; and future financing options and performance indicators (FCCC/SB/2009/Inf.1-3).",
      "Issues related to delivering on finance and technology were then discussed in a contact group chaired by Vice-Chair Machado.",
      "The contact group focused its discussions on generation of and access to financing, development and transfer of technology, institutional arrangements and REDD+.",
      "Developing countries underscored finance and technology as make or break components of an agreement in Copenhagen.",
      "On financial resources , the G-77/China underscored the need for new and additional, appropriate, predictable, sufficient, and in addition to ODA financial resources, as well as for funding of incremental costs.",
      "India noted lack of metrics for measuring incremental costs.",
      "Mexico reiterated its proposal for a Green Fund financed by assessed contributions by developed countries.",
      "Norway highlighted its suggestion for financing using revenues from the auctioning of carbon credits, and the Republic of Korea proposed crediting of NAMAs.",
      "Switzerland noted its proposal for a carbon tax of US$2 per tonne of carbon dioxide.",
      "Some parties suggested considering how the proposed financing options address issues of historical responsibility and the principle of common but differentiated responsibilities and respective capabilities.",
      "India highlighted problems with harmonizing a global carbon tax.",
      "Canada pointed to EGTT s proposals on financing, and Tanzania underscored compliance with financing commitments.",
      "Parties also noted the need for public financing for adaptation and made comparisons between the scale of climate financing with that in economic stimulus packages.",
      "On technology , China underscored the need for a technology roadmap.",
      "The EU said the UNFCCC should play a catalytic role.",
      "China preferred an action-based mechanism.",
      "Many developing countries said the further elaboration of technology needs assessments should not detract from their implementation.",
      "On intellectual property right (IPRs) in developing countries, Bolivia suggested compulsory licensing, voluntary licenses, patent pooling, and/or extension of exemptions.",
      "Japan said IPRs should be protected and highlighted them as fundamental for technology development.",
      "Pakistan suggested national incentives in developed countries to engage private IPR holders with developing countries.",
      "Parties discussed a balanced approach to mitigation and adaptation technologies, the use of leveraging or clearing house institutions to link technology needs with resources from the private sector, and assessment of the scale and speed of technology transfer.",
      "Parties also addressed issues related to research and development (R&D), including the need for joint R&D activities, scaling up public funding on climate technology R&D and regional R&D centers.",
      "On institutional arrangements , many developed countries suggested strengthening existing mechanisms, while many developing countries proposed the establishment of new ones.",
      "Parties discussed: the need for efficient, effective and transparent mechanisms; the G-77/China s proposed multilateral technology fund; Mexico s proposed Green Fund; and the use of an integrated financial architecture vs. the use of a sector or area-specific approach.",
      "Parties further discussed the need for an assessment mechanism and whether mechanisms should be under the COP.",
      "The African Group supported innovation centers.",
      "AOSIS noted the need for region-specific and special mechanisms for LDCs and SIDS.",
      "Brazil underscored the need to ensure that assessment mechanisms do not themselves become a barrier to technology transfer, and Norway underscored the issue of financing cannot be solved until leakages are addressed.",
      "Parties also addressed the governance of institutions, and the effects of institution multiplicity in access to funds.",
      "On REDD+ , parties discussed financing options.",
      "Norway and many others stressed a multi-phase results-based approach.",
      "Panama proposed a technical paper on options for financing a potential REDD+ fund.",
      "Papua New Guinea, supported by many parties, emphasized the need to integrate multiple revenue streams and organize them to facilitate a step-wise process.",
      "He also underscored the need to ensure stability of carbon markets and suggested possibly setting aside Assigned Amount Units.",
      "Thailand highlighted the cross-cutting nature of REDD.",
      "The EU highlighted co-benefits and synergies with adaptation financing.",
      "The Environmental Integrity Group stressed governance and recognition of indigenous peoples rights.",
      "Saudi Arabia underscored comparability of REDD to other mitigation activities such as carbon capture and storage (CCS)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}