{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_20",
   "section_title": "FRAMING PRESENTATIONS:",
   "sentences": [
      "Fernanda Zermoglio, SEI, identified challenges of integrating socioeconomic information into impact and vulnerability assessments, including: framing the problem in relation to the context and objectives; characterizing vulnerability and socioeconomic conditions; considering a diversity of approaches; and lack of resources.",
      "She suggested that the NWP can play a role in capacity building, catalyzing the political process, knowledge sharing and stocktaking.",
      "She also suggested discussing the following ideas: defining essential variables for socioeconomic information; establishing a distributed global adaptation database; and examining how collective experiences of ongoing projects can contribute to specific challenges, for example, creating a set of best practices.",
      "Lawrence Flint, ENDA-TM, suggested that the convergence of core/basic research and empirical research - called participatory action research - is needed for the study of vulnerability.",
      "He described it as characterized by prioritizing social learning, flexibility, interdisciplinarity, seeing the bigger picture, and managing information according to the local context.",
      "He also noted that there is no ideal single way to display socioeconomic information for impacts and vulnerability assessments and said that its representation should: be case-specific and integrative; consider a range of relevant biophysical, geophysical, social, economic, political and cultural factors; and be driven and approved by the affected community."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}