{
   "actors": [],
   "countries": [
      "Sudan",
      "El Salvador",
      "India",
      "Mauritius",
      "Egypt",
      "China",
      "Kenya",
      "Antigua and Barbuda",
      "Sierra Leone"
   ],
   "enb_end_date": "30-Apr-09",
   "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification",
   "enb_short_title": "Workshop",
   "enb_start_date": "28-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12409e.html",
   "id": "enb12409e_11",
   "section_title": "Breakout Group 2 - Increasing economic resilience to climate change at the national level",
   "sentences": [
      "This breakout group discussion was facilitated by Benjamin Collier, GlobalAgRisk, with Emily Ojoo-Massawa, UNEP, serving as rapporteur.",
      "Collier drew attention to the significant challenges of building economic resilience, including understanding risk distribution in specific contexts and populations.",
      "To identify future vulnerability, he suggested looking at current vulnerability. FAO noted that resilience at the national level is a function of resilience at the household and ecosystem levels.",
      "India commented on differences between hazards, noting that drought-coping strategies are better developed than those aimed at coping with floods.",
      "Sierra Leone and El Salvador called for distinguishing between extreme events and other impacts such as pest outbreaks, species extinction and beach erosion.",
      "Noting that economic diversification is not a straightforward matter, UNEP recounted the experience of Kenya, which moved from reliance on tourism to horticulture and flower exports in time to be impacted by the concept of carbon miles, and thus jumped from the frying pan to the fire.",
      "Mauritius shared its experience in successfully diversifying from a sole reliance on sugar exports towards other food products, tea, textiles, tourism, and information and communication technology.",
      "Regarding challenges, Egypt pointed to a lack of training and to disconnections between planning and implementation.",
      "China emphasized lack of knowledge of impacts and cost-benefits of adaptation in different sectors.",
      "Sudan highlighted lack of coordination and awareness, and inadequate infrastructure and funding, as key problems.",
      "Antigua and Barbuda called for integration of economic diversification into planning processes. ILO pointed to impacts on livelihoods and emphasized the need to include employment considerations, migration and income losses due to climate change.",
      "CARICOM drew attention to the informal economy and to fiscal systems.",
      "Stressing monitoring and evaluation systems, Egypt underscored the need for a common understanding of capacity building to allow for measurable, reportable and verifiable measures, and called for technology transfer on a preferential basis.",
      "Participants also discussed impacts on different sectors, including aquaculture, for example salt production, and impacts on employment and on biodiversity.",
      "They addressed cross-cutting issues, such as gender, technology development and dissemination, institutional mechanisms and capacity building.",
      "On measures, the International Trade Union Confederation (ITUC) suggested early warning systems, structures of social dialogue and social protection.",
      "FAO mentioned research and development, and institutional development.",
      "Others referred to participatory approaches and enabling environments, incentives, financial services and insurance.",
      "In the afternoon, the breakout group discussed opportunities for action and tools, focusing on five general areas: enabling environments and public policy; social safety nets and protection; risk management and financial services; technology; and knowledge and information.",
      "Participants divided into three focus groups, charged with addressing specific methods and tools, recommended interventions, key actors and their roles.",
      "On enabling environments and public policy, the group recommended: legislative reforms and policy frameworks incorporating climate change and sustainable land management; assessment of impacts on employment; and alternative livelihood programmes.",
      "On social protection, the group recommended assistance in skill development and training in job transitions; and addressing food security.",
      "On risk management and financial services, the group recommended risk assessment and risk management programmes.",
      "On technology, the group recommended promotion of innovative technologies in agriculture, watershed management and infrastructure.",
      "On knowledge and information, the group recommended: increased diffusion; training; institutional updating; monitoring and evaluating technologies; and climate change information centers.",
      "The group also discussed linkages at the regional and international levels, particularly related to food security, biofuels and access to carbon markets.",
      "Regarding the NWP, the group recommended the NWP continue to document and disseminate best practices, facilitate the creation of vulnerability and resilience indexes, and assist with information on alternative employment and livelihood programmes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}