{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Maldives",
      "Bangladesh",
      "Tuvalu",
      "Philippines",
      "Finland",
      "Timor-Leste",
      "Japan",
      "Switzerland",
      "China",
      "Bolivia",
      "Antigua and Barbuda",
      "Sierra Leone",
      "Spain"
   ],
   "enb_end_date": "01-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12462e.html",
   "id": "enb12462e_17",
   "section_title": "REVIEW OF THE ADAPTATION FUND:",
   "sentences": [
      "The Secretariat introduced the item (FCCC/SBI/2010/MISC.2 and FCCC/SBI/2010/7).",
      "The Philippines, for the G-77/CHINA, looked forward to the further operationalization of the Adaptation Fund through direct access procedures.",
      "Spain, for the EU, highlighted their contribution of â\u0082¬45 million to the Fund.",
      "Bangladesh, for the LDCs, called for: new and additional financial resources; direct and easy access; and support for setting up national implementing entities.",
      "Maldives, for AOSIS, expressed hope that the Adaptation Fund would serve as a primary vehicle for adaptation fast-start financing.",
      "TIMOR-LESTE called for balanced and fair representation on the Adaptation Fund Board.",
      "TUVALU expressed concern about the high cost of servicing the Fund, calling for criteria for evaluating the role of the interim secretariat and trustee.",
      "SWITZERLAND observed that the right balance had been found between operational independence and institutional association with the GEF Secretariat.",
      "BOLIVIA emphasized that financing should come from public funds of developed countries in recognition of their historical responsibility.",
      "JAPAN noted that the review of the Fund could provide material for the AWG-LCA discussions.",
      "SIERRA LEONE lamented that climate change funds had not been used in a balanced manner in the past.",
      "A contact group will be co-chaired by Ruleta Camacho (Antigua and Barbuda) and Jukka Uosukainen (Finland)."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}