{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Canada",
      "Solomon Islands",
      "Finland",
      "Ireland",
      "Belgium",
      "Norway"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_47",
   "section_title": "MATTERS RELATING TO THE LDCS:",
   "sentences": [
      "This item (FCCC/SBI/2014/13) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Collin Beck (Solomon Islands).",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2014/L.24), the SBI: - welcomes the report of the 26th meeting of the Least Developed Countries Expert Group (LEG) and the outcome of the National Adaptation Plan (NAP) Expo; - acknowledges progress made by the LEG under its work programme for 2014-2015 and welcomes the launch of the regional training workshops on NAPs for LDCs for 2014-2015; - expresses appreciation to Belgium, Canada, Finland, Ireland and Norway for providing financial support to the LEG; - notes contributions made by parties to the LDCF and encourages other parties also to contribute; - welcomes the submission of proposals to the LDCF for the funding of the implementation of National Adaptation Programmes of Action (NAPA) projects; - invites the GEF to continue to explore ways of simplifying access to the LDCF; - requests the LEG to keep it informed of the LEG s efforts in implementing its work programme for 2014-2015; and - invites parties in a position to do so to continue providing support for the implementation of the LEG work programme."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": ""
}