{
   "actors": [],
   "countries": [
      "Denmark"
   ],
   "enb_end_date": "04-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12479e.html",
   "id": "enb12479e_6",
   "section_title": "COPENHAGEN CLIMATE CHANGE CONFERENCE:",
   "sentences": [
      "The UN Climate Change Conference in Copenhagen, Denmark, took place from 7-19 December 2009, and included COP 15 and COP/MOP 5, the 31st sessions of the Subsidiary Body for Implementation (SBI) and the Subsidiary Body for Scientific and Technological Advice (SBSTA), as well as AWG-KP 10 and AWG-LCA 8.",
      "Over 110 world leaders attended the joint COP and COP/MOP high-level segment from 16-18 December.",
      "The event was marked by disputes over transparency and process.",
      "In particular, differences emerged on whether work should be conducted in a small Friends of the Chair format or open contact groups.",
      "A proposal by the Danish COP Presidency to table two texts reflecting the work done by the AWGs also caused divisions.",
      "Many parties rejected the Danish text, urging that only texts developed in the AWGs by parties should be used.",
      "During the high-level segment, informal negotiations took place in a group consisting of major economies and representatives of regional and other negotiating groups.",
      "Late in the evening of 18 December, these talks resulted in a political agreement: the Copenhagen Accord.",
      "After the Accord had been agreed on by this small group, delegates from all parties reconvened for the closing COP plenary.",
      "Over the next 13 hours, they discussed the transparency of the process and debated whether the COP should adopt the Copenhagen Accord.",
      "Many supported adopting it as a COP decision in order to operationalize it as a step towards securing a better future agreement.",
      "However, some developing countries opposed the Accord, which they felt had been reached through an untransparent and undemocratic process.",
      "Ultimately, parties agreed that the COP takes note of the Copenhagen Accord.",
      "Parties also established a process for indicating their support for the Accord and, by 3 October 2010, 139 countries had indicated their support.",
      "More than 80 countries have also provided information on their emission reduction targets and other mitigation actions, as agreed under the Accord.",
      "On the last day of the Copenhagen Climate Change Conference, the COP and COP/MOP also agreed to extend the mandates of the AWG-LCA and AWG-KP, requesting them to present their respective outcomes to COP 16 and COP/MOP 6 in Cancun. BONN CLIMATE CHANGE TALKS (APRIL AND JUNE 2010): Negotiations resumed in 2010 with AWG-LCA 9 and AWG-KP 11, which took place from 9-11 April.",
      "Their focus was on the organization and methods of work in 2010 to enable each AWG to fulfill its mandate and report its outcome in Cancun.",
      "In the AWG-LCA, delegates mandated the Chair to prepare text for the June session.",
      "The AWG-KP agreed to continue considering Annex I parties aggregate and individual emission reductions, as well as various other issues.",
      "Discussions continued in Bonn from 31 May to 11 June.",
      "AWG-LCA 10 focused on the Chair s new draft text.",
      "Late in the evening of 10 June, AWG-LCA Chair Mukahanana-Sangarwe circulated the advance draft of a revised text, which she said could be considered at AWG-LCA 11.",
      "Some developing countries felt that the advance draft was unbalanced and should not be used as the basis for negotiations in August unless their views were reflected more fully.",
      "A revised version of the text was circulated in July. AWG-KP 12 focused on Annex I emission reductions and other issues, including the flexibility mechanisms and LULUCF.",
      "It also addressed ways to avoid a gap between the first and subsequent commitment periods, and requested the Secretariat to prepare a paper on legal options for achieving this. BONN CLIMATE CHANGE TALKS (AUGUST 2010): AWG-LCA 11 considered a text circulated by Chair Mukahanana-Sangarwe in July 2010 (FCCC/AWGLCA/2010/8).",
      "The text was intended to facilitate negotiations in preparation for reaching an outcome at COP 16.",
      "The AWG-KP continued consideration of the scale of emission reductions from Annex I parties to the Protocol.",
      "It also discussed legal issues, including a possible gap between the Protocol s first commitment period (2008-2012) and subsequent commitment periods.",
      "In addition, delegates addressed LULUCF, the flexibility mechanisms and potential consequences of response measures of climate change.",
      "The AWG-KP agreed to forward a Chair s draft proposal on Annex I parties further commitments (FCCC/KP/AWG/2010/CRP.2) for further discussion in Tianjin."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}