{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "China",
      "Uganda",
      "Nauru",
      "Indonesia",
      "Venezuela"
   ],
   "enb_end_date": "10-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "10-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12575e.html",
   "id": "enb12575e_1",
   "section_title": "ROUNDTABLE WORKSTREAM 2:",
   "sentences": [
      "BUILDING A PRACTICAL APPROACH TO INCREASING PRE-2020 AMBITION; enhancing climate finance, technology and capacity building: Parties discussed approaches to bridging the emissions gap and then turned to climate finance, technology and capacity building. CHINA presented modeling results, concluding that Annex I parties overuse of the carbon space before 2020 caused the mitigation gap.",
      "He underlined other gaps in: adaptation; equitable access to sustainable development based on historical responsibilities and support to developing countries.",
      "The US cited another study indicating that, with multiple sectors considered, historical emissions from developing countries will exceed those of developed countries by 2020 and underscored that currently, emissions emitted every 12 years equal all historical emissions up to 1970.",
      "The EU highlighted that policy choices made now, such as investment in fixed capital and infrastructure, have future impacts.",
      "In response, CHINA underscored that Annex I emissions account for 70% of cumulative emissions until 2010, and stated that emerging economies will have a slower emissions growth rate because of the global recession.",
      "Presentations by parties: The EU observed that the GCF could promote a paradigm shift towards low-carbon, climate resilient development and that long-term target setting is crucial for investors as well as for a legally-binding instrument in 2015.",
      "He said risk sharing and risk analysis are required to reduce risk and improve certainty of returns.",
      "Highlighting domestic initiatives to bridge the emissions gap, UGANDA observed that adjustments towards low-carbon development need to begin with informed policies, while also maintaining the development objectives of developing countries. VENEZUELA noted the need to transform unsustainable lifestyles and cautioned against leaving policy setting to the markets.",
      "On shifting investment towards climate-friendly technologies, the US said that developed countries have to mobilize financial resources and developing countries have to strengthen their domestic enabling environments.",
      "He emphasized a low emissions development strategy (LEDS) is crucial for ensuring that domestic and donor spending is aligned with climate change and development objectives, but cautioned that there is no silver bullet to address the finance mobilization challenge.",
      "Interventions by parties: CHINA suggested using developed countries public finance as a catalyst to provide incentives for the private sector in capital and technology markets.",
      "Nauru, for AOSIS, called for a technical paper reflecting policy options for specific mitigation solutions in the areas of energy efficiency, renewable energy and carbon capture and storage.",
      "INDONESIA highlighted the importance of considering enabling environments in developed countries and at the global level to mobilize finance and technology."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "working group"
}