{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Switzerland",
      "Fiji",
      "Japan"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_46",
   "section_title": "Work of the Consultative Group of Experts on Non-Annex I National Communications",
   "sentences": [
      "A new mandate and revised terms of reference for the Consultative Group of Experts on non-Annex I national communications (CGE) was taken up twice in the SBI, and several times in the contact group on non-Annex I issues chaired by José Romero (Switzerland). On Wednesday, 23 October, CGE Chair Mahendra Kumar (Fiji) presented the final report of the CGE, stressing that the process plays an important role in capacity building through the sharing of experiences and the evaluation of technical problems and constraints.",
      "The CGE proposed several recommendations, including that additional financial and technical resources be mobilized, and that the IPCC develop methods and tools for assessing impacts on time-scales relevant to policy-makers. In the non-Annex I issues contact group on Thursday, 31 October, Parties discussed the text of the draft decision.",
      "The EU called for the initiation of a process for the voluntary review of national communications.",
      "SBI Chair Estrada noted that the review of national communications was a key difference between the processes of Annex I and non-Annex I national communications.",
      "Following a query from Japan on the funding for CGE meetings, the US expressed surprise to hear that funding came from the core budget, and said she could not agree to the text without further consultations.",
      "Chair Estrada said that he would take the text as it stood to the Plenary for Parties to accept or reject. In the SBI Plenary on Friday, 1 November, Parties approved the draft decision on the work of the CGE, and the terms of reference of the CGE included in an annex to the decision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}