{
   "actors": [],
   "countries": [
      "Canada",
      "Netherlands",
      "Czech Republic",
      "Finland",
      "Costa Rica",
      "Moldova",
      "United States",
      "Belgium",
      "Sweden",
      "Sri Lanka",
      "Peru",
      "Kenya",
      "Argentina",
      "Nigeria",
      "Mauritius",
      "Saudi Arabia",
      "Cuba",
      "El Salvador",
      "Mexico",
      "India",
      "Malawi",
      "United Kingdom",
      "Malaysia",
      "Romania",
      "China",
      "Uganda",
      "Russian Federation",
      "Japan",
      "Spain"
   ],
   "enb_end_date": "11-Nov-04",
   "enb_long_title": "IPCC-22",
   "enb_short_title": "IPCC-22",
   "enb_start_date": "11-Nov-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12247e.html",
   "id": "enb12247e_1",
   "section_title": "SCOPE, CONTENT AND PROCESS FOR AN AR4 SYNTHESIS REPORT",
   "sentences": [
      "Dahe Qin, Working Group I Co-Chair, emphasized the close connection between timing and quality.",
      "Martin Manning, Working Group I Technical Support Unit, outlined ingredients necessary to achieve quality, including: allowing for flexibility in the selection of authors, with careful consideration of expertise and availability; and a fair and transparent review process.",
      "He recommended a sequential writing process, noting that the Working Group I schedule could be revised to prevent overlap with the Synthesis Report preparation.",
      "Martin Parry, Working Group II Co-Chair, favored a short Synthesis Report of about 30 pages, which would draw specifically on the Working Groups\u0092 Summaries for Policymakers, and develop some linkages not otherwise drawn to the readers\u0092 attention.",
      "He suggested that work on the Synthesis Report begin earlier, giving writers an opportunity to brainstorm about key issues and monitor their development in the Working Group Summaries for Policymakers. Noting problems regarding differences in interpretation, MOLDOVA, supported by FINLAND, CUBA, the NETHERLANDS, CZECH REPUBLIC and others, said the Synthesis Report must be short and concise.",
      "CANADA said it must indicate where there has been progress and where uncertainties have been reduced since TAR.",
      "CUBA, COSTA RICA, PERU and others emphasized that the Synthesis Report must use inputs from the best experts with balanced geographic representation and, with SRI LANKA, EL SALVADOR and others, said cross-cutting themes should be integrated into the substance of the report. MALAYSIA and ROMANIA supported the topic, rather than question format of the Synthesis Report.",
      "MALAYSIA and others stressed that the Synthesis Report should not contain new information, and reflect a true synthesis of the Working Group reports, as well as the special reports.",
      "INDIA said adaptation and mitigation should be addressed separately and, with NIGERIA, stressed the Synthesis Report\u0092s importance, particularly for developing countries.",
      "MAURITIUS and others highlighted the value of the Synthesis Report in increasing public awareness. The NETHERLANDS, with MEXICO, noted the need for overlap between the Working Group and Synthesis Report writing processes to allow re-examination by Working Groups of any inconsistencies identified by the Synthesis Report process.",
      "The US said that work on the Synthesis Report should not be initiated until completion of expert reviews of the Working Group reports, including the incorporation of comments into the reports.",
      "CHINA questioned the Synthesis Report\u0092s added value and stated that if the Synthesis Report is prepared, it should provide a full explanation of uncertainties to avoid misleading policymakers.",
      "He proposed establishing a contact group for further consultations. MALAWI, UGANDA, the NETHERLANDS, SPAIN, PERU and others underscored the need to produce the Synthesis Report by UNFCCC COP-13 in 2007.",
      "The US expressed concern that time constraints would compromise the preparation of a high quality report.",
      "BELGIUM said producing the Synthesis Report by COP-13 need not compromise quality, and opposed postponing delivery. SPAIN, SWEDEN, ARGENTINA, KENYA, JAPAN and others supported taking a decision on the Synthesis Report at this session.",
      "The US suggested postponing the decision until the production schedule, scope and content of the Synthesis Report have been adequately addressed.",
      "SAUDI ARABIA stressed the importance of agreeing on the content and substance of the report and of addressing the regional impacts of mitigation measures. Chair Pachauri established a contact group to examine content and length of the Synthesis Report.",
      "The US, UK and CHINA suggested that the group consider timing issues as well.",
      "The RUSSIAN FEDERATION recommended that the group consider the inclusion of quantitative data in the Synthesis Report."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}