{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "China"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "14-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12426e.html",
   "id": "enb12426e_9",
   "section_title": "POTENTIAL CONSEQUENCES:",
   "sentences": [
      "In the morning, the informal group continued moving bracket-by-bracket through annex I (FCCC/AWG/KP/2009/9), addressing issues related to framing of the work, vulnerability and ability to respond to the impacts of potential consequences, and deepening understanding.",
      "Parties agreed to return to framing of the work and vulnerability after more progress has been made on substance.",
      "On deepening understanding, SAUDI ARABIA noted that the issue to be addressed is more fundamental than wording in the text suggests, and that improving institutional capacity is not directly relevant to minimizing impacts of potential consequences.",
      "The G-77/CHINA underscored that deepening understanding is a complicated issue, including challenges related to attribution, capacities and regulatory frameworks, but that the main message in the text needs to be simplified.",
      "Some developing countries questioned the meaning of actual impacts.",
      "Developed countries preferred actual or observed impacts, while developing countries emphasized the need to include possible consequences as well.",
      "SAUDI ARABIA highlighted that models could be used as evidence of possible consequences.",
      "The EU expressed concern with language requiring regional and global assessments, noting that if every mitigation action undertaken by Annex I countries has to undergo a regional and global review process, it would significantly undermine the purpose of the Protocol to take prompt mitigation actions.",
      "In the afternoon, parties continued discussions on deepening understanding.",
      "They were unable to agree on language related to institutional capacity.",
      "The EU highlighted complexity added by lack of institutional capacity to the determination of potential consequences, with SAUDI ARABIA stating that this shifted the blame of consequences to developing countries.",
      "On global and regional assessments, SAUDI ARABIA clarified that these are complementary to individual assessments of impacts by developed countries and would examine classes of policies and the resulting consequences.",
      "AUSTRALIA noted a possible role for such assessments, but requested identifying that the terms of reference for such assessments would be negotiated at a later date.",
      "The EU noted that the global and regional levels may not be the proper levels at which to conduct assessment and wondered where funding for such large assessments would come from.",
      "The co-facilitators noted that following modifications to the title to reflect its changed status, the outcome of the work of the informal group would be forwarded to the Chair of AWG-KP as a non-paper, who would then forward it to Bangkok to serve as the basis of continued negotiations."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": "working group"
}