{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China",
      "Indigenous Peoples"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "13-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12374e.html",
   "id": "enb12374e_12",
   "section_title": "ARTICLE 9 REVIEW (SBI)",
   "sentences": [
      "Informal consultations took place throughout the day, with some outstanding issues remaining by late Thursday evening. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): In the contact group, delegates considered text on arrangements for COP 14 and COP/MOP 4, with the G-77/CHINA indicating that it remained concerned about arrangements for these events, including visa issues, payment questions, and accommodation costs.",
      "Delegates also discussed at length a paragraph containing guidance to the Secretariat on where the additional sessional periods in 2009 for the AWG-LCA and AWG-KP might take place. CAPACITY BUILDING UNDER THE PROTOCOL (SBI): In the contact group, parties agreed to text containing SBI conclusions and a draft COP/MOP decision, and the group concluded its work. DECISION 1/CP.10 (SBI): In the contact group, parties approved draft SBI conclusions containing actions that could be carried out in further implementation of decision 1/CP.10 (Buenos Aires programme of work on adaptation and response measures).",
      "The conclusions also contain an Annex setting out the terms of reference for the assessment of the implementation of Convention Article 4.8 (adverse effects and response measures) and decisions 5/CP.7 (adverse effects and impacts of response measures) and 1/CP.10. FINANCIAL MECHANISM (SBI): Discussions took place in informal consultations and a contact group.",
      "Delegates were informed about the AWG-LCA s request to the Secretariat to prepare an update of the technical paper on investment and financial flows.",
      "The group agreed to the Co-Chairs draft SBI conclusions containing three paragraphs and a draft COP 14 decision, much of which remains bracketed. MITIGATION (SBSTA): During informal consultations, delegates agreed to SBSTA conclusions to continue consideration of the issue at SBSTA 32.",
      "Proposals on a paper on mitigation in the agriculture sector will be submitted informally by parties to the Secretariat for consideration when preparing the AWG-LCA s technical paper on the same issue. NAIROBI WORK PROGRAMME (SBSTA): The contact group on the Nairobi Work Programme completed its work Thursday.",
      "The agreed text will be available Friday morning. NON-ANNEX I COMMUNICATIONS (SBI): The contact group agreed to SBI conclusions recommending continuation of the consideration of agenda item 3(a) (work of the CGE) at SBI 29, and SBI conclusions on item 3(c) (provision of financial and technical support). REDUCING EMISSIONS FROM DEFORESTATION (SBSTA): During informal consultations, parties discussed whether to reference the Bali Action Plan, or to include specific references to conservation, sustainable management of forests, and enhancement of forest carbon stocks.",
      "Delegates also debated how to refer to outcomes from the consideration of policy approaches and positive incentives, disagreeing on whether to refer to all outcomes and eventually agreeing to refer to methodologically relevant outcomes.",
      "On capacity building, a debate on whether to refer to facilitating technical support or cooperation was resolved by referring to support and cooperation, where appropriate.",
      "Parties agreed not to refer to the UN Declaration on the Rights of Indigenous Peoples.",
      "On national and/or sub-national approaches, disagreement persisted on whether to consider implications for intra-national displacement of emissions from both national and sub-national approaches.",
      "The final text agrees to consider these implications from national approaches, if appropriate, and to consider how sub-national approaches can be used to develop national approaches, instead of should.",
      "Parties also agreed to reference the possible need to meet again in the first half of 2009.",
      "In the afternoon, the Co-Chairs convened a contact group, where parties agreed to the draft conclusions."
   ],
   "subtype": "plenary",
   "topics": [
      "UNFCCC and Kyoto Protocol Implementation"
   ],
   "type": "cop"
}