{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Indonesia",
      "Central African Republic",
      "Malaysia",
      "Senegal",
      "China",
      "New Zealand",
      "Argentina"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_28",
   "section_title": "CLOSING SBI/SBSTA JOINT PLENARY",
   "sentences": [
      "On 12 June, SBSTA Chair Kok Kee Chow (Malaysia) noted there had been many doubts voiced regarding the ability to make progress, but noted that this session resulted in the basic building blocks to move forward on important issues.",
      "He urged delegates to 'see the glass as half full rather than half empty.",
      "' SBI Chair Bakary Kante (Senegal) said that delegates had started a process that, while interesting, cannot be completed at once.",
      "Following the adoption of all conclusions, delegates adopted the draft report of the session (FCCC/SBSTA/1998/L.1). CANADA spoke on behalf of the countries that jointly submitted an emissions trading proposal.",
      "He expressed appreciation for the G-77/China's questions and favored an early opportunity to provide preliminary responses.",
      "NEW ZEALAND expressed its intent to make a submission on mechanisms. INDONESIA, on behalf of the G-77/CHINA, said that all mechanisms must be examined on the basis of equity, sustainable development and the objective of the Convention.",
      "The issue related to the CDM must be addressed first.",
      "On arrangements for COP-4, he said the High-Level Segment must not be bound by any declaration originating in any body or meeting extraneous to COP-4.",
      "On technology transfer, he expressed concern at the lack of progress, despite relevant provisions of the Convention and decisions adopted at the three previous COPs.",
      "On the second review of FCCC Article 4.2(d), he reiterated that there must be no new commitments, voluntary or introduced for all developing countries, under any guise.",
      "On the financial mechanism, he said the group was not getting the necessary cooperation on improvement and functioning of the operating entity on an interim basis.",
      "On adverse impacts of response measures, he expressed disappointment The CENTRAL AFRICAN REPUBLIC stressed the need to help countries presently lacking technical capacity and said delegates must contemplate ways to advance developing countries\u0092 understanding.",
      "ARGENTINA thanked all participants for their diligent work and expressed confidence that COP-4 would be a resounding success."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "SBI/SBSTA"
}