{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Qatar",
      "Peru",
      "Saint Lucia",
      "Madagascar",
      "Luxembourg",
      "France",
      "Ireland",
      "Bolivia",
      "Venezuela",
      "Saudi Arabia",
      "Australia",
      "Norway",
      "Senegal",
      "Slovenia",
      "China",
      "Russian Federation",
      "Germany",
      "Iraq",
      "Sierra Leone",
      "Netherlands",
      "Denmark",
      "Tanzania",
      "United States",
      "Belgium",
      "Sweden",
      "South Sudan",
      "Switzerland",
      "New Zealand",
      "Jamaica",
      "Trinidad and Tobago",
      "Egypt",
      "Mexico",
      "India",
      "United Kingdom",
      "Austria"
   ],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_20",
   "section_title": "TRENDS IN STOCKS AND FLOWS OF GHGs AND THEIR DRIVERS",
   "sentences": [
      "On the proposed introductory sentence to section SPM.3 stating: ' Total anthropogenic GHG emissions rose more rapidly from 2000 to 2010 than in each of the previous three decades ', China and Canada questioned the accuracy of the statement.",
      "Saudi Arabia and India called for citing a broader timeline, stating this would be more representative of trends.",
      "A CLA explained that the statement referred to growth in emissions, and the highest rate appeared for the 2000-2010 decade, enabling the authors to conclude that in that decade emissions grew faster than in previous decades.",
      "Canada, supported by Saudi Arabia, proposed stating that 'total anthropogenic GHG emissions rose in each of the previous four decades'.",
      "Norway, supported by Germany, Luxembourg and Ireland, favored keeping the statement as is.",
      "A CLA said the finding is not due to low emissions in 2000, as suggested by Canada.",
      "Following informal consultations, the CLAs proposed, and participants agreed to, the following formulation: 'Total anthropogenic GHG emissions have continued to increase over 1970 to 2010 with larger absolute decadal increases toward the end of this period'.",
      "Participants approved a sentence stating that despite a growing number of climate change mitigation policies, annual GHG emissions grew, on average per year, more during 2000-2010 (2.2%) than during 1970-2000 (1.3%).",
      "On a footnote stating that GHG emissions in the SPM are weighted by global warming potential (GWP) with a 100-year time horizon from the IPCC's Second Assessment Report, Brazil proposed a sentence from the WGI report, stating: 'The choice of type of emission metric and time horizon involves explicit or implicit value judgments'.",
      "The US suggested instead: 'The most appropriate metric and time horizon will depend on which aspects of climate change are considered most important to a particular application'.",
      "Brazil, supported by Peru, China, Bolivia and Saint Lucia and opposed by the US, the European Union (EU), Norway and Australia, recommended that a further sentence from the WGI report be added, stating: 'No single metric can accurately compare all consequences of different emissions, and all have limitations and uncertainties'.",
      "The US, Norway, Luxembourg, the EU, France and others said Brazil's latter proposal was out of context, with the US noting that it gave a misleading impression that the different metrics have equal levels of uncertainty.",
      "Switzerland proposed that the footnote simply refer readers to the WGI SPM and IPCC websites for more information.",
      "Canada, supported by South Sudan, suggested compromise text stating: 'All metrics have limitations and uncertainties'. A CLA explained that, in this case, metrics are used as a scaling device, which is different from their role in analyzing the contribution to climate change, and cautioned against generating undue confusion.",
      "He added that although the exact number might change if using a different metric, the trend would not, and proposed adding a reference to Chapter 3.9.6 and Annex 2 on metrics from the underlying report.",
      "New Zealand, Norway, Luxembourg, Sweden, the UK, the EU and others supported the CLA's proposal, but agreed to include a reference to the WGI SPM as well.",
      "Luxembourg suggested also adding a sentence explaining that 'this is the common metric used up to now under the UNFCCC'.",
      "Saudi Arabia, supported by Austria, Trinidad and Tobago, Republic of Korea and others, proposed stating that 'all metrics have limitations and uncertainties in assessing the consequences of different emissions'.",
      "Participants agreed to this text and to additionally refer to WGIII Box TS.5, as suggested by Peru.",
      "Participants approved a footnote regarding the treatment of uncertainty in the SPM and two sentences on the historically high total anthropogenic GHG emissions from 2000 to 2010, and the temporary impact of the global economic crisis on emissions.",
      "Regarding a sentence in the paragraph on GHG emissions growth, stating: ' 80% of the recent GHG emissions growth from 2000 to 2010 has been from the combustion of fossil fuels ', Saudi Arabia, supported by Venezuela, Egypt, Sierra Leone, Qatar, Iraq and others, suggested referring to 1970-2010 to be consistent with the previous paragraph and supported consideration of other sectors and gases.",
      "China proposed covering all GHG-related gases in the sentence.",
      "Saudi Arabia also proposed removing 'fossil fuels' and noted that if the last four decades are reflected, the share of fossil fuels will not be so high.",
      "The EU reminded, and a CLA confirmed, that AR5 focuses on the last decade, and, with Germany and Slovenia, that it is a highly relevant measure point for policymakers.",
      "Germany, with Slovenia, highlighted the period from 2000 to 2010 as the most relevant to policymakers.",
      "The CLA also referred to the need to remain connected to the literature, be transparent, provide precise information and not repeat AR4.",
      "Germany, supported by the UK, Sweden, Jamaica and Mexico, supported keeping the text as is. IPCC Chair Pachauri said that suppressing information based on facts would be a 'dereliction of the IPCC's responsibility', warning that otherwise 'there will be a headline that this headline statement has been removed at the behest of a few countries'.",
      "The need to accept and maintain scientific findings was supported by Austria, the Russian Federation, the UK, Ireland, France, Belgium and others.",
      "Austria appealed to participants to accept scientific findings that are 'politically relevant and not politically prescriptive' and cautioned against undermining the IPCC's credibility.",
      "Belgium, with Ireland, reminded participants that 'we are here to make a summary for, not by, policymakers'.",
      "Co-Chair Pichs-Madruga proposed considering the first sentence of the paragraph in an informal group, noting that the authors' opinion was fundamental.",
      "During the consultations, discussions focused on sources, sectors and gases for inclusion, and on referencing increased emissions for the periods 1970-2010 and 2000-2010.",
      "Participants reached agreement on the text, which was then considered and approved in plenary.",
      "The final text reads: 'CO2 emissions from fossil fuel combustion and industrial processes contributed about 78% of the total GHG emission increase from 1970 to 2010; with a similar percentage contribution for the period 2000-2010'.",
      "Slovenia queried whether the increases for 1970-2010 and 2000-2010 were the same.",
      "The CLAs explained that while there were fluctuations in the contribution to the emissions total for the two periods, the emissions share from fossil fuel combustion and industrial processes for the latter period was similar to that of the former.",
      "The remainder of the paragraph was approved.",
      "On the footnote stating that, 'in this report data on fluorinated gases is taken from the Emissions Database for Global Atmospheric Research (EDGAR) database, which covers substances included in the Kyoto Protocol', New Zealand proposed, and participants agreed, to clarify that this applies to the first commitment period of the Kyoto Protocol.",
      "Figure SPM.1 on total annual anthropogenic GHG emissions (GtCO2eq/yr) by groups of gases for 1970-2010 was adopted with minor amendments.",
      "There were various requests for clarification on the first sentence of a paragraph stating that: ' more than half of cumulative CO2 emissions between 1750 and 2010, about 1100 GtCO2 out of 2000 GtCO2, have occurred in the last 40 years ( high confidence ) '.",
      "China questioned the high confidence attached to this statement, given large uncertainties associated with CO2 emissions from Forestry and Other Land Use (FOLU) noted in the same paragraph.",
      "A CLA explained that the high confidence is related to the amount of cumulative emissions over the last 40 years, which holds despite the uncertainty associated with the specific numbers that underlie it.",
      "Opposed by China, he suggested alternative text linking the high confidence statement to the general statement, and decoupling it from the actual numbers 'about 1100 GtCO2 out of 2000 GtCO2'.",
      "After further consultations between China and the CLAs, participants agreed to remove the detailed numbers, noting that these can be calculated on the basis of the sentences that follow, and to state: 'about half of cumulative CO2 emissions between 1750 and 2010 have occurred in the last 40 years ( high confidence )'.",
      "The US, supported by Switzerland, then proposed adding a sentence to this paragraph stating that non-CO2 emissions account for about 25% of cumulative anthropogenic GHG emissions since 1970, saying that omitting this would be misleading to policymakers.",
      "Noting that this paragraph addresses CO2 emissions, Brazil said the US proposal would be better placed in another paragraph where non-CO2 emissions are discussed, and that including non-CO2 emissions could be equally misleading, remarking that assigning a percentage would depend on the metric and timeframe chosen. A CLA said that cumulative emissions over time have not been calculated for non-CO2 emissions to the same degree, and that assigning a percentage to them, without identifying a time period and metric, would not be consistent with the literature.",
      "Expressing concern that the report focuses almost exclusively on CO2, the US pointed to a 'wide body of literature' regarding cumulative non-CO2 emissions, adding that the US could accept addressing non-CO2 emissions in a subsequent paragraph.",
      "Following informal consultations, participants agreed to add the following sentence to the paragraph addressing anthropogenic GHG emissions: 'Annually, since 1970, about 25% of anthropogenic GHG emissions have been in the form of non-CO2 gases'.",
      "On the first sentence of a paragraph noting that ' about 75% of the 10 GtCO2eq growth in annual anthropogenic GHG emissions between 2000 and 2010 comes from the energy supply and industry sectors ', Saudi Arabia, supported by Qatar and Egypt, opposed focusing on the energy supply and industry sectors, and called for reverting to the December draft version of the SPM where AFOLU and other sectors were also mentioned, in order to be comprehensive and balanced.",
      "This was opposed by the UK, Denmark, Germany, the Netherlands and Switzerland, which called for retaining the statement as presented, saying that it constituted one of the clearer and more policy-relevant statements of the SPM.",
      "Saudi Arabia added that there were further problems besides not focusing on other sectors, such as the focus on the last decade instead of the last four decades.",
      "Participants considered adding a sentence from the December draft reading: 'Current GHG emission levels are dominated by contributions from the energy supply, AFOLU and industry sectors; industry and buildings gain considerably in importance if indirect emissions are accounted for'.",
      "Brazil opposed this addition, noting that AFOLU is not comparable to energy and industry, given much higher uncertainty levels and its dynamic carbon cycle.",
      "The US suggested adding reference to non-CO2 gases.",
      "Discussions continued in an informal group where participants addressed the need to distinguish between statements on the trend in the growth of emissions, the role of different sectors as drivers of this trend, and the role of indirect emissions.",
      "Reporting back to plenary, Norway presented the group's proposal, stating: 'Annual anthropogenic GHG emissions have increased by 10 GtCO2eq between 2000 and 2010, with this increase directly coming from energy supply (47%), industry (30%), transport (11%) and buildings (3%) sectors.",
      "Accounting for indirect emissions raises the contributions of the buildings and industry sectors ( medium confidence )'.",
      "India requested a clarification on the fact that the percentages did not add up to 100 percent.",
      "Egypt, supported by Tanzania, enquired about the composition of the buildings sector.",
      "The US enquired why the percentages did not reflect the declining trend in AFOLU emissions since 2000.",
      "The CLAs explained that 'buildings' included the direct combustion of fossil fuels but not construction or electricity use, and that the remaining share comes from AFOLU, which was omitted given the significant uncertainties associated with these emissions and inconsistencies in reviewed trends.",
      "Switzerland suggested adding the respective levels of confidence to each sentence.",
      "The Netherlands suggested, and participants agreed to, adding a glossary entry on 'direct' and 'indirect' emissions.",
      "Participants approved the text.",
      "Participants agreed to text stating that GHG emissions have been growing in all sectors, except AFOLU.",
      "On a sentence setting out emissions sources, Brazil suggested, and participants agreed to, text stating that the AFOLU figures represent net emissions.",
      "China requested clarification on the assessment of uncertainty surrounding figures addressing the sectoral level.",
      "Given concerns expressed by many participants over the grouping of countries based on income levels for presenting data and trends in various paragraphs and figures, participants agreed to form a contact group to address the categorization of countries.",
      "The contact group on the issue of categorizing countries based on income levels convened over three days.",
      "Discussions centered on whether or not to include in the SPM data on emissions and emissions growth based on a division of countries into four income-level groups originating from the World Bank, namely low income, lower-middle income, upper-middle income and high income.",
      "On the rationale for the choice of these variables, the CLAs explained that: income is widely used in the peer-reviewed literature; it is the single most important determinant of GHG emissions of all indicators assessed; it is not a new classification; and four is the optimal number of categories, minimizing variance within groups and maximizing it between them, and enabling the highlighting of similarities and differences.",
      "The CLAs stressed that the impact of income levels on countries' emissions is one of the important trends for policymakers to understand.",
      "A WGIII Co-Chair cautioned that not presenting the results in this way would reduce the scientific credibility of the IPCC.",
      "Most countries agreed on the importance of 'staying true to the literature', maintaining the IPCC's scientific integrity, and ensuring that the SPM remains policy relevant, but were divided on what this meant for the categorization.",
      "While many countries supporting the proposed SPM text indicated their confidence in the authors' ability to correctly reflect the underlying report, a number of developing countries questioned this, raising such issues as: the existence of numerous other variables; using a categorization that originates from the World Bank, which is therefore not relevant in the context of climate change; that the allocation of countries to groups based on their income at one point in time creates biased results; and suggesting that 'science has been manipulated for political purposes'.",
      "The contact group also discussed at length the possibility of using other variables or categorizations.",
      "Countries opposing the use of the income criterion, inter alia : called for the use of other indicators, such as human development and national circumstances; noted that income alone cannot summarize all relevant information and does not 'capture history'; called for consistency with WGII categories; and proposed categorizations, including developed and developing countries, Annex I and non-Annex I, and a division into five regions, which was used in the underlying report.",
      "CLAs stressed that presenting data through any of these categorizations would not be informative and would, inter alia , make invisible the low-income group, whose contribution to emissions remains low.",
      "Some countries also pointed out that WGII was different as it dealt with impacts, which are region-specific, unlike income.",
      "Referring to the WGIII glossary, countries supporting the text pointed out that no robust definitions exist for developed and developing country groups.",
      "Many agreed that it would be important in particular for the low-income countries or least developing countries (LDCs) to have their specific circumstances reflected.",
      "CLAs noted that while there is considerable overlap between the low-income countries and LDCs, for expository purposes it was also important to show how countries at many different income levels are contributing to emissions.",
      "Countries opposed to using income categories stressed that the issue was highly political, since policymakers would draw from the SPM for the UNFCCC negotiations on a new climate agreement, and said that the IPCC should focus on science, not politics.",
      "CLAs and countries in favor of the original text assured that the proposed categories were used for expository purposes only and were not intended to have any meaning beyond the IPCC.",
      "Some countries proposed a footnote clarifying this, which was rejected by others as insufficient.",
      "On the final day of consultations, the CLAs presented a new categorization proposal, which would eliminate the word 'income' from Section SPM.3, with the exception of a methodological footnote, and be based on four groups largely corresponding to the previous ones.",
      "With a number of countries opposing the CLA's proposal, the contact group co-facilitators reported back to the WGIII Co-Chairs that the group had failed to reach agreement.",
      "On Friday evening, Co-Chair Edenhofer informed the plenary of the lack of consensus, noting the WGIII Co-Chairs' disappointment with the outcome.",
      "He proposed, and participants agreed, that the contact group reconvene to delete all draft figures in SPM.3 that use the income categorization as well as a figure using the regional groupings: Figure SPM.2 on total CO2 emissions by region, Figure SPM.3b on total GHG emissions by country income group, Figure SPM.4 on trends in GHG emissions by country income group, and Figure SPM.5 on CO2 emissions from fossil fuel combustion for country income groups attributed on the basis of territory and final consumption).",
      "In addition, the contact group was also asked to come up with text that was acceptable to all parties.",
      "Austria, the UK, the US, the EU, Saint Lucia, Madagascar, the Netherlands, Mexico, New Zealand and others expressed concern over this decision and the IPCC's inability to communicate all relevant information included by the WGIII authors in the SPM.",
      "The contact group reconvened to delete the figures, but was unable to agree on alternative language for the associated SPM text.",
      "Many participants opposed the use of 'developed countries' and 'developing countries' in the text.",
      "Stating that expressions like 'some other countries' did not provide any added value, the CLAs proposed, and the group agreed, to delete all related text, which included the second part of a paragraph on sectoral emissions growth between 2000 and 2010, and two paragraphs on regional and income group-based patterns in emissions growth and per capita emissions, including a reference to territorial and consumption-based emissions.",
      "One country proposed adding references to figures and chapters in the underlying report upon which the deleted parts were based.",
      "This was opposed by a number of developing countries.",
      "In plenary, the proposal was opposed by China, India, Saudi Arabia, Qatar, Egypt and others, which said no references relating to the deleted text should remain in the SPM.",
      "Participants decided to focus on the references that were in the paragraph in the latest version of the SPM draft, two of which referred to chapters of the underlying report mentioning income-based categories (Chapters 1.3 and 5.3).",
      "The US, Slovenia, Norway, France, Canada and others, opposed by Saudi Arabia, supported keeping the references.",
      "Following further consultations, participants agreed to delete the two references to the underlying report, and remove the relevant paragraphs as proposed by the contact group.",
      "Returning to the remainder of Section SPM.3, participants revised for consistency and clarity and approved Figure SPM.2 on Total anthropogenic GHG emissions (GtCO2eq/yr) by economic sectors .",
      "Regarding a paragraph on the contributions of economic and population growth to CO2 emissions , Saint Lucia questioned why decarbonization patterns and energy intensity issues were not addressed in the first sentence of the paragraph.",
      "Supporting Saint Lucia, Germany urged a reference to decarbonization, stressing that economic growth can occur with low emissions.",
      "Ireland called for emphasis on energy intensity issues.",
      "Saudi Arabia called for a reference to economic 'activities' instead of economic 'growth' and suggested that the paragraph address trends over the past four decades rather than over the short term.",
      "Switzerland, supported by Slovenia, urged that the text refer to global trends.",
      "Saudi Arabia and Canada, supported by Venezuela, requested that the sentence not refer to fossil fuel 'combustion' because this was not included in a previous draft and due to countries' different circumstances.",
      "On the request to reference 'decarbonization', the CLAs noted that the term is mentioned later in the paragraph.",
      "Supporting the retention of references to 'growth' and 'combustion', the CLAs explained that there are other uses of fossil fuels besides combustion, and that economic growth is a component of the underlying global decomposition analysis.",
      "Co-Chair Pichs-Madruga proposed, and participants agreed, to the following sentences: 'Globally, economic and population growth continue to be the most important drivers of increases in CO2 emissions from fossil fuel combustion.",
      "The contribution of population growth between 2000 and 2010 remained roughly identical to the previous three decades, while the contribution of economic growth has risen sharply'.",
      "Participants then considered and approved two sentences on the canceling out of energy intensity improvements, and the reversal of decarbonization due to increased coal use.",
      "Figure SPM.3 on decomposition of the decadal change in total global CO2 emissions from fossil fuel combustion by population, gross domestic product (GDP) per capita, energy intensity of GDP and carbon intensity of energy was revised for clarity and consistency and approved.",
      "Regarding a paragraph on emissions growth without additional mitigation efforts , a CLA explained that text referring to 'median temperature increase' had been replaced with 'global mean surface temperature increase', with corresponding numerical values.",
      "Saint Lucia and Norway favored retaining the median values noting that they were policy relevant, and participants agreed to reinsert them.",
      "In response to a query from Norway, a CLA proposed, and participants agreed, to clarify that emissions growth was without additional efforts to reduce GHG emissions 'beyond those in place today'.",
      "In response to a query from China, a CLA explained that the reason for moving to a wider temperature range in the mean values was to maintain consistency with WGI and to indicate temperature uncertainties in future scenarios without additional mitigation.",
      "Canada requested including quantitative parameters of additional mitigation.",
      "China suggested, and participants agreed, to delete text stating that 'higher temperatures cannot be excluded due to climate response uncertainties'.",
      "On drivers of emissions growth, Slovenia and the EU supported referring to 'economic growth', whereas Saudi Arabia, China, Sierra Leone, Senegal and Qatar favored 'economic activities'.",
      "Saudi Arabia called for a focus on industrialized countries' economic activities, cautioning against 'asking developing countries to slow down growth'.",
      "China emphasized that climate change impacts were due not only to growth in emissions but also to existing GHG stocks.",
      "The UK supported the reference to both population growth and economic activity, as in the underlying report.",
      "Saudi Arabia proposed referring to 'economic activities and growth' as a compromise.",
      "Following various proposals and formulations, participants agreed to text stating: 'without additional efforts to reduce GHG emissions beyond those in place today, emissions growth is expected to persist driven by growth in global population and economic activities', and referring both to global mean surface temperature increases and median values.",
      "The CLAs proposed, and participants agreed, to include a footnote with text from the underlying report to address concerns expressed by the Russian Federation on the linkages between representative concentration pathways (RCPs) and scenarios collected for this report.",
      "Germany proposed inclusion of text from the December draft SPM, stating that in 2010, 10 countries accounted for about 70% of CO2 emissions from fossil fuel combustion and industrial processes.",
      "Co-Chair Edenhofer suggested, and participants agreed, that this be taken up in a contact group once the discussion on the groupings of countries was finalized.",
      "After the conclusion of the contact group's work, the issue was raised on the last day of plenary, but no agreement was reached.",
      "Final SPM.3 Text : This section highlights, inter alia , that: total anthropogenic GHG emissions have continued to increase over 1970-2010; CO2 emissions from fossil fuel combustion and industrial processes contributed about 78% of the total GHG emission increase from 1970-2010, with a similar percentage contribution for the period 2000-2010; and about half of cumulative anthropogenic CO2 emissions between 1750 and 2010 have occurred in the last 40 years.",
      "Noting that annual anthropogenic GHG emissions have increased by 10 GtCO2eq between 2000 and 2010, the section attributes 47% to energy supply, 30% to industry, 11% to transport and 3% to building sectors.",
      "It further concludes that: economic and population growth continue to be the most important drivers of increases in CO2 emissions from fossil fuel combustion; and emissions growth is expected to persist without additional efforts to reduce GHG emissions.",
      "The section contains the following figures: Figure SPM.1 on total annual anthropogenic GHG emissions by groups of gases in 1970-2010; Figure SPM.2 on total anthropogenic GHG emissions by economic sectors; and Figure SPM.3 on a decomposition of the decadal change in total global CO2 emissions from fossil fuel combustion by key driving factors."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}