{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_68",
   "section_title": "CMP Decision",
   "sentences": [
      "This decision (FCCC/SBI/2011/L.38) refers to the importance of taking into account gender aspects and acknowledging the role and needs of youth and persons with disabilities in capacity-building activities.",
      "The CMP invites continued provision of financial and technical resources to support capacity-building activities for the implementation of the Kyoto Protocol, addressing the following challenges: geographical distribution of CDM project activities; lack of technical expertise to estimate changes in carbon stock in soils; and the need to train and retain experts to plan and implement project activities.",
      "The CMP, inter alia , decides that further implementation of the capacity-building framework should be improved at the systematic, institutional and individual levels by: ensuring consultations with stakeholders; enhancing integration of climate change issues and capacity-building needs into national development strategies, plans and budgets; increasing country-driven coordination of capacity-building activities; and strengthening networking and information sharing among developing countries, through South-South and triangular cooperation.",
      "The CMP further: encourages cooperative efforts between developed and developing country parties to implement capacity-building activities relating to participation in the CDM; encourages relevant intergovernmental and non-governmental organizations to continue enhancing and coordinating their capacity-building activities under the Nairobi Framework; and decides to conclude the second comprehensive review and to initiate the third comprehensive review of the implementation of the capacity-building framework, with a view to completing the review at CMP 12."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}