{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "United States",
      "China",
      "Russian Federation",
      "Japan",
      "Norway",
      "Spain"
   ],
   "enb_end_date": "23-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "23-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12239e.html",
   "id": "enb12239e_1",
   "section_title": "LULUCF GPG",
   "sentences": [
      "Parties continued deliberations on a draft COP decision.",
      "On the common reporting format (CRF), informal group facilitator Maria Sanz (Spain) reported that progress had been made, except for on methods for units for land identification.",
      "BRAZIL, for the G-77/China, requested more time to address this matter.",
      "CANADA, the RUSSIAN FEDERATION and EU stressed the importance of adopting the CRF at SB-20.",
      "The G-77/CHINA, with AOSIS, requested bracketing the title of the draft decision, pending further discussion. On harvested wood products, Parties agreed to SBSTA draft conclusions outlining the objective of the workshop to be held in Norway in August/September 2004. On other LULUCF issues, AUSTRALIA, opposed by the EU, G-77/CHINA, AOSIS and CANADA, proposed alternative text on recommending a COP and COP/MOP draft decision to exclude degradation and devegetation in the first commitment period. On factoring out, the US and JAPAN, opposed by the G-77/CHINA and AOSIS, welcomed an alternative proposal by AUSTRALIA and CANADA that addresses LULUCF issues broadly.",
      "The G-77/CHINA and AOSIS preferred to base work on the Co-Chairs\u0092 proposal.",
      "The EU suggested basing discussion on the Co-Chairs\u0092 proposal, while also considering Australia\u0092s proposal.",
      "Co-Chair Audun Rosland said further discussions on GPG and other LULUCF issues would be held in informal meetings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}