{
   "actors": [],
   "countries": [
      "United States",
      "United Kingdom"
   ],
   "enb_end_date": "09-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "09-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12450e.html",
   "id": "enb12450e_28",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Much of the buzz in the corridors on Tuesday afternoon and evening was focused on the Danish text for a political Copenhagen Agreement under the UNFCCC, which was leaked publicly by the UK s Guardian newspaper.",
      "The initial reaction by many parties and observers was excitement as rumors about the secret Danish text were finally confirmed.",
      "Many therefore rushed to download or print out the document and study it.",
      "Some developing country delegates seemed angry at what they characterized as a secretive and non-transparent initiative.",
      "This would amount to hijacking the high-level segment and giving our leaders the impression that we have done nothing the whole year, alleged one developing country delegate.",
      "However, most veterans and observers close to the process were more interested in knowing which version of the text was leaked, and whether it was in fact the document they had already seen in November.",
      "Some changes, but nothing earth-shattering, commented a veteran developing country negotiator when shown the so-called new leaked version.",
      "Reactions to the implications of the leak and the substance varied.",
      "Now it is all out in the open all the sensitive issues, everything.",
      "Maybe it will end up having a positive impact now that everyone has seen the text early on, was a comment that summed up some participants views.",
      "However, others expressed outrage about what they saw as weakness in terms of substance and legal form: A political agreement with little substance, for instance, no range for developed countries emission reductions in the text on a global long-term goal, is not strong enough, commented one observer.",
      "Others began speculating about how many more texts would be tabled during the Conference as rumors spread that several negotiating groups and ad hoc coalitions were in the process of drafting their own texts.",
      "I m aware of four different initiatives, confessed an insider, And the last thing we want is a beauty contest over competing texts.",
      "I wonder if we ll end up with the COP Presidency tabling a take it or leave it text at some point?",
      "asked one participant.",
      "Meanwhile, some delegates were also discussing news that the US Environmental Protection Agency would be able to regulate greenhouse gas emissions under the Clean Air Act since they were now considered a threat to health.",
      "Some were speculating whether this might affect the US level of ambition.",
      "At a minimum it provides needed momentum and might provide flexibility in the US negotiating position, opined one civil society participant.",
      "However, others suggested that increased ambition is unlikely without concrete action by the US Congress."
   ],
   "subtype": "corridors",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}