{
   "actors": [],
   "countries": [
      "United States",
      "United Kingdom",
      "Saudi Arabia",
      "Australia",
      "Germany"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_27",
   "section_title": "REVIEW OF THE IPCC PROCESSES AND PROCEDURES: GOVERNANCE AND MANAGEMENT",
   "sentences": [
      "This item (IPCC-XXXV/Doc.12 and INF.2) was first taken up in plenary on Wednesday.",
      "It was then considered in the meetings of the Task Group on Governance and Management and a drafting group.",
      "In plenary on Wednesday, Secretary Christ recalled that the mandate to complete the Task Group s work was extended at IPCC-34 to IPCC-35 and noted a proposal by the Task Group Co-Chairs David Warrilow (UK) and Taha Zatari (Saudi Arabia) on Terms of Reference for the IPCC Secretariat and TSUs, and recruitment of senior officers in the Secretariat.",
      "She stressed that responsibilities of the Secretariat are outlined in the Memorandum of Understanding (MoU) between UNEP and the WMO from 1989, and noted that any changes need to be agreed by the parent organizations.",
      "Task Group Co-Chair Warrilow identified the need for detailed discussions, including with regard to the Secretariat s accountability.",
      "On accountability, Secretary Christ noted that responsibility is linked to having a certain degree of control over issues.",
      "Jeremiah Lengoasa, WMO, also on behalf of UNEP, emphasized that the parent organizations have a say not only in administrative matters but also in relation to the content in the context of responsibility for the work produced by the Panel.",
      "He also highlighted that the transient nature of TSUs, which serve the WG Co-Chairs, needs to be counterbalanced by the constant nature of the Secretariat.",
      "The US and Germany noted that TSUs are meant to serve their Co-Chairs and should not receive guidance from the Secretariat.",
      "Australia agreed that the MoU needs to be respected but said that the plenary should not be tied by the way things were done in the past.",
      "The Task Group met from Thursday to Saturday.",
      "On the Secretariat, delegates focused on its accountability, attempting to clarify to whom and how the Secretariat is accountable as well as the role of the parent organizations and the Panel in this.",
      "Some identified a difference between the supervision of the Secretariat s functions and its liability.",
      "Others stressed the facilitative role of the Secretariat in the development of scientific outputs.",
      "Task Group Co-Chair Warrilow identified two big issues emerging from the discussion: the Secretariat s accountability to the Panel and to the WMO where it is hosted.",
      "On TSUs, some countries suggested documenting experiences from hosting TSUs, including identifying the right level of financial support and legal issues for the host country.",
      "Delegates also considered a document containing joint views by the WMO and UNEP on the draft Terms of Reference of the IPCC Secretariat and TSUs (IPCC-XXXV/Doc.23).",
      "The WMO highlighted the need to consider changes that can be made without updating the MoU, noting that the next opportunity to approve MoU revisions will be at the WMO Congress in 2015 and that the AR5 must be delivered during the intervening period.",
      "He therefore expressed a preference for operating guidelines over formal terms of reference that will necessitate reconsideration of the MoU.",
      "Some countries indicated that the proposed changes to the Secretariat s functions and status of TSUs are not so fundamental as to require WMO and UNEP approval.",
      "After discussion and clarifications from the WMO and UNEP, many countries agreed on the need to tone down the document by using language that is descriptive rather than prescriptive, and adopting concepts that are less legalistic than terms of reference and accountability.",
      "Many also supported a proposal to include an introductory paragraph indicating that the document relates to the implementation of the MoU.",
      "A small drafting group incorporated countries comments in the text and, during Friday s plenary, delegates approved Functions of the IPCC Secretariat and Functions of IPCC TSUs.",
      "On Saturday, the Task Group addressed the issue of how the IPCC may participate in decisions on contract renewal, employment term limit, staff appraisal, and recruitment for senior staff of the Secretariat.",
      "Delegates approved the decision in the plenary as agreed by the Task Group."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": "ipcc"
}