{
   "actors": [
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Canada",
      "South Africa",
      "India",
      "United Kingdom",
      "Sweden",
      "China",
      "Bolivia"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_22",
   "section_title": "OVERVIEW OF THE IMPACT OF IMPLEMENTATION OF RESPONSE MEASURES",
   "sentences": [
      "Thomas Rutherford, Associate Professor, Department of Economics of the University of Colorado, provided on overview of the economic impact of the implementation of response measures from a modeler's perspective.",
      "He underscored the usefulness of collaborative efforts within the modeling community.",
      "He presented the Energy Modeling Forum 18 (EMF 18) programme on international trade dimensions of climate policies, which brings together ten modeling programmes and focuses on: terms of trade effects and the transfer of impacts across countries; leakage rates and their determinants; impacts on developing countries; oil price responses; and decomposition methodologies.",
      "He also introduced the Global Trade Analysis Programme (GTAP), a database that collates international economic production and trade statistics to facilitate modeling and policy analysis.",
      "He then presented indicative outcomes from his work within the EMF and GTAP framework, focusing on implications of the implementation of the Kyoto Protocol. He outlined international trade effects, including a reduction of international oil and coal prices and a migration of energy intensive production to non-Annex B (developing) country Parties.",
      "He said the economic impacts of response measures would be negative on OECD countries and could be extremely negative on oil producing developing countries, while other developing countries could experience either positive and/or negative effects.",
      "He said China and India would benefit from response measures, and Clean Development Mechanism (CDM) and Annex B (developed country Party) trade may provide limited welfare gains to developing countries. Chair Dovland then invited comments and questions from the floor.",
      "Some delegates noted the complexity of these models, while several suggested additional assumptions or noted specific inadequacies.",
      "SWEDEN underscored the importance of factoring in renewable energy sources in modeling.",
      "CANADA questioned whether existing models fully capture the evolution of new, less carbon-intensive technologies.",
      "The UK and UNSIDS pointed to the inaccuracy of models based on the assumption of a uniform carbon tax, as many countries plan to implement multiple policies and measures to reduce emissions.",
      "Rutherford agreed that additional assumptions could be useful, but noted limitations inherent in economic equilibrium models.",
      "SOUTH AFRICA supported the need to develop modeling activities and improve data collection in developing countries.",
      "In response to a question from BOLIVIA, Rutherford said Annex B countries may place restrictions on imports of energy-intensive products from non-Annex B countries."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}