{
   "actors": [],
   "countries": [
      "Japan"
   ],
   "enb_end_date": "10-Sep-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "10-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12243e.html",
   "id": "enb12243e_2",
   "section_title": "KYOTO PROTOCOL",
   "sentences": [
      "In 1995, the first meeting of the Conference of the Parties to the UNFCCC (COP-1) established the Ad Hoc Group on the Berlin Mandate to negotiate action for the period beyond 2000, including the strengthening of the commitments of Annex I Parties through the adoption of a protocol or another legal instrument.",
      "Following intense negotiations that concluded at COP-3 in Kyoto, Japan, in December 1997, delegates agreed to a Protocol to the UNFCCC that commits developed countries and countries with economies in transition (EITs) to achieve quantified emissions reduction targets.",
      "These countries, known under the UNFCCC as Annex I Parties, agreed to reduce their overall emissions of six greenhouse gases by at least 5% below 1990 levels between 2008 and 2012 (the first commitment period), with specific targets varying from country to country.",
      "Gases included are carbon dioxide, methane, nitrous oxide, perfluorocarbons (PFCs), hydrofluorocarbons (HFCs) and sulphur hexafluoride. Since COP-3, Parties have negotiated most of the rules and operational details determining how to reduce emissions and measure and assess these emissions reductions.",
      "To enter into force, the Protocol must be ratified by 55 Parties to the UNFCCC, and by Annex I Parties representing at least 55% of the total carbon dioxide emissions for Annex I Parties in 1990.",
      "To date, 124 Parties have ratified the Protocol, including 32 Annex I Parties representing 44.2% of the emissions required for entry into force."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}