{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "India",
      "Saudi Arabia",
      "Samoa",
      "New Zealand"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_21",
   "section_title": "CLOSING SESSION",
   "sentences": [
      "In the closing session, Co-Chair Slade introduced the proposed main subject headings of a paper that the Co- Chairs will prepare on the elements of a compliance system under the Protocol.",
      "He went through the different headings, highlighting the outcome of the workshop discussions. On general provisions, he said the objective of determining non-compliance as well as the precautionary-approach nature of the compliance system would be mentioned.",
      "He added that 'principles' would form a stand-alone provision.",
      "He highlighted the possibility of having a general reference to the principles contained in the FCCC.",
      "On the scope of application, he said more work was needed.",
      "On the establishment of the Compliance Institution, he said it was up to the Parties to decide whether there would be a single institution with an expedited procedure for eligibility issues or with two branches.",
      "On the functions of the Compliance Institution he noted a consensus on the four functions outlined in the Co-Chairs' working paper and said that the reference to eligibility requirements regarding mechanisms needed to be made more precise.",
      "He said the structure of the Compliance Institution needed to be further discussed. On referral, he took note of the possible role of the COP/MOP.",
      "He said discussions on screening had highlighted a possible role for the Compliance Institution, the COP/MOP or a special committee of the COP/MOP.",
      "On the procedure for treatment of cases, he said concerns had been expressed over the flow of cases and that discussions had referred to a staged approach and the identification of criteria for assignment to a facilitative or an enforcement process.",
      "On procedures for the Kyoto mechanisms, he highlighted views expressed over the process and procedure for appeal, including whether there would a new body or the COP/MOP would be used.",
      "He noted general agreement on the need for a true-up period and that a reference to a voluntary fund would be made.",
      "On the outcomes or consequences of non- compliance or potential non-compliance, he said the proposed consequence that would entail loss of ability to transfer AAUs until a Party has demonstrated that it will have a surplus would be elaborated.",
      "On the COP/MOP, he said it would preserve its policy role.",
      "He added the Secretariat would essentially channel information and service meetings of the Compliance Institution.",
      "He said the headings on the relationship with Articles 16 (MCP) and 19 (dispute settlement) would be maintained and that the linkages with the work undertaken in other contact groups needed to be kept in mind. SAUDI ARABIA said there was no consensus on the fact that mechanisms were an issue to be dealt with at this stage.",
      "On the outcomes of non-compliance, he suggested that a reference to Article 18 (non-compliance) be included in a footnote.",
      "He added that the policy guidance role of the COP/MOP needed to be highlighted and that the role of the subsidiary bodies had to be clarified.",
      "INDIA said that Parties should adhere to the language in the Protocol and keep in mind work undertaken in other contact groups.",
      "NEW ZEALAND stressed the importance of including the concept of appeal.",
      "He requested that the discussion over the loss of ability to transfer AAUs until a Party has demonstrated that it will have a surplus should be reflected, in particular on whether having a surplus meant being in compliance.",
      "The US requested that the distinctive nature of the facilitative and enforcement components be clearly reflected.",
      "SAMOA suggested incorporating a reference to environmental integrity in the general provisions and, with regard to the NEW ZEALAND proposal, said the post- verification approach, listed as a potential consequence of non-compliance, needed to remain intact and not be mixed with borrowing.",
      "The EU sought a reference to variations of a compliance fund both under the true-up period and the outcomes. On future work, Co-Chair Slade said the Co-Chairs would prepare by April a paper based on the proposed headings, the discussions during the workshop as well as their working paper resulting from the Montreux consultations.",
      "He explained that the compliance group would intensify its work during the week preceding SB-12, including through a session on crosscutting issues.",
      "He added that the Co-Chairs would endeavor to prepare by June a developed text that could form the basis for negotiations during SB-12.",
      "SAUDI ARABIA requested clarification over the relationship between the work undertaken on the different elements of the BAPA.",
      "Co-Chair Dovland said that although it was difficult to guarantee an equal development within the different groups, it seemed that the processes were making similar progress.",
      "FCCC Executive Secretary Michael Zammit- Cutajar welcomed the fact that the group was addressing inter-linkages between issues and took note of the concerns over a balanced implementation of the BAPA.",
      "He said the COP Bureau was discussing ways of ensuring forward movement on all fronts.",
      "Co-Chair Slade brought the meeting to a close at 12:00 noon on Friday, 3 March."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}