{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Australia",
      "South Africa",
      "Egypt",
      "Iceland",
      "Micronesia",
      "Belarus",
      "China",
      "Gambia",
      "Russian Federation",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12446e.html",
   "id": "enb12446e_13",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "During morning informal consultations, discussions continued on Annex I parties pledges.",
      "Some developing countries requested that the Secretariat compile this information and include in the compilation Annex I parties pledges, as well as the proportion of emission reductions that would be achieved using offsets and LULUCF.",
      "Many Annex I parties agreed that they would provide this information to the Secretariat for compilation.",
      "During the afternoon contact group, Co-Chair Charles invited parties to first focus discussions on the base year, and the length and number of commitment periods.",
      "On the base year, AUSTRALIA proposed having a package comprising 1990 as the base year together with other years as reference points.",
      "JAPAN expressed preference for expressing QELROs as absolute emission reductions and also expressing them with reference to different years, including 1990.",
      "CANADA proposed using a table with parties targets expressed in terms of multiple base years.",
      "South Africa, for the G-77/CHINA, the Federated States of Micronesia, for AOSIS, BRAZIL, NORWAY and EGYPT supported a single base year of 1990.",
      "Parties agreed to establish a small informal group to consider the various proposals.",
      "On the number and length of commitment periods, the G-77/CHINA and AOSIS supported a single commitment period of 5 years, AUSTRALIA supported one commitment period of 5 or 8 years and the EU proposed one commitment period of 8 years.",
      "JAPAN and NORWAY expressed preference for a period of 8 years, while noting that this view was not fixed.",
      "The RUSSIAN FEDERATION supported a commitment period of 8 years.",
      "The Co-Chairs will consult informally with interested parties in Copenhagen on this issue.",
      "Parties then discussed how to increase the level of ambition of Annex I parties emission reductions.",
      "Several parties presented on the basis of their pledges, indicating whether and in what circumstances they could increase their pledges.",
      "BELARUS highlighted that the economies of countries in transition to a market economy had crashed in the 1990s, causing their emissions to halve and therefore they cannot increase their pledges.",
      "JAPAN highlighted the recent increase of its target to a 25% reduction from 1990 levels by 2020 and said it would not be in a position to increase that level of ambition.",
      "The EU said they could increase their target from 20% to a 30% reduction from 1990 levels by 2020 if other countries take on comparable targets.",
      "ICELAND said access to LULUCF and offsets would be required before he could say with certainty whether their target of 15% below 1990 levels by 2020 could be increased.",
      "The Gambia, for the AFRICAN GROUP, underscored the need for data from Annex I countries to better understand the gap between their pledges and science.",
      "The EU highlighted the impact of LULUCF accounting rules and the use of surplus AAUs.",
      "The RUSSIAN FEDERATION stressed that there is no relation between the potential AAU surplus from the first commitment period and the level of ambition in the post-2012 period.",
      "AUSTRALIA underscored that their contribution will depend on several factors, such as comparable efforts by developed countries and efforts by all UNFCCC parties. SOUTH AFRICA proposed that once Annex I parties national mitigation potential has been fully used, the level of ambition could be increased through the flexibility mechanisms.",
      "He identified the need to define supplementarity.",
      "AOSIS stressed the need to look at the overall ambition as the atmosphere sees it, and proposed looking at two packages, namely, increasing domestic efforts where possible and looking elsewhere where enhancing domestic efforts is not possible.",
      "NEW ZEALAND questioned whether this would increase the level of ambition. OTHER ISSUES (LULUCF): In morning informal consultations on LULUCF, parties discussed whether there was a need to coordinate with the work on the basket of methodological issues.",
      "They also considered options on natural disturbances and inter-annual variability; reference to engagement of the IPCC; grazing land management; and language on sectors and activities.",
      "In the afternoon informal consultations, parties considered text on, inter alia , harvested wood products and data tables.",
      "Some parties highlighted the large number of decisions yet to be made on options in the text."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}