{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Colombia",
      "India",
      "China",
      "Chile",
      "Japan",
      "Switzerland",
      "Thailand",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "05-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "05-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12184e.html",
   "id": "enb12184e_1",
   "section_title": "MECHANISMS",
   "sentences": [
      "The negotiating group met in the morning to consider the draft COP decision as well as the remaining issues related to the Annex on modalities and procedures for the CDM.",
      "CANADA, the EU and NORWAY sought clarification on elections of alternate Executive Board members.",
      "NORWAY, opposed by SAMOA, suggested removing reference to election of alternate Board members.",
      "Co- Chair Chow referred the issue to informal consultations between concerned Parties.",
      "On registry requirements for the issuance of CERs into the pending accounts, Parties adopted draft text under the provision that they could revisit the matter after considering the draft decisions and text on Article 7.4 (assigned amounts). Delegates then turned their attention to the draft COP decision.",
      "On the transfer of technology under the CDM, NORWAY, supported by JAPAN, proposed amendments whereby furthering CDM project activities should, as appropriate, lead to the transfer of sound technology and knowledge in addition to that required under UNFCCC Article 4.7 (technology transfer) and Protocol Article 10 (continuing implementation of existing commitments).",
      "The G-77/CHINA, BRAZIL, CHINA, SAUDI ARABIA and THAILAND opposed the amendments.",
      "The matter was referred to informal consultations. On the tasks of the Executive Board, SAMOA, SWITZERLAND, NEW ZEALAND and the EU highlighted the need for the Board to take into account information from Parties, accredited observers and stakeholders when reviewing CDM projects.",
      "CANADA called for time to consider the issue.",
      "On developing definitions and modalities for including afforestation and reforestation under the CDM, JAPAN and COLOMBIA noted insufficient focus on the terms of reference for their development.",
      "Delegates approved a proposal by the EU for a workshop prior to SBSTA-16 to develop the terms of reference and a work agenda, and for Parties to provide the Secretariat with submissions by 1 February 2002.",
      "On the inclusion of definitions and modalities in the Annex to the draft decision as it relates to LULUCF, JAPAN, with CANADA, COLOMBIA, AUSTRALIA and CHILE, proposed a number of references to the enhancement by sources and removals by sinks.",
      "The EU, BRAZIL, INDIA, CHINA and SAMOA noted that such modifications implied significant work at this late stage of the meeting and said it risked undermining or prejudging the work of SBSTA.",
      "After lengthy discussion, Co-Chair Estrada adopted the text without Japan's proposed amendments.",
      "AUSTRALIA and JAPAN highlighted a lack of consensus on the matter, which Co- Chair Estrada said would be adequately reflected. On projects starting in 2000 and prior to the adoption of this decision, CANADA, JAPAN and NORWAY sought clarification on the suggested deadline of 31 December 2005 for such projects to be eligible for validation and registration.",
      "BRAZIL opposed text suggesting that a starting date for the crediting period prior to the date of registration could be selected.",
      "He explained that a project could not acquire credits for reductions accrued before its registration, since it is only after registration that all the provisions of modalities and procedures can be met.",
      "These matters were set aside for further consultations. On Saturday afternoon, the group reconvened to consider a Co- Chairs' non-paper on the modalities for accounting of assigned amounts under Protocol Article 7.4, which had been prepared following the submission of Parties' proposals.",
      "Co-Chair Estrada introduced the non-paper, noting that parts of the text were still incomplete, including the section on compilation and accounting of emission inventories and assigned amounts.",
      "However, he indicated that the most difficult issues were in the completed sections.",
      "He noted concerns over the wording of the titles, and said one option might be to delete these.",
      "Emphasizing that the non-paper sought to achieve acceptable compromises on areas of divergence, he requested Parties' general comments.",
      "The G-77/CHINA expressed a willingness to work on the basis of the non-paper, while noting insufficient time to consider it in detail.",
      "JAPAN highlighted differences of opinion over recording assigned amount as a fixed figure.",
      "Delegates then broke into a drafting group chaired by Murray Ward (New Zealand) and considered the text in more detail, identifying issues requiring further work.",
      "Areas of disagreement included the carry over, technical issues related to Article 4 (joint fulfillment), and timing of issuance and cancellation of sinks. Following the extended Bureau meeting on Saturday night, delegates reconvened in the negotiating group to continue consideration of the CDM and emissions trading, as well as Article 7.4."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}