{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "China",
      "Switzerland",
      "Venezuela",
      "India"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_20",
   "section_title": "INVOLVEMENT OF NGOS",
   "sentences": [
      "The Chair introduced discussion on involvement of NGOs on Thursday, 4 June, calling for consensus at SBI-8.",
      "The US, opposed by the EU, called for including labor, agriculture, and quasi-governmental entities.",
      "SWITZERLAND extended this to all Agenda 21 major groups.",
      "The US and CANADA opposed exclusion of NGOs from the contact group on flexibility mechanisms.",
      "General support was expressed for Chair discretion on NGO access to informal meetings.",
      "The CLIMATE ACTION NETWORK asked for a proposal for additional participation and transparency in registration.",
      "An industry representative called for greater access to informal meetings with the Chair. On Monday, 8 June, the Chair introduced his draft conclusions (FCCC/SBI/1998/CRP.3).",
      "The US, with others, deleted a request for additional information on the objectives of NGOs.",
      "The EU supported existing arrangements accrediting three NGO constituencies.",
      "SAUDI ARABIA, supported by CHINA and VENEZUELA, proposed that 'Parties' rather than 'Chairmen' agree on NGO participation in informal contact groups.",
      "Delegates accepted a US compromise allowing participation unless the group objects.",
      "The final paper also requests the Secretariat to continue consultations with representatives of different NGOs to arrive at an improved set of NGO constituencies and for improving availability of documentation to NGOs. On Friday, 12 June, the Chair proposed amending a paragraph on the conclusion on NGO participation in the report of the SBI session to read that representatives of NGOs may be allowed to participate 'as observers in open-ended' informal contact groups, unless the Parties object.",
      "CHINA, supported by SAUDI ARABIA and INDIA, and opposed by the US, called for deletion of 'the' before Parties as 'the' implies that all Parties would have to object to NGO participation before they could be barred.",
      "The US, with CANADA and the EU, said the understanding when the conclusion was adopted was that contact group Chairs would seek to determine the sense of the group itself.",
      "SAUDI ARABIA objected, stating that one Party's objection is enough to block NGO attendance.",
      "The US observed that the report was to reflect what happened when the original conclusions were adopted, not current discussion.",
      "Upon a suggestion by the Executive Secretary, it was agreed that the subparagraph would be left unchanged but placed after the other subparagraphs on NGO participation.",
      "It will be immediately followed by a paragraph saying that the Secretariat is mandated to draft a decision on this issue for SBI-9 to consider for recommendation to COP-4.",
      "The report was adopted with these amendments."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "SBI"
}