{
   "actors": [
      "European Union",
      "Umbrella Group",
      "African Group",
      "Group of 77",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Australia",
      "Algeria",
      "Sudan",
      "Malta",
      "United States",
      "Malaysia",
      "Sweden",
      "China",
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "11-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "11-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12423e.html",
   "id": "enb12423e_1",
   "section_title": "AWG-LCA OPENING MEETING",
   "sentences": [
      "The AWG-LCA opening meeting began with a tribute to Chow Kok Kee, Malaysia, who passed away on Sunday morning.",
      "Yvo de Boer, UNFCCC Executive Secretary, and Malaysia commended Chow Kok Kee s outstanding contribution to the climate change community.",
      "Sudan, for the G-77/China, Sweden, for the European Union (EU), Algeria, for the African Group, Switzerland, for the Environmental Integrity Group, Australia, for the Umbrella Group, Japan, the US and the Vice-Chair of the Expert Group on Technology Transfer highlighted his important role in the UNFCCC process and expressed their condolences.",
      "AWG-LCA Chair Michael Zammit Cutajar (Malta) noted Chow Kok Kee s firm commitment to the UNFCCC process, reminding delegates that the clock is ticking for everyone and urging everyone to make the best use of their time, including this week in Bonn.",
      "Delegates then observed a minute of silence.",
      "On the organization of the session, Chair Zammit Cutajar proposed considering the meeting as a part of a three-week phase extending through Bangkok.",
      "He noted the length and complexity of the AWG-LCA s negotiating text and that shortening it would be a challenge, reminding delegates that the text discussed prior to Kyoto in October 1997 was only around 30 pages.",
      "He identified the need for balanced consideration of the elements of the Bali Action Plan and hoped to have a further revised negotiating text as an outcome from the session.",
      "Chair Zammit Cutajar explained that most of the work would be undertaken in five informal groups on adaptation, finance, technology, mitigation and shared vision, and, in addition, that four groups would focus on sub-elements of mitigation in paragraphs 1(b) iii to vi of the Bali Action Plan.",
      "Chair Zammit Cutajar said he would also consult informally on the establishment of new groups at the next session and on the legal form of the outcome.",
      "On the timetable, the G-77/CHINA stressed that discussions on each element require more time than the proposed 90 minutes.",
      "He called for a general policy discussion in a plenary session, followed by three-hour time slots on technology, mitigation, finance and adaptation on Tuesday and Wednesday.",
      "He said a mid-week plenary session could take stock of progress, and that shared vision could be addressed later in the week.",
      "He said the outcome from Bonn should be a Bonn parties text, not a Chair s revised negotiating text.",
      "Parties agreed to continue considering the schedule informally on Monday morning."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}