{
   "actors": [],
   "countries": [
      "Papua New Guinea"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_15",
   "section_title": "PAPUA NEW GUINEA",
   "sentences": [
      "Gwendoline Sissiou, Climate Change Coordinator, Greenhouse Unit, Papua New Guinea Office of Environment and Conservation, described the preparation of the initial national communication, which was the first project supported by UNDP/GEF NEX.",
      "She identified the institutional arrangement as a constraint, including lack of clarity over the roles of, and cooperation between, the executing agency, the implementing agency, and UNDP.",
      "She also suggested that the arrangement had hindered the use of available trained personnel and experts outside the government, and said the national technical committee members were not paid, and were therefore not willing to work.",
      "She also observed that climate change was not regarded as a government priority and that awareness was low. On technical constraints, she identified a lack of adequate data and problems related to accessing data.",
      "She also drew attention to a lack of resources, methods and tools for V&A, as well as for RSO.",
      "On mitigation, she highlighted the lack of information on emission factors and mitigation options, and said awareness with regard to climate change was low among government officials as well as the general public.",
      "She concluded by noting that, due to the institutional constraints in the project, more emphasis should be placed on subcontracting experts, and expressed the hope that work would improve as awareness increases.",
      "She also suggested that improved working relations between the government and UNDP would be of value."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}