{
   "actors": [],
   "countries": [
      "United States",
      "Netherlands",
      "France"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_50",
   "section_title": "Statements by elected Heads of Government:",
   "sentences": [
      "On Monday, 20 November, delegates in the COP-6 Plenary heard statements by Wim Kok, Prime Minister of the Netherlands, and Jacques Chirac, President of France.",
      "Prime Minister Wim Kok said the Netherlands would commit 200 million Dutch Guilders for adaptation measures and capacity building, which would be additional to previously agreed contributions.",
      "He concluded that a 'worldwide package deal' was needed that provided for new patterns of production and consumption in industrialized countries, created an international market for greenhouse gas emissions permits, and gave preferential treatment to LDCs. French President Jacques Chirac stated that since 1992, Parties had fallen too far behind in taking actions to combat climate change.",
      "Suggesting that 'everyone is waiting for someone else to make the first move' in negotiations, he highlighted that the US produces a quarter of the world's emissions, and that the per capita US levels of emissions are three times higher than those of France.",
      "He said each country has a duty to build structures that cut its own emissions to a minimum and emphasized that flexible mechanisms should not be seen as a means to escape domestic measures. On Friday, 24 November, Costa Rican President Miguel Angel Rodriguez Echeverria addressed the Plenary, encouraging delegates to adopt decisions leading to effective and efficient action, and underscoring market mechanisms as providing positive incentives for change.",
      "He highlighted the initiative for a prompt start to the CDM, and supported the inclusion of forestry, including the reduction of deforestation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}