{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Trinidad and Tobago",
      "Libya"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_4",
   "section_title": "REPORT OF THE SEMINAR",
   "sentences": [
      "Earl Nesbitt, Trinidad and Tobago\u0092s Minister of Public Utilities and the Environment, opened the meeting on Tuesday, 14 June, and chaired the morning session.",
      "He drew attention to climate change and ESTs for adaptation in the context of sustainable development. EGTT Chair Kishan Kumarsingh (Trinidad and Tobago) outlined the development of UNFCCC work on technology transfer and adaptation.",
      "He noted that identifying and implementing technologies for adaptation will involve methodologies such as vulnerability assessment and technical needs assessment (TNAs). SBSTA Chair Abdullatif Salem Benrageb (Libya) emphasized the importance of adaptation and technologies for adaptation, in addition to the need for immediate action to mitigate climate change.",
      "He said that the seminar\u0092s outcome will be considered by the EGTT and reviewed by SBSTA.",
      "He hoped the seminar would generate practical ideas that the EGTT could take up in its programme of work, including identifying next steps in developing, transferring, and applying technologies. Janos Pasztor, UNFCCC Secretariat, said adaptation has always been a priority for developing countries.",
      "He said the seminar represents the first time a group is undertaking substantive work on adaptation.",
      "Pasztor said the EGTT would follow up on the meeting by producing technical papers and practical information, as well as selecting key ideas and turning them into concrete recommendations for the SBSTA and the COP. Orville London, Chief Secretary of the Tobago House of Assembly, recognized the critical importance of the seminar in assisting decision makers in fostering sustainable development.",
      "Underlining Trinidad and Tobago\u0092s vulnerability to floods and hurricanes, he stressed that his country and region have finally concluded that actions must be taken to mitigate climate change and to cope with disasters.",
      "He highlighted the need to enhance the synergies between financial resources and technical expertise in order to address climate change.",
      "He urged participants to reach recommendations for policy-making processes especially regarding floods, water resources and agricultural activities, and said the success of this seminar will depend on developing ways to disseminate its outcomes among as many decision makers as possible. Penelope Beckles, Trinidad and Tobago\u0092s Minister of Public Utilities and the Environment, stressed that small island developing States (SIDS) have already been suffering the negative impacts of climate change due to their geographical location, lack of technical and financial resources, and the vulnerability of their biodiversity to climate change.",
      "She expressed hope that the experiences shared in the seminar would further prepare participants to cope with disasters and adapt to climate change.",
      "Beckles noted climate changes that impose serious challenges in achieving sustainable development objectives are being detected in Tobago, such as: changes in the duration of seasons; loss of agricultural land; and changes in water availability.",
      "Noting the need to increase the research on technology for adaptation, Beckles highlighted the importance of promoting technology transfer within the UNFCCC process.",
      "She welcomed activities on the ground that transfer technology to developing countries.",
      "Beckles acknowledged the importance of partnerships to promote sustainable development in SIDS, and noted some activities carried out by her country to mitigate greenhouse gas emissions, including: increasing forest cover; using alternative fuel and new technology with lower greenhouse gas emissions; and moving towards cleaner production technology and energy efficiency practices."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "special workshop"
}