{
   "actors": [
      "Group of 77",
      "European Union",
      "Environmental Integrity Group",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bolivia",
      "Liberia",
      "Australia",
      "Pakistan",
      "Egypt",
      "India",
      "Malaysia",
      "Serbia",
      "Mexico",
      "Russian Federation",
      "Guatemala",
      "Congo",
      "Antigua and Barbuda",
      "Sri Lanka",
      "Grenada",
      "Switzerland",
      "China",
      "Yemen",
      "Norway",
      "Spain"
   ],
   "enb_end_date": "11-Apr-10",
   "enb_long_title": "Bonn Climate Change Talks - April 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Apr-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12460e.html",
   "id": "enb12460e_14",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES",
   "sentences": [
      "The eleventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 11) opened on Friday afternoon, 9 April 2010, with John Ashe (Antigua and Barbuda) continuing as the Chair, Harald Dovland (Norway) as the Vice-Chair and Miroslav Spasojevic (Serbia) as the Rapporteur.",
      "Chair Ashe recalled that parties agreed in Copenhagen to forward the AWG-KP documentation as the basis for future negotiations and that the AWG-KP should report to COP/MOP 6 its work on Annex I further emission reductions, land use, land-use change and forestry (LULUCF), the flexibility mechanisms, potential consequences of response measures and the basket of methodological issues.",
      "Parties adopted the agenda and agreed to the organization of work (FCCC/KP/AWG/2010/1 and 2).",
      "In their opening statements, Yemen, for the G-77/China, highlighted that: the UNFCCC should remain central to negotiations; Annex I parties must make further commitments for a second commitment period under the Kyoto Protocol; and additional meetings for the AWG-KP are needed alongside AWG-LCA meetings, preferably in New York or Geneva, to ensure greater participation.",
      "Australia, for the Umbrella Group, underscored significant progress by the AWG-KP, saying that much of the technical work has been done.",
      "She stressed the Umbrella Group s commitment to bold actions, noting that members of the Umbrella Group have inscribed their targets in the Copenhagen Accord.",
      "She stressed that the conclusion of the AWG-KP s work depends heavily on other work streams, identifying the need to reflect this in the work programme for 2010.",
      "Spain, for the EU, highlighted its objective of ensuring that work in both tracks results in a comprehensive global legal framework, which limits temperature increase to below 2°C from pre-industrial levels.",
      "She identified Copenhagen as a step in negotiations for a legally-binding post-2012 agreement under the UNFCCC, recognizing the crucial and sensible role of the Kyoto track.",
      "The EU stressed that it stands behind the Kyoto Protocol and will deliver on its commitments.",
      "She identified the need for more ambitious mitigation commitments by a large number of parties and said developed countries as a group must take the lead to reach the 2°C target.",
      "The EU supported mandating the Chair to make necessary arrangements to facilitate progress, including proposals on text and innovative negotiating formats.",
      "She stressed the need for close coordination with the AWG-LCA.",
      "Switzerland, for the Environmental Integrity Group, urged focus on outstanding substantive issues to ensure that the remaining time until COP/MOP 6 is used effectively to reach agreement on Annex I parties emission reduction targets.",
      "He said further deliberations should be based on the COP/MOP decisions, and noted that useful elements from the Copenhagen Accord, such as the 2°C target, could also enhance the negotiations.",
      "The Environmental Integrity Group further said: Annex I parties should commit to emission reductions that are compatible with the 2°C target and many should increase their level of ambition; and that agreement should be reached on rules regarding the flexibility mechanisms, LULUCF and carryover of Assigned Amount Units (AAUs).",
      "He emphasized the need for consistency between the two AWGs on cross-cutting issues such as developed country mitigation and supported having additional negotiating time, with benchmarks for each additional session.",
      "The Democratic Republic of the Congo, for the African Group, called for restoring trust and rebuilding confidence in the UNFCCC process by: returning to a two-track multilateral process; committing to the UNFCCC process as the avenue for negotiations; working on the basis of the AWG-KP s report adopted at COP/MOP 5; and negotiating the terms of the Protocol s second commitment period.",
      "Noting that the 2°C target would have disastrous consequences for Africa, he urged other countries to follow Norway s lead in pledging emission reductions of up to 40% from 1990 levels.",
      "The African Group expressed support for the usual UN working method of ensuring inclusiveness and rejected small group negotiations.",
      "Grenada, for AOSIS, noted that during COP 15, Annex B parties supported a goal of limiting temperature increase to below 2°C, and highlighted that the pledges so far made by these parties will not achieve this goal.",
      "She highlighted the connection between the scale of emission reductions achieved and the scale of climate change impacts avoided, and said failure to produce more ambitious commitments will be synonymous with endorsing the enormous loss of lives and increased food and water insecurity that will result from climate change.",
      "AOSIS said the issues that must be resolved include improvements to the flexibility mechanisms, accounting rules for LULUCF and translation of pledges into quantified emission limitation and reduction objectives (QELROs).",
      "She proposed that additional technical work should be undertaken by the AWG-KP on environmental effectiveness and outcomes of the pledges made so far.",
      "The Russian Federation said that the AWG-KP has exhausted its potential for discussions at the expert level and that work should focus on the AWG-LCA, taking into account positive outcomes of the AWG-KP s work.",
      "Bolivia compared the negotiations under the Protocol track to the building of a dam to hold back the waters and stressed the importance of agreeing on the dam s height before everything else, namely Annex I countries aggregate range of emission reductions.",
      "Noting the painful reality of climate change impacts, Liberia, for the LDCs, called for urgency in order to complete the AWG-KP s work in 2010.",
      "She said the negotiations should be based on the report by the AWG-KP to the COP/MOP 5.",
      "Pakistan expressed concern about the lack of progress on collective and individual emission reductions and India noted that the level of pledged emission reductions and various conditionalities attached to those are much lower than necessary.",
      "Guatemala identified the need for several working sessions of the AWG-KP and called for agreement on arrangements that enable countries to conclude work at COP/MOP 6.",
      "Egypt stressed that the Protocol does not have an expiry date and that its provisions remain valid beyond 2012 unless a party withdraws.",
      "He said the AWG-KP should be allocated the same amount of meeting time as the AWG-LCA.",
      "China stressed the AWG-KP as a core part of the Bali Roadmap and said renewing its mandate was, in a certain sense, a success in Copenhagen.",
      "She explained that this demonstrated reaffirmation by the international community that the Kyoto Protocol is an important legal framework to tackle climate change, and highlighted the Protocol as a concrete application of the principle of common but differentiated responsibilities.",
      "China said Copenhagen failed in that the AWG-KP did not fulfill its mandate after five years of negotiation.",
      "Noting that parties still had a long way to go, China emphasized that emission reduction pledges by many Annex I parties fall short of their historical responsibility and the objectives of the Convention, and stressed the need to accelerate the AWG-KP s work.",
      "Malaysia called for Annex I parties to increase the level of ambition of their pledges.",
      "Mexico stressed that for the COP 16 and COP/MOP 6 Presidency, the AWG-KP negotiating track has the same importance as the AWG-LCA track, adding that the multilateral two-track approach requires a balance between the tracks.",
      "Sri Lanka stressed the need to complete a comprehensive agreement in Cancún."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}