{
   "actors": [
      "Group of 77",
      "European Union",
      "Environmental Integrity Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Chile",
      "Costa Rica",
      "United States",
      "Slovakia",
      "Peru",
      "Switzerland",
      "Bolivia",
      "Norway",
      "Australia",
      "Colombia",
      "Mexico",
      "Iceland",
      "United Kingdom",
      "Malaysia",
      "China",
      "Uganda",
      "Tuvalu",
      "Japan"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_44",
   "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY (LULUCF)",
   "sentences": [
      "Text for decisions on LULUCF were considered during SBSTA-13 Part II in a contact group co-chaired by Halldor Thorgeirsson (Iceland) and Philip Gwage (Uganda) that convened five times during the first week, as well as in an informal Friends of the Chair group that met on 17 and 18 November.",
      "These meetings focused on definitions, accounting rules, Protocol Article 3.4, and sinks in the CDM, without Parties reaching agreement.",
      "During the second week, LULUCF was considered during the informal high-level Plenary, and comprised one of the four issue-clusters ('Box C') subject to intense informal consultations on Wednesday and Thursday, 22-23 November.",
      "The outcome of these consultations was incorporated by President Pronk into his Note on 23 November, and was used as a basis for further negotiations. SB-13 Part II: On Tuesday, 14 November, contact group Co-Chairs Thorgeirsson and Gwage introduced a Co-Chairs' text on LULUCF, developed on the basis of Parties' inputs during SBSTA-13 Part I and informal consultations.",
      "The US, Canada and Japan presented a proposal for the phase-in of forest management under Article 3.4 (additional activities), stressing that it provided incentives to implement additional sequestration activities.",
      "Under this approach, a certain amount of carbon would be credited, after which a discount would be applied.",
      "After a second threshold, full crediting would again be permitted. Participants discussed this proposal as well as elements of the new Co-Chairs' text on Tuesday and Wednesday.",
      "The US, Canada and Japan supported a decision on Article 3.3 (afforestation, reforestation, deforestation) and 3.4 as a package, arguing that this is critical to the success of the Protocol.",
      "Tuvalu, on behalf of AOSIS, and the EU, China, Norway, Peru and Malaysia opposed additional activities during the first commitment period.",
      "Brazil, on behalf of the G-77/China, stressed the key role of emissions reductions in Annex I countries. Colombia and Bolivia cautioned against a 'pick-and-choose' approach under Article 3.4, under which Annex I Parties could account for additional activities that sequester carbon but ignore additional sources.",
      "The EU stressed the need for consistency and symmetry within all definitions.",
      "He underscored that definitions under Article 3.3 and 3.4 would not necessarily be applicable under Articles 6 (JI) and 12 (CDM), should sinks be allowed.",
      "On the definition of 'forest,' AOSIS supported the biome approach.",
      "The EU, the Environmental Integrity Group, Norway and Chile agreed, but said the approach is not yet mature. On Thursday, 16 November, the contact group met to provide technical advice on inclusion of sinks under the mechanisms, although the actual decision would be taken by the mechanisms group. Colombia presented its proposal on Expiring Certified Emissions Reductions (CERs).",
      "Noting that permanence is the main problem related to LULUCF activities, he suggested that all LULUCF projects be treated as potentially non-permanent, and that associated CERs should expire after a specific time period, after which they would be replaced. AOSIS stressed problems with sinks in the CDM due to scale, reversibility, leakage, uncertainty, and negative environmental and social impacts.",
      "Opposing sinks in the CDM, the EU argued that inclusion would reduce the transfer of emissions reduction technology to developing countries. Bolivia supported conservation of existing forests under the CDM.",
      "Costa Rica argued that North-South leakage would be a significant problem should LULUCF activities not be allowed.",
      "The G-77/China drew attention to the Group's principle that sinks provide temporary removal only. Australia and Canada said methodologies exist to deal with problems related to sinks.",
      "The US pointed out that projects differ in terms of how prone they are to leakage, and, with Canada and Japan, stressed that the scale of actual LULUCF projects implemented would be limited. On Friday, 17 November, Switzerland, on behalf of the Environmental Integrity Group, introduced a proposal to limit credits for carbon sequestration due to windfall effects caused by, inter alia, carbon dioxide fertilization, nitrogen deposition, and age structure effects of forests.",
      "He said the proposal involves the subtraction of a biome-specific threshold value for windfall effects as well as a threshold value to account for other uncertainties from sink credits. Co-Chair Thorgeirsson then distributed a new Co-Chairs' text on LULUCF, which was not accepted by the contact group because preambular principles had been omitted.",
      "Work proceeded in the form of closed Friends of the Chairs' consultations.",
      "However, when the contact group reconvened on Saturday, 18 November, Co-Chair Thorgeirsson explained that after meeting for 11 hours through the night, the group had not reached consensus on enough issues to warrant drawing-up new text.",
      "At the SBSTA plenary, he introduced the draft decision to be forwarded to the COP (FCCC/SBSTA/2000/CRP.11), noting principles suggested by Parties included as unedited preambular material.",
      "Summarizing the session on sinks under the mechanisms as well as submissions by Parties, he said no consensus had been reached. COP-6 High-level Informal Discussions: During the first informal high-level Plenary on Monday, 20 November, the US added numbers to a proposal, on behalf of the US, Japan and Canada, to phase-in credits for activities under Article 3.4: all countries would be able to count fully not more than 20 million tonnes of annual carbon uptake in managed forests.",
      "Credits beyond this level would be discounted by two-thirds. In the discussion in the informal high-level Plenary on Tuesday, 21 November, the UK, on behalf of the EU, responded to the US proposal.",
      "He said the EU accepts the concept of carbon sinks, especially forests, but, with the Central Group Eleven (a group of eleven central and eastern European countries) and Norway, stressed a number of problems, especially of scale.",
      "The G-77/China stressed the need to exclude credits for natural uptake.",
      "The US, with Japan, said natural effects cannot be factored out in a satisfactory manner. An informal group, facilitated by Minister Julia Carabias Lillo (Mexico) and Minister Lázló Miklós (Slovakia) and assisted by the Co-Chairs of the LULUCF contact group, was convened.",
      "On Wednesday, 22 November, Minister Carabias Lillo reported on two sessions of informal consultations on LULUCF, which had explored different conditions for including Article 3.4 activities possibly even in the first commitment period, under controlled conditions.",
      "She noted that the issue had not yet been resolved.",
      "She said the second meeting had focused on the inclusion of LULUCF activities under the CDM.",
      "On Thursday, 23 November, she reported that the informal group on LULUCF had split into two subgroups the previous night, with one group focusing on the analysis of Article 3.4, and the other on the inclusion of LULUCF activities under the CDM.",
      "On the work of the former, she said ideas had been discussed for discounting some elements, such as pre-1990 carbon uptake.",
      "On the latter, she reported a common view within the group on the need to address permanence, and said discussions had focused on the possibility for further SBSTA consideration, with IPCC input, on this matter.",
      "She said that approaches to a first pilot phase of limited LULUCF projects had been considered.",
      "She then said the LULUCF group had now reached a limit, and there was little prospect for convergence. President's Note: President Pronk, in his 23 November Note, suggested that Parties would apply the FAO definition of 'forest' under Article 3.3, taking national circumstances into consideration, and apply the IPCC definition for afforestation, reforestation and deforestation.",
      "The biome-specific approach to the forest-definition would be further investigated. In terms of additional activities under Article 3.4 in the first commitment period, Parties would be allowed to include grazing and cropland management, forest management, and revegetation.",
      "In order to address the problem of scale, an upper limit of credits amounting to 3% of a Party's base year emissions would be set.",
      "Furthermore, Parties would receive full credits for Article 3.4 activities up to a level canceling out a possible Article 3.3 debit, as long as the total forest stock is growing.",
      "Above this level, 85% of the credit would be reduced from forest management activities, and 30% from other Article 3.4 activities, in order to discount for non-direct human induced effects and uncertainty.",
      "This 'factoring out' process would be reviewed periodically, and receive IPCC guidance.",
      "On LULUCF under the CDM, afforestation and reforestation would be allowed, while conservation projects would not.",
      "These would be prioritized under the Adaptation Fund. Conclusion of COP-6 Part I: Negotiations on President Pronk's Note left unresolved all outstanding issues, including the key question of whether to include Article 3.4 activities during the first commitment period.",
      "During the closing Plenary of COP-6 Part I on Saturday, 25 November, delegates adopted a decision (FCCC/CP/2000/L.3) to continue work guided by the President's Note and based on negotiating texts forwarded to the COP by SBSTA-13, including the text on LULUCF (FCCC/SBSTA/2000/CRP.11)."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}