{
   "actors": [],
   "countries": [
      "Bolivia",
      "Mexico"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_112",
   "section_title": "EXORCISING THE GHOSTS OF COPENHAGEN",
   "sentences": [
      "The UN Climate Change Conference in Copenhagen had an important influence on the negotiating process and expectations for Cancun.",
      "Negotiations in Copenhagen were characterized by mistrust, confusion and parallel discussions by experts and Heads of State and Government.",
      "Through an extraordinary process, a small group of high-level representatives from the major economies and main UNFCCC negotiating groups crafted the Copenhagen Accord.",
      "The text was presented to the plenary for adoption only after US President Barack Obama had already announced it to the media as the Copenhagen outcome.",
      "A long and acrimonious plenary debate ensued, and the result was that the Accord was never formally adopted, with parties agreeing instead to take note of it.",
      "Since that day a year ago, the ghosts of Copenhagen have haunted the negotiations.",
      "Some perceived the process as untransparent and undemocratic, since the text of the Copenhagen Accord had appeared out of nowhere.",
      "For others, the most disturbing element was the consensus rule within the UNFCCC that allowed a few countries to prevent the Accord from becoming part of the formal legal framework.",
      "From the start, Cancun was very different from Copenhagen: fewer Heads of State and Government, less media and celebrity frenzy electrifying the corridors, and considerably lower expectations.",
      "Cancun was not expected to produce a big bang outcome, rather it was widely perceived as a stepping stone toward a future agreement.",
      "Still, most attending the Conference agreed that the stakes were high for multilateralism and the fate of the UNFCCC process: If we cannot reach agreement here, I can t see how things would be different next year, commented one negotiator.",
      "Overall, participants agreed that another failure could lead to countries sidelining the UNFCCC framework and increasingly working through informal initiatives, thereby hindering international climate change cooperation.",
      "Some estimated that this real and concrete risk to the UNFCCC process increased parties willingness, even determination, to search for acceptable compromises in Cancun. IT S ALL ABOUT PROCESS, PROCESS, PROCESS-¦?",
      "Given the feelings of mistrust after Copenhagen, the Mexican Presidency understood that they would need to change the tone in Cancun.",
      "Mexico managed a disciplined and extensive campaign aimed at restoring faith within and among the delegations.",
      "Their commitment to a transparent and inclusive process was reinforced throughout the two weeks of negotiations.",
      "Indeed, during the first days of the Conference, the corridors were rife with rumors that a Mexican text might magically emerge and some delegations would find themselves locked outside green rooms during the high-level segment.",
      "In response, COP President Patricia Espinosa repeated a daily mantra of there is no Mexican text to delegates and emphasized that all parties are welcome to attend all meetings.",
      "The Mexican hosts mapped out and carefully followed a multi-pronged process that included the AWG-KP and AWG-LCA, drafting groups, informal ministerial meetings and green room meetings with COP President Espinosa.",
      "Each of these forums gave parties the opportunity to bring forward views and, in the final days, to seek compromise text, particularly on the crunch issues of mitigation, monitoring, reporting and verification (MRV)/international consultation and analysis (ICA), and a second commitment period under the Kyoto Protocol.",
      "Mexico also displayed strong commitment to including stakeholder voices.",
      "Mexican President Felipe Calderón held a number of open sessions with delegates at the Moon Palace to recognize the wide range of youth, NGO and other voices with a keen interest in the outcome.",
      "In addition, there were open and regular informal stocktaking sessions where both country delegates and NGOs were updated at the same time.",
      "During the second week, this methodology began to yield results.",
      "Regardless of the widely shared perception that the Mexican Presidency had skillfully steered the negotiations, procedural questions did play a visible role during the four closing plenaries.",
      "While the overwhelming sense in the room was that parties and observers were willing to accept the Cancun Agreements, Bolivia listed a number of substantive concerns and argued that lack of consensus prevented the proposed COP and COP/MOP decisions from being adopted.",
      "However, these arguments did not win any significant support from parties or observers, and President Espinosa was adamant that the Cancun Agreements would formally become part of the UNFCCC regime: Consensus requires that everyone is given the right to be heard and have their views given due consideration, and Bolivia has been given this opportunity.",
      "Consensus does not mean that one country has the right of veto, and can prevent 193 others from moving forward after years of negotiations on something that our societies and future generations expect.",
      "In the end, the integrity of the process mattered.",
      "While a small number of observers were visibly upset that the decisions were adopted despite Bolivia s opposition, the vast majority seemed convinced that Espinosa s approach was the right one.",
      "Representatives of many of the most vulnerable countries in Africa, Asia and small island states spoke in favor of the compromise texts.",
      "In a surprise appearance in the small hours of Saturday morning, President Calderón argued that Cancun marked a new era of international cooperation on climate change and called on delegates to write new history.",
      "Afterwards, a sigh of collective relief was almost audible, as parties and observers greeted the outcome with a series of standing ovations and loud cheers."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}