{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "China",
      "South Africa"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_11",
   "section_title": "REPORT ON THE DIALOGUE ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION",
   "sentences": [
      "The second workshop of the Dialogue on long-term cooperative action to address climate change by enhancing implementation of the Convention took place on Wednesday and Thursday, 15 and 16 November.",
      "It was co-facilitated by Sandea De Wet (South Africa) and Howard Bamsey (Australia).",
      "The dialogue, agreed at COP 11, has four themes: advancing development goals in a sustainable way; realizing the full potential of market-based opportunities, addressing action on adaptation and realizing the full potential of technology.",
      "On 15 November, delegates heard presentations on the Stern Review on the Economics of Climate Change, and the World Bank Investment Framework on Clean Energy and Development.",
      "Participants heard presentations about China's 11th Five-year Plan, impacts of hurricanes on SIDS, Brazil's proposal to provide positive incentives to reduce emissions from deforestation in developing countries, integrating climate change into development strategies and the relationship between the Millennium Development Goals (MDGs) and climate risks.",
      "On 16 November, the workshop continued interactive discussions on the theme of advancing development goals in a sustainable way.",
      "It also addressed the theme realizing the full potential of market-based opportunities, and presentations from other processes and initiatives, with several presentations and interventions by many parties.",
      "(For complete coverage of the workshop visit: http://www.iisd.ca/vol12/enb12316e.html and http://www.iisd.ca/vol12/enb12317e.html ) During closing COP plenary on 17 November, Co-Facilitator Bamsey gave an oral report on the workshop.",
      "The COP decided that the third workshop will focus on the themes addressing action on adaptation and realizing the full potential of technology, and that the fourth workshop will be held intersessionally, likely in September 2007.",
      "The COP also requested the Secretariat to provide an analysis of existing and planned financial flows related to climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}