{
   "actors": [],
   "countries": [],
   "enb_end_date": "16-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "16-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12258e.html",
   "id": "enb12258e_2",
   "section_title": "STATEMENTS FROM UN BODIES AND SPECIALIZED AGENCIES",
   "sentences": [
      "Michel Jarraud, WMO Secretary-General, outlined his organization\u0092s contributions to climate change processes, underlining the value of climate observation, monitoring and early warning activities. Noting the 2005 review of progress of the implementation of the Millennium Declaration, Klaus Töpfer, UNEP Executive Director, stressed the impacts of climate change on vulnerable countries and described UNEP\u0092s role in promoting sustainable development and changing consumption and production patterns. Rajendra Pachauri, IPCC Chair, stated that the Synthesis Report of the IPCC\u0092s Fourth Assessment Report (AR4) will be available in October 2007, and suggested that COP-13 be moved back three to four weeks to allow Parties to have time to review the AR4. Zépherin Diabré, UNDP Associate Administrator, emphasized that entry into force of the Protocol is a key first step on the path to a lower greenhouse gas-intensive society.",
      "He noted that achievement of the Millennium Development Goals is not possible unless climate-related risks are significantly managed and reduced. Noting that hundreds of millions of people suffer from hunger, David Harcharik, FAO Deputy Director-General, drew attention to the impact of climate change on global food security.",
      "He called on the international community to drastically increase efforts to reduce emissions from fossil fuels and deforestation, and underscored the need to help vulnerable societies cope. Leonard Good, CEO and Chair of the GEF, commended the UNFCCC for its achievements, and underscored the need to address adaptation.",
      "He drew attention to the GEF\u0092s climate-related work, and noted that negotiations for the GEF\u0092s replenishment will begin in 2005. Ian Johnson, Work Bank Vice-President, said human-induced climate change will undermine long-term economic prospects and the ability of the poor to escape poverty.",
      "He raised the need to limit emissions from major greenhouse gas emitters in both developing and developed countries in an equitable manner, and stressed the importance of adaptation. Marcel Boisard, UN Institute for Training and Research Executive Director, called for urgent measures to respond to capacity-building needs, especially for LDCs. Grégoire de Kalbermatten, UN Convention to Combat Desertification (UNCCD) Deputy Executive Secretary, said efforts to strengthen synergies between the UNCCD, UNFCCC and Convention on Biological Diversity include joint work programmes, consultative fora, and country-level synergy workshops to implement the three Conventions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}