{
   "actors": [],
   "countries": [
      "Turkey"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_52",
   "section_title": "STATEMENTS BY OBSERVER STATES, INTERGOVERNMENTAL ORGANIZATIONS, NON-GOVERNMENTAL ORGANIZATIONS AND UN BODIES",
   "sentences": [
      "During a COP-6 Plenary session held on Monday afternoon, 21 November, delegates heard statements from 12 UN bodies, specialized agencies and related organizations, four intergovernmental organizations, 13 non-governmental organizations and one observer State.",
      "Several statements highlighted the need for decisions to ensure the environmental integrity of the Protocol and address financing for capacity building, adaptation and technology transfer. Noting the growing body of scientific evidence on the anthropogenic effect of climate change, the World Meteorological Organization urged the COP to support climate research to resolve uncertainties, address the needs of the most vulnerable countries and ensure support to the IPCC to complete its Third Assessment Report.",
      "The IPCC said impacts such as the spread of diseases, rising sea levels, and bleaching of coral reefs will undermine sustainable development. UNEP urged developed countries to make a prompt start in reducing their emissions under the principle of common but differentiated responsibilities.",
      "Several speakers highlighted the synergies between the UNFCCC and other multilateral environmental organizations.",
      "The World Bank emphasized the link between environmental protection and poverty alleviation.",
      "A number of speakers highlighted the CDM, its contribution to sustainable development, the need for its prompt start, and translation of environmental objectives into business opportunities.",
      "The International Atomic Energy Agency urged Parties to consider nuclear energy in the context of climate change, stating that the concerns about safety and possible proliferation of weapons are not based on climate concerns.",
      "Climate Network Africa emphasized the importance of a concrete adaptation fund. TURKEY, an observer State, called for its removal from the group of UNFCCC Annex II Parties and requested to be considered an Annex I Party with special circumstances."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}