{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Palau",
      "Tuvalu",
      "Bahamas",
      "China",
      "Peru",
      "Guyana",
      "Nauru",
      "Bolivia"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_31",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Parties adopted the agenda (FCCC/KP/CMP/2014/1) with minor changes.",
      "On the election of replacement officers, CMP 10 President Pulgar-Vidal reported that he would undertake consultations on nominations.",
      "Parties also agreed to the organization of work.",
      "On Saturday, 13 December, CMP 10 Vice-President Jorge Voto-Bernales (Peru) noted there is no need to elect replacement officers as all Bureau Members elected to the COP Bureau are parties to the Kyoto Protocol.",
      "The CMP also elected members and alternate members of AFB, CDM EB and JISC.",
      "On Friday, 12 December, the CMP adopted the report on credentials (FCCC/CP/2014/9-FCCC/KP/CMP/2014/8), with the Bahamas saying their credentials had been communicated electronically to the Secretariat, which was noted.",
      "Status of Ratification of the Doha Amendment to the Kyoto Protocol: This item was first considered in CMP plenary on Wednesday, 3 December. UNFCCC Secretary Christiana Figueres noted that the Doha Amendment has only received 19 instruments of acceptance, saying it requires 125 more ratifications in order to enter into force.",
      "She called on those responsible for ratification of the amendment to speed up the process so that the only legally-binding instrument under the UNFCCC can continue.",
      "Guyana and Palau announced that they ratified the Doha Amendment and will submit their instruments of acceptance shortly.",
      "Bolivia, for the G-77/China, said the group expects Annex B parties to reconsider their commitments, making every effort to increase them with a view to eliminating the pre-2020 mitigation gap. CMP 10 President Pulgar-Vidal announced he would conduct informal consultations with interested parties on acceleration of ratification.",
      "During the CMP closing plenary on Friday, 12 December, CMP 10 Vice-President Voto-Bernales informed that two further instruments of acceptance have been received from Tuvalu and Nauru, and urged parties to accelerate ratification."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}