{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "12-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "12-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12132e.html",
   "id": "enb12132e_2",
   "section_title": "GUIDELINES UNDER PROTOCOL ARTICLES 5, 7 & 8",
   "sentences": [
      "Subgroup on Article 5.1 (national systems): On 9 June, delegates worked to remove three remaining brackets on the second draft Guidelines for National Systems for the Estimation of Anthropogenic Greenhouse Gas Emissions by Sources and Removals by Sinks under Article 5.1.",
      "On Applicability, delegates sought acceptable language on mandatory and non- mandatory provisions in the Guidelines.",
      "On the EU proposal to insert two paragraphs on monitoring of emissions of legal entities and/or projects under Articles 6 and 17 under national systems, delegates agreed to a compromise proposal by CANADA for a new paragraph under Characteristics that would refer to relevant IPCC guidelines and COP or COP/MOP decisions.",
      "On 10 June, the subgroup resolved all outstanding editorial issues and approved the revised guidelines. Subgroup on Articles 5.2 (adjustments) and 8 (review of information): On 9 June, delegates continued consideration of the EU proposal on Classification of Inventory Problems in the guidelines under Article 8, focusing on issues/problems with direct implications on the total aggregated inventory estimate or trend.",
      "Differing views were expressed as to whether any failure to follow the good practice principles was adjustable.",
      "NORWAY, supported by the EU, highlighted the linkages between the adjustment and compliance processes.",
      "NEW ZEALAND suggested that the final report of the expert review team should include the rationale for the adjustment and identification of steps the Party concerned could take in order to address the underlying causes of the inventory problem.",
      "Co-Chair Penman noted consensus among delegates that adjustments were 'a good thing' and that they could be limited in two ways: as part of the review process and, for practical reasons, in time."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}