{
   "actors": [],
   "countries": [],
   "enb_end_date": "11-Nov-04",
   "enb_long_title": "IPCC-22",
   "enb_short_title": "IPCC-22",
   "enb_start_date": "09-Nov-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12248e.html",
   "id": "enb12248e_16",
   "section_title": "Final Document",
   "sentences": [
      "The final document has a background paragraph, and sections on scope, content and process.",
      "It states that the proposed Synthesis Report would consist of an SPM of up to five pages of text, and a longer report of up to 30 pages of text, including maps and figures. The content section contains topic headings and a list of bullets that are intended as guidance to the authors, and states that cross-cutting themes will be addressed throughout the report, and that topics will highlight new finding since the TAR, and uncertainties.",
      "The topics address: observed changes in climate and its effects; causes of change; climate change and its impacts in the near and long term under different scenarios; adaptation and mitigation options and responses, the inter- relationship with sustainable development, at global and regional levels; the long-term perspective: scientific and socioeconomic aspects relevant to adaptation and mitigation, consistent with the objectives and provisions of the convention and in the context of sustainable development; and robust findings and key uncertainties. The document also lays out the process regarding the writing team, time schedule, and management of the Synthesis Report.",
      "It states that the Core Writing Team would consist of four to six members from the author teams for each Working Group report and should be chosen to ensure that the team has the scientific and technical expertise required to cover a range of views and has geographical representation.",
      "The proposal provides for selection of the writing team in late 2005, with writing to begin in the second half of 2006 after the second order drafts of all three Working Group reports have been set out for government and expert review.",
      "Adoption and approval of the Synthesis Report is foreseen from 22- 26 October 2007, to allow delivery of an unedited version of the Synthesis Report to UNFCCC COP-13.",
      "The section on management of the Synthesis Report lays out expertise and technical support required, and related costs that would be incurred."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}