{
   "actors": [
      "European Union",
      "League of Arab States",
      "Alliance of Small Island States",
      "Brazil, South Africa, India and China",
      "Central American Integration System",
      "Group of 77",
      "Coalition for Rainforest Nations",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Umbrella Group",
      "African Group",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Australia",
      "Honduras",
      "Peru",
      "Algeria",
      "Egypt",
      "Gambia",
      "India",
      "Papua New Guinea",
      "Tajikistan",
      "Belarus",
      "China",
      "Swaziland",
      "Switzerland",
      "Nauru",
      "Venezuela"
   ],
   "enb_end_date": "16-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "16-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12537e.html",
   "id": "enb12537e_5",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Algeria, for the G-77/CHINA, urged parties to address outstanding issues under the AWG-LCA, taking into account equity, common but differentiated responsibilities and historical responsibility.",
      "She said that commitments by developed states under the Protocol second commitment period should be matched by comparable reduction commitments by developed countries that are not parties to the Protocol.",
      "Switzerland, for the EIG, said that work on issues needing further consideration should start immediately.",
      "Australia, for the UMBRELLA GROUP, called on parties to avoid duplication of efforts and focus on a streamlined, targeted agenda.",
      "Nauru, for AOSIS, called for the AWG-LCA s work to be guided by a greater sense of urgency and ambition.",
      "She highlighted priority tasks, including: supporting the new bodies and processes to enable them to deliver on their mandates; identification of the long-term global goal for emission reductions and global peaking of emissions; and confirming the scope of the Review.",
      "Swaziland, for the AFRICAN GROUP, stressed that the outcome of the AWG-LCA should be inclusive, fair and effective, covering all elements of the Bali Action Plan and recognizing the urgent needs of Africa, especially on adaptation.",
      "The Gambia, for the LDCs, expressed concern with unresolved issues, emphasizing the need to address the mitigation ambition gap.",
      "He also called for opportunities to enable LDCs and SIDS to embark on sustainable development pathways, and for frank discussions on medium and long-term finance.",
      "The EU emphasized the need to make progress on all elements of the Durban package and cautioned against reopening decisions from Cancun and Durban.",
      "He also highlighted the need for a structured approach to address the 2020 pledges and for clarity on remaining uncertainties.",
      "He observed that a new market mechanism should be a catalyst for ambition from all countries. PERU, speaking for a number of countries, called for focused discussion on outstanding issues.",
      "Venezuela, for ALBA, identified difficulties with working on the basis of the AWG-LCA s text, saying its development has been disproportionate and unbalanced.",
      "Egypt, for the ARAB GROUP, expressed support for the AWG-LCA Chair s work plan, called for identifying what has been agreed at previous COPs and stated that discussions on all topics must be completed and not simply transferred to different bodies.",
      "Papua New Guinea, for COALITION OF RAINFOREST NATIONS, stressed the importance of agreement on: a REDD+ mechanism by COP 18; finance for its implementation, including a dedicated REDD+ funding window in the Green Climate Fund; and a new market-based mechanism.",
      "Tajikistan, for MOUNTAINOUS LANDLOCKED DEVELOPING COUNTRIES, stressed the importance of financial support and capacity building for all developing countries, and called for attention to water resources and ecosystem services.",
      "Honduras, for SICA, stressed the need to complete the AWG-LCA s mandate under the Bali Action Plan and evaluate which of its elements have not been completed by COP 18.",
      "India, for BASIC, highlighted the need to maintain the delicate balance under the two-track approach and emphasized the importance of equitable access to sustainable development.",
      "Belarus, for EITs, stressed the particular circumstances of EITs and called for finalizing the decision text on their needs in Doha."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": "working group"
}