{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Bolivia",
      "China"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_34",
   "section_title": "WHEN THE AGENDA MEANS EVERYTHING",
   "sentences": [
      "The defining debate on the meeting s agenda was played out in both the AWG-LCA and within the G-77/China itself where views differed on the prospects of fully restoring sub-items reflecting the building blocks from the Bali Action Plan to the AWG-LCA Agenda and an attempt to fully reflect Bolivia s objections in Cancun.",
      "At stake was a G-77/China bid to replace the AWG-LCA draft agenda and to ensure that the iteration of the subsequent work programme, pursuant to the results of COP 13 (Bali Action Plan) and COP 16, will include issues that are still to be concluded and implementation tasks.",
      "The agreed chapeau refers to the results of the sessions rather than a straightforward reference to 1/CP.16 to placate Bolivia s procedural concerns that the Cancun Agreements were adopted by consensus over Bolivia s objections.",
      "Many observers and negotiators were straightforward in their acknowledgement that the impasse over the agenda was a proxy battle over looming issues in the emerging work programme and how these are treated in the Bali Action Plan or in the mandate to operationalize the Cancun outcomes.",
      "The over-arching dispute, in the eyes of G-77/China parties, centered on their rejection of a view- associated with the United States and others- that the Cancun Agreements are sufficient to resolve the issues necessary for a global climate regime.",
      "The G-77/China see the Cancun Agreements as one more step in an ongoing iteration that must keep elements of the Bali Action Plan (BAP) in play, on issues such as enhanced action on adaptation and finance measures.",
      "After inconclusive discussions in plenary, AWG-LCA Chair Dan Reifsnyder embarked on informal consultations to broker a solution but encountered deep reservations from within the G-77/China.",
      "The parties struggled to find a formula that could reflect a balanced treatment of implementation tasks inherited from their agreements in Cancun alongside a reference to items from the BAP that have still to be concluded or resolved.",
      "On Thursday Chair Reifsnyder invited Annex I parties to accept the G-77/China draft, and prepared a non-paper to illustrate how this could be facilitated without questioning or opening up the structure of the amended agenda, as presented by the G-77/China.",
      "However, the Chair s actions were met with suspicion within the G-77/China since he made his first approach to Annex l parties.",
      "It was observed in Bangkok that as an American Chair, Reifsnyder had his work cut out for him to win the trust of some elements within the G-77/China in the first place.",
      "He met with the G-77/China and, in an effort to underline the informality of his approach, presented an informed non-paper that he had presented to developed country groups first.",
      "However, some parties within the G-77/China took exception to the Chair s intervention and questioned his authority to undertake these actions.",
      "On Thursday evening, after a proposal that the group move to an informal drafting group, parties began to clarify the issues, with the understanding that the call to reintroduce unresolved issues from the BAP need not be pursued at the expense of a parallel focus on implementation and the Cancun Agreements.",
      "After initial fractures within the G-77/China during several days of difficult pre-sessional meetings, the resolution helped establish some unity.",
      "A new item, on sectoral approaches, was introduced by developed country parties in a trade-off that also saw the introduction of a Cancun reference to continued discussion of legal options with the aim of completing an agreed outcome based on decision 1/CP13, the work done at COP 16 and proposals made by Parties under Article 17 of the Convention.",
      "This was accomplished with an understanding that the item on agriculture would refer to adaptation as well as mitigation issues.",
      "The upside to what several observers called the four million dollar agenda, referring to the cost of the meeting, is that parties left Bangkok with a carefully considered agenda on which to base their further work.",
      "Many felt it was reflective of a spirit of compromise and others noted that, while the momentum of Cancun was slowed by the bump in the road presented by the agenda, its subsequent adoption salvaged the ability to move forward."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}