{
   "actors": [],
   "countries": [
      "Madagascar",
      "Sudan",
      "Indonesia",
      "Germany",
      "New Zealand",
      "Sierra Leone",
      "Spain"
   ],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_17",
   "section_title": "IMPLEMENTATION OF DECISIONS BY IPCC-30",
   "sentences": [
      "INVOLVING DEVELOPING COUNTRY/EIT COUNTRY SCIENTISTS (DECISION 7): Masaya Aiba, IPCC Secretariat, presented a study conducted by the Secretariat on the participation of developing countries and EITs in previous assessment reports (IPCC-XXXI/Doc.11).",
      "The results demonstrated the under-representation of developing country/EIT experts and grey and non-English literature from these countries and highlighted the lack of regionally balanced representation in the development of scenarios.",
      "Vice-Chair van Ypersele presented draft recommendations including: enhancing awareness and activities of national focal points; ensuring the nomination and selection process facilitates the selection of developing country/EIT experts; increasing financial support for attendance of experts; organizing more regional meetings; encouraging national focal points participation in outreach; encouraging inclusion of more young authors; and increasing participation of developing country and EITs in scenario development.",
      "Chair Pachauri suggested that these draft recommendations be submitted to the Bureau for further discussion.",
      "Sudan, with Sierra Leone and Indonesia, noted the need to make better use of focal points for communications with experts rather than offices of foreign affairs.",
      "Sierra Leone said the IPCC should work with the WMO to build capacity of developing country experts, and Germany suggested using existing partnerships between research institutions in developed and developing countries to assist in these efforts.",
      "Spain recommended updating the report to allow for response by more countries.",
      "Madagascar noted that the current IPCC selection process gives priority to those with experience in the process, which inhibits the inclusion of young authors and experts from developing countries and EITs.",
      "Vice-Chair van Ypersele noted that it might not be possible to implement Spain s proposal but that it could be included in the revised proposal for the Bureau.",
      "Secretary Christ clarified that communications are currently being sent through the permanent missions in Geneva and through national focal points.",
      "She recommended that countries that had not nominated a national focal point do so, to ensure that they are kept up to date.",
      "The delegates agreed to forward these points to the Bureau for further discussion and to make a recommendation to IPCC-32. USE OF ELECTRONIC TECHNOLOGIES INCLUDING A SEARCHABLE VERSION OF THE AR4 (DECISIONS 10 AND 11): Co-Chair Stocker gave an overview of the progress report (IPCC-XXXI/Doc.12) that proposed that all new materials should be freely available, public, in PDF format to ensure high resolution, as well as be available in DVD or external drive format.",
      "He stressed that not all current possibilities are compatible with the assessment process, especially products that allow for potential modification.",
      "He further noted that all electronic databases accessible by the public cannot be developed or distributed by the IPCC.",
      "New Zealand suggested that video-loops of map information based on composites would appeal to younger policymakers.",
      "Vice-Chair van Ypersele said there was synergy with TGICA capabilities and suggested the Co-Chairs of the TGICA be involved in this work. ISSUES TO BE ADDRESSED IN THE LONGER TERM FUTURE (DECISION 13): Vice-Chair van Ypersele gave an overview of the status of the agenda item on the future of the IPCC noting that the decisions made at IPCC-30 addressed the near-term future of the IPCC, in particular in relation to the AR5.",
      "He suggested that other long-term changes be considered two years before the AR5 cycle ends since it was not appropriate to go forward with this during the current assessment cycle.",
      "The task group on the future of the IPCC will produce a revised report for the next Bureau meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}