{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Russian Federation",
      "Ukraine",
      "Australia",
      "China",
      "Japan"
   ],
   "enb_end_date": "14-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "14-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12454e.html",
   "id": "enb12454e_31",
   "section_title": "FINANCE (AWG-LCA):",
   "sentences": [
      "In informal consulations, parties were presented with a non-paper reflecting work by a smaller drafting group.",
      "The non-paper contains bracketed elements on, inter alia : commitment to operationalize the financial mechanism; the concept of a body with various functions; a facilitative and verification function for the body; governance; and the establishment of a fund or funds.",
      "Parties then considered a non-paper addressing the generation and provision of financial resources. TECHNOLOGY (AWG-LCA): The drafting group on technology met in informal consultations and considered revised draft text.",
      "In the morning, parties discussed paragraphs on: the objective of technology transfer and development; the functions of a technology mechanism; and the operation of the technology mechanism.",
      "Informal consultations continued in the afternoon. JOINT IMPLEMENTATION (COP/MOP): Co-Chair Lesolle introduced a new draft decision and parties considered the text paragraph-by-paragraph.",
      "Parties agreed on all paragraphs with the exception of a paragraph on extending the share of proceeds to JI.",
      "The RUSSIAN FEDERATION and UKRAINE, opposed by the G-77/CHINA, proposed deleting this paragraph.",
      "AUSTRALIA, supported by several others, highlighted ongoing discussions on financing under other bodies, and UKRAINE noted that this issue is also being discussed under the AWG-KP.",
      "JAPAN noted that a decision extending the share of proceeds would require a Protocol amendment.",
      "Informal consultations will continue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}