{
   "actors": [],
   "countries": [
      "Canada",
      "Netherlands",
      "Iran",
      "Bangladesh",
      "Bhutan",
      "Mexico",
      "Philippines",
      "Indonesia",
      "Japan",
      "Malaysia",
      "Sweden",
      "China",
      "Finland",
      "Hungary",
      "Switzerland",
      "Germany",
      "New Zealand",
      "Nigeria",
      "Bulgaria"
   ],
   "enb_end_date": "04-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "04-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12121e.html",
   "id": "enb12121e_1",
   "section_title": "PROGRESS MADE",
   "sentences": [
      "During the morning session, delegates exchanged views on progress made in dealing with climate change and on lessons and challenges. Several developing country Parties stressed the need for technology transfer, capacity building, financial resources and adaptation to address climate change.",
      "Some Parties urged an increased focus on renewable energy.",
      "BHUTAN and BANGLADESH called for special attention to LDCs' needs.",
      "NEW ZEALAND underscored the need for greater attention to greenhouse gases (GHGs) other than CO2. INDONESIA emphasized the importance of making benefit assessments, not just cost assessments, of the Protocol.",
      "He called for the Protocol's entry into force by 2002.",
      "SWITZERLAND, JAPAN and the NETHERLANDS urged Parties not to wait for ratification before starting to implement actions to address climate change. On lessons learned, FINLAND, with CANADA, underscored good working relationships between all partners and stakeholders in implementing climate change policies.",
      "He added that there is a need to set the framework and rules for market operations.",
      "Some Parties stressed the involvement of the private sector.",
      "The EUROPEAN COMMISSION said experience has shown that reducing emissions has been less costly than expected and has led to greater benefits.",
      "With SWITZERLAND and HUNGARY, she emphasized the need for increased domestic action and called for continuation of AIJ and a smooth transition in the future to the clean development mechanism (CDM) and joint implementation (JI). The PHILIPPINES and CANADA recommended the use of no-regrets policies.",
      "MALAYSIA and MEXICO sought consistency in policies between different environmental fora.",
      "BULGARIA called for a meeting to address the specific features of countries with economies in transition (EITs) before COP-6. SWEDEN highlighted sector integration, sector responsibility and economic instruments as being central to FCCC implementation.",
      "GERMANY said addressing climate change could create new jobs. NIGERIA said Annex I countries were unsympathetic to its concerns about the effects of response measures on its economy.",
      "IRAN highlighted the need for confidence-building between developed and developing countries through concrete practical cooperation.",
      "CHINA said attempts by some Parties to get developing countries to 'meaningfully participate' were destroying confidence-building efforts between developing and developed countries."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}