{
   "actors": [
      "European Union",
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Like Minded Group of Developing Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Indonesia",
      "Bangladesh",
      "Philippines",
      "Nepal",
      "Micronesia",
      "United States",
      "Mali",
      "Switzerland",
      "Nauru",
      "Venezuela",
      "Argentina",
      "Uganda",
      "Mauritius",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "South Africa",
      "India",
      "Malaysia",
      "China",
      "Chile",
      "Kenya"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_61",
   "section_title": "Workstream 2",
   "sentences": [
      "Under this workstream (ADP.2013.3.",
      "InformalSummary, ADP.2013.4.InformalSummary, ADP.2013.",
      "6.InformalSummary, ADP.2013.7.InformalSummary, ADP.2013.",
      "8.InformalNote, ADP.2013.9.InformalNote and FCCC/TP/ 2013/4), a workshop took place on energy transformation on Friday, 7 June.",
      "For more details, see: http://www.iisd.ca/vol12/enb12574e.html.",
      "A series of roundtables on building a practical results-oriented approach to increasing pre-2020 ambition were held on Wednesday, 5 June; Saturday, 8 June; and Monday, 10 June.",
      "During discussionson building a practical results-oriented approach to increasing pre-2020 ambition , UNEP presented its Emissions Gap Report 2012, highlighting the pre-2020 emissions gap of at least 8 Gt CO2 equivalent, and possibilities for closing the gap while reaping co-benefits.",
      "China highlighted his country s analysis showing that the emissions gap can be closed if Annex I countries achieve reductions of 25-40% below 1990 levels.",
      "Indonesia highlighted the need to understand opportunities and costs to catalyze action at the national level and how actions should be allocated among parties.",
      "Nepal, for LDCs, warned that international cooperative initiatives cannot replace mid and long-term commitments.",
      "Nauru, for AOSIS, proposed a technical process to deploy specific mitigation solutions.",
      "He underlined the importance of leveraging outside initiatives, even if they are not primarily addressing climate change.",
      "The EU outlined three areas of convergence: encouraging new pledges; increasing the ambition of existing pledges; and scaling up efforts in areas with high mitigation potential.",
      "South Africa called for further discussion on: phasing out fossil fuel subsidies; supporting technology transfer; encouraging local innovation; and involving women and youth.",
      "On enhancing finance, technology and capacity building , China underlined gaps in: mitigation; adaptation; equitable access to sustainable development based on historical responsibilities; and support to developing countries.",
      "The US underscored that, currently, emissions emitted every 12 years equal all historical emissions up to 1970.",
      "The EU highlighted that policy choices made now, such as investment in fixed capital and infrastructure, have future impacts.",
      "He also said risk sharing and risk analysis are required to reduce risk and improve certainty of returns.",
      "Uganda observed that adjustments towards low-carbon development need to begin with informed policies, while also maintaining the development objectives of developing countries.",
      "Venezuela noted the need to transform unsustainable lifestyles and cautioned against leaving policy setting to the markets.",
      "The US emphasized that a low-emissions development strategy is crucial for ensuring that domestic and donor spending are aligned with climate change and development objectives, but cautioned that there is no silver bullet to address the finance mobilization challenge.",
      "China suggested using developed countries public finance as a catalyst to provide incentives for the private sector in capital and technology markets.",
      "Nauru, for AOSIS, called for a technical paper reflecting policy options for specific mitigation solutions in the areas of energy efficiency, renewable energy and carbon capture and storage.",
      "Indonesia highlighted the importance of considering enabling environments in developed countries and at the global level to mobilize finance and technology.",
      "South Africa cautioned against using global economic instability as an excuse for delaying the delivery of means of implementation, and stressed the need to focus on capitalizing the GCF.",
      "Venezuela, for LMDC, supported by Mauritius, emphasized that developed countries emission reductions should be based on domestic actions and called for delivery of means of implementation.",
      "Brazil agreed with the need for structural changes in the economy and for low-carbon investment choices, but underscored that developed countries need to take the lead.",
      "On the way forward to COP 19 , Nauru, for AOSIS, supported by Nepal, Indonesia and Kenya, proposed: submissions, including on energy policies and technologies with emphasis on the scale of emission reductions, barriers and strategies to overcome those barriers; a technical paper compiling parties submissions on specific problems they face, with corresponding solutions from technical expert meetings; a technical workshop; and a ministerial roundtable at COP 19.",
      "The Philippines suggested broadening the proposal to also cover adaptation.",
      "Venezuela said it would be more useful to discuss normative trends, pilot practices and means to facilitate a paradigm shift.",
      "The EU outlined encouraging new pledges and increasing ambition of existing pledges with developed countries in the lead; a decision on phasing out hydroflurocarbons (HFCs); elaborating the role of the UNFCCC in catalyzing international initiatives; and linking the UNFCCC to other processes, including the 2014 UN Leaders Summit.",
      "China called for revisiting Annex I quantified emission limitation or reduction objectives (QELROs) and inviting Annex I parties not participating in the second commitment period under the Kyoto Protocol to undertake comparable targets.",
      "Mali, for the African Group, said parties should not focus on a particular option or sector and called for: a process to review support from Annex I parties; clarity on the delivery of the US$100 billion of annual long-term finance; and options to strengthen the price of carbon.",
      "During an informal plenary on Wednesday, 12 June, parties identified areas of convergence and those requiring further work.",
      "Several developing countries underscored linkages between the workstreams, emphasizing that action to increase ambition under Workstream 2 is necessary to build trust and make progress toward a 2015 agreement under Workstream 1.",
      "Several parties discussed HFCs, on which views differed.",
      "Switzerland, the Federated States of Micronesia, the EU and others identified the need to address HFCs also under the Montreal Protocol, while Venezuela, for the LMDC, opposed, indicating that the issue relates to GHGs and should therefore be considered only under the UNFCCC.",
      "Among areas for further work, the EU identified land use, energy efficiency, renewables, carbon sequestration and sustainable development.",
      "Australia highlighted the energy sector as an area warranting technical work, while India, with Argentina, indicated that a technical paper on raising mitigation ambition and sectoral issues would be premature without clarity on which sectoral issues should be addressed.",
      "Nauru, for AOSIS, proposed: targeted energy efficiency measures; a practical and action-oriented process to identify the most effective and scalable options for mitigation; harvesting mitigation potential in areas other than energy; and drawing upon the work taking place in other fora.",
      "Malaysia stated that with means of implementation, more could be accomplished by developing countries.",
      "Bangladesh stressed the need to reduce gaps and raise ambition in adaptation, finance, technology transfer and capacity building.",
      "Nepal, for the LDCs, emphasized developed country leadership and called for: information on increasing the ambition of pledges; addressing barriers to enable action; review of targets under the Kyoto Protocol; implementation of pledges by Annex I parties not participating in the second commitment period; removal of conditionalities; and submission and implementation of NAMAs by developing countries.",
      "Chile, for AILAC, called for further work on enhancing the role of existing institutions in order to create a suitable environment for increasing pledges and moving to their upper end; and identified the need to also address sectors other than energy.",
      "Brazil indicated that the GCF is not at the level we expected and Iran highlighted paragraph 26 of the Rio+20 outcome document on countries refraining from unilateral economic, financial or trade measures violating international law.",
      "Switzerland called for, inter alia : developing a common understanding of mitigation potential as the best basis for a ministerial roundtable and creating space for new pledges.",
      "Australia called pledges critical, he said more work is required on conditions to encourage more pledges and enhance the existing ones.",
      "Venezuela, for the LMDC, urged Annex I parties to, inter alia : ratify the Kyoto Protocol amendment as soon as possible; increase commitments through domestic action; remove conditionalities from their pledges; and provide full financing for mitigation projects in developing countries without seeking emission credits in return.",
      "She also called for flexibilities in the intellectual property rights regime.",
      "Saudi Arabia stated that Workstream 2 should be party-driven and include all sectors, gases, emissions and sinks, and said it is premature to take a decision on Workstream 2 at COP 19."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}