{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Maldives",
      "South Africa",
      "Tuvalu",
      "Philippines",
      "India",
      "Costa Rica",
      "Malta",
      "United States",
      "Norway",
      "Australia",
      "China",
      "Grenada",
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "07-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "07-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12494e.html",
   "id": "enb12494e_7",
   "section_title": "MITIGATION (response measures) (AWG-LCA)",
   "sentences": [
      "In the afternoon drafting group on impacts of response measures, parties discussed the Chair s new note and previous versions of the text.",
      "Parties continued streamlining the text, focusing in particular on information sharing.",
      "Developed countries, opposed by developing countries, supported removing the reference to assistance, noting that assistance is not a concept in the UNFCCC in relation to impacts of response measures.",
      "Developing countries highlighted that the UNFCCC includes actions related to funding and transfer of technology to meet the needs and concerns of developing country parties, so as to avoid adverse impacts.",
      "Parties resumed discussions from Saturday on the issue of trade.",
      "One developed country opposed reference to trade in the text, while several developing countries emphasized the critical importance of ensuring that no unilateral trade measures or trade protectionism are adopted on the grounds of climate change.",
      "The facilitator asked groups to come up with internally-consistent language on trade and possible institutional arrangements to streamline the text.",
      "Parties then moved paragraph-by-paragraph through the text to see if any areas could be further refined. PARTIES PROPOSALS UNDER CONVENTION ARTICLE 17 (protocols) (COP): During the evening contact group, Chair Michael Zammit Cutajar (Malta) reiterated that the six proposals submitted by parties under Convention Article 17 (protocols) remain on the table until the next COP and that new proposals are also possible.",
      "He noted parties divergent views on the legal form of the AWG-LCA s outcome.",
      "Grenada, for AOSIS, submitted a proposal for a draft COP decision, containing, inter alia , a request for the AWG-LCA to continue its work, with a renewed sense of urgency in order to present to COP 17 a legally-binding instrument under the Convention as its final agreed outcome.",
      "COSTA RICA and a number of AOSIS members urged the AWG-LCA to continue working with a clear mandate to adopt a legally-binding instrument at COP 17 in Durban.",
      "The EU suggested adding language on a legally-binding outcome under the two tracks.",
      "VENEZUELA urged adding text on reinforcing the current legal regime, as well as a reference to the Kyoto Protocol. SOUTH AFRICA acknowledged the need for an agreement, while highlighting that the matter is broader than just the AWG-LCA s outcome.",
      "She urged a balanced outcome that also establishes a second commitment period under the Kyoto Protocol. BOLIVIA stressed that the credibility of any new legally-binding instrument depends on the adoption of a second commitment period under the Kyoto Protocol.",
      "SAUDI ARABIA, with CHINA and others, reiterated that the form should follow function.",
      "He also stressed that the function cannot be clarified before a second commitment period under the Kyoto Protocol has been agreed.",
      "The MALDIVES lamented that reliance on the phrase form should follow function is slowing down the negotiations.",
      "NORWAY stated that it is possible for parties to discuss the form and substance in parallel. INDIA underscored the need to focus on the deliverables in Cancun.",
      "He also explained that legally-binding statusdoes not only come from a protocol, and said the substance of the proposed protocols is already being discussed under the AWG-LCA.",
      "INDIA, CHINA and others urged parties to focus on the AWG-KP and AWG-LCA, while TUVALU urged continuing the contact group s discussions.",
      "The PHILIPPINES identified the need to avoid prejudging the AWG-LCA s outcome, specifying that both options, a COP decision or a protocol, should remain on the table.",
      "He also emphasized the need to consider the nature of the compliance regime associated with the AWG-LCA s outcome. AUSTRALIA reiterated her country s support for a legally-binding outcome, and flexibility concerning a single new protocol or a combination that involves the continuation of the Kyoto Protocol.",
      "She stated that clarity on the legal form can help move negotiations forward.",
      "The US highlighted flexibility of the existing mandate based on the Bali Action Plan and stated that his country is not in a position to accept a new mandate that focuses only on the legal form without stating clearly that major economies take on mitigation efforts with the same legal force as those by developed countries.",
      "Chair Zammit Cutajar noted that the discussion had repeated issues that have been discussed before, such as the idea that the form follows function.",
      "He noted, however, that some interventions, such as the statement by the US, seemed to link the form and function.",
      "He also emphasized that parties continue to express diverging views on what is legally-binding, and said all these differences make summing up difficult.",
      "He noted that both Venezuela and the EU had in their different ways proposed to link the outcomes of the two negotiating tracks, and encouraged parties to speak to each other. AOSIS urged a process to discuss their proposed draft decision.",
      "Chair Zammit Cutajar indicated that he would announce a further meeting time later.",
      "VENEZUELA suggested a roundtable discussion to separate political issues from the legal discussions. CHAPTER II (LULUCF) (AWG-KP): The LULUCF spin-off group met in the afternoon.",
      "The meeting focused on matters related to process and the way forward and no substance was discussed.",
      "Parties expressed diverging views on which version of the co-facilitators non-paper should be used: one that integrates all parties proposals, or another one that keeps two distinct options.",
      "The AWG-KP Chair addressed the group.",
      "Discussions will continue."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}