{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Bahamas",
      "Samoa",
      "Bangladesh",
      "South Africa",
      "India",
      "Costa Rica",
      "United States",
      "China",
      "Ghana",
      "Japan",
      "Bolivia",
      "Norway"
   ],
   "enb_end_date": "04-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "04-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12366e.html",
   "id": "enb12366e_2",
   "section_title": "WORKSHOP ON TECHNOLOGY TRANSFER:",
   "sentences": [
      "SBSTA Chair Plume and SBI Chair Asadi highlighted the linkages between work on technology transfer under the SBI and SBSTA, and the work of the AWG-LCA.",
      "Chair Plume emphasized the mandate of the reconstituted EGTT, which would cover: developing performance indicators; identifying financial resources; assessing gaps and barriers; and preparing recommendations and a strategy paper.",
      "Chair Asadi underscored COP decision 4/CP.13 requesting the GEF to elaborate a strategic programme on technology transfer. JAPAN stressed the importance of research, development and deployment and international cooperation.",
      "He outlined Japan s activities in technology deployment.",
      "The US underscored economic changes since the 1990s and changes in emissions shares between Annex I and non-Annex I parties.",
      "He identified supportive actions that can be taken under the UNFCCC, including research, development and deployment, and capacity building.",
      "He urged a shift from a donor-based paradigm to a self-sustained process based on enabling environments and private capital flows.",
      "The Bahamas, for AOSIS, suggested a register, based on Annex I submissions, of available technologies and how developing countries can utilize them.",
      "He also suggested an international fund to fast-track renewable energy technology development.",
      "In the subsequent discussion, COSTA RICA highlighted difficulties for technology projects in small countries and CHINA highlighted barriers in developed countries.",
      "In the afternoon, the EU noted the need to consider, inter alia , access to information, institutional arrangements, a transparent process, sound national policies, an investment shift to clean energy, and new sources of financing. CHINA suggested a new subsidiary body under the COP for technology transfer, elaborated on the proposal for a multilateral technology acquisition fund (MTAF), and emphasized performance and effectiveness indicators.",
      "BRAZIL suggested creating an institutional mechanism on technology development and transfer, including special financial instruments under the UNFCCC.",
      "GHANA suggested creating a technology board, with panels for different sectors.",
      "He supported the MTAF proposal and the use of credits and rewards as incentives for technology transfer.",
      "The US asked about the financial magnitude of the proposed MTAF, and CHINA replied that funding could be a percentage, such as 1%, of developed country investment in research and development, revenue from energy and environment taxes, and the auction of carbon credits.",
      "NORWAY asked if the proposed MTAF would meet the need of LDCs and SIDS or whether they would need additional measures.",
      "BOLIVIA said market-based technology transfer is in itself a barrier for countries without attractive markets.",
      "Parties also commented on the use of technology transfer credits and differences between these credits and the CDM. INDIA advocated focusing on the whole technology cycle, from research to development, transfer and diffusion, and proposed addressing needs at each stage.",
      "SOUTH AFRICA suggested a life-cycle approach focusing on financing for: retrofitting old technologies; deploying existing technologies; incentivizing emerging technologies; and research and development of new technologies.",
      "BANGLADESH called for a technology transfer and development board, development of regional centers, and mechanisms for North-South and South-South cooperation.",
      "Parties also discussed: public procurement of intellectual property rights; diffusion of renewable energy and energy efficiency technologies; and the need for global participation to achieve global emission reductions.",
      "SAMOA expressed concerns over developing an overly-complex institutional structure for the future technology framework.",
      "The EU identified institutional arrangements, enabling environments and financing as critical issues to address.",
      "CAN, for ENGOs, underscored various issues, including: measurable, reportable and verifiable action by developed countries leading to technology transfer to developing countries; capacity building instruments; access and institutional structure of new funds; intellectual property rights; and lessons from other processes."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}