{
   "actors": [
      "Umbrella Group"
   ],
   "countries": [
      "United States"
   ],
   "enb_end_date": "07-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12405e.html",
   "id": "enb12405e_10",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Several delegates were heard commenting on certain Umbrella Group countries strong positions in the AWG-KP informal consultations on Annex I emission reductions and legal matters.",
      "Some were overheard speculating about these parties motivations.",
      "It seems like they just want to know what kind of commitments the US will take before moving ahead and to explore different legal options, said one.",
      "To me, it sounds like they do not want any amendments to the Kyoto Protocol to be agreed in Copenhagen.",
      "Maybe they want to focus on the AWG-LCA and perhaps even explore softer options for commitments, commented another.",
      "At the same time, the eyes of some developed country delegates seemed to be popping out of their heads as they tried to digest ambitious proposals for mid-term emission reduction targets for individual Annex I countries tabled by two developing countries under the AWG-KP.",
      "On the AWG-LCA side, some were commenting on what they felt was a lack of substantive progress.",
      "Others, however, considered this normal, saying that the objective of this meeting was only to elaborate on ideas for the negotiating text and properly switch to the negotiating mode in June.",
      "Also, many noted that it makes no sense for parties to shift their positions until they hear more detailed ideas from the US.",
      "At least we have seen some very concrete examples of technology advancement, commented one appreciative delegate emerging from the AWG-LCA contact group, referring to the intervention by an Indian delegate who had brought an efficient but expensive light bulb to the meeting."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}