{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_2",
   "section_title": "IPCC PRODUCTS :",
   "sentences": [
      "Since its inception, the IPCC has prepared a series of comprehensive assessments, special reports and technical papers that provide scientific information on climate change to the international community and that are subject to extensive review by experts and governments.",
      "The IPCC has so far undertaken four comprehensive assessments of climate change, each credited with playing a key role in advancing negotiations under the UNFCCC: the First Assessment Report was completed in 1990; the Second Assessment Report in 1995; the Third Assessment Report in 2001; and the Fourth Assessment Report (AR4) in 2007.",
      "In 2008, IPCC-28 decided to undertake an AR5 to be completed in 2014.",
      "The Assessment Reports are structured into three volumes, one for each WG.",
      "Each volume is comprised of a SPM, a Technical Summary and an underlying assessment report.",
      "All assessment sections of the reports undergo an intensive review process, which takes place in three stages: a first review by experts; a second review by experts and governments; and a third review by governments.",
      "Each SPM is approved line-by-line by the respective WG.",
      "The Assessment Report also includes a Synthesis Report (SYR), highlighting the most relevant aspects of the three WG reports, and an SPM of the SYR, which is approved line-by-line by the Panel.",
      "More than 800 authors and review editors from 85 countries are participating in the preparation of AR5.",
      "In addition to the comprehensive assessments, the IPCC produces special reports, methodology reports, and technical papers, focusing on specific issues related to climate change.",
      "Special reports prepared by the IPCC include: Land Use, Land-Use Change and Forestry (LULUCF) (2000); Carbon Dioxide Capture and Storage (2005); Renewable Energy Sources and Climate Change Mitigation (SRREN) (2011); and the Special Report on Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX) (2011).",
      "Technical papers have been prepared on Climate Change and Biodiversity (2002), and on Climate Change and Water (2008), among others.",
      "The IPCC also produces methodology reports or guidelines to assist countries in reporting on GHGs.",
      "Good Practice Guidance reports were approved by the Panel in 2000 and 2003.",
      "The latest version of the IPCC Guidelines on National Greenhouse Gas Inventories was approved by the Panel in 2006.",
      "In 2013, the IPCC adopted the 2013 Supplement to the 2006 Guidelines for GHG Inventories: Wetlands, and the 2013 revised Supplementary Methods and Good Practice Guidance arising from the Kyoto Protocol.",
      "For its work and efforts to 'build up and disseminate greater knowledge about manmade climate change, and to lay the foundations needed to counteract such change', the IPCC was awarded the Nobel Peace Prize, jointly with former US Vice-President Al Gore, in December 2007."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}