{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Bangladesh",
      "Indonesia",
      "United States",
      "Malaysia",
      "China",
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "06-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "06-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12346e.html",
   "id": "enb12346e_10",
   "section_title": "LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION:",
   "sentences": [
      "Co-Facilitator Bamsey said the objective in Bali was not to reach agreement on the substance of long-term cooperation but on the process.",
      "He outlined three process options, namely an informal Convention process, a formal Convention process, or an integrated formal Convention/Protocol process.",
      "Co-Facilitator De Wet underscored the need for an operational decision on what to negotiate, when, and for how long.",
      "The G-77/CHINA called for the fullest possible implementation of all elements of the Convention.",
      "JAPAN rejected suggestions that his country wished to scrap the Protocol.",
      "CANADA proposed that discussion be guided by long-term cooperative action.",
      "The EU anticipated a Bali roadmap consisting of agreement by all parties to engage in a comprehensive negotiating process leading to a global post-2012 agreement by 2009, with a twin-track including Convention and Protocol elements.",
      "AOSIS called for a long-term goal well below a 2 C temperature increase.",
      "The US and BANGLADESH called for the launch of negotiations, with the US stressing the need to be specific about their substance.",
      "SWITZERLAND proposed keeping all options open until ministers arrive.",
      "MALAYSIA and INDONESIA supported a two-track process and continuing the Dialogue.",
      "Delegates will continue discussions informally until the next contact group meeting on 8 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}