{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "14-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12509e.html",
   "id": "enb12509e_3",
   "section_title": "REDD+ (AWG-LCA)",
   "sentences": [
      "During morning informal consultations on REDD+ under the AWG-LCA, parties discussed financing options for the full implementation of the results-based actions, as mandated by Decision 1/CP.16 (outcome of the AWG-LCA s work).",
      "Some parties emphasized that the results-based actions should take place in the third phase of REDD+, once national elements to implement REDD+ are in place.",
      "Many parties highlighted the Cancun Agreements as defining what activities should be included, and some suggested also considering policy and governance measures.",
      "Some developing country parties urged developed country parties to provide the additional funding required to prepare for REDD+ implementation.",
      "On funding sources for full implementation, some parties said public financing should play a greater role in the readiness phase, but that for the third phase, a basket of alternative financing options should be considered.",
      "Many emphasized that it would be up to each country to decide the sources of funding that it is willing to use.",
      "The possible funding sources identified included: public funding, both at the national and international levels; a possible REDD+ window under the Green Climate Fund; and market mechanisms.",
      "Some suggested establishing a levy on international aviation and maritime transport for further funding.",
      "Many highlighted that all sources should be complementary.",
      "Some parties cautioned against using market mechanisms for REDD+, underscoring the need for predictable, effective and additional funding.",
      "Some also noted that market-based approaches only work in the context of a constrained system.Some parties further suggested: determining funding sources based on the nature of activities; establishing national funding frameworks that address mitigation as a whole; and creating a community trust fund to assist local communities to develop their capacities.",
      "Many countries highlighted the role that the private sector could play in providing funding, particularly in addressing the drivers of deforestation.",
      "Highlighting information gaps, many countries underscored the importance of measuring, reporting and verifying the provision of financing for REDD+.",
      "On who should be compensated for REDD+, some parties said each country should make the decision at the national level, while others underscored the relevance of ensuring that incentives reach the local communities managing the forests and called for further guidance in that regard.",
      "Discussions will continue. DEVELOPED COUNTRY MITIGATION (AWG-LCA): During the afternoon informal consultations on developed country mitigation under the AWG-LCA, parties were invited to consider a proposal to establish two spin-off groups, one to focus on biennial reports and the other on international analysis and review (IAR), as well as accounting rules.",
      "These spin-off groups would then report back to the informal group on Wednesday.",
      "Parties were also requested to focus discussion on political guidance for the spin-off groups.",
      "Parties generally supported convening the spin-off groups.",
      "Some called for clarity on accounting rules and improved supplementary information on the achievement of quantified economy-wide emission reduction targets before considering theguidelines for the biennial reports.",
      "Several parties maintained that a discussion of IAR should be preceded by a more detailed discussion of accounting rules, and proposed that the Secretariat prepare a technical paper on this.",
      "Others noted the need for more conceptual and methodological work on IAR with a focus on architecture and function.",
      "One party pointed out that consideration of accounting rules had not been mandated by Decision 1/CP.16 because it does not fit into the national circumstances of some parties.",
      "Several parties also proposed focusing on the main elements of IAR in the spin-off group. TECHNOLOGY TRANSFER (SBI/SBSTA): During informal consultations on technology transfer, parties discussed draft SBI and SBSTA conclusions paragraph-by-paragraph.",
      "Parties first addressed the draft SBSTA conclusions.",
      "On the role that Technology Needs Assessments (TNAs) could play in identifying and prioritizing technology needs, one party, opposed by others, suggested referring to TNAs, among others, noting that other valuable country-level assessments are also relevant for evaluating adaptation and mitigation technology needs.",
      "Many parties supported referring instead to an exchange of ideas and experiences on the useful role of initiatives such as TNAs.",
      "Parties then considered the draft SBI conclusions.",
      "Many parties supported deleting text noting that the pilot projects supported by the Global Environment Facility (GEF) included few projects on adaptation technologies.",
      "They stressed that it is not up to the GEF, but to the countries, to decide whether to present adaptation or mitigation proposals to the GEF and that only one project was on adaptation and not a few.",
      "On inviting the GEF to enhance its support for pilot projects related to adaptation technologies, some parties supported deletion, noting that issues related to financing and guidance to the GEF are not within the group s mandate.",
      "Parties eventually agreed to hold further consultations on this issue and a new draft text will be prepared. FLEXIBILITY MECHANISMS (AWG-KP): The afternoon discussions on the flexibility mechanisms in the AWG-KP spin-off group were based on Chapter III of the Chair s revised proposal (FCCC/KP/AWG/2010/18/Add.1) and parties considered three issues: the essential things parties want to achieve; how work on the text should progress; and whether some of the existing proposals can now be removed.",
      "Regarding the use of CERs from project activities in certain host countries and co-benefits of CDM projects, parties considered whether these issues could be transferred to the COP/MOP for its consideration under the agenda item on further guidance to the CDM Executive Board.",
      "Parties agreed to undertake bilateral consultations to streamline the text on the use of CERs from project activities in certain host countries and to return to the matter of whether to transfer the two issues to the COP/MOP for its consideration.",
      "Parties then addressed all other issues in Chapter III, including discount factors, the share of proceeds for the Adaptation Fund, Joint Implementation, emissions trading, new market mechanisms and supplementarity.",
      "Parties were unable to reach agreement on any of the issues or streamline the text.",
      "Consultations will continue. NATIONAL ADAPTATION PLANS (SBI): In the afternoon informal consultations on national adaptation plans (NAPs), parties agreed to open the meeting to observers.",
      "Discussions focused on responses to the co-chairs questions regarding the formulation of NAPs.",
      "Parties agreed that NAPAs are tools to identify and prioritize urgent, short-term adaptation needs, whereas NAPs are broader and cross-cutting, cover medium and long-term needs, integrate into development plans and consist of the multiple tools a country uses in its planning process.",
      "On areas for guidance, parties agreed to draw on the LDC Expert Group.",
      "On the way forward, many called for defining the scope of, and modalities for, NAPs and adopting guidance for their preparation.",
      "Some parties suggested that organizing a workshop or preparing technical paper on modalities or guidelines could be useful.",
      "Several parties called for also considering support for NAPs.",
      "The co-chairs will draft a summary of areas of convergence and negotiations will continue. DEVELOPING COUNTRY MITIGATION (AWG-LCA): In the afternoon informal group, the co-facilitator proposed two spin-off groups, one on biennial reports and one on international consultation and analysis (ICA).",
      "Divergent views were expressed on how to approach issues and sequencing.",
      "Developing country parties supported spin-off groups on biennial reports and the registry for nationally appropriate mitigation actions (NAMAs), while developed countries preferred the co-facilitators proposal.",
      "A possible compromise included a spin-off group addressing both the biennial review and ICA, and a spin-off group on the NAMA registry.",
      "In the absence of consensus on a spin-off group on ICA, it was noted that the spin-off group on IAR, established earlier by the informal group on developed country mitigation, was contingent on the spin-off group on IAR.",
      "Parties finally agreed to a spin-off group on biennial reports under the informal group on developed country mitigation and a spin-off group on biennial update reports under the informal group on developing country mitigation.",
      "They also agreed that IAR and issues related to accounting would be addressed by the informal group on developed country mitigation, and that the NAMA registry and ICA, sequentially, would be addressed by the informal group on developing country mitigation, with further decisions on spin-off groups to be made, if appropriate."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}