{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Eritrea",
      "Iran",
      "Bangladesh",
      "Tuvalu",
      "India",
      "Central African Republic",
      "Thailand",
      "Japan"
   ],
   "enb_end_date": "24-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "24-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12202e.html",
   "id": "enb12202e_10",
   "section_title": "NON-ANNEX I NATIONAL COMMUNICATIONS",
   "sentences": [
      "Improvement of guidelines: The Secretariat introduced the proposed improved guidelines for non-Annex I national communications and the compilation of Parties\u0092 submissions.",
      "Presenting an overview of funding for the initial national communications, the GEF noted 137 countries had received US$ 80 million, which represents 8% of total funding under its climate change focal area.",
      "The GEF expressed concern about the inestimable funding requirements of proposed guidelines for developing local emissions factors and on vulnerability and adaptation assessments, and remarked that without these funding requirements would only be marginally higher than current levels. The EU said that LDC national adaptation programmes of action should be considered in national communications.",
      "The CENTRAL AFRICAN REPUBLIC, with BANGLADESH and ERITREA, highlighted LDCs\u0092 difficulties in developing national communications and called on SBSTA to address financial support.",
      "INDIA, supported by THAILAND and IRAN, noted that the improved guidelines should not exceed the UNFCCC\u0092s reporting requirements.",
      "CANADA, with the EU, highlighted the need for demand-driven financing.",
      "TUVALU drew attention to possible negative implications of tying adaptation finance to the completion of national communications.",
      "JAPAN called for the chair\u0092s text to reflect a balance between mitigation and adaptation reporting requirements."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}