{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Egypt",
      "Tuvalu",
      "Qatar",
      "United States",
      "Barbados",
      "Colombia",
      "Gambia",
      "Japan",
      "New Zealand",
      "Cook Islands"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "17-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12512e.html",
   "id": "enb12512e_26",
   "section_title": "LOSS AND DAMAGE:",
   "sentences": [
      "SBI Chair Owen-Jones introduced draft conclusions on loss and damage (FCCC/2011/SBI/L.20).",
      "SAUDI ARABIA and QATAR questioned the process through which the text originated.",
      "SAUDI ARABIA lamented that their views were not reflected, highlighting the consideration of response measures along with the adverse effects of climate change.",
      "SBI Chair Owen-Jones underscored that he was tabling the draft conclusions at his own responsibility and that the proposed text does not include issues from under other agenda items.",
      "A number of parties, including AOSIS, the EU, MEXICO, NEW ZEALAND and the US, stressed the need to consider loss and damage, and response measures separately.",
      "The Cook Islands, for AOSIS, underscored that consideration of loss and damage is mandated by Decision 1/CP.16 (outcome of the AWG-LCA).",
      "The EU stated that, according to the rules of procedure, it is for the COP to determine the issues to be considered by the Subsidiary Bodies.",
      "AOSIS emphasized that the item on loss and damage relates to adaptation, while response measures fall under the building block on mitigation.",
      "She highlighted that response measures are already considered under other agenda items.",
      "AUSTRALIA urged parties not to dilute or delay the important work on loss and damage.",
      "She noted that at least 16 hours have been spent in Bonn to consider response measures in the forum on the impact of the implementation of response measures.",
      "JAPAN underscored the need to discuss loss and damage. COLOMBIA urged parties to negotiate in good faith, stating that tactics of deviation to delay the process are not acceptable given that the survival of vulnerable populations is at stake.",
      "TUVALU suggested that support for the forum on response measures would be contingent on agreement on loss and damage.",
      "BARBADOS underscored that 99% of people dying from climate-related events live in developing countries, and, with the GAMBIA, urged Qatar and Saudi Arabia to revisit their position. SBI Chair Owen-Jones reiterated his proposal that parties adopt the draft SBI conclusions.",
      "QATAR opposed, underscoring procedural concerns.",
      "SAUDI ARABIA stated they had only recently received the text and also opposed its adoption.",
      "With EGYPT, he proposed further informal consultations.",
      "TUVALU, supported by the COOK ISLANDS, stressed that the text had already been subject to extensive consultations.",
      "The COOK ISLAND stated that Saudi Arabia had also participated in these discussions and that concessions had been made to accommodate their views.",
      "After further informal consultations, the SBI plenary reconvened at 1:40 am.",
      "Parties agreed to change wording in a paragraph indicating that the SBI agreed to continue to further elaborate the details of the broad thematic areas relating to loss and damage with a view to generating a knowledge base for making recommendations on loss and damage to COP 18.",
      "The agreed language refers to including elaborating, instead of taking into consideration, the elements set out in Decision 1/CP.16, paragraph 28 (a,b,c and d), and drawing upon party submissions.",
      "The SBI adopted the conclusions as amended."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": "sbi"
}