{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "29-Oct-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "29-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12178e.html",
   "id": "enb12178e_6",
   "section_title": "COP-6 PART II",
   "sentences": [
      "COP-6 Part II and the fourteenth sessions of the UNFCCC's subsidiary bodies met in Bonn, Germany, from 16-27 July 2001.",
      "From 16-18 July, delegates met in closed negotiating groups to reduce differences on texts for decisions on a range of issues related to the Protocol and the UNFCCC, including financial issues, the mechanisms, compliance, and LULUCF. On Thursday, 19 July, the high-level segment of the resumed COP-6 began, with participants striving to make a breakthrough by achieving agreement on a 'political' decision on key outstanding issues.",
      "On Saturday night, after protracted consultations, President Pronk presented his proposal for a draft political decision outlining agreements on core elements of the BAPA.",
      "However, in spite of several Parties announcing that they could support the political decision, disagreements surfaced over the section on compliance. President Pronk held ongoing consultations on this section until Monday morning, when the ministers finally agreed to adopt the original political decision from Saturday, with a revised section on compliance.",
      "The political decision - or 'Bonn Agreements' - was approved by the ministers in Plenary late Monday morning, and formally adopted by the COP on Wednesday evening, 25 July.",
      "High- level discussions over the weekend also resulted in a Political Declaration by a number of developed countries, in which they pledged additional funding for climate change activities for developing countries. During the remainder of the second week, delegates attempted to clear all remaining brackets in the outstanding texts held over from COP-6 Part I, based on the political guidance set out under the Bonn Agreements.",
      "Although draft decisions were approved on several key issues, delegates were unable to complete all their work on the mechanisms, compliance and LULUCF.",
      "Since not all texts in the entire 'package' of decisions were completed, all draft decisions were forwarded to COP-7, where delegates will attempt to conclude their negotiations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}