{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Kenya",
      "Gambia",
      "South Africa",
      "Costa Rica",
      "Papua New Guinea",
      "Switzerland",
      "Austria",
      "Guatemala",
      "China",
      "Colombia",
      "Mali",
      "Russian Federation",
      "Grenada",
      "New Zealand",
      "Lesotho",
      "Norway"
   ],
   "enb_end_date": "18-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "18-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12458e.html",
   "id": "enb12458e_3",
   "section_title": "COP/MOP CONTACT GROUP:",
   "sentences": [
      "During the first meeting of the contact group in the early afternoon, COP President s Special Representative Hedegaard explained that the contact group s mandate is to prepare the outcomes of Copenhagen emerging from the Protocol negotiating track, and that the work of the group would be based on the text forwarded by the AWG-KP to the COP/MOP.",
      "She then proposed establishing five drafting groups on: Annex I emission reductions, co-facilitated by Gertraud Wollansky (Austria) and Leon Charles (Grenada); LULUCF, co-facilitated by Marcelo Rocha (Brazil) and Bryan Smith (New Zealand); flexibility mechanisms, facilitated by Harald Dovland (Norway); basket of methodological issues, also facilitated by Harald Dovland; and potential consequences, co-facilitated by Mama Konaté (Mali) and Andrew Ure (Australia). COP President s Special Representative Hedegaard noted that the facilitators are the same ones that chaired the respective negotiations under the AWG-KP.",
      "She encouraged parties to identify issues that can be resolved at the expert level and those that need to be addressed at the political level.",
      "She explained that the contact group would re-convene later to hear reports from the drafting groups and then resolve any outstanding issues. KENYA questioned the rationale for establishing new drafting groups facilitated by the same people, considering their inability to complete the work so far.",
      "He questioned the approach whereby Ministers are now becoming drafting committees.",
      "COP President s Special Representative Hedegaard explained that the presence of the Ministers could act as an impetus for the groups to complete their work.",
      "In response to comments by the RUSSIAN FEDERATION, the EU and SWITZERLAND, COP President s Special Representative Hedegaard reiterated that the drafting groups would report back to the contact group, and that the contact group would then, with the help of the Ministers, address outstanding political issues.",
      "In the evening, the COP/MOP contact group convened to take stock of progress.",
      "Drafting group facilitators reported on progress made during the afternoon and evening.",
      "Co-Facilitator Charles said that the group on Annex I emission reductions had discussed the draft COP/MOP decision and noted that there were still differences on several technical issues, including base years and the length and number of commitment periods.",
      "He identified issues requiring political attention: addressing surplus AAUs; the question of how to populate Annex B with QELROs, or in the absence of agreement on a Protocol amendment in Copenhagen, how to reflect pledges moving forward; and a core decision defining further work if it were to continue due to lack of agreement at this time.",
      "Facilitator Dovland reported on work on methodological issues.",
      "He noted constructive discussions but said different views remained on the inclusion of new greenhouse gases and global warming potentials.",
      "On discussions of the flexibility mechanisms, he noted disagreement on: CCS under the CDM; standardized baselines; share of proceeds; supplementarity; and regional distribution of CDM projects.",
      "On LULUCF, Co-Facilitator Rocha highlighted that many parties preferred not to adopt a land-based approach at this time.",
      "He identified the need for further work on a possible cap for forest management.",
      "He said that further improvements to the text could be made but that choosing between options and addressing cross-cutting issues would facilitate consensus text.",
      "Co-Facilitator Ure noted impressive progress and flexibility, highlighting that consensus language had been reached on all issues except on the creation of a permanent forum to address potential consequences. COP President s Special Representative Hedegaard asked for parties views on how to proceed.",
      "The EU recommended establishment of a friends of the chair group.",
      "South Africa, for the G-77/CHINA, noted that significant progress on LULUCF may facilitate progress on Annex I emission reductions and that issues on the flexibility mechanisms and methodologies, in turn, could be unlocked by movement in Annex I emission reductions.",
      "He noted that time is ripe for informal consultations, but requested that such a group report back to the contact group in order to maintain construction of a party-driven consensus. COSTA RICA, PAPUA NEW GUINEA, Grenada, for AOSIS, the Gambia, for the AFRICAN GROUP, COLOMBIA, GUATEMALA, Lesotho, for the LDCs, and AUSTRALIA supported the proposal to establish a friends of the chair group.",
      "COP President s Special Representative Hedegaard said she will consult with parties on how to proceed with establishment of a friends of the chair group, and closed the contact group meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}