{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "United States",
      "China",
      "Argentina",
      "Costa Rica",
      "Papua New Guinea"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_34",
   "section_title": "EMISSIONS FROM DEFORESTATION IN DEVELOPING COUNTRIES",
   "sentences": [
      "This agenda item was first presented in the COP plenary on 30 November.",
      "It was subsequently taken up twice in a contact group chaired by Hernán Carlino (Argentina) on 1 December and 5 December, and in an informal group on 6 December.",
      "The issue was taken up in response to a request by Papua New Guinea and Costa Rica, supported by other countries, to include an agenda item on 'Reducing emissions from deforestation in developing countries: approaches to stimulate action.",
      "' The proposal received wide support, as parties stressed the importance and the complexity of this issue and agreed to initiate a process to address it.",
      "Differences in opinion arose over whether the consideration should be referred to SBSTA to first address scientific and technical aspects, as proposed by the EU and others, or whether it should be referred to both SBSTA and SBI to address both technical and policy aspects, as preferred by the G-77/China, the Alliance of Small Island States (AOSIS) and others.",
      "The US opposed the consideration of this issue under SBI.",
      "Brazil, the EU and others stressed that this was an issue to be considered under the UNFCCC.",
      "All agreed that calling for submissions, including from accredited observers as proposed by the EU, should be the first step forward.",
      "The differences were resolved by forwarding the issue to SBSTA, but inviting parties to include information on policy approaches and positive incentives, and to submit recommendations on any further process to consider the issue.",
      "The decision also includes reference to positive incentives, as proposed by Brazil, Papua New Guinea and others."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}