{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Austria",
      "Micronesia",
      "Algeria"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_77",
   "section_title": "ARTICLES 3.14 AND 2.3",
   "sentences": [
      "During SB 28, delegates agreed to establish a joint SBSTA/SBI contact group at SB 29 on the SBSTA agenda item on Protocol Article 2.3 (adverse effects of policies and measures) and the SBI item on Protocol Article 3.14 (adverse effects and response measures).",
      "Disagreement on considering these items jointly had resulted in the issue being deferred to successive SBI and SBSTA sessions.",
      "This matter was first considered on 2 December in the SBI and SBSTA plenary.",
      "Kamel Djemouai (Algeria) and Gertraud Wollansky (Austria) subsequently co-chaired several joint contact group sessions and informal consultations.",
      "Procedural issues were the subject of debate, in terms of how to resolve the precedent established by holding a joint SBI/SBSTA contact group.",
      "Parties discussed whether Protocol Articles 2.3 and 3.14 should be addressed in one joint SBI/SBSTA conclusion or whether there should be separate conclusions under each of the respective bodies.",
      "Parties eventually agreed on joint SBSTA/SBI conclusions under each of the respective bodies.",
      "Several Annex I countries also contended that adverse effects and response measures should be discussed jointly, while others maintained that these items should be considered separately with equal time allocated to each, as agreed at SB 28.",
      "The issue of duplication was raised in the context of ongoing relevant discussions under other SBI agenda items, the AWG-LCA and AWG-KP and also in relation to a proposed workshop on adverse effects and response measures proposed for 2009.",
      "Potential overlaps with scheduled workshops on spillover effects under the AWG-KP and on economic and social impacts of response measures under the AWG-LCA were raised.",
      "Micronesia, for AOSIS, reiterated that discussions on response measures should be distinct from discussions on adaptation and called for the proposed workshop to have a narrow focus.",
      "SBSTA conclusions were adopted on 12 December."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}