{
   "actors": [],
   "countries": [
      "Austria",
      "Australia"
   ],
   "enb_end_date": "05-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12466e.html",
   "id": "enb12466e_1",
   "section_title": "AWG-KP PLENARY",
   "sentences": [
      "In the morning, AWG-KP Chair Ashe convened the AWG-KP stocktaking plenary.",
      "Co-Chair Charles reported that the contact group on Annex I emission reductions has met twice, discussing the Secretariat s note compiling pledges (FCCC/KP/AWG/2010/INF.1) and the aggregate level of ambition.",
      "He conveyed a request from parties to reconstitute the legal issues contact group.",
      "AWG-KP Chair Ashe explained that the group would discuss legal aspects of entry into force of proposed Protocol amendments under Article 3.9 (future commitments) to avoid a gap between the first and second commitment periods.",
      "Parties agreed that María Andrea Albán Durán (Columbia) and Gerhard Loibl (Austria) will co-chair the contact group.",
      "Reporting on the contact group on other issues, AWG-KP Vice-Chair Dovland explained that discussions are moving to issues including issuance of Assigned Amount Units (AAUs) and Removal Units (RMUs) and extending the share of proceeds for adaptation.",
      "He underscored a lack of consensus on the inclusion of new greenhouse gases (GHGs).",
      "On LULUCF, Co-Facilitator Rocha highlighted productive conversations on reference levels and forest management activities.",
      "Andrew Ure (Australia) reported that in informal consultations on potential consequences of response measures, parties remained unable to reach consensus on establishment of a permanent forum.",
      "Chair Ashe noted similar discussions in the AWG-LCA, SBI and SBSTA, saying agreement is unlikely until the issue is resolved in other fora and that he would consult with the Chairs of the other groups on how to proceed."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}