{
   "actors": [],
   "countries": [
      "New Zealand",
      "South Africa"
   ],
   "enb_end_date": "13-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "13-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12352e.html",
   "id": "enb12352e_8",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Support for the launch of a negotiating process under the Bali roadmap was reported from a meeting of ministers on Wednesday afternoon.",
      "Ministers met with the COP President representative, the Indonesian Foreign Minister, Wednesday.",
      "In what was billed by some participants as a stock taking exercise, representatives moved towards agreement on the launch of a Bali roadmap, a timetable to conclude in 2009, the building blocks, and a two-track approach to the negotiating process.",
      "Ministers were also apparently informed of outstanding issues, including adaptation and mitigation, technology transfer and the role of finance.",
      "It emerged on Wednesday evening that two ministers had been invited to convene bilaterals.",
      "South Africa will convene bilaterals on the nature of emission objectives for developed country parties and on actions by developing country parties.",
      "Meanwhile, New Zealand will convene bilaterals on Protocol Article 9 discussions on the review of implementation or effectiveness of the Protocol.",
      "Speculation about the prospects for the Bali Conference intensified among those locked out of the ministerial deliberations and left to speculate.",
      "For those tempted to think the worst after the emergence of problems across the stumbling blocks of technology transfer, finance, mitigation and adaptation, the words of one former senior UN official offered some reassurance: On the one hand, there are successful UN conferences; and on the other, there are very successful conferences.",
      "Some minds have turned back to the negotiation of the Berlin Mandate and the lessons to be drawn for Bali.",
      "Some believe that too much content if only tacit has crept into negotiations on the future process, provoking at least one large developed country to join a chorus of heated warnings that they would entertain no text that would prejudge outcomes.",
      "Meanwhile, after the derailed talks on technology transfer under the SBI and SBSTA, some delegates were also talking about another effort to reach agreement, this time under the COP agenda item on the topic.",
      "One participant noted, though, that the text would be presented to COP only if informal agreement could be secured."
   ],
   "subtype": "corridors",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}