{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Mauritius",
      "Malaysia",
      "China",
      "United Kingdom",
      "Peru",
      "Indigenous Peoples",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "22-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "22-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12238e.html",
   "id": "enb12238e_2",
   "section_title": "ADAPTATION AND MITIGATION",
   "sentences": [
      "Chair Benrageb reported on the in-session workshops on adaptation and mitigation.",
      "SOUTH AFRICA, for the Africa Group, supported by the G-77/CHINA, AOSIS, and the RUSSIAN FEDERATION, called for separate contact groups on adaptation and mitigation.",
      "JAPAN, AUSTRALIA, CANADA, the US and EU supported one contact group.",
      "AUSTRALIA, with several Parties, suggested future in-session workshops.",
      "The RUSSIAN FEDERATION underscored addressing mitigation at the regional level.",
      "Many Parties stressed the importance of regional modeling, and noted the importance of integrating sustainable development policies with adaptation measures.",
      "The US highlighted innovative technologies.",
      "PERU suggested separating short-term needs from long-term effects of climate change.",
      "MAURITIUS stressed increasing adaptive capacity of vulnerable Parties.",
      "SAUDI ARABIA called for addressing the impacts of response measures.",
      "The INTERNATIONAL ALLIANCE OF TRIBAL PEOPLES OF THE TROPICAL FORESTS emphasized the need to consider the concerns, rights and knowledge of indigenous peoples when developing adaptation strategies.",
      "The WORLD AGROFORESTRY CENTER called for broadening the debate beyond a technological focus.",
      "Chair Benrageb proposed to have one contact group co-chaired by David Warrilow (UK) and Kok Seng Yap (Malaysia), with separate draft conclusions for each item."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}