{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_88",
   "section_title": "LAYING BRICKS",
   "sentences": [
      "A fervent facilitator and an invisible enabler, the Peruvian Presidency spared no effort in ensuring that time during the Lima Conference was managed effectively.",
      "With most formal negotiating sessions scarcely going over the 6:00 pm mark and the Subsidiary Bodies concluding their work unprecedentedly early, delegates were able to roll up their sleeves and get down to work on the building blocks for the new agreement, the draft decision text on INDCs, and enhanced pre-2020 climate action.",
      "Over six days, parties exchanged views on the Co-Chairs non-paper containing the elements for a draft negotiating text and made various proposals, which were all reflected in a revised document published on the UNFCCC website early in the morning on Monday, 8 December, by which time the text had swollen from 23 to 33 pages.",
      "Some worried that a proliferation of options, while indicating that the negotiating process is clearly party-driven, did not add to the draft negotiating text s clarity and structure, and could complicate future work.",
      "In the end, delegates agreed to annex this text to the COP decision on further advancing the Durban Platform with a disclaimer contained in a footnote stating that the elements for a draft negotiating text reflect work in progress and neither indicate convergence on the proposals presented, nor do they preclude new proposals from emerging in the course of negotiations in 2015.",
      "This disclaimer addressed concerns raised by many developing countries that annexing the elements text to the COP decision might preempt the legal form, structure or content of the Paris agreement and were therefore against formalizing any language that could potentially exclude some options from consideration in 2015, while locking in others.",
      "Limited substantive progress on the elements will no doubt put pressure on ADP negotiators meeting in Geneva in February 2015, which is expected to deliver a draft negotiating text for parties consideration later in the year."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}