{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia"
   ],
   "enb_end_date": "15-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "03-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12354e.html",
   "id": "enb12354e_43",
   "section_title": "SBSTA Conclusions",
   "sentences": [
      "In its conclusions (FCCC/SBSTA/2007/L.17), SBSTA , inter alia : invites parties to update the UNFCCC roster of experts to ensure all areas of expertise relevant to adaptation are represented; and requests the Secretariat to prepare a report on lessons learned in involving experts in the NWP and to consider the possible need for a group of experts at SBSTA 29.",
      "Mitigation: This issue was first addressed by the SBSTA in a plenary session on 4 December, when Saudi Arabia and the US noted linkages to other agenda items under the COP and COP/MOP.",
      "The issue was referred to informal consultations facilitated by Greg Picker (Australia), with participants negotiating draft SBSTA conclusions.",
      "The discussions on the text proved relatively straightforward, although there were some initial differences of opinion over whether to include additional information on the further consideration of the issue in 2008, with the EU seeking more detailed text and other parties preferring a less detailed document.",
      "Delegates ultimately agreed to compromise language proposed by the facilitator.",
      "The short draft conclusions were adopted by the SBSTA on 11 December.",
      "In addition to the negotiations on SBSTA conclusions, delegates also considered mitigation during an in-session workshop focused on the issue of non-CO2 emissions.",
      "The workshop, which was held as a result of a request by SBSTA 23, took place on 7 December (see: http://www.iisd.ca/vol12/enb12348e.html )."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}