{
   "actors": [],
   "countries": [
      "Ghana",
      "China",
      "Mongolia"
   ],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_11",
   "section_title": "PART II",
   "sentences": [
      "BARRIERS AND LESSONS LEARNED: During the second portion of the session, delegates heard two case studies examining barriers and lessons learned in Ghana and China. William Kojo Agyemang-Bonsu of Ghana\u0092s Environmental Protection Agency reflected on his country\u0092s experiences, stressing that it is imperative to move from negotiations to implementation in terms of technology transfer.",
      "He explained that Ghana had conducted a thorough technology needs assessment in order to start the implementation process.",
      "The assessment contains a technology implementation plan, identifies barriers to technology transfer, suggests actions to remove such barriers, identifies the stakeholders to be involved, and prioritizes key technologies.",
      "He said that the weakest link in the implementation process is the mechanism for technology transfer, including the financial mechanism.",
      "He also noted that technology transfer should not be based on a formula but should be an innovative process that includes the concept of learning by doing.",
      "He then presented a case study on the promotion of biomass energy, which requires financing for technology transfer. Ji Zou, Professor at Renmin University in China, offered a Chinese perspective on financing the development and transfer of technologies.",
      "He argued that effective technology transfer under the UNFCCC would require developed countries to meet their obligations under the Convention.",
      "He also identified a need to fill the gap between the high price set by the private sector for technology transfer and the weak purchasing power of developing countries.",
      "In reviewing practical strategies for achieving technology transfer, he stressed that financing should bring a range of benefits, such as poverty alleviation, local environmental improvement, the creation of jobs and improved infrastructure, consistent policies and plans, and information sharing.",
      "He referred to a project in Inner Mongolia to demonstrate the importance of combining different financial resources in implementing technology transfer."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}