{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Japan",
      "South Africa"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_68",
   "section_title": "OTHER MATTERS:",
   "sentences": [
      "Discussions under this agenda item focused on gender balance and participation of women in the UNFCCC bodies.",
      "The issue was first taken up by the SBI plenary on 27 November when the EU tabled a draft decision on promoting gender equality by improving the participation of women in the UNFCCC negotiations and in the representation of parties in Convention and Protocol bodies (FCCC/SBI/2012/CRP.1).",
      "It was subsequently considered in informal consultations facilitated by Nozipho Mxakato-Diseko (South Africa) and Kunihiko Shimada (Japan).",
      "The COP adopted a decision on 7 December.",
      "Final Outcome: In its conclusions (FCCC/SBI/2012/L.36), the SBI recommended for adoption by the COP a draft decision on promoting gender balance and improving the participation of women in UNFCCC negotiations and in the representation of parties in bodies established pursuant to the Convention or the Protocol.",
      "The COP decision, inter alia: - agrees that additional efforts need to be made by all parties to improve the participation of women; - adopts a goal of gender balance in bodies established pursuant to the Convention and the Protocol, in order to improve women s participation and inform more effective climate change policy that addresses the needs of women and men equally; - invites current and future chairs of such bodies to be guided by the goal of gender balance when setting up informal negotiating groups and consultation mechanisms; - invites parties to commit to meeting the goal of gender balance by, inter alia , nominating women to Convention and Protocol bodies with the aim to increase women s participation; - invites parties to strive for gender balance in their delegations; - decides to add the issue of gender and climate change as a standing item on the COP agenda; - requests the Secretariat to organize, in conjunction with COP 19, an in-session workshop on gender balance in the UNFCCC process, gender-sensitive climate policy and capacity-building activities to promote greater participation of women; and - invites the CMP to endorse this decision.",
      "The CMP endorsed the decision on 7 December."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}