{
   "actors": [],
   "countries": [
      "Japan",
      "Malaysia"
   ],
   "enb_end_date": "19-May-05",
   "enb_long_title": "Seminar of Governmental Experts",
   "enb_short_title": "SOGE",
   "enb_start_date": "19-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12261e.html",
   "id": "enb12261e_51",
   "section_title": "FRANK DIALOGUE AND THE 'COMFY ARMCHAIR THEORY'",
   "sentences": [
      "Given the difficulties at COP-10 during the discussions on the Seminar and its mandate, most participants seemed pleasantly surprised by the positive atmosphere as the Seminar began.",
      "Several participants felt that the relaxed setting played its part.",
      "The Seminar\u0092s Co-Chairs, Japan\u0092s Masaki Konishi and Malaysia\u0092s Chow Kok Kee, adopted a laid-back approach that seemed to put participants at ease.",
      "In addition, many delegates commented on the comfortable red armchairs placed on the stage for the government experts.",
      "The podium was lowered to make it more on a level with participants - again to lessen the formality of the occasion.",
      "Some compared it to a 'television talk show' setting, while others likened the use of 'comfy chairs' and the informal approach to a 'nice fireside chat.",
      "' Whether or not these organizational details were instrumental in generating the positive atmosphere, the dialogue was certainly open, frank and broad-ranging.",
      "There was a free exchange of information on actions countries are taking on mitigation and adaptation, and to support implementation of commitments under the UNFCCC and Kyoto Protocol.",
      "There were also no objections when speakers began discussing the post-2012 period and other previously-sensitive issues. In an unusual departure from previous climate change meetings, participants appeared open to discussing not only what their positions are, but also the concerns underlying these positions.",
      "There was considerable discussion on national circumstances, and many observers noted a desire to understand other Parties\u0092 positions and preoccupations.",
      "One participant suggested that the broad terms of reference for the meeting, and the fact that it was not linked to any specific agenda item, had allowed speakers to think and talk 'outside the box."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}