{
   "actors": [],
   "countries": [
      "Antarctica"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_36",
   "section_title": "CLOSING OF THE SESSION",
   "sentences": [
      "IPCC-27 was gaveled to a close on Saturday at 10:50 am, and was immediately followed by an address by UN Secretary-General Ban Ki-moon.",
      "Chair Pachauri welcomed the Secretary-General, thanking him for positive references to the work of the IPCC, and underscoring the importance of the first address by a UN Secretary-General to the IPCC. UN Secretary-General Ban Ki-moon congratulated delegates for completing the AR4.",
      "He said the new assessment sets the stage for decisive action and its overarching message is that threats are real and there are affordable ways to deal with climate change.",
      "He said he is humbled after having personally seen the impacts of climate change in Antarctica and the Amazon and stressed that the challenge of our age is to fight these threats.",
      "He highlighted that climate change can also push developing countries back on the poverty track and prevent the achievement of the MDGs.",
      "Indicating that the worst catastrophe scenarios can still be avoided, the UN Secretary-General stressed the UNFCCC COP 13 in Bali as the opportunity to provide a policy response to the IPCC findings.",
      "He said policymakers cannot afford to leave Bali without a breakthrough in negotiations for a comprehensive new climate treaty by 2009.",
      "He highlighted that industrialized countries must assume leadership and developing countries need to join the efforts.",
      "He called for incentives for mitigation and adaptation, cleaner technologies and research and development cooperation and emphasized that the SYR answers scientific questions and Bali must translate its findings into action.",
      "In closing, Chair Pachauri presented the UN Secretary-General with the first copy of the final SYR SPM."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}