{
   "actors": [],
   "countries": [
      "Netherlands",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_17",
   "section_title": "PRESENTATIONS OF EXISTING ACTIVITIES TO SUPPORT NATIONAL COMMUNICATIONS",
   "sentences": [
      "On Tuesday, 20 March, the UNFCCC Secretariat and the UNDP National Communications Support Programme (NCSP) gave presentations of the current activities being undertaken by programmes in support of the preparation of national communications.",
      "Participants engaged in a discussion after the presentations. Rodrigo Chaparro, UNFCCC Secretariat, presented a review of existing activities and programmes to support the preparation of national communications.",
      "The Secretariat compiled the review in response to a request by the CGE.",
      "He said the Secretariat had attempted to identify such on-going programmes and activities through a review of documents compiled for reporting on on-going capacity-building activities, as well as through the Internet and responses to a questionnaire that examined various aspects of identified programmes.",
      "In conclusion, he highlighted remaining questions related to these programmes including: how useful the activities and programmes had been in supporting the preparation of national communications; what lessons had been learned; and how the coordination of the programmes could be improved. Yamil Bonduki, NCSP, gave an overview of the current status and future activities of the NCSP in 2001-2003.",
      "He outlined the main activities that were covered by the NCSP, including thematic and regional workshops, a help desk facility for technical assistance and information, and the implementation of GEF enabling activities.",
      "He said the objectives for the next phase of the NCSP included programmes addressing technology transfer, systematic observation, inventories, abatement and adaptation.",
      "For each area, one output would be the training of experts.",
      "For technology transfer, he suggested the additional expected outputs were a workbook containing a practical framework for assessing and reporting technological needs.",
      "For systematic observation aimed at the identification of long-term solutions for improving networks and ensuring linkages with V&A, he indicated that the output would be workshop materials for reports.",
      "For inventories, with the objective to build capacity for data archiving, updating and management, he said the outputs would be two regional proposals and generic material for improving inventories.",
      "The abatement programme would be aimed at improving the analysis by developing a common framework and developing or identifying tools for baselines, costing and screening, and the outputs would be such a framework and tools.",
      "For adaptation, the objective would be to prepare a framework for developing adaptation strategies and to develop and identify tools for this framework.",
      "He indicated that the next steps would therefore include securing funding for the next phase of the NCSP, identifying potential regional partners and coordinating with countries on follow-up activities. In the ensuing discussion, participants addressed the issue of who would be responsible for coordinating all of the programmes aimed at supporting the preparation of national communications.",
      "The NETHERLANDS said there would be a second phase of his country's climate change support assistance programme and sought advice on how to select the countries on which to focus.",
      "The Secretariat clarified that it was the mandate of the CGE to recommend how these programmes could be coordinated in the most effective way.",
      "ANTIGUA AND BARBUDA underscored the potential to have a joint work programme between the different programmes to pool efforts and funding."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}