{
   "actors": [
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Least Developed Countries",
      "Coalition for Rainforest Nations",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey",
      "Canada",
      "Sudan",
      "Panama",
      "United States",
      "Liechtenstein",
      "Japan",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Angola",
      "Cuba",
      "Venezuela",
      "Botswana",
      "Guatemala",
      "China",
      "Antigua and Barbuda",
      "Kenya",
      "Philippines"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_13",
   "section_title": "FACILITATED GROUPS",
   "sentences": [
      "PREAMBLE: The group on section A (Preamble), which was co-facilitated by George Wamukoya (Kenya) and Aya Yoshida (Japan), met on Monday, Thursday and Friday.",
      "Parties agreed on the importance of the agreement’s preamble and on the need for it to be concise.",
      "They expressed views on which concepts from part 3 of the Tool to include in the agreement’s preamble.",
      "Guatemala for AILAC, Saudi Arabia for the Like-Minded Developing Countries (LMDCs), Switzerland, Angola for the Least Developed Countries (LDCs), Liechtenstein, Norway, Australia, and Turkey called for the inclusion of gender equality and intergenerational equity.",
      "The LMDCs supported referring to historical and current emissions, means of implementation (MOI), and sustainable social and economic development.",
      "Bolivia, Cuba and Venezuela supported referring to the integrity of Mother Earth and the right to development.",
      "Sudan for the African Group, the LDCs, and Turkey called for mentioning how science guides the agreement.",
      "The European Union (EU), the US, Norway, Japan, Australia, Canada and New Zealand, opposed by others, suggested discussing the preamble later, once substantive sections have taken shape.",
      "In an informal meeting held on Wednesday, parties identified five concepts they would like to include in the preamble: reference to the Convention; science; the sustainable development agenda; integrity; and issues related to small island developing states (SIDS) and LDCs.",
      "In the facilitated group on Thursday, Co-Facilitator Wamukoya recalled that, at the conclusion of the Wednesday spin-off, he had encouraged parties to engage informally on the five concepts.",
      "Reporting on such informal discussions, Botswana said a group of parties was unable to agree on the mode of work and had not engaged in substantive discussions.",
      "Bolivia and Guatemala reported that some parties agreed on a list of concepts for possible inclusion in the preamble.",
      "After a procedural discussion, parties presented their views on the concept of integrity.",
      "Co-Facilitators Wamukoya and Yoshida circulated a non-paper on the possible elements of a draft preamble of the agreement on Thursday evening.",
      "The non-paper includes paragraphs on: the need to be guided by the provisions of the Convention; the outcomes of the Rio+20 Conference and the goals of sustainable social and economic development; the need to take into account environmental integrity, the integrity of ecosystems and other rights; and the specific needs and special situations of LDCs and SIDS arising from adverse impacts of climate change.",
      "On Friday, Co-Facilitator Wamukoya explained that the Co-Facilitators’ non-paper aimed to recall the five concepts parties had discussed, noting that it does not imply it will provide the basis for discussions at ADP 2-11.",
      "He underlined that it is for the ADP Co-Chairs, depending on the mandate given by the parties, to elaborate on the discussions held at this session on the preamble.",
      "Various parties, including Saudi Arabia for the LMDCs, Australia, New Zealand and the Philippines, expressed concerns over the Co-Facilitators’ non-paper, pointed to missing elements, and asked for clarification on its status going forward.",
      "Australia underscored that both the COP Paris decision and the agreement itself will contain preambular language, whereas the non-paper only includes elements for the agreement’s preamble.",
      "Guatemala, for AILAC, said the non-paper reflects most of the concepts discussed during the week.",
      "Various parties mentioned issues missing in the non-paper.",
      "Panama, for the Coalition for Rainforest Nations, called for mentioning the fight against deforestation and forest degradation in the preamble, and recognizing the role of REDD+.",
      "The LMDCs, Venezuela and China referred to historical emissions, MOI and the principle of common but differentiated responsibility (CBDR).",
      "Canada pointed to non-state actors.",
      "Sudan, for the African Group, and Venezuela mentioned the right to economic development.",
      "Antigua and Barbuda, for the Alliance of Small Island States (AOSIS), urged further clarification of the reference to human rights.",
      "The EU, Australia, New Zealand and Brazil said the non-paper is not sufficiently concise.",
      "The EU added that the non-paper can be forwarded to the Co-Chairs.",
      "Norway preferred not submitting it to the Co-Chairs.",
      "The US underlined the lack of consensus on the five concepts identified in the non-paper.",
      "Parties agreed that the Co-Facilitators’ summary of discussions, comments received from parties, and submissions from parties would constitute the Co-Facilitators’ inputs to the ADP Co-Chairs on the preamble."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": ""
}