{
   "actors": [],
   "countries": [
      "Denmark"
   ],
   "enb_end_date": "24-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "24-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12603e.html",
   "id": "enb12603e_3",
   "section_title": "TEM",
   "sentences": [
      "Halldór Thorgeirsson, UNFCCC Secretariat, facilitated a debriefing by organizations and support institutions involved in TEMs.",
      "The International Energy Agency, the International Renewable Energy Agency, the UN Environment Programme and the Technical University of Denmark Partnership, the Sustainable Energy for All, and the Partnership on Sustainable, Low Carbon Transport reported progress on accelerating action on energy efficiency, renewable energy and transport, emphasizing: opportunities for support; public-private partnerships; and systemic approaches.",
      "Delegates asked for clarifications on, inter alia : enhancing energy efficiency and renewable energy in developed countries; a TEM on transport; and continuity in support for energy efficiency programmes in developing countries. ICLEI Local Governments for Sustainability, the World Bank and UN-Habitat highlighted progress on action in cities, including: the launch of the Compact of Mayors at the UN Climate Summit; city mitigation and adaptation plans; and financial support.",
      "Delegates discussed: conditionalities imposed on developing countries by financial institutions; the need to distinguish between 'green' and 'brown' investment; and a vision for the 2015 agreement.",
      "The Global Environment Facility and the Green Climate Fund (GCF) highlighted how they can contribute to raising pre-2020 ambition, with the GCF emphasizing the importance of the initial pledging session in November 2014 and calling on parties to contribute.",
      "The Food and Agriculture Organization of the UN and the World Bank highlighted a variety of new initiatives emerging from the UN Climate Summit, including the New York Declaration on Forests.",
      "They noted the TEMs provide an opportunity to develop initiatives, outline work happening on the ground and identify challenges that must be addressed moving forward.",
      "The Technology Executive Committee (TEC) and the Climate Technology Centre and Network discussed how their work is responding to the TEMs, particularly on energy-efficiency, with the TEC underlining the need for clear guidance from parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}