{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_54",
   "section_title": "RESPONDING TO THE IAC",
   "sentences": [
      "Perhaps the most important outcome of IPCC-32 was the immediate adoption of a policy for correcting errors.",
      "Thanks to the hard work of some individuals well before the session, a Protocol for Addressing Errors in Previous Assessment Reports was accepted by the Panel, pending minor finishing touches.",
      "During the closing press conference, Working Group II Co-Chair Chris Field said that he would be in his office first thing in the morning after he arrived home to begin work on clarifying the errors.",
      "Other issues deemed important for improving the assessment review process were also agreed to at this session and will be immediately implemented or are already being implemented, including: guidance on the treatment of grey literature and uncertainty; and strengthening the review process, including the role of review editors.",
      "This will allow the Panel to minimize the chance of errors in the future and, if and when they do occur, to address them quickly and definitively.",
      "These procedural issues were perhaps more easily addressed by the Panel, as they involve careful, methodological processes already well developed in science, and are less political.",
      "Some of the management and governance issues, however, are more challenging.",
      "One critical issue goes to the heart of the IPCC s continued credibility: its communications strategy.",
      "Many have acknowledged the Panel s failure to adequately respond to the public and its lack of transparency.",
      "Work had already begun on the development and improvement of a communications strategy.",
      "However, the importance of developing such a strategy was magnified due to increased visibility and public interest as a result of a number of factors, including the discovery of errors in the AR4.",
      "The IAC only reinforced this criticism; it found that communication was a major weakness and recommended a strategy that emphasized transparency and rapidity, including guidelines on who should speak on behalf of the IPCC.",
      "A Task Group on Communications, established at IPCC-32, will undertake a more in-depth discussion on these guidelines.",
      "Other related recommendations addressed a restructuring of the organization with, possibly, a new executive director and an executive committee to enable rapid response to emerging issues on behalf of the Panel between sessions and provide management oversight.",
      "These kinds of issues take longer to resolve, as they require careful consideration, for example, a mandate for the executive committee to act on behalf of the Panel, which is a more sensitive political issue.",
      "Both of these issues will be considered by another Task Group, which is expected to submit the results of its work to IPCC at its next session in early May 2011.",
      "A related challenge is the need to improve transparency and management.",
      "It is no secret that many participants believe that there is much room for improving transparency and efficiency.",
      "The IAC recommended looking more closely into related areas, including adopting a conflict of interest policy, clarifying the selection of participants at expert meetings, authors and others, and limiting the terms of office for key Bureau positions.",
      "This is critical to gaining the public s trust and ensuring that the assessments and science appear more credible.",
      "Another issue that will help to build trust is ensuring greater participation of scientists from developing countries, something that is well recognized and has been on the IPCC s table for a long time."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}