{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Switzerland",
      "Malaysia",
      "Philippines",
      "China",
      "Canada"
   ],
   "enb_end_date": "23-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM",
   "enb_start_date": "23-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1259e.html",
   "id": "enb1259e_4",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "On arrangements for meetings, FCCC Executive Secretary Michael Zammit-Cutajar said details were still pending for COP-3.",
      "Noting the organization of COP-3 (FCCC/CP/1997/1), he said a general debate had been added to the proposed agenda.",
      "With no offers to host COP-4 the meeting will be in Bonn in November 1998.",
      "CHINA and the G-77/CHINA objected to consideration of the review of adequacy of Articles 4.2(a) and (b) on the COP-3 agenda, recommending that the review occur at COP-4.",
      "The EU and US said it was appropriate that COP-3 consider the review.",
      "The G-77/CHINA proposed an agenda for the high-level segment and objected to a reference to the 'so-called post-Kyoto process' with the aim of including non-Annex I Parties in commitments.",
      "The PHILIPPINES asked for clarification of the post-Kyoto process in the SBI report.",
      "Zammit-Cutajar said that the post-Kyoto process also denoted implementation of any protocol.",
      "The Vice-Chair suggested raising the issues at Sunday's Bureau meeting. On administrative and financial matters (FCCC/SBI/1997/18, /INF.2 and /INF.7), the Secretariat noted cash flow problems arising from late contributions and a US$500,000 shortfall in the COP-3 participation fund.",
      "The Vice-Chair will prepare a draft decision urging contributions and covering other matters. Delegates agreed to continue discussing mechanisms for consultation with NGOs after the Vice-Chair said a decision was not possible.",
      "The EU proposed giving NGOs seats and speaking opportunities as in SBSTA.",
      "MALAYSIA said delegations did not have time for multiple forums.",
      "SWITZERLAND suggested expanding the list of constituencies in line with Agenda 21's major groups, and did not support a business consultative mechanism.",
      "CANADA proposed permitting more than one NGO intervention when appropriate."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}