{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_33",
   "section_title": "A BRIEF ANALYSIS OF THE MEETING",
   "sentences": [
      "The informal Bangkok climate talks convened against the backdrop of depressing and sobering news concerning the melting of Arctic sea ice, which in August broke the previous record set in 2007.",
      "Leading scientists affirm that the ice over the Arctic Sea could vanish altogether in as little as four years time.",
      "Elsewhere, extreme weather events, often attributed to climate change, were experienced as hurricanes battered cities and coastlines, devastating droughts ravaged crops and farmland, and destructive wildfires raged.",
      "Delegates in Bangkok did not reach any agreements on new measures to combat climate change, yet they did make some progress that will hopefully enable there to be a successful outcome and balanced package of measures to be adopted at the Doha Climate Change Conference at year s end.",
      "This was very much a roll up your sleeves and work session, as the UNFCCC Executive Secretary said in her opening press conference, referring in particular to the informal nature of the meeting.",
      "The informal Bangkok session, which almost did not happen due to lack of funding, had a full plate, with one delegate clearly elaborating what should be on the menu: a Doha amendment(s) to the Kyoto Protocol to deliver a robust second commitment period; the successful closure of the AWG-LCA; and initial consolidation of the work of the ADP that will map out the path towards concluding negotiations on a new legal regime by 2015 to be implemented beginning in 2020.",
      "This analysis will examine the Bangkok meeting in the context of these three elements and discuss how far the session went towards contributing to a successful outcome in Doha. WHEN YOU RE COMMITTED TO SOMETHING, YOU ACCEPT NO EXCUSES, ONLY RESULTS - KENNETH BLANCHARD Discussions on the Kyoto Protocol track focused on the second commitment period.",
      "A robust second commitment period envisages several elements, including a smooth or seamless transition between the first and second commitment periods, as well as legal and technical and operational continuity.",
      "To ensure legal continuity, QELROs or commitments from industrialized countries presented in a second commitment period have to be legally-binding as of 1 January 2013, when the second commitment period is due to begin.",
      "Adoption of a Doha Amendment(s) to the Kyoto Protocol could address this, but ratification of such an amendment is a lengthy domestic process for many countries.",
      "Having missed the opportunity to get the ball rolling by adopting an amendment in Cancun or Durban, parties now have to exercise a great deal of creative and legal ingenuity to circumvent the inevitable ratification gap.",
      "Developing countries, particularly AOSIS, favor provisional application, whereby the amendments to the Kyoto Protocol would be applied provisionally from 1 January 2013, pending entry into force or ratification by individual parties.",
      "Precedent for this does exist.",
      "For example, the GATT, which preceded the WTO, was famously provisionally applied from 1948 to 1995.",
      "However, due to domestic legislative constraints in some countries, this might not be an option open to all parties.",
      "For example, provisional application appears to be an obstacle for countries like Australia, whose constitution does not allow for their executive to provisionally apply treaties unless it is urgent and in the public good.",
      "Delegates in Doha will need to find agreement on how to proceed on the issue of providing legal certainty of the second commitment period.",
      "Another issue to be resolved during a second commitment period is eligibility to use the Kyoto Protocol s flexibility mechanisms.",
      "Different views remain, with AOSIS proposing that only countries that have signed onto a second commitment period, and are provisionally applying the Protocol amendments or have deposited their instrument of acceptance, should have access to the mechanisms.",
      "Parties will also have to decide in Doha whether countries that are not parties to the Kyoto Protocol and also those who are parties but do not intend to participate in the second commitment period will be eligible to use these mechanisms.",
      "Delegates have also not yet reached agreement on having a five-year or eight-year commitment period.",
      "Some who support an eight-year commitment period believe that it is easier to have an overlap than a gap, referring to the fact that a bit of overlap will exist with any new regime that will be implemented in 2020, as opposed to having to address another gap in 2018 if a five-year commitment period is adopted.",
      "Those supporting a five-year commitment period believe that a longer commitment period would lock in a lower level of ambition.",
      "Some proposed addressing this issue with a review of commitments or with an amendment that would enable increasing ambition at any time.",
      "In Bangkok, parties made some progress on these issues, which was captured in the AWG-KP Vice Chair s non-paper on possible amendments for a Doha decision adopting the Kyoto Protocol amendment(s).",
      "Parties still have a lot of work to do in Doha, but at least this non-paper goes a long way towards putting possible options on the table. EVERYTHING WILL BE ALL RIGHT IN THE END-¦AND IF IT IS NOT ALL RIGHT, THEN IT IS NOT THE END - INDIAN PROVERB On the AWG-LCA side, delegates grappled with the various elements of the Bali Action Plan, with countries worlds apart on some issues regarding whether more work was required under the AWG-LCA.",
      "As laid out in Decision 1/CP.17 in Durban, delegates agreed to extend the AWG-LCA s mandate for one year in order for it to continue its work and reach the agreed outcome pursuant to the Bali Action Plan, at which it shall be terminated.",
      "The language itself is purposefully ambiguous and open to interpretation, an observer opined.",
      "Durban mandated further work to be taken to Doha on specific issues, namely: shared vision; developed country mitigation; developing country mitigation; REDD+; sectoral approaches; various approaches, including markets; and Review.",
      "In Bonn, parties agreed to launch spin-off groups on those issues, and informal discussions continued in Bangkok, together with several workshops.",
      "Disagreement persists, however, on whether issues under the Bali Action Plan not being considered in spin-off groups need to be addressed before the closure of the AWG-LCA.",
      "Developed countries consider that many issues mandated by the Bali Action Plan have already been sufficiently addressed and forwarded to different bodies for further consideration, including institutions created for that purpose in Cancun and Durban.",
      "In this view, if any relevant issues are not solved in Doha, the permanent Subsidiary Bodies or the COP will be able to address them.",
      "Many developing countries, however, adamantly disagree that issues, such as finance for the 2012-2020 period, have been adequately addressed.",
      "This resulted in speculation in Bangkok as to whether the AWG-LCA would actually conclude in Doha if these issues are not addressed.",
      "We did not agree to extend the AWG-LCA only to terminate it, said one developing country delegate.",
      "We have to have a successful outcome on those issues that we deem to be of critical importance to us.",
      "These diametrically opposing views led some countries to speculate on whether a decision- and therefore consensus- would be required for terminating or extending the AWG-LCA.",
      "What is certain for many is that some form of text containing the work accomplished since Durban by the AWG-LCA will have to be presented in Doha.",
      "During the last day of the Bangkok meeting, the AWG-LCA Chair presented an informal overview note intended to assist parties in their reflection on progress made and remaining challenges.",
      "While many developing countries expressed satisfaction with the compilation, many developed countries said that they would not consider it as a basis for negotiations.",
      "In the closing remarks, some parties complained that the note did not sufficiently distinguish between elements mandated for discussion by Durban and those other issues that some, but not others, believed required further consideration.",
      "A veteran negotiator explained: a successful outcome in Doha will depend, to a great extent, on whether parties can build trust with one another and really agree on which, where and how key pending issues under the AWG-LCA will continue to be addressed. DON T BURY YOUR THOUGHTS; PUT YOUR VISION TO REALITY - BOB MARLEY As for the ADP, after parties spent most of the time in June agreeing on the agenda and the election of officers, in Bangkok they were able to have an initial exchange of views on the workstreams agreed to in Bonn.",
      "Under the agreed ADP agenda, the workstreams address matters related to paragraphs 2-6 of Decision 1/CP.17 (post-2020 regime) and paragraphs 7-8 (enhancing mitigation ambition during the pre-2020 timeframe).",
      "In Bangkok, discussions on the ADP were held as roundtables that provided parties a space to shed light on what they envisioned for the post-2020 regime, how to address the work on ambition for the pre-2020 period, and how to organize their work for Doha and beyond.",
      "As one delegate aptly put it, The ADP airplane has taken off under the charge of two copilots, but it may be too early to unbuckle our seatbelts because of turbulence ahead, but we are flying, and the journey has begun.",
      "As in Bonn, parties expressed different views on how principles should guide the work of the ADP and what applicable to all implies.",
      "Different groupings of developing countries maintained that the common but differentiated responsibilities and the equity principles, as currently interpreted, should continue to apply since the ADP is framed under the Convention.",
      "They added that universality of application should not become uniformity of application and that universal participation must take into account the variety of national circumstances.",
      "Meanwhile, developed countries increasingly referring to current socio-economic realities, called for flexible and dynamic structures that could evolve over time to promote increasing ambition as countries capabilities and confidence grow.",
      "Whether focus should be retained on mitigation or equally consider the other Bali pillars remained controversial under both workstreams.",
      "While most developed countries suggested focusing on mitigation, particularly on raising the level of ambition for the pre-2020 era, developing countries said adaptation, finance and technology should be also considered.",
      "On the differences in views, an experienced negotiator explained that many fear that the ADP could become the new dumping ground for unresolved AWG-LCA issues, rather than enabling real progress or bridging gaps for a future climate regime.",
      "Views on the way forward also diverged in Bangkok, as some countries believed discussions under this body should play a central role in Doha and be balanced with progress in the other AWGs.",
      "Others, however, noted that beginning to negotiate the instrument too early would contaminate the real deliverables for Doha, which they said is the work under the AWG-KP and the AWG-LCA.",
      "Moreover, some developed countries see the work in and beyond Doha could be better advanced if a work plan with concrete milestones is agreed and if ministers are engaged in ADP roundtables, while others believed that focusing on the happy ending of the other two AWGs should be the priority. WHAT MAKES THE DESERT BEAUTIFUL IS THAT SOMETIMES IT HIDES A WELL - ANTOINE DE SAINT-EXUPERY At the end of the week, most delegates acknowledged that some progress had been made on all three tracks, although with varying degrees.",
      "The next important meeting is the pre-COP to be held in the Republic of Korea towards the end of October.",
      "We have to bring the three groups together in Doha, said one.",
      "Many developing countries believe that work cannot progress in the ADP until they are satisfied with the conclusions of the other two AWGs.",
      "In this context, many think that Bangkok met its objectives in illuminating the linkages and tradeoffs among the three AWGs.",
      "While some, in the end, questioned the necessity of holding the Bangkok meeting, the UNFCCC Executive Secretary was optimistic in her closing press conference, noting Bangkok created the space for a landing zone in Doha.",
      "Doha will not be an easy meeting.",
      "I feel like here in Bangkok we were lining up our armies and everyone was taking their positions, but no shots were fired, said one delegate who is positioning herself on the front line.",
      "The real battle will come in the desert in December."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "WORKING GROUP"
}