{
   "actors": [],
   "countries": [
      "Indonesia"
   ],
   "enb_end_date": "04-Apr-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12362e.html",
   "id": "enb12362e_9",
   "section_title": "COP 13, COP/MOP 3 AND AWG 4:",
   "sentences": [
      "COP 13 and COP/MOP 3 took place from 3-15 December 2007 in Bali, Indonesia, alongside the resumed fourth session of the AWG.",
      "The main focus of the Bali conference was on long-term cooperation, and negotiators spent much of their time seeking to agree on a two-year process, or Bali roadmap, to finalize a post-2012 regime by COP 15 in December 2009.",
      "Under the Convention, negotiations on the follow up to the Convention Dialogue resulted in the establishment of the AWGLCA with a view to launching a comprehensive process on long-term cooperative action to be completed in 2009.",
      "COP 13 identified four areas for enhanced action to be addressed by the AWGLCA, namely mitigation, adaptation, finance and technology.",
      "Its decision also contains a non-exhaustive list of issues to be considered under each of these areas and calls for addressing a shared vision for long-term cooperative action.",
      "At its resumed fourth session, the AWG focused on reviewing its work programme and developed a detailed outline for its activities and meetings for 2008-2009. COP/MOP 3 considered preparations for the second review of the Protocol under Article 9 by COP/MOP 4 at the end of 2008.",
      "Delegates identified a number of issues to be addressed during the review, such as the Clean Development Mechanism (CDM), IPCC AR4, adaptation, effectiveness, implementation and compliance.",
      "They also requested that the Secretariat organize a preparatory workshop."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}