{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Kenya",
      "China",
      "Burkina Faso"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_18",
   "section_title": "ACTIVITIES IMPLEMENTED JOINTLY (AIJ)",
   "sentences": [
      "The issue of activities implemented jointly (AIJ) under the pilot phase was taken up by the SBSTA on Wednesday, 5 June, and subsequently addressed in a contact group co-chaired by Mamadou Honadia (Burkina Faso) and Sushma Gera (Canada).",
      "The contact group met twice formally and once informally, approving draft conclusions that include an addendum containing a draft COP-8 decision and an agreed revised uniform reporting format (URF) for AIJ under the pilot phase.",
      "The conclusions were adopted by the SBSTA on Thursday, 13 June. On Wednesday, 5 June, Chair Thorgeirsson noted COP-7 decision 8/CP.7 to continue the pilot phase and hold a workshop on the draft revised URF prior to SB-16 (FCCC/SBSTA/2002/INF.9).",
      "Participants were then briefed on the workshop, which took place in Bonn from 2-3 June, and on other relevant documents, including a compilation of Parties\u0092 submissions on their experiences with the pilot phase (FCCC/SBSTA/2002/MISC.2).",
      "Kenya, on behalf of the G-77/China, said the geographic distribution of projects should be improved, particularly for Africa.",
      "A contact group was formed to consider the matter further. Later that day, the group convened to examine the draft revised URF (FCCC/SB/2000/6/Add.1) and approve a number of proposals on several sections of the draft.",
      "The group completed its work on Friday, 7 June, agreeing to several amendments to the sections on summarizing the AIJ project and on financing, and approving the draft annexes.",
      "Following informal consultations, participants adopted the section on mutually agreed assessment procedures, and inserted a sentence in the chapeau clarifying that the content provided using the revised URF is 'for information purposes only and\u0085 should not be construed as adopting the underlying concepts.",
      "' Parties concluded their work by approving draft conclusions for consideration by the SBSTA, as well as a draft COP-8 decision.",
      "The conclusions, including the addendum containing the draft decision and revised URF, were adopted by the SBSTA on Thursday, 13 June."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}