{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "China",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_75",
   "section_title": "PREMONITIONS OF THE FUTURE",
   "sentences": [
      "Some Parties attending SB-16 also had their sights set on the future.",
      "Observers identified a clear desire within the EU, Switzerland, and some others to begin a dialogue on long-term objectives and future commitments.",
      "These Parties felt that having 'closed the book on the BAPA' at Marrakesh, it was now appropriate to begin looking beyond the first commitment period.",
      "This view was articulated at the very start of the meeting, when Norway called on SBSTA to launch a process to strengthen commitments beyond 2012. This position met with strong resistance in some quarters.",
      "In particular, a number of the larger developing countries, such as China, were clearly reluctant to discuss future commitments, which in the words of one delegate, would be 'premature and unfair.",
      "' This conflict was most obvious in discussions on the IPCC\u0092s Third Assessment Report, on policies and measures, and guidelines on non-Annex I national communications. The contact group charged with producing draft conclusions on the TAR had a particularly difficult time, spending late nights mired in disagreements over text that would begin a process focusing on long-term objectives. While the final text on the TAR may have pleased some, others were clearly disappointed.",
      "New Zealand\u0092s statement in the closing SBSTA Plenary regretting the 'weak' language captured the sense of frustration at the lack of some Parties\u0092 willingness to compromise.",
      "Divergence within the G-77/China was also apparent on this issue, with many smaller countries, such as some AOSIS members, also more eager to deal with long-term commitments. Initial exchanges on policies and measures also illustrated the divergence of opinions on what direction to take.",
      "While the EU favored a focus on domestic action, Saudi Arabia wanted the impacts of response measures on developing countries at the top of the agenda.",
      "Meanwhile, the US and Japan preferred a focus on information exchange, avoiding a prescriptive approach.",
      "The ensuing discussion was more straightforward, if only because the Chair restricted it to simple procedural matters, and grounded it in the relevant COP-7 decision."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}