{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Netherlands",
      "Austria",
      "Australia",
      "Peru",
      "Belgium",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_17",
   "section_title": "PROCEDURES:",
   "sentences": [
      "This issue (IPCC-XXXIV/Doc.",
      "9, Add.",
      "1) was first introduced in the plenary on Friday and then taken up by a contact group co-chaired by Eduardo Calvo (Peru) and Øyvind Christophersen (Norway), with Arthur Petersen (Netherlands) as Rapporteur.",
      "Work centered on the finalization of revisions to the Appendix A to the Principles Governing IPCC Work: Procedures for the Preparation, Review, Acceptance, Adoption, Approval and Publication of IPCC Reports, which started at IPCC-32.",
      "The Panel adopted the revised Procedures Appendix in plenary on Saturday, completing the work of the Task Group on Procedures.",
      "Discussions in the contact group centered on the production and treatment of guidance material, the selection of participants to IPCC workshops and expert meetings, matters related to the transparency, quality and efficiency of the review process, anonymous expert review, and SPM approval sessions.",
      "On guidance material, Belgium and others called for stating that guidance material needs to be taken into account in the preparation of the reports in addition to stating what guidance material is, while others cautioned against excessively normative language.",
      "The group agreed leave the text as is.",
      "On the selection of participants to IPCC workshops and expert meetings, the group addressed text related to the distinction between these two types of meetings.",
      "On matters related to the transparency, quality and efficiency of the review process, the group considered the Revised Guidance Note on the Role of Review Editors (IPCC-XXXIV/Doc.",
      "9, Add.1) prepared by the WG and TFI Bureaux.",
      "The group also addressed the current practice of expanding the number of Review Editors per chapter.",
      "After some discussion, the group agreed that there was a need to limit the number of Review Editors to four per chapter.",
      "On text related to open invitations for expert reviewers, recommendations were made to circulate second in addition to First Order Draft Reports by WG/TFB Co-Chairs for review.",
      "In relation to inviting as wide a group of experts as possible, Review Editors were added to a list of potentially nominated experts.",
      "Text was also added on notifying Government Focal Points when this process starts.",
      "On anonymous expert review, the group discussed the need to ensure the appropriate flexibility and agreed to add text that clarifies that the procedures do not prescribe WGs and the TFI to use either anonymous or named expert reviews.",
      "In order to document past experience with anonymous expert reviews by WGIII and the TFI during the AR4, the group agreed to include the Note by the Task Group on Procedures on IPCC Anonymous Expert Review: Past experiences and arguments in favor or against (Appendix 3 of IPCC-XXXIV/Doc.",
      "9) in an annex to the Report of IPCC-34.",
      "On the process for the SPM approval, the group addressed text on the process for sending government comments to the Second Order Draft prior to the plenary approval session of the SPM, bringing the procedures in line with current practice.",
      "During the final plenary, Austria noted that, although important progress was made, there is a need to further strengthen the Procedures, in particular related to the calibrated uncertainty language of assessments, to increase transparency and traceability of the decisions of authors so these can be understood in the future.",
      "He also proposed further addressing the management and working rules for the writing teams so they are the same across WGs.",
      "With regard to calibrated language, New Zealand drew attention to the existing Guidance Paper on Uncertainties and cautioned against having the Panel decide on this, stressing that this should be the province of the WGs.",
      "The European Union (EU) asked for clarification on whether participating organizations are also considered in the round of comments by governments for SPM approval.",
      "Co-Chair Christophersen responded that this was not brought up or considered by the group.",
      "The EU noted that it would be useful to introduce this in the future given the EU s particular character.",
      "Australia proposed, and the Panel agreed, to record the EU s concern in the minutes of the meeting along with Austria s suggestion."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}