{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "India",
      "United States",
      "China",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "23-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "23-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12265e.html",
   "id": "enb12265e_4",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "Chair Sach convened the contact group in the afternoon.",
      "Regarding the high-level segment of COP 11 and COP/MOP 1, Chair Sach and NORWAY recalled the agreement at SB 18 on provision for high-level statements, using one list of speakers.",
      "The US favoured an interactive approach combined with statements. On future sessional periods, Chair Sach noted an IPCC request for a postponement of COP 13 by three to four weeks.",
      "AUSTRALIA, JAPAN, INDIA, the EU and NEW ZEALAND supported the IPCC request.",
      "SAUDI ARABIA and CHINA suggested that the IPCC Report could be taken up at COP 14.",
      "On possible elements for the provisional COP 11 agenda, Saudi Arabia, for the G-77/CHINA, asked that the agenda reflects that an item on UNFCCC Article 4.8 (adverse effects) is part of a review process and that an item on capacity building be added. Regarding the negotiating process, Chair Sach noted views from the SBI Plenary, including support for clustering or consolidating agenda items, a reduction in the number of contact groups and consultations, and some support for longer time-cycles for agenda items.",
      "SAUDI ARABIA urged further discussion.",
      "NORWAY and CANADA suggested that some recommendations on streamlining the process could be implemented straight away.",
      "The EU noted a proposal to continue considerations up to SBI 24.",
      "On observer participation, Chair Sach recalled support for the Secretariat\u0092s views that current UNFCCC practices are in line with ongoing reflections at the UN General Assembly.",
      "Chair Sach undertook to draft conclusions for Monday morning and reconvene the contact group on Monday afternoon."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}