{
   "actors": [],
   "countries": [],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "28-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1255e.html",
   "id": "enb1255e_15",
   "section_title": "AN INSTRUMENT FOR FOUR SEASONS",
   "sentences": [
      "The headline issues of greenhouse gas emission targets and timetables are so far untouchable, quietly muffled beneath the shade of the obscure term 'QELROs.",
      "' The lack of specific target proposals from two of the largest GHG producers places a hold on that aspect of the process.",
      "So much so that the Chair of the QELROs non-group speculated that an attempt to address them might embarrass some Parties. Whether policies and measures should be legally binding or not, is another issue yet to be resolved.",
      "Although there are provisions in the current draft to the effect that Parties must draw up binding national plans for limiting and reducing anthropogenic emissions by sources and enhancing removal by sinks, there is a draft escape clause that states: 'Parties will continue to retain maximum flexibility in deciding how best, based on their national circumstances, they can reach emission limitation/reduction objectives.",
      "' The ongoing debate over flexibility resumes in the discussion of policies and measures.",
      "There seems to be a tendency to accept that some P&Ms will be classified as mandatory, but which ones, how many and other details are far from clear. Regarding whether objectives shall be achieved individually or jointly, a distinction was established whereby commitments will be met individually, but P&M\u0092s may be undertaken in a common/coordinated way.",
      "Further clarification will be needed on how the common/coordinated approach will operate.",
      "A reference was made to a coordination process to be instituted under SBSTA to develop guidelines for implementing the common measures set out in both mandatory and high priority P&Ms.",
      "The inclusion of an 'Annex Q1' of countries that are to take measures to mitigate climate change hints at another route to inclusion of non-Annex I Parties in new commitments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}