{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "League of Arab States",
      "European Union",
      "Central American Integration System",
      "Latin American and Caribbean Group",
      "Coalition for Rainforest Nations",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Alliance of Small Island States",
      "African Group",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Honduras",
      "Algeria",
      "Mexico",
      "Egypt",
      "Gambia",
      "Philippines",
      "Slovenia",
      "China",
      "Swaziland",
      "Guyana",
      "Tajikistan",
      "Nauru",
      "Venezuela",
      "Sierra Leone"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_10",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The ADP closing plenary took place on Friday, 25 May.",
      "Parties adopted the meeting s report (FCCC/ADP/2012/L.2).",
      "Saudi Arabia, for the Asia-Pacific Group, said that electing the ADP Bureau by a vote would have had serious consequences for the UNFCCC process and highlighted the importance of preserving consensus.",
      "The Gambia, for LDCs, called for a meeting before Doha to advance the ADP s work and avoiding lengthy discussion on the organization of work.",
      "Nauru, for AOSIS, highlighted that policy decisions should be guided by science, and success will only be reached by working together.",
      "On the post-2020 period, he supported milestones and deadlines for smooth and steady progress by 2015.",
      "He supported submissions on the planning of work and on identifying ways to close the ambition gap.",
      "He said a work plan should focus on, inter alia: developed countries information on policies to increase the level of ambition; developing countries analysis of their mitigation potential and means of implementation needed; and developed countries information on potential scale up of support for enabling ambitious NAMAs.",
      "Australia, for the Umbrella Group, said the ADP should intensify global cooperation on climate change to meet the below 2ºC goal.",
      "He called for progress on the two tasks: enhancing pre-2020 mitigation ambition and negotiating a new legal agreement applicable to all.",
      "Swaziland, for the African Group, expressed hope for work under the ADP to provide an opportunity for a fair, multilateral, rules-based system in the context and principles of the Convention.",
      "He expressed disappointment that some parties have pushed back on assurances given in Durban with regard to the second commitment period under the Protocol, and also that the comparability assurance from developed countries had not been realized.",
      "He called for an increase in the level of ambition on all fronts, including through the scale-up of finance, technology transfer, and focused capacity building towards developing countries for mitigation and adaptation.",
      "The EU expressed support for adopting a ratifiable second commitment period under the Kyoto Protocol in Doha as part of a transition to a single, comprehensive and global legally binding climate agreement by 2020.",
      "He also stated the need to take forward the pre-2020 mitigation work plan as agreed to in Durban.",
      "He proposed that workshops be held to take forward the two substantive work streams covered by the agenda in the ADP: one on a work plan taking parties towards the 2015 agreement, and the other on ways to enhance pre-2020 mitigation ambition.",
      "Algeria, for the G-77/China, expressed hope that the work under the ADP will lead to concrete and positive outcomes for all parties, in accordance with the principles and provisions of the Convention.",
      "Mexico, for the EIG, described the Durban package as a turning point in the climate negotiations, noting that substantive work must start in the next session on both work streams to increase mitigation ambition and adopt a legal instrument under the Convention that is applicable to all parties.",
      "Guyana, for GRULAC, congratulated the Chairs and Rapporteur of the ADP on their election, adding that they were pleased to be part of the leadership of the ADP, and offered the support and cooperation of GRULAC.",
      "Venezuela, for the Bolivarian Alliance for the Peoples of Our America (ALBA), reiterated the need for developed countries to fulfill their ambitions in reducing emissions, highlighting the efforts of developing countries in reducing emissions.",
      "He said that parties need to avoid artificial splits between working groups as this threatens the principle of equity based on common but differentiated responsibilities.",
      "He referred to the ADP as the new ship of hope.",
      "Slovenia, for Central and Eastern European countries, congratulated the new leadership and expressed hope on the success of the work of the ADP.",
      "Egypt, for the Arab Group, noted that the ADP work programme must be based on clear agreement and understanding on guidelines in accordance with all the articles and principles of the Convention.",
      "The Philippines, on behalf of a group of 38 countries, indicated that all elements of Decision1/CP.17 form part of the ADP s work, noting that the organization of the work must reflect this as well as the principles and provisions of the Convention.",
      "She observed that the legal form of the outcome should not be decided up-front, nor should discussions on this be an immediate priority.",
      "Honduras, for SICA, reaffirmed adaptation as the main priority, requesting serious advancement during the next negotiating session to ensure actions and results that favor reduction of vulnerability in their region.",
      "Sierra Leone, for the Coalition for Rainforest Nations, stated that a new, international agreement is needed before 2020.",
      "He underscored the need for REDD+ mechanisms to be part of the new regime, and for private and public capital to make REDD+ phases effective.",
      "Tajikistan, for Mountainous Landlocked Developing Countries, called for, inter alia : a work plan with uncomplicated and inclusive institutional arrangements, with clear milestones.",
      "He underscored the need for a new legal agreement to acknowledge the wide range of climate vulnerabilities developing countries face and to provide long-term financial support to vulnerable developing countries. ADP Co-Chair Mauskar suspended the ADP at 8:21 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}