{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "United States",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Micronesia",
      "United Kingdom",
      "China",
      "Russian Federation",
      "New Zealand"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_38",
   "section_title": "PROCEDURES",
   "sentences": [
      "Parties discussed procedures of the compliance body in the context of the Co-Chairs' proposals on Thursday and Friday, 7-8 September, and in the context of the Co- Chairs' text on Wednesday, 13 September.",
      "On the submission of questions to the compliance body, the G-77/China said questions of compliance could be raised by a Party with respect to itself or another Party.",
      "Australia, opposed by Samoa, said that a Party should not be able to raise questions with respect to another Party.",
      "The US said a Party should be able to refer questions with respect to another Party's compliance only to the facilitation branch.",
      "The G-77/China, opposed by New Zealand, supported a role for the COP/MOP.",
      "The EU, opposed by China, supported a role for the Secretariat. On the preliminary examination of questions, the G-77/China said functions at this stage should include ensuring that the question is supported by sufficient information and is not de minimis, and directing the case to a particular branch.",
      "She said this task should be undertaken by a plenary of the compliance committee.",
      "The UK said the screening process should simply be an organizational stage to ensure that the relevant branch receives the case.",
      "He suggested creating a bureau of the compliance committee consisting of two members, representing the enforcement and facilitative branches, to perform this function.",
      "The Russian Federation suggested that all questions go automatically to the facilitation branch.",
      "The US said there should be two functions, one related to allocation and the other to substance.",
      "The allocation function would be performed by a bureau of the compliance institution, and the substantive screening, which would be necessary only for cases referred to the enforcement branch, would be undertaken by the enforcement branch. With respect to the procedures for further handling of questions, the G-77/China said procedures relating to decision-making, participation, conflict of interest and information sources should be equally applicable to both branches.",
      "The US suggested having two separate and complete procedures.",
      "Samoa and the US said the enforcement branch could address specific provisions and the facilitation branch could have broad jurisdiction.",
      "Brazil, opposed by Australia and the Russian Federation, supported distinguishing between facilitation available to Annex I and non-Annex I Parties. On appeals, the EU, Micronesia and Samoa, opposed by New Zealand, doubted their necessity, since it would delay the process and merely afford Parties the opportunity to have their case heard twice.",
      "The US, while retaining the 'no appeal' option, said any appeal body should be limited to overriding decisions.",
      "Saudi Arabia suggested that the COP/MOP be the appeals body."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}