{
   "actors": [],
   "countries": [
      "Bangladesh",
      "Cuba"
   ],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_16",
   "section_title": "SESSION FIVE: CLOSING SESSION",
   "sentences": [
      "The final session began with comments from a panel that included the facilitators of the breakout groups.",
      "Mozaharul Alam, Bangladesh Centre for Advanced Studies, noted that many of the issues discussed in the breakout groups relate to implementation, which he said is beyond the mandate of the NWP.",
      "He suggested that these issues should therefore be passed on to the SBI.",
      "Lawrence Flint, ENDA, stressed the need for effective communication strategies, highlighting vehicles for transporting available knowledge in ways it can be clearly understood and at the level where it can be deployed.",
      "Leon Charles, Charles and Associates, Inc., said climate-related risks include non-disaster risks, and disaster risks include non-climate related risks.",
      "He therefore suggested a focus on sectoral risks, rather than attempting to focus on climate or disaster risks.",
      "Madeleen Helmer, International Federation of Red Cross and Red Crescent Societies, emphasized that climate change is a global problem with local impacts and highlighted a particular interest in the local impacts.",
      "She also called for more national dialogues.",
      "Glenn Dolcemascolo, UN/ISDR, outlined three key issues to focus on at the national level: the significance of multi-stakeholder dialogues, the importance of being guided by a clear framework, and the importance of monitoring and reporting on progress (for instance, through indicators).",
      "In the ensuing discussion, one participant expressed hope that the workshop s recommendations would provide input to the future Copenhagen agreement and add momentum to the adaptation process.",
      "Responding to a participant s comment that the workshop did not focus on the most vulnerable people, Chair Helen Plume responded that this issue would be discussed throughout the year.",
      "Chair Plume noted that the workshop had focused on specific empirical examples of integration and had involved in-depth discussions on the most important gaps for action.",
      "On adaptation and DRR, she identified priorities, such as integration into national development policies.",
      "She noted a number of interesting experiences from the national and regional levels, as well as synergies between DRR and adaptation.",
      "She also drew attention to discussions on the need for simple methods to be used by stakeholders, the availability of resources to build and sustain capacity, and the need for strong cooperation and coordination of knowledge and resources.",
      "Noting that there was not a one-size-fits-all solution, she urged the replication of lessons learned by successful experiences, especially in terms of multi-stakeholder participation, accessible information for policymakers, knowledge sharing and regional cooperation.",
      "Chair Plume highlighted the importance of the NWP for the negotiations under the Ad hoc Working Group on Long-term Cooperative Action under the Convention.",
      "She emphasized the importance of this workshop in sharing knowledge and enhancing the adaptation regime.",
      "She thanked participants and organizers for the workshop, and especially the Government of Cuba for its hospitality.",
      "Gisela Alonso, Cuba s Environmental Agency, thanked participants and wished for more resources for climate change adaptation to make possible life for humanity in the planet.",
      "Chair Plume closed the meeting at 3:41 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}