{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "United States",
      "Japan",
      "Tuvalu",
      "Argentina",
      "Norway",
      "Papua New Guinea"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_25",
   "section_title": "Reducing deforestation in developing countries",
   "sentences": [
      "This issue was first presented to COP plenary on 7 November and addressed in contact group meetings, informal consultations and drafting group meetings, co-chaired by Audun Rosland (Norway) and Hernán Carlino (Argentina).",
      "Parties soon agreed on the need for a second workshop on positive incentives to reduce emissions from deforestation to be held before SBSTA 26.",
      "Discussions thereafter focused on the scope of this workshop, and on the content of submissions and papers requested to facilitate it.",
      "On the scope of the workshop, Papua New Guinea proposed the workshop focus only on policy approaches and positive incentives, while the EU, Japan, Tuvalu and others preferred also addressing technical and methodological matters.",
      "The US called specifically for addressing data availability and needs.",
      "Brazil suggested advancing discussion by limiting technical and methodological issues to those relevant to the proposed policy approaches.",
      "Consensus was reached by referring to policy approaches and incentives and the technical and methodological requirements related to their implementation, assessment of results and improved understanding.",
      "On the submissions and other material for the workshop, parties discussed whether to consider provisions under other processes in the submissions.",
      "Japan and Argentina supported reference to other conventions and multilateral organizations, including the International Tropical Timber Organization (ITTO) and the World Trade Organization (WTO).",
      "Parties also discussed requests to the Secretariat to prepare background papers and synthesis reports, deciding to limit their request to compiling and making available the information.",
      "In response to the call for data on deforestation by the US, parties agreed to invite submissions on updated information on deforestation emissions and trends and data needs in addition to those included in national communications.",
      "This information will be compiled by the Secretariat and presented at the workshop. SBSTA Conclusions : In its conclusions ( FCCC/SBSTA/2006/L.25 ), SBSTA requests the Secretariat to organize a second workshop before SBSTA 26 and to ensure that relevant observers and experts are invited.",
      "SBSTA decides that the workshop will focus on ongoing and policy approaches and positive incentives, and technical and methodological requirements related to their implementation, assessment of results and their reliability, and improving understanding of reducing emissions from deforestation in developing countries.",
      "To facilitate discussions at the workshop, SBSTA invites parties and observers to submit their views on these topics, and to consider, as appropriate, relevant provisions of other conventions and multilateral organizations, including the Convention on Biological Diversity, the UN Convention to Combat Desertification, the Ramsar Convention, the United Nations Forum on Forests, the ITTO and the WTO. SBSTA further invites parties to provide, on a voluntary basis, any updated information and data additional to that provided in national communications, on emissions and trends in deforestation, data needs, and policies and programmes in place or being considered to address deforestation and its root causes.",
      "The Secretariat will compile this information and provide a short presentation at the workshop.",
      "SBSTA agrees to report at SBSTA 27 and present recommendations to COP 13 on this agenda item."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}