{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_13",
   "section_title": "SBSTA Conclusions:",
   "sentences": [
      "The conclusions on the TAR (FCCC/SBSTA/2002/CRP.3/Rev.1) note the three broad areas - scientific basis, impacts, adaptation and vulnerability, and mitigation - covered by the TAR, and agree that 'in general it should be used routinely' for informing the deliberations of the COP and its subsidiary bodies.",
      "The conclusions identify three preliminary areas that the SBSTA could regularly consider: research and systematic observation, including the need for enhanced interaction with international research programmes, and for more research on greenhouse gas atmospheric concentration and forcing agents; scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change; and, scientific, technical and socioeconomic aspects of mitigation. The conclusions note that the TAR synthesis report covers the broad aspects of the TAR and wider cross-cutting issues of general relevance to Parties.",
      "They also note significant progress in the TAR compared to the Second Assessment Report in addressing scientific, technical and socioeconomic aspects related to the UNFCCC\u0092s 'ultimate objective, principles, and general provisions.",
      "' They add, however, that many uncertainties exist and that further research is required, observing that there are 'a wide range of opinions' on issues pertaining to the UNFCCC\u0092s objective and provisions. The conclusions also: request the Secretariat to invite various research bodies to address SBSTA-17 on research recommendations in the TAR; invite Parties to submit their views on priorities for research by 20 August 2002; and invite Parties to submit views on issues covered in these conclusions and on aspects of the TAR relevant to the COP and its subsidiary bodies by 31 January 2003, for consideration at SBSTA-18."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}