{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bahamas",
      "Jamaica",
      "China",
      "South Africa",
      "United States",
      "Malawi"
   ],
   "enb_end_date": "15-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "15-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12587e.html",
   "id": "enb12587e_1",
   "section_title": "REDD+ (SBSTA)",
   "sentences": [
      "During the morning informal consultations on methodological guidance for REDD+, discussions focused on elements of a possible draft decision on guidelines and procedures for the technical assessment of submissions from parties on proposed forest reference emission levels and/or forest reference levels.",
      "Views diverged on the composition of the assessment team, including on whether an expert from the CGE may participate as an observer.",
      "Those parties supporting this proposal emphasized the CGE's role in assisting developing countries with capacity building.",
      "Delegates also discussed whether the technical assessment may identify areas for further improvement and capacity-building needs, with several parties arguing that this should be the case only if noted by the party concerned.",
      "Throughout the day, informal consultations continued on methodological guidance for REDD+ and coordination of support for the implementation of activities in relation to mitigation actions in the forest sector by developing countries, including institutional arrangements. NATIONAL ADAPTATION PLANS (SBI): Informal consultations on NAPs convened in the morning.",
      "Many parties supported working on the basis of the co-chairs' draft conclusions.",
      "Several developing countries supported also having a COP decision to highlight the importance of NAPs to the broader adaptation and development communities.",
      "Some developed countries expressed support for a COP 19 decision on the importance of NAPs, while others preferred a more substantive COP decision at a later stage, noting the contact group's limited mandate and opportunities to raise the profile of adaptation in other fora, particularly under the ADP.",
      "Informal consultations will continue. ISSUES RELATING TO FINANCE (COP): During the morning informal consultations on finance under the COP, discussions focused on LTF.",
      "Most developing countries stressed a COP decision on LTF as one of the most important ones.",
      "Some urged implementation of Convention Article 4.7 (finance and technology transfer), stressing that the provision of resources is an obligation for governments, and noting that financial resources contributing towards the US$100 billion target will not be 'new', but constitute delivery of a commitment already taken.",
      "A number of developing countries called for, inter alia , more concrete outcomes, and clarity and predictability in the form of mid-term targets or quantified pathways to the US$100 billion target.",
      "Many developed countries underscored the need for effectiveness and enabling environments.",
      "Some developed countries indicated that no financing commitments would be made in Warsaw and rejected quantified pathways, emphasizing work undertaken towards achieving the 2020 goal.",
      "Most concurred on the importance of efforts to achieve the 2 °C target; as well as transparency and trust-building.",
      "In the afternoon, informal consultations continued on the SCF and GCF reports.",
      "Other sub-items will be taken up during informal consultations on Friday. REVIEW OF CDM MODALITIES AND PROCEDURES (SBI): During informal consultations in the afternoon, parties considered a consolidated list of possible changes to CDM modalities and procedures.",
      "Some parties remarked that various elements on the list, including the length of crediting periods, need further elaboration.",
      "Proposals were made for technical papers and submissions, potentially followed by a workshop.",
      "Some parties expressed frustration over limited progress.",
      "Informal consultations on a CMP 9 decision will continue. LOSS AND DAMAGE (SBI): During the afternoon informal consultations, parties exchanged views on possible elements of text and an options paper identifying areas of convergence.",
      "One party proposed basing the discussions on elements contained in paragraph 5 of Decision 3/CP.18 (enhancing knowledge and understanding of comprehensive risk management approaches, including slow-onset impacts; strengthening dialogue, coordination, coherence and synergies among relevant stakeholders; and enhancing action and support).",
      "Parties identified: purpose and objective; organization and governance; functions; modalities; linkages; and support as broad umbrella categories to frame dialogue towards convergence.",
      "The co-chairs will prepare text reflecting parties' submissions and views for further discussion. AFB REPORT (CMP): In the afternoon contact group, parties exchanged general views on the AFB report and the second review of the AF.",
      "Bahamas, for the G-77/CHINA, expressed concern that resources are not available and a pipeline of projects is waiting for support.",
      "With South Africa, for the AFRICAN GROUP, he called for an outcome in Warsaw that provides certainty in terms of available resources.",
      "The AFRICAN GROUP underlined the need to diversify funding sources.",
      "Jamaica, for AOSIS, called for a modality to ensure adequate and predictable resources for the AF.",
      "Malawi, for the LDCs, raised concern over the low price of Certified Emission Reductions.",
      "The G-77/CHINA noted the technical nature of some recommendations for action by the CMP in the AFB report and asked for clarification on the specific set of decisions required to address these issues.",
      "The EU drew attention to achievements of the AF and expressed willingness to take note of the report. CAN underscored that parties cannot leave Warsaw knowing the AF is on its 'deathbed'.",
      "Informal consultations will be held. TECHNOLOGY (SBI/SBSTA): During the afternoon informal consultations on the development and transfer of technologies, delegates considered a draft COP decision on modalities and procedures of the CTCN, and a draft COP decision on the joint annual report of the TEC and CTCN.",
      "On the latter, parties' views diverged on proposed text requesting the TEC to address IPRs.",
      "Some objected, saying that the TEC is already requested to explore enabling environments and barriers.",
      "On the third synthesis report on non-Annex I technology needs, parties expressed disappointment at the lack of time to address the issue adequately.",
      "One party stated that deferring this item to SBSTA 40 would not affect the implementation of technology needs assessments.",
      "Other parties stressed the need for implementation actions."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}