{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Sudan",
      "Costa Rica",
      "France",
      "Bahamas",
      "Ethiopia",
      "Bolivia",
      "Norway",
      "Saudi Arabia",
      "Australia",
      "Algeria",
      "Cuba",
      "Venezuela",
      "Papua New Guinea",
      "Slovenia",
      "China",
      "Russian Federation",
      "Spain",
      "Maldives",
      "Philippines",
      "Indonesia",
      "United States",
      "Sweden",
      "Grenada",
      "Mexico",
      "Singapore",
      "India",
      "South Africa",
      "United Kingdom",
      "Lesotho",
      "Senegal",
      "Tuvalu",
      "Japan",
      "Nicaragua",
      "Barbados"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_36",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The closing plenary convened at 3:00 am on Saturday, 19 December 2009.",
      "COP President Rasmussen noted that hours of intense negotiation had paid off and that he had mobilized support for a Copenhagen Accord developed by a representative group of leaders.",
      "He proposed that the COP adopt this Accord.",
      "He then suspended the COP and opened COP/MOP 5, where he also introduced the Accord.",
      "He requested that parties read the text, consult on this for one hour and then return with a decision on whether or not they wanted to accept the proposal.",
      "Parties objected to closing the meeting, with several raising points of order.",
      "Tuvalu said that in the UN system, nations large and small, are given respect and that the public announcement of a deal before bringing it before the meeting of the COP was disrespectful of the process and the UN system.",
      "He highlighted major problems with the political agreement, saying it, inter alia, lacked a scientific basis, international insurance mechanism, and guarantees on the continued existence of the Kyoto Protocol.",
      "He emphasized the importance of acting urgently and said that despite being offered financing to betray our people and sell our future, our future is not for sale.",
      "Tuvalu stressed that he could not accept the document.",
      "Venezuela expressed indignation at the lack of respect for sovereign nations.",
      "Bolivia, supported by Cuba, took offense at being given 60 minutes to decide on the lives of millions of people, as well as at the non-democratic process and imposition of the agreement.",
      "Costa Rica noted that in the absence of a consensus on the Accord, at most it could be issued as an information (INF) document.",
      "Nicaragua requested that: the Copenhagen Accord be treated as a submission from those parties who negotiated it and issued as a miscellaneous (MISC) document; the COP and COP/MOP be suspended rather than concluded so that the AWGs original mandates could continue; and a decision be taken to mandate inclusive and transparent consultations, as appropriate by the host country of the next session.",
      "After consulting, COP President Rasmussen proposed reissuing the document as a MISC document and indicating in the document the countries that had submitted it, if Nicaragua would withdraw its proposal to suspend the COP and COP/MOP.",
      "Nicaragua agreed and withdrew the proposal.",
      "India noted that COP President Rasmussen should obtain permission from the relevant countries before including their names on the re-issued document.",
      "He objected to issuing it as a MISC document, because it was negotiated by his Head of State.",
      "Sudan condemned the document, stressing that it threatens the lives and livelihoods of millions of people in developing countries, including the African continent.",
      "He referred to the financial commitment of US$100 billion in the document as a bribe, saying that a commitment to 2°C would ask Africa to sign an incineration pact and was based on values that tunneled 6 million people in Europe into furnaces.",
      "The UK, Mexico, Canada, Grenada, Norway, the EU and others called on Sudan to withdraw his offensive references to the Holocaust.",
      "The Maldives expressed support for the document, while noting his reservation to certain elements contained in it, such as the failure to agree to limit temperature increase to below 1.5°C.",
      "He stressed the document could serve as a basis to continue negotiations and result in a legally-binding instrument by 2010.",
      "The EU, Lesotho, for the LDCs, the Russian Federation, the Philippines, Singapore, Ethiopia, for the African Union, Algeria, for the African Group, Japan and many other developed and developing countries also supported the Copenhagen Accord, with several parties noting that it was a compromise document.",
      "Papua New Guinea noted that some G-77/China parties sent public servants to negotiate the Accord instead of their Heads of State or Government, and that these officials were to blame for striking a lot of substance out of the document.",
      "The US noted broad participation of about 30 countries in the development of the document.",
      "Grenada, for AOSIS, noted that their Prime Minister had participated in the negotiations, together with the US, UK, Russian Federation, Mexico, the Maldives, Algeria, India, the Republic of Korea, Lesotho, China, Brazil, Sweden, Spain, Ethiopia and other developed and developing country parties as well as UN Secretary-General Ban Ki-moon.",
      "She said that the process of development of this document was sincere and legitimate and that she stands by the document and process.",
      "Norway emphasized that leaders had made a great effort to negotiate an acceptable outcome and said countries should take one step forward, rather than two steps back, despite desiring a much higher level of ambition.",
      "He objected to categorizations of financing as a bribe when it had been requested by developing countries in the first place.",
      "Australia expressed astonishment at the manner in which those who had been at the table had portrayed the negotiation of the draft decision.",
      "Bolivia reiterated the flaws in the document, including lack of effective commitments, and she called for: a 1°C temperature rise limit; contributions of 6% of developed country GDP to the Adaptation Fund; and a 49% reduction in greenhouse gases by 2020.",
      "The UK outlined a choice between either putting into place fast-start financing, long-term public and private finance, and responsibilities for mitigation, or wrecking the Conference by passing the document as an INF.",
      "He called for parties to adopt the Accord as a COP decision.",
      "Supporting the Accord, Senegal acknowledged that the draft decision was a compromise and expressed concern that reference to binding commitments in the second commitment period was missing.",
      "Ethiopia, for the African Union, supported the Accord and noted that the discussion was multilateral.",
      "Tuvalu intervened again, asking parties to accept the flaws in the Accord and for it to be adopted as a MISC document.",
      "Noting that the draft decision was not perfect, France emphasized that it could be improved and give an impetus to work towards a legally-binding instrument to combat climate change.",
      "He said that his country had fought for the inclusion of reference to 1.5°C.",
      "Algeria, for the African Group, thanked the thousands of people who have worked over the last two years to make Copenhagen a success.",
      "He noted that the document was freely and democratically submitted to the African Group and that it enjoys the Group s support, including that of five Heads of State.",
      "Venezuela stressed that only 25 out of 192 countries took part in the preparation of the Accord, with only 14 developing countries.",
      "She also noted that the parties did not give a mandate to the COP Presidency to negotiate the Accord.",
      "She said that the document should be issued as a MISC document and discussed in that way.",
      "Cuba called the suggestion of money for adoption of the Accord a form of blackmail.",
      "Bolivia proposed adopting it as a MISC document and listing those countries that participated in its development.",
      "She expressed readiness to work on the basis of these texts, but said they do not want anything imposed on them.",
      "Lesotho, for the LDCs, acknowledged that the Accord is a compromise and does not go far enough, but that further work should be conducted to improve it.",
      "Saudi Arabia said that they participated in the negotiation of the Accord.",
      "Noting that it was the worst COP plenary he had ever attended, he said that there was no consensus and that parties were simply restating their positions.",
      "He suggested accepting the reality and asked that a procedural solution be found to move forward.",
      "The UK proposed adopting the document as a COP decision and allowing the proper recognition of those countries who objected.",
      "He noted that Slovenia had earlier suggested there was a UN precedent for this approach.",
      "The Maldives stated that his country was one of those most at risk and pleaded for our developing country friends to keep the document alive.",
      "Sweden, for the EU, expressed support for the Maldives, noting that the draft decision was a compromise.",
      "The Bahamas, supported by the UK, stressed that the document, negotiated by leaders, was important and that a mechanism needed to be found so that the financial offers could be operationalized.",
      "President Rasmussen reminded the parties that UN consensus decision-making would not allow the document to be adopted and that, since other proposals were unacceptable to the parties, it could not be passed.",
      "The UK moved for an adjournment.",
      "At 8:03 am, COP President Rasmussen suspended the COP plenary.",
      "A number of informal consultations to resolve the matter were held on the floor, with the participation of UN Secretary-General Ban Ki-moon.",
      "At 10:35 am, COP Vice-President Philip Weech (Bahamas) proposed the COP adopt a decision that takes note of the Copenhagen Accord of the 18th of December of 2009.",
      "He then read out the decision text, indicating that the Accord would be attached to this decision and the names of parties that support the Accord would be listed in the chapeau to the Accord.",
      "Parties agreed to the proposal.",
      "The US recognized that since five or six parties were not in favor of the Accord, no consensus was reached.",
      "He stressed that the process was, however, consistent with the Convention and, as it constitutes an optional decision, invited parties to associate with the Accord and asked the Secretariat to formalize a procedure to achieve this.",
      "Lengthy discussions took place during the morning and afternoon, with parties raising questions concerning, inter alia, procedures for acceding to the Accord.",
      "In response, the Secretariat specified that there would be an attachment to the text of the Copenhagen Accord, as contained in document FCCC/CP/2009/L.7.",
      "He said the chapeau would be modified to include a list of countries that associate themselves with the Accord.",
      "The Secretariat also noted that since there was no official list of countries who participated in the negotiations of the Accord, it would be preferable to have a procedure whereby countries wishing to do so can associate themselves with the Accord.",
      "Many countries, including the EU, Australia, Barbados, Japan, Costa Rica and the Russian Federation, expressed support for the Accord.",
      "Senegal supported clarity on accession to the Accord and said that if a country rejects the Accord, they should not have access to its funds.",
      "China said he was not sure about the legal significance of associating with something that was not negotiated, saying the text had been negotiated by a very small group.",
      "He also proposed referring to the title of the Accord rather than to the document number (FCCC/CP/2009/L.7), which was not adopted.",
      "The Secretariat replied that reference to the document number had been for clarity and was not part of the decision text.",
      "South Africa pointed out that, technically, the COP decision had been adopted during the COP/MOP plenary and requested that the record be corrected so that the decision is under the COP, rather than the COP/MOP.",
      "He also made a request to note that the Accord took place outside of the UNFCCC process and proposed that parties submit their intended support of the Accord in the record of the session.",
      "Australia, supported by Canada, requested the parties to implement the Copenhagen Accord pursuant to Convention Article 7.2(c) (Conference of the Parties).",
      "Indonesia, Norway, Australia, the EU and others also supported that the COP facilitate implementation of the Copenhagen Accord under Convention Article 7.2(c).",
      "China said reference to Convention Article 7.2(c) is not appropriate since it concerns measures adopted by parties.",
      "Venezuela and Bolivia also opposed referencing Convention Article 7.2(c).",
      "Saudi Arabia said reference to Convention Article 7.2(c) is not possible since the item was not on the COP agenda but, if there was consensus, it could be on the agenda of COP 16.",
      "The US stressed that all the leaders in the room had agreed to the Accord and said he would be curious to know how countries who were present in the room but contest the agreement understood language indicating that parties have agreed. UN Secretary-General Ban Ki-moon expressed gratitude to the Danish Prime Minister for his leadership, perseverance and patience.",
      "He described the Copenhagen Accord as a significant step towards a global agreement to reduce and limit greenhouse gas emissions, and urged immediate implementation and transformation into a legally-binding agreement by 2010.",
      "He called for launching the Copenhagen Green Climate Fund immediately in order to jump-start clean energy growth in developing countries.",
      "He also urged parties to pursue the road of higher ambition rather than the path of least resistance."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}