{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_29",
   "section_title": "A TALE OF BRIDGES",
   "sentences": [
      "…it was the epoch of belief, it was the epoch of incredulity… Before ADP 2-10, there was general agreement on the urgent need for progress in order to reach an agreement in Paris in December.",
      "Expectations varied, from those who envisioned leaving Bonn with a concise draft text, to those who were cautiously hopeful for clarified positions and areas of convergence.",
      "The Co-Chairs sought middle ground, calling on parties to accelerate negotiations and “to develop bridging proposals, and, where required, narrow and crystallize options for further negotiations.” If the barometer for progress is rising to the Co-Chairs’ call for bridging proposals and crystallizing options, the reality of ADP 2-10 shows evident, albeit uneven and incremental, progress among the facilitated groups on the sections of the negotiating text.",
      "Overall, bridging proposals were “rare unicorns,” and one delegate opined that many proposals did not bridge, but rather unified positions among those that already held similar views.",
      "In several sections, parties drafted textual proposals, clarified their positions and found ways to accommodate others.",
      "In the adaptation, finance and capacity-building groups, several delegates were pleased that options and positions crystallized on some issues.",
      "Through considerable outreach, the African Group managed to convince, or at least intrigue, the EU and others on the idea of a framework for enhanced action on technology development and transfer.",
      "Other facilitated groups, such as those on mitigation and timeframes, took small steps, for instance developing bridging text on joint implementation in mitigation.",
      "The facilitated group on timeframes sought engagement with other facilitated groups and their Co-Facilitators on cross-cutting issues.",
      "The sections on preamble and general/objective remain stymied, although some felt it was premature to negotiate the preamble at this stage without knowing what the text of the agreement would contain.",
      "ADP 2-10 moved in what many felt was the right direction, “making progress on the headings, if not the text,” in what one NGO termed a “fragile progress.” Two trends contributed to the uneven and incremental progress observed at ADP 2-10: the technical negotiations reveal deeper divides on parties’ visions for the Paris package, and the disconnect between the technical negotiations within the UNFCCC from the political processes happening outside the UNFCCC."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}