{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China",
      "Saudi Arabia",
      "Kazakhstan",
      "Syria"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_67",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "In its closing Plenary on Friday, 5 November, the COP adopted the report of its work with a minor amendment by the G-77/CHINA and authorized Rapporteur Guerreiro to finalize the report (FCCC/CP/1999/L.1).",
      "Michael Zammit Cutajar said the unexpected mood of optimism and the orderly and productive conduct of business was encouraging to the Secretariat as they prepared to face 'the Y2K problem' of helping produce a successful outcome at COP-6. The G-77/CHINA, supported by SAUDI ARABIA and the EU, highlighted the cordial and businesslike atmosphere at COP-5.",
      "She said the group has shown flexibility in the negotiations and look forward to working with the same spirit at future meetings.",
      "The EU said COP-5 had achieved results that will pave the way to COP-6. CHINA noted the meaningful participation of the G-77/CHINA in the negotiation process.",
      "He commented on the spirit of understanding that prevailed at COP-5 and said it should extend to COP-6.",
      "He added that no extraneous controversial matters should be brought up at COP-6.",
      "The AFRICAN GROUP noted the early finish of the COP with approbation.",
      "He expressed gratitude to the Annex I countries that had shown a flexible attitude at COP-5.",
      "KAZAKHSTAN and SYRIA thanked the host country for its hospitality.",
      "In his closing remarks, President Szyszko said COP-5 had taken an important step towards fulfilling the BAPA, and closed the conference at 1:00 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}