{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Italy",
      "Libya",
      "Finland",
      "France",
      "United States",
      "Russian Federation",
      "Sweden",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "India",
      "United Kingdom",
      "Austria",
      "Germany",
      "Belgium",
      "China",
      "Spain"
   ],
   "enb_end_date": "05-Apr-07",
   "enb_long_title": "Eighth session of the IPCC Working Group II",
   "enb_short_title": "IPCC WGII",
   "enb_start_date": "02-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12320e.html",
   "id": "enb12320e_29",
   "section_title": "Table on key impacts on sectors and systems (Table SPM-1)",
   "sentences": [
      "A table containing information on key impacts, on sectors and systems was initially discussed in plenary on Monday evening, and subsequently in a contact group, co-chaired by Australia and Ghana.",
      "The contact group met five times and at least eight different drafts and revisions of the sectors table were circulated during discussions.",
      "The table was agreed on Friday morning, The table expressed impacts as a function of increasing global average temperature, and contained three boxes: 1) key impacts expressed by sectors and systems; 2) best estimates and likely ranges of global average temperature increases for years 2020, 2050 and 2080 under the IPCC Special Report on Emission Scenarios ( SRES) scenarios; and 3) the average and a range of global temperature increases for years 2020, 2050 and 2080 under stabilization scenarios from the TAR Synthesis Report.",
      "The three boxes shared the same horizontal axis, showing temperature increases from 1-5 °C relative to 1980-1999.",
      "The sectors and systems box included sub-boxes on the following sectors and systems: water, ecosystems, food, coasts, health and singular events.",
      "The discussion on the sectors table focused on, inter alia : confidence levels; the use of quantitative vs. qualitative information; traceability; whether to include SRES and stabilization scenarios; presentation issues; and particular entries.",
      "On Monday in plenary, Co-Chair Parry and a Lead Author presented the table, noting changes from the previous version that had been circulated among governments, including: addition of color; removal from the table of sources and confidence levels to increase clarity; and addition and removal of a few entries.",
      "They said that the number of globally relevant estimates is very small.",
      "They also explained why SRES scenarios and TAR stabilization scenarios had been used and the advantages and disadvantages of such an approach.",
      "Responding to the presentation, the Russian Federation said this was not a scientific seminar.",
      "On the temperature scale, New Zealand, Switzerland and others voiced concern about the top range of the table at 5 °C, with Co-Chair Parry explaining that there are not many estimations above 5 °C.",
      "Germany said temperature scale should be relative to pre-industrial levels, rather than the proposed 1980-1999 period.",
      "On SRES and stabilization scenarios, France, Germany, Austria, Spain, Norway and others called for taking into account the speed of warming and adding information on pre-industrial levels.",
      "Germany, the UK, Belgium and others also supported including information of where stabilization actually occurs.",
      "Ghana noted that readers could infer a non-intended relationship between SRES projections and stabilization levels.",
      "Saudi Arabia opposed inclusion of scenarios.",
      "China said inclusion of stabilization scenarios did not reflect the underlying text.",
      "New Zealand, the US, Brazil expressed concern about including the stabilization scenarios.",
      "On content of sub-boxes, Switzerland proposed introduction of impacts on fisheries, forestry and glaciers.",
      "China called for including adaptation to impacts whenever possible.",
      "The UK, Spain and Germany supported including information on sea-level rise.",
      "Austria, the UK, Germany, South Africa, New Zealand and others, opposed by India and Saudi Arabia, called for incorporating quantitative information.",
      "Italy and Spain said the items should be consistent with the text.",
      "Switzerland proposed using the same indicators for most regions, and a Lead Author explained that each regional group had been left to decide which indicators were more important to each region.",
      "Switzerland, Germany, Italy and Sweden expressed concern on specific entries.",
      "Following a question by Canada, a Lead Author explained that the table expresses only the net impacts of climate change.",
      "India questioned the mention of specific country names.",
      "In a subsequent draft presented on Thursday, some quantitative information was removed.",
      "Germany, UK and Norway underscored the importance of quantification.",
      "Austria noted that quantitative information had been withheld from the SPM text because it was included in the table, but if removed from the table, it would be found nowhere in the SPM.",
      "The US said the issue is not the robustness of the information, but the way the information is conveyed, which has to stand up to broad scrutiny from all angles.",
      "The US highlighted adaptive capacity.",
      "China expressed concern about forceful modification of figures in the table.",
      "On visual aspects, delegates asked for, inter alia : removing colors, adding colors, changing colors, removing arrows, adding arrows, extending arrows, using solid boxes for the text, moving the stabilization scenarios box under the sectors box, using transparent paper, and different font sizes and colors.",
      "On traceability, many delegates noted the need for traceability of the information included in the table.",
      "The issue was resolved introducing a column to the left of entries with references to the assessment chapters.",
      "On the confidence levels, the US, Saudi Arabia, China and India proposed including only high confidence terms.",
      "South Africa stressed the importance of also having statements of medium confidence given their relation to risk.",
      "Germany, Finland, New Zealand, Spain and others defended keeping medium-confidence events.",
      "A Lead Author said that high-impact medium-confidence events were included because the guidelines included risk management, and risk, he noted, is probability times impact.",
      "The US said the table language should stand the test of time.",
      "Early Friday morning, the plenary considered the tables again. WGII agreed to the Russian Federation's proposal to change major to significant when referring to species extinctions at temperature increases above 4 ºC.",
      "A footnote in the table defines significant as over 40%.",
      "The US said he would like the singular events sub-box in the AR4 Synthesis Report instead of the SPM.",
      "WGII agreed to France's proposal to remove the singular events box and move a statement on ecosystem changes due to weakening of the Meridional Overturning Circulation to the ecosystems box.",
      "WGII agreed to the box on sector and system impacts with those changes.",
      "Saudi Arabia, China, the Russian Federation and Libya opposed inclusion of SRES scenarios, but many others supported their inclusion.",
      "A Lead Author said that not including SRES and stabilization scenarios was violating IPCC decisions after TAR to have greater interaction between working groups.",
      "Co-Chair Parry referred to the rules of procedure and the SRES box was removed from the table.",
      "The box on stabilization scenarios was also removed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}