{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "United Kingdom",
      "Saudi Arabia",
      "Australia",
      "China",
      "Russian Federation"
   ],
   "enb_end_date": "08-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "08-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12145e.html",
   "id": "enb12145e_5",
   "section_title": "COMPLIANCE",
   "sentences": [
      "Delegates continued deliberation on the Co- Chairs' proposals.",
      "On submission of questions to the compliance body, the G-77/CHINA said questions of compliance could be raised by a Party with respect to itself or another Party.",
      "The US said a Party should be able to refer questions with respect to another Party's compliance only to the facilitation branch.",
      "AUSTRALIA suggested that apart from the questions raised in the expert review teams' (ERT) reports, questions could be raised by a Party only with regard to itself.",
      "The G-77/CHINA emphasized the role of the ERTs and suggested that the relationship between the COP and ERTs be taken into account.",
      "The EU, opposed by CHINA, supported a role for the FCCC Secretariat.",
      "SAUDI ARABIA, supported by the US, highlighted the need to reflect Protocol Article 8(3) (ERTs to report to the COP/MOP) in the provision. On the preliminary examination of questions, the G-77/CHINA said the functions it envisaged at this stage were to ensure that the question is supported by sufficient information and is not de minimis, and to direct the case to a particular branch.",
      "She said this task should be undertaken by a plenary of the compliance committee.",
      "The UK said the screening process should simply be an organizational stage to ensure that the relevant branch receives the case.",
      "He suggested creating a bureau of the compliance committee consisting of two members, representing the enforcement and facilitative branches, to perform this function.",
      "The RUSSIAN FEDERATION suggested that all questions should go automatically to the facilitation branch.",
      "The US said there should be two functions, one related to allocation and the other to substance.",
      "The allocation function would be performed by a bureau of the compliance institution, and the substantive screening, which would be necessary only for cases referred to the enforcement branch, would be undertaken by the enforcement branch."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}