{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_33",
   "section_title": "IPCC-37 IN THE CONTEXT OF THE FIFTH ASSESSMENT REPORT",
   "sentences": [
      "The IPCC is in the midst of concluding its fifth assessment report, comprising contributions on the physical science of climate change (the WGI contribution that was adopted at IPCC-36), impacts, adaptation and vulnerability (the WGII contribution scheduled for adoption in March 2014), mitigating climate change (the WGIII contribution scheduled for adoption in April 2014), and the Synthesis Report (scheduled for adoption in October 2014).",
      "These reports will provide the scientific basis for the UNFCCC's global climate change negotiations, including those on a new proposed agreement to be adopted in 2015.",
      "With these significant events on the horizon, IPCC-37 set out to ensure that the organization has its house in order.",
      "In 2010, the InterAcademy Council (IAC) reviewed the IPCC's structure, processes and operations.",
      "In response to the IAC's report, the IPCC undertook a series of reforms.",
      "These included initiatives to ensure greater transparency, efficiency, outreach, and communications, as well as mechanisms to guard against conflicts of interest.",
      "Discussions at IPCC-37 focused on communications and outreach preparations, conflict of interest precautions, and progress in various areas of the IPCC's work, giving participants' confidence that the IPCC is ready for 2014.",
      "It also gave them assurance that the IPCC will be able to better withstand any accompanying scrutiny than it has in the past.",
      "The session also addressed issues related to the greening of the IPCC, with discussions on reducing the organization's carbon footprint and the application of the PaperSmart system relying on electronic documents for the meeting, showing that the IPCC practices what it preaches."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}