{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_134",
   "section_title": "AWG-KP OUTCOME",
   "sentences": [
      "In the Outcome of the AWG-KP, the CMP adopted a set of documents, namely on: consideration of further commitments for Annex I parties under the Kyoto Protocol: Draft conclusions proposed by the Chair (FCCC/KP/AWG/2011/L.3); outcome of the work of AWG-KP 16 (FCCC/KP/AWG/2011/ L.3 Add.1); LULUCF (FCCC/KP/AWG/2011/L.3 Add.2); emissions trading and the project-based mechanisms (FCCC/KP/AWG/2011/L.3 Add.3); other issues (FCCC/KP/AWG/2011/L.3 Add.4); and potential consequences (FCCC/KP/AWG/2011/L.3 Add.5).",
      "The Outcome of the AWG-KP contains the main agreements regarding the continuation of the Kyoto Protocol in its second commitment period and includes in the preamble: the importance of developing a comprehensive global response to the problem of climate change; recognizes the importance of ensuring the environmental integrity of the Kyoto Protocol; and aims to ensure that aggregate emissions of greenhouse gases by parties included in Annex I are reduced by at least 25-40 percent below 1990 levels by 2020, noting in this regard the relevance of the Review to be concluded by 2015.",
      "The CMP, further: decides that the second commitment period under the Kyoto Protocol shall begin on 1 January 2013 and end either on 31 December 2017 or 31 December 2020, to be decided by AWG-KP 17; welcomes the agreement by the AWG-KP on its work in the areas of, inter alia , LULUCF and forestry, emissions trading and the project-based mechanisms, greenhouse gases, sectors and source categories; and potential consequences.",
      "takes note of the proposed amendments to the Kyoto Protocol developed by the AWG-KP as contained in Annexes 1, 2 and 3 to the decision; takes note of the economy-wide emission reduction targets to be implemented by Annex I parties as presented in Annex 1 to the decision and of the intention of these parties to convert these targets to QELROs for the second commitment period under the Kyoto Protocol; and invites Annex I parties to submit information on their QELROs for the second commitment period under the Kyoto Protocol by 1 May 2012 for consideration by AWG-KP 17.",
      "The CMP further requests AWG-KP to: deliver the results of its work on QELROs to CMP 8 with a view to adopting these QELROs as amendments to Annex B of the Kyoto Protocol at that session, while ensuring coherence with the implementation of the AWG-LCA Outcome Document (FCCC/AWGLCA/2011/L.4); assess the implication of the carry-over of AAUs to the second commitment period on the scale of emission reductions to be achieved by Annex I parties in aggregate with a view to complete it by AWG-KP 17; and requests the AWG-KP to aim to deliver the results of its work pursuant to Decision 1/CMP.1 by CMP 8.",
      "Annex I contains proposed amendments to Annex B to the Kyoto Protocol.",
      "Annex II includes proposed amendments to the Kyoto Protocol s Annex A.",
      "Finally, Annex III incorporates proposed Kyoto Protocol amendments."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}