{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "14-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "14-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12353e.html",
   "id": "enb12353e_3",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "The corridors emptied at 7:30 pm Thursday for the special event featuring Nobel Peace Prize winner Al Gore.",
      "The event proved so popular that the doors were locked and many delegates were not able to get in, congregating instead around TV monitors.",
      "Security was so tight that even the co-recipient of the Nobel Prize, IPCC Chair Rajendra Pachauri, had problems getting into the room.",
      "Many participants left the meeting enthusing about Gore compelling intervention echoing other calls to do everything possible this side of a US election, and to revisit the US role in twelve months time.",
      "Meanwhile, as the deadline for a Bali deal started to draw closer, delegates were bracing themselves for some long discussions as they witnessed an intensification of the ministerial-level negotiations taking place behind closed doors on Thursday afternoon and evening.",
      "A package of issues, notably linking the ambition of future targets for Annex I countries with new and additional finance for developing countries, was at the center of disputes that have reportedly started to cause some concern given the amount of time remaining to secure a deal on the roadmap.",
      "Such is the temperature within the ministerial sessions that one industrialized country minister reportedly threatened to boycott the next US-sponsored meeting for major economies, in Hawaii.",
      "On the G-77/China side, insiders are suggesting that the emerging package would include such elements as reduced deforestation as a part of non-Annex I objectives, new and additional finance for adaptation, and technology transfer, linked to mitigation objectives for both Annex I and non-Annex I parties.",
      "Developing countries were reported to be insisting on pursuing financial issues on Thursday evening before returning to the mitigation options.",
      "On mitigation and targets, a consensus was reportedly emerging among ministers on urgent action and the launch of a roadmap with an end date of 2009.",
      "It was also reported that remaining work included agreement on a package balancing Protocol Annex I (and US) commitments with enhanced action by non-Annex I parties.",
      "Agreement is also outstanding on the preambular text outlining the ambition of the roadmap, with the US and EU each offering different language.",
      "Ministers were expected to recommence discussions on whether to work on a comprehensive text, which would include process, building blocks and details, or whether to settle for a broadly-outlined process.",
      "It was also being reported that Ministers were issued a table setting out sets of options for commitments or efforts for Annex I and non-Annex I parties.",
      "At one end, the first option involves comparable commitments among Annex I parties and enhanced and incentivized mitigation [that is] measurable, reportable and verifiable in non-Annex I parties.",
      "At the other end, the final option would have both Annex I and non-Annex I parties taking on enhanced national mitigation action that culminates in an international agreement, with comparability between similar countries.",
      "The options are starting to become clear; which one they select is still anyone guess, said one negotiator.",
      "The news was more clear-cut earlier in the day on technology transfer, as negotiators concluded an informal agreement.",
      "Many delegates who had spent the last year working on the issue since it was tabled in Nairobi were showing clear signs of relief.",
      "Some movement was also noted on the issue of deforestation. A deal on the Russian proposal was also being mentioned, with the procedural elements reportedly being considered in the context of the Article 9 review, and its substantive aspects discussed in the context of the Convention track."
   ],
   "subtype": "CORRIDORS",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}