{
   "actors": [],
   "countries": [
      "Japan"
   ],
   "enb_end_date": "12-Apr-14",
   "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)",
   "enb_short_title": "IPCC-39",
   "enb_start_date": "07-Apr-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12597e.html",
   "id": "enb12597e_57",
   "section_title": "A BRIEF ANALYSIS OF THE IPCC MEETINGS",
   "sentences": [
      "'HOPE, MODEST HOPE' Barely a week after approving the WGII report on impacts, adaptation and vulnerability in Yokohama, Japan, the IPCC reconvened again in Berlin to take up the WGIII contribution to the IPCC Fifth Assessment Report on climate change mitigation.",
      "The WGIII report examines trends and drivers of greenhouse gas emissions and mitigation measures for major sectors, presents scenarios for different emissions pathways, and lays out policy-relevant technological and socioeconomic considerations relating to mitigation.",
      "The report differs from AR4 in that it provides a more substantial body of evidence using more scenarios and pathways, a greater identification of co-benefits, and a better estimation of the costs and implications of taking various mitigation pathways.",
      "As at other recent IPCC WG meetings, a nearly 40-page overview of the WGIII report contained in a draft Summary for Policymakers (SPM) was subject to arduous line-by-line discussions by representatives of approximately 107 governments.",
      "The WGIII report on mitigation is the final one in a series of three scientific assessments, which, together with a Synthesis Report, comprise the AR5.",
      "It follows the WGI contribution on the physical science basis of climate change approved in September 2013, and the WGII contribution on impacts, adaptation and vulnerability, approved in late March 2014, and precedes the approval of the Synthesis Report, which draws on the assessments of all three WGs, to be considered by the Panel in October 2014 in Copenhagen.",
      "By comprehensively assessing the scientific basis of climate change, its impacts and options for adaptation and mitigation, and then having governments approve the summary conclusions, the AR5 provides the scientific basis for global climate policy, including support for the negotiations on a new international agreement on climate change that UNFCCC parties are expected to adopt in Paris in 2015.",
      "This brief analysis summarizes the main findings of the WGIII report, reflects on its approval process and places the Berlin meeting in the larger context of evolving global climate policy. 'IT DOESN'T COST THE WORLD TO SAVE THE PLANET' - CO-CHAIR OTTMAR EDENHOFER Perhaps the most sobering message coming out of the WGIII report is that, in spite of several decades of awareness of the problem and national and international commitments to address it, greenhouse gas emissions have continued to rise, growing even more quickly between 2000 and 2010 than in each of the three previous decades.",
      "Despite all the talk and promises of decoupling economic growth from emissions, a renewed reliance on coal relative to other energy sources has made the global economy even more carbon intensive.",
      "The contribution of economic growth - the key driver of emissions alongside population growth - has increased each decade.",
      "Without a radical shift away from these trends in the near future, we could see an increase in global temperature of between 3.7-4.8 °C above preindustrial levels, with serious impacts on all ecosystems, as was starkly shown in the WGII report.",
      "The scenarios that would keep global temperature increase to 2 °C and atmospheric concentrations at around 450 ppm CO2eq at the end of the century imply emission reductions of 40-70% relative to 2010 by 2050, and emission levels near zero by 2100.",
      "Many of these scenarios require the use of carbon dioxide removal technologies, such as carbon capture and storage that are not yet available at the required scale and are associated with significant challenges and risks.",
      "In view of this challenge, the 'hope, modest hope' that Co-Chair Edenhofer referred to during the official launch of the WGIII SPM revolves around the knowledge that we are still - barely - within reach of staying in the safe zone if we deploy a portfolio of well-known less carbon-intensive technologies and improve energy efficiency.",
      "The report notes that many renewable energy technologies have substantially advanced and achieved a respectable level of technical and economic maturity, although many of them still require incentives and some level of support, such as feed-in tariffs and quota obligations.",
      "It also describes ways that economic sectors, such as transport, industry and buildings, can go about reducing their emissions and increasing efficiency.",
      "But it won't be easy.",
      "Such shifts in behavior and activities will require large changes in investment patterns.",
      "However, the report also makes it clear that even if changing the emissions pathway means a relative slowdown of economic growth in the near term (the report projects that the economic cost of mitigation would be equivalent to a global reduction in consumption of about 0.06% per year), this would come with longer-term co-benefits beyond the not insignificant one of avoiding the adverse impacts of climate change, as elaborated by WGII."
   ],
   "subtype": "analysis",
   "topics": [],
   "type": "ipcc"
}