{
   "actors": [],
   "countries": [
      "Iceland"
   ],
   "enb_end_date": "11-Apr-03",
   "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer",
   "enb_short_title": "Workshop",
   "enb_start_date": "11-Apr-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12210e.html",
   "id": "enb12210e_22",
   "section_title": "SYNERGIES AND CONSISTENCY BETWEEN UNFCCC ACTIVITIES AND OTHER RELEVANT ORGANIZATIONS IN SUPPORTING ENABLING ENVIRONMENTS FOR TECHNOLOGY TRANSFER",
   "sentences": [
      "On Thursday afternoon, 10 April, delegates met in plenary to hear presentations and engage in discussions on synergies and consistency between the UNFCCC and other organizations.",
      "The session was chaired by SBSTA Chair Halldor Thorgeirsson (Iceland). Mark Radka, Energy Programme Coordinator for the Technology, Industry, and Economics Division of the United Nations Environment Programme (UNEP), expressed the opinion that there is generally a high-level of consistency in the work of various agencies and organizations on technology transfer related to climate change.",
      "However, he noted that some overlap or duplication of work can exist, particularly on more straightforward projects - for instance, in the publication of handbooks on the CDM by several different organizations.",
      "Regarding enabling environments for technology transfer, he noted the limited number of potential partners with the necessary expertise in developing countries, and said this needs to be addressed. Observing that 'synergy is not accidental,' Radka said technology needs assessments should identify gaps in the enabling environment, and that relevant organizations and agencies should help fill these gaps.",
      "He suggested that the UNFCCC Secretariat could help coordinate efforts to fill such gaps.",
      "He also highlighted the importance of information sharing and awareness raising.",
      "Drawing attention to the proposal made earlier in the meeting for a workshop looking at enabling environments in the context of other MEAs, he noted UNEP\u0092s expertise in this area, and its willingness to be involved in organizing such a meeting. Peter Pembleton, UNIDO, noted the need to develop synergies with various MEAs and pointed out that each agency has different mandates and deals with different stakeholders.",
      "He underscored that there is scope for fostering synergies among secretariats and suggested that synergies could be developed within each country. Recognizing that technology plays a key role in the sustainable growth of developing countries and EITs, Elmer Holt, CTI, highlighted the essential role of the private sector in the long- term transfer of technology.",
      "He highlighted CTI\u0092s collaboration with the GEF, UNDP, UNFCCC and UNEP on issues relating to country- driven technology needs assessment and essential measures to foster the engagement of business and financial communities in technology transfer.",
      "Holt underscored a variety of benefits of collaborating with other MEAs, including: leveraging limited financial and human resources on issues of common interest; integrating and strengthening regional and country level activities through information-sharing and joint activities; and providing a platform for multilateral approaches and consistency in technology transfer. Florin Vladu, UNFCCC Secretariat, reported on the information on enabling environments provided under the TT:CLEAR website, which includes case studies from various countries and international organizations, website addresses and links, and papers on innovative capacities.",
      "He noted possible additional information that the TT:CLEAR could provide for fostering enabling environments, including additional information on certification, equity consideration, social impacts and training, and links to other clearinghouses.",
      "Janos Pasztor, UNFCCC Secretariat, highlighted that governments have an important role to play in enabling environments for technology transfer and described some UNFCCC activities in organizing workshops and establishing the TT:CLEAR.",
      "He noted that the ten dimensions of enabling environments identified by the IPCC could provide a useful basis for each participant to identify the means to contribute in creating enabling environments for technology transfer.",
      "He also highlighted the need to ensure coherence both within and outside the UNFCCC."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}