{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Libya",
      "United States",
      "Sweden",
      "Zimbabwe",
      "China",
      "Japan",
      "Antigua and Barbuda",
      "Sierra Leone"
   ],
   "enb_end_date": "06-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "06-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1291e.html",
   "id": "enb1291e_2",
   "section_title": "CONTACT GROUPS",
   "sentences": [
      "The contact group on the implementation of Article 4(8) and (9) (adverse effects on developing countries), chaired by Bo Kjellen (Sweden) and Mohammad Reza Salamat (Iran) met to discuss a non- paper prepared by the Chairs.",
      "The G-77/CHINA suggested requesting the Annex I Parties to include information on possible impacts in their national communications.",
      "Discussion revolved around inter alia: the need for information on the adverse effects of climate change and the impacts of response measures; the nature of information needed; the party responsible for providing the information; and the right forum to present the information.",
      "SAUDI ARABIA, LIBYA and other developing countries stressed that information be provided by Parties that had capacity and resources.",
      "The US, with JAPAN, CANADA and others, objected to the proposal, as it was impractical if not impossible to assess impacts outside their borders.",
      "The Chairs took the views of Parties under advisement. The contact group on the financial mechanism, chaired by John Ashe (Antigua and Barbuda) and Dan Reifsnyder (US), met briefly.",
      "The contact group focused on procedural matters that would enable a decision to be reached.",
      "The G-77/CHINA, after considering comments to their initial proposal presented in the previous meeting, outlined two new proposals on the substantive issues, namely: the status of and guidance to the Global Environmental Facility.",
      "These documents will be considered in a series of contact group meetings over the next few days. As of 9:00 pm, the contact group considering the review of Convention Article 4.2 (a) and (b), chaired by Jennifer Irish (Canada) and Margaret Mukahanana (Zimbabwe), was still meeting.",
      "The negotiations remained focused on establishing the approach to preparing a draft statement which, according to Article 4.2 (d) of the Convention, needs to be reached by 31 December 1998.",
      "Developing country Parties insisted that a draft decision provided by the G-77/CHINA provide the basis for the group's deliberation.",
      "Other countries stated that a document, which compiled a range of submissions to the Secretariat following the June subsidiary body meetings, should serve as the core text for discussions. The Contact group on technology discussed technology transfer issues and a draft decision for the COP.",
      "Three draft decisions proposed by the US, G-77/China and the EU (FCCC/CP/1998/MISC.5/Add.3) were circulated.",
      "The US said communications between Parties were hindered by the differing conceptual understandings of the issues.",
      "He said that technology transfer should be based on country specific needs and proposed that reference be made to successful programmes.",
      "He supported the Secretariat's proposal for a consultative process that would facilitate dialogue between Parties.",
      "The G-77/China proposal focused on identifying means of linking the issues and providing an interface between the providers of technology and the recipients.",
      "It proposed a technology transfer mechanism (TTM) 'to assist developing country Parties to obtain their needed environmentally sound technologies and know-how conducive to addressing climate change on non-commercial and preferential terms and thus contribute to the ultimate objective of the convention.",
      "' There was consensus on the capacity building section of the G-77/China proposal, which called for efforts to enhance endogenous capacities and provide enabling environments. The US opposed the reference to 'non-commercial, preferential terms' citing its rejection when the Convention was being negotiated in favor of the market which was understood as the best way to proceed.",
      "SIERRA LEONE said the failure of the market approach to technology transfer was the reason to deliberate on how to proceed.",
      "The EU supported AUSTRALIA in proposing a clearinghouse mechanism similar to the one under the Convention on Biodiversity.",
      "He opposed the creation of a new financial mechanism.",
      "The delegates debated, inter alia: the necessity, possible form and functions of the TTM; issues relating to the transfer of public domain technology; the features of a consultative process; and the role of dialogue between Parties. The Chair noted the emerging consensus on: the need for progress; the terms outlined in the capacity building section of the G-77/China proposal; and the need for dialogue consultations and information exchange.",
      "She noted that there was a convergence between aspects of the Parties\u0092 positions, although an agreement on terminology was needed.",
      "She said there was disagreement on whether to have a 'mechanism/process/system/facility,' its forms and functions, and the elements for immediate action.",
      "She called upon the delegates to consider the issues and resume discussions on 6 November."
   ],
   "subtype": "groups",
   "topics": [],
   "type": ""
}