{
   "actors": [
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Switzerland",
      "Tuvalu",
      "Australia",
      "Norway",
      "Japan"
   ],
   "enb_end_date": "15-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "15-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12150e.html",
   "id": "enb12150e_2",
   "section_title": "LULUCF",
   "sentences": [
      "The contact group considered draft SBSTA conclusions.",
      "Delegates questioned the status of the documents noted in the conclusions, and how they would be developed by the Co-Chairs based on input by Parties.",
      "TUVALU said it would be premature to have conclusions on text that had yet to be discussed by the group. Parties then continued consideration of Eligibility based on the Co-Chairs' text on elements related to Article 3.3 and 3.4.",
      "Several Parties drew attention to their submissions on the Co-Chairs' text as compiled in the new miscellaneous document.",
      "On Accounting, SWITZERLAND, for the ENVIRONMENTAL INTEGRITY GROUP, supported full carbon accounting.",
      "AUSTRALIA suggested specific provisions to deal with perverse incentives to deforest and impediments to new forestation activity prior to the first commitment period.",
      "Regarding text on carbon pools, TUVALU and the EU opposed inclusion of harvested wood products, while NORWAY supported their inclusion but noted that the issue would be discussed at SBSTA-14.",
      "SWITZERLAND, with the EU, TUVALU and NORWAY, and opposed by JAPAN, said natural uptake must be separated from human-induced effects.",
      "The EU highlighted the link between this issue and limited crediting during the first commitment period.",
      "On limitation of debits and credits, JAPAN said the option of no limitation of credits should be retained."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}