{
   "actors": [],
   "countries": [
      "China"
   ],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_12",
   "section_title": "INNOVATIVE FINANCING OPTIONS",
   "sentences": [
      "Presentations: Nicholas Parker, Chair of Cleantech Venture Network LLC, spoke about trends in clean energy venture financing.",
      "He noted a growing interest among venture capitalists and others in clean energy, with US$3 billion invested in recent years in new technologies, mostly in North America and Europe.",
      "On opportunities in developing countries, he differentiated between big economies like China, which he said had huge potential for leapfrogging that should be driven by the private sector, and smaller developing countries, which he said need capacity building and training.",
      "He observed that work on renewable energy is already happening on a huge scale in China and elsewhere. Frank Joshua, CEO of the Climate Investment Partnership, discussed opportunities and approaches in financing renewable energy in emerging markets.",
      "He noted that emerging markets offer significant opportunities for renewable energy projects, citing the case of China, which is reportedly planning to spend US$120 billion to double energy capacity by 2010.",
      "From an investor\u0092s perspective, he stressed that what drives the market is the risk-adjusted rate of return.",
      "One problem with developing countries is that there is no easy 'exit strategy' that would allow investors to benefit from their investment.",
      "He explained that, in industrialized countries, an investment in wind power, for instance, would offer strong profit potential, as the initial investor could sell the business as a going concern after several years through an initial public offering (IPO) on the stock market.",
      "This type of exit strategy needs to become feasible in developing countries, too.",
      "Joshua also raised concerns about monetizing carbon credits, noting that the market and prices need to be more stable and certain for carbon considerations to have an impact on decisions about project viability.",
      "Highlighting that investment institutions are generally interested only in large projects, he suggested bundling as an option for smaller projects. John Balint, International Financial Consulting Ltd, discussed the relevance of export credit agencies (ECAs), which facilitate trade by insuring against political and commercial risks, and which also provide some investment insurance and direct lending.",
      "Noting the significant role played by ECAs in some areas, he pointed out that less than 1% of their exposure is in the areas of renewable energy and energy efficiency.",
      "However, greater involvement could be encouraged if governments and other shareholders give ECAs clear instructions that encourage this.",
      "He noted that the fourth UNEP ECA annual environmental workshop would be held shortly and would discuss international guidelines for ECAs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}