{
   "actors": [],
   "countries": [
      "Costa Rica",
      "Cambodia",
      "Senegal",
      "China",
      "Peru",
      "Mali"
   ],
   "enb_end_date": "02-Jun-11",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "01-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12501e.html",
   "id": "enb12501e_5",
   "section_title": "NATIONAL PERSPECTIVES:",
   "sentences": [
      "Kamal Uy, Ministry of Environment, Cambodia, presented on how Cambodia prepared for the TNA, saying that identification of development priorities relied on existing government documents and a preliminary list of proposed technologies were selected.",
      "He highlighted the Multi-Criteria Decision Analysis (MCDA) Model, which was used to prioritize technologies providing the highest development benefits in various sectors and sub-sectors.",
      "On lessons learned he noted that national communications are a good basis for TNA development and that MCDA is a good model to prioritize potential technologies, but requires further practical experience by local experts.",
      "Francisco Villalobos, Environment, Energy and Telecommunications Ministry, Costa Rica, noted the need to focus on sectors that are primarily responsible for emissions, highlighting that transport accounts for 64% of energy sector emissions.",
      "He explained that Costa Rica s TNA is in the barrier analysis phase, which includes the mapping of markets and validation by stakeholders.",
      "On lessons learned, he stressed: that the TNA methodology and associated technical support are very good assets but need to incorporate country specificities; the need for regional workshops for capacity building; and the need for knowledge exchange between country teams and experts.",
      "Birama Diarra, Ministry of Equipment and Transport, Mali, highlighted multi-criteria analyses for prioritization of technologies, the choice of four technologies and barriers for implementation and development of a national action plan.",
      "On ongoing actions, he noted they are identifying barriers, conducting market studies and developing the national action plan.",
      "He recommended appropriate actions to facilitate implementation of national action plans.",
      "In discussions, Villalobos highlighted that stakeholder engagement in the TNA process creates co-benefits in other areas by establishing the basis for cooperation among groups.",
      "Claudia Figallo, Ministry of Environment, Peru, highlighted the importance of project coordination and having a highly multi-disciplinary team for identification of social, environmental, technical, and political goals and ensuring the feasibility of these goals.",
      "Concerning good practices, she emphasized having a detailed work plan; establishing a communication procedure; following up on consultants activities; and building on existing experience and data.",
      "El Hadji Mbaye Madien Diagne, National Climate Change Committee, Senegal, shared lessons learned on Senegal s ongoing development of its TNA, which included: the importance of participation by all relevant experts in working groups and carefully defining criteria and their weight for analyses; the need for reflection on how to engage policymakers in implementation of results; and the need to organize regional workshops on preparing technology transfer projects for financing.",
      "Can Wang, Tsinghua University, noted that the TNA process has not been completed in China but presented on relevant studies for the Chinese TNA, noting their key findings.",
      "He underscored the lack of a comprehensive overview of major sectors and regional differences.",
      "He said the TNAs should stress the cost and potential of technologies, and that not enough attention has been focused on adaptation.",
      "He said most studies focus on technology receivers rather than suppliers and noted the absence of technology review by potential supplier countries.",
      "In discussions, a developed country delegate asked for clarity on lessons learned, including how reviews and revision of TNAs are conducted.",
      "Another questioned whether criteria for prioritizing technologies are national or international."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}