{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Peru",
      "Tuvalu",
      "Indonesia",
      "Papua New Guinea",
      "United States",
      "China",
      "Colombia",
      "New Zealand",
      "Bolivia"
   ],
   "enb_end_date": "15-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "15-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12154e.html",
   "id": "enb12154e_3",
   "section_title": "LULUCF",
   "sentences": [
      "Co-Chair Thorgeirsson introduced the new Chairs' text on LULUCF, as developed based on Party input during SBSTA-13 Part I and informal consultations held in October.",
      "He said smaller informal groups would be invited to consult on specific issues, as little time remained, and assured delegates that the process would remain transparent.",
      "He said the main points to be resolved included definitions, accounting and reporting rules, and limitation of credits.",
      "Distinguishing between bottom-up limitations of eligible activities and top-down limitations of credits, he invited Parties to provide comments on the section of the new text relating to limitation of credits (additions and subtractions from Parties' assigned amounts), noting limitation of credits could apply overall or in the form of a cap, threshold or discounting.",
      "The US and CANADA presented a proposal for the phase- in of forest management under Article 3.4 (additional activities), stressing that it contained incentives to implement additional sequestration activities.",
      "Under this approach, a certain amount of carbon would be credited, after which a discount would be applied.",
      "After a second threshold, full crediting would again be permitted. BOLIVIA, opposed by BRAZIL and PERU, called for simultaneous forward movement on the issue of sinks in the CDM in the contact groups on both LULUCF and the mechanisms.",
      "INDONESIA said accounting rules for Annex I countries should be applicable also within the CDM and called for incorporation of social and cultural dimensions.",
      "TUVALU, on behalf of AOSIS, questioned the status of the new text, noting that some submissions had not been incorporated.",
      "COLOMBIA and BOLIVIA cautioned against a 'pick-and- choose' approach under Article 3.4, under which Annex I Parties could account for additional activities that sequester carbon but ignore additional sources. PERU, BRAZIL and PAPUA NEW GUINEA stressed the need to preserve the integrity of the Protocol and the importance of emissions reductions in Annex I countries.",
      "The US, opposed by CHINA, AOSIS and PERU, supported a decision on Article 3.3 and 3.4 as a package at COP-6, arguing that this is critical for the success of the Protocol.",
      "NEW ZEALAND noted the need for consistency with Decision 9/CP.4 (LULUCF), and stated that the distinction between Article 3.3 and 3.4 is becoming blurred."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}