{
   "actors": [],
   "countries": [],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_55",
   "section_title": "CONTINUOUS EVOLUTION",
   "sentences": [
      "While the IAC recommendations dominated this session, work on the Fifth Assessment Report (AR5) also continued, particularly on the SYR.",
      "Continuing to ensure that the Panel s work remains solid and objective and ensuring that the AR5 assessment process moves forward are of the utmost importance.",
      "At IPCC-32, the Panel managed to revise the outline for the AR5 SYR, a process whereby government representatives respond to scientists proposals as a means to ensure that the scientific findings appear relevant to policy-makers around the world.",
      "However, some substantive work related to AR5 was postponed in light of the time it took to address the IAC recommendations.",
      "One of the most notable issues postponed was related to scenario development, a critical process since it underlies the work of all three working groups and merits careful consideration. A HORSE, RHINO OR TAPIR?",
      "Faced with such a different context from the one in which it originated and forced to adapt to changing circumstances, the question is, how will the IAC Review affect the IPCC s evolution?",
      "Most agree that strengthening its scientific basis and moving as far as possible away from policy is one solution.",
      "The problem with this is that climate change science today underpins a policy process that is thoroughly political.",
      "Some of the most visible scientists contributing to the Panel can attested to this, citing threatening letters and other sad incidents.",
      "In any event, more clarity on how it will evolve should emerge at IPCC-33 when the task groups report back to the Panel.",
      "All of the participants at IPCC-32 recognized the importance of maintaining and repairing the IPCC s reputation as the authoritative voice on climate science.",
      "In fact, when the time came to form the various task groups to address the recommendations of the IAC, the show of hands far exceeded the Chair s expectations, and, surprisingly, spontaneously represented a balance between developed and developing countries.",
      "At this point, it is difficult to envisage what the IPCC will look like down the road.",
      "Different outcomes are possible, including: more scaled-down, precise, faster assessments as the focus of action moves to more local scales; focusing on what the IPCC does best ; strengthening the traditional assessment cycle; and increasing emphasis on addressing emerging issues through special reports and other products.",
      "But these visions are not mutually exclusive.",
      "Like the Eohippus, which evolved not only into the horse, but also into the rhino and the tapir, for the IPCC the options for change are many and will depend largely on how it responds to its changing environment."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}