{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Bahamas",
      "Saudi Arabia",
      "Belarus",
      "United States",
      "Slovenia",
      "China",
      "Japan",
      "Venezuela",
      "Russia",
      "Benin"
   ],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_14",
   "section_title": "SPECIAL OBSERVER STATUS FOR REGIONAL INTEGRATION ORGANIZATIONS:",
   "sentences": [
      "On Tuesday afternoon, the European Community (EC) presented a proposal to grant special observer status to regional economic integration organizations that are parties to the UNFCCC and the Kyoto Protocol ( IPCC-XXIX/Doc.5 ).",
      "He said the EC seeks the right to participate in discussions, but not a role in the decision-making process, nor the right to vote or power to block consensus.",
      "He also underscored the EU is a special organization because, while not being a state, states have transferred some sovereign powers to it.",
      "Belarus, Japan, Russia, Benin, China, Venezuela and others expressed concerns with the proposal and a contact group was established, co-chaired by Andrej Kranjc (Slovenia) and Hiroshi Ono (Japan).",
      "The contact group met on Tuesday afternoon and evening.",
      "Japan requested clarification whether the EC seeks the right to participate in closed meetings.",
      "Russia requested clarification of the EC s membership status in the IPCC s parent organizations, UNEP and WMO.",
      "Venezuela expressed concern that the EC s request appeared to restrict the future possibility of other regional integration organizations to seek the same status.",
      "The US supported the EC s request subject to specific language on the Community s rights within the IPCC.",
      "Canada questioned whether the current rules for observers limit the EC s ability to participate.",
      "Bahamas and Saudi Arabia expressed concern about setting a precedent.",
      "China questioned if the EC can be considered part of an intergovernmental panel.",
      "The contact group reconvened in the evening to consider draft texts tabled by Venezuela, Russia and the US.",
      "The contact group agreed to request further contributions by members and consider the issue at the next IPCC session.",
      "On Thursday afternoon, Andrej Kranjc reported the results of the contact group s deliberations to the Panel.",
      "He noted the need to open up the IPCC while avoiding being inflated with a large number of observers.",
      "The Panel agreed to consider the report from the contact group and further submissions on the issue at IPCC-30."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}