{
   "actors": [],
   "countries": [
      "Russian Federation",
      "Austria"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_22",
   "section_title": "Group 3: Promoting development and improvement",
   "sentences": [
      "This breakout group, facilitated by Cecilia Conde, UNAM, began with an icebreaking activity called the cobweb game , where a ball of yarn was thrown around the room to each participant who then introduced themselves and conveyed their expectations for the session.",
      "Participants then identified which methods and tools they use, how these can be better developed and improved, and existing gaps.",
      "Participants raised issues related to: making workplaces greener; demand driven development of methods and tools; improving guidelines to better understand impacts, vulnerabilities and adaptation through better dialogue between scientists and policy makers; the need for intersectoral integrated assessments; offering a broad range of approaches, from simple to complex; bridging gaps between the scientific and policy communities; more communication between users and developers, and capturing and accommodating diverse interests so users feel a sense of ownership; learning from history to help avoid similar problems in the future; the importance of integrating climatic with non-climatic stressors in assessing vulnerability; standardized description of methods and tools; the possibility of misusing regional models; and communicating uncertainties to decision makers.",
      "Austria advocated: investigating ways to change behavior, including through raising awareness, receiving information on what to do, having the means to do it, and receiving feedback; and criteria to assess adaptation options, and developing a matrix to identify the pros and cons of adaptation options.",
      "He also highlighted difficulties in preparing cost-benefit analyses for adaptation.",
      "Participants also suggested the UNFCCC improve national communications guidelines.",
      "The Russian Federation emphasized the important role the mass media plays in shaping behavior.",
      "Participants also raised issues related to: combining top-down and bottom-up approaches and the need for methods to bridge these two approaches; addressing adaptation in the context of sustainable development; limits or thresholds of interventions; the need for participatory approaches; complexity of vulnerability and lack of agreement on its definition and criteria; improving resilience of systems against climate change impacts; the usefulness of an ecosystem approach to address indirect impacts; the challenges in exchanging information efficiently, due to large amount of information; and the need to cooperate with information experts who know how to manage diverse information and make it available in a user friendly way."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}