{
   "actors": [
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Canada",
      "Singapore",
      "Nicaragua",
      "Mexico",
      "United States",
      "China",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "16-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "16-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12537e.html",
   "id": "enb12537e_6",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "On the agenda and organization of work (FCCC/AWGLCA/2012/1 and 2), AWG-LCA Chair Tayeb outlined intentions to establish a single contact group, chaired by the AWG-LCA Chair.",
      "He also noted that five in-session workshops will take place, as mandated by Decision 2/CP.17 (Outcome of the work of the AWG-LCA).",
      "A discussion ensued on the AWG-LCA s proposed agenda and organization of work.",
      "The EU stressed that the proposed agenda did not recognize issues that the AWG-LCA was tasked by COP 17 to take forward in 2012.",
      "He emphasized that listing the elements of the Bali Action Plan in the agenda implied that no progress had been made since COP 13, and specified that the agenda did not take into account the various new institutions created or that some of the issues had been moved from the AWG-LCA to the Subsidiary Bodies.",
      "Switzerland, for the EIG, called for clarity on how work in the group would be conducted in 2012, noting that many of the items on the proposed agenda had already been addressed. CHINA, BOLIVIA, VENEZUELA and NICARAGUA expressed support for adopting the agenda as proposed.",
      "The US, supported by CANADA and others, expressed concern with reopening of issues and proposed establishing spin-off groups to consider issues specifically mandated by COP 17.",
      "He said other issues could then be discussed in a single contact group.",
      "NEW ZEALAND said that only those issues where there was a clear mandate to report back to COP 18 should be discussed. AWG-LCA Chair Tayeb noted that the agenda was not his and its elements reflected the agreement of parties.",
      "He also said issues on the proposed agenda have enjoyed different levels of progress and listing them on the agenda did not imply that they were going to be reopened.",
      "He proposed adopting the agenda and then organizing the work of the AWG-LCA through a single contact group.",
      "He also proposed to conduct informal consultations between now and the first meeting of the contact group to reach a common understanding on the organization of work. MEXICO, supported by the US and opposed by CHINA, proposed beginning work in a single contact group without adopting the agenda. SINGAPORE, supported by many countries, suggested: convening spin-off groups for those issues whose consideration was explicitly mandated by COP 17; considering the other issues in a single AWG-LCA contact group where parties could decide on further work, including by establishing spin-off groups if necessary; and adopting the agenda provisionally.",
      "The AWG-LCA Chair will consult informally on the agenda and organization of work."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}