{
   "actors": [],
   "countries": [
      "United States",
      "Russian Federation",
      "Poland"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_41",
   "section_title": "ECONOMIES IN TRANSITION (EIT)",
   "sentences": [
      "Three informal consultations on capacity building in countries with economies in transition were conducted between Thursday, 8 June, and Thursday, 15 June, to elaborate the elements of a draft framework for capacity building.",
      "A number of issues were raised, including the need to: integrate capacity building into national planning processes; develop institutional capacity on inventories and on Protocol Articles 5 and 7; expand capacity building to other stakeholders; maximize the use of regional institutions; and mobilize political support.",
      "The US underlined the fact that EITs have commitments to reduce emissions, and suggested using the Protocol mechanisms to support capacity building. Based on Parties' inputs, SBI Chair Ashe prepared a text summarizing the possible elements for a draft framework on capacity building in EITs. On Tuesday, 13 June, the EITs submitted amendments to the section on principles.",
      "Discussions highlighted, inter alia, the principle that all needs are addressed in a coordinated manner, and the EITs' immediate needs. On Thursday, 15 June, delegates considered amendments to the Chair's text submitted by Poland and the Russian Federation.",
      "A common EIT position paper was not possible due to limited time.",
      "The Polish submission on implementation of capacity building includes calls to, inter alia: develop action plans to reflect national needs and priorities; invite the GEF, through a COP decision, to consider the needs of EITs in the capacity development initiative (CDI); and organize a workshop for the purpose of identifying and coordinating regional and subregional programmes.",
      "The Russian Federation submission covered the principles, objectives, strategy and implementation elements for a draft framework. Chair Ashe invited delegates to submit views by 30 June, to allow the Secretariat to compile elements for a draft framework on capacity building in EITs by SB-13."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}