{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Australia",
      "China"
   ],
   "enb_end_date": "07-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "07-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12105e.html",
   "id": "enb12105e_3",
   "section_title": "LULUCF",
   "sentences": [
      "The LULUCF contact group met in the afternoon to consider draft conclusions on relevant policy and procedural issues.",
      "Delegates considered three flow charts tabled by Australia on behalf of several Parties, and one tabled by the EU.",
      "The charts outlined processes to advance LULUCF-related issues with the aim of helping facilitate agreement on the draft conclusions.",
      "Participants exchanged ideas on how to incorporate the four charts into one.",
      "Suggestions for issues to be included in the chart included, inter alia: requesting IPCC to develop a work plan to address methodological issues on LULUCF for Convention reporting; elaborating at SBSTA-10 the intent behind the sentence in Protocol Article 3.4 (other land use activities) that calls on Annex I Parties to provide data to establish 1990 carbon stock levels prior to COP/MOP-I; requesting Parties to make submissions on wood products; inviting submissions from Parties on draft text on modalities rules and guidelines for LULUCF at COP-5; and holding a workshop or special event at COP-5 on the draft IPCC Special Report on LULUCF, as well as a workshop prior to COP-6 to consider the published IPCC report. AUSTRALIA noted that the group's consideration of the charts had clarified issues and would help advance negotiations.",
      "He suggested that it had moved the discussion beyond the current draft conclusions.",
      "With CANADA and NEW ZEALAND, he suggested incorporating these new ideas into revised draft conclusions.",
      "The G-77/CHINA expressed concern at the charts, which look beyond COP-5, and said the Secretariat should not be instructed to incorporate ideas from the charts into the draft guidelines.",
      "He suggested resuming discussion on the current draft guidelines.",
      "The group agreed that Parties could make additional submissions that will be incorporated into the current draft guidelines to reflect ideas emerging from the contact group's discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}