{
   "actors": [],
   "countries": [
      "Canada",
      "Tuvalu",
      "Philippines",
      "Indigenous Peoples"
   ],
   "enb_end_date": "14-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "03-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12580e.html",
   "id": "enb12580e_16",
   "section_title": "METHODOLOGICAL GUIDANCE FOR REDD",
   "sentences": [
      "+: This issue was first addressed in the plenary on Monday, 3 June.",
      "It was further considered in a contact group and informal consultations co-chaired by Peter Graham (Canada) and Victoria Tauli-Corpuz (Philippines).",
      "These discussions resulted in draft COP 19 decisions on: modalities for national forest monitoring systems; timing and frequency of presentations of the summary of information on how all the safeguards in Decision 1/CP.16 are addressed and respected; and addressing the drivers of deforestation and forest degradation.",
      "In addition, text with elements for possible draft decisions was forwarded to SBSTA 39 on: modalities for MRV; and guidelines and procedures for the technical assessment of party submissions on forest reference emission levels and/or forest reference levels.",
      "On MRV , parties views diverged on whether information on forest-related emissions should be subject to international consultation and analysis (ICA) or some other type of assessment.",
      "Many developing countries supported that ICA be applied, while a number of developed countries stressed the need to ensure that the information provided is accurate, transparent and consistent over time, which could be assured through other types of assessments.",
      "Text indicating that the information reported is subject to ICA remains in brackets.",
      "Parties also discussed at length technical assessment of information submitted for the estimation of forest-related emissions and the role of technical experts, including whether recommendations could be provided and clarifications required.",
      "Many highlighted that some of these issues should be considered during the SBI discussions on ICA.",
      "Parties agreed on specific aspects of technical assessment, while also including a footnote indicating that the process outlined in the draft text does not intend to prejudge related decisions pending under ICA, including those related to the technical team of experts.",
      "A number of developing countries underscored the need to foster capacity building and provide support for MRV.",
      "Work will continue based on the text on possible elements for a draft decision on MRV.",
      "During the closing plenary, many parties expressed their willingness to make substantive progress on this issue at COP 19.",
      "On guidelines for the technical assessment of submissions on forest reference emission levels and/or forest reference levels , divergences centered on the type of feedback that the technical assessment could provide to developing country parties, including the possibilities of providing recommendations, suggestions or guidance.",
      "A number of developing countries highlighted that, in principle, ICA should be non-intrusive.",
      "Parties also discussed in detail the guidelines for the technical assessment, with divergent views remaining on the timing provided for the different steps of the revision process, with some favoring a step-wise approach to enable incorporating lessons learned through its implementation.",
      "On information on how the safeguards are addressed, some parties drew attention to the need to share experiences and best practices.",
      "They agreed to invite submissions on this issue and to request the Secretariat to compile them.",
      "On the timing and the frequency of presentations of the summary of information on how safeguards are addressed and respected, parties discussed whether this information should be presented only through national communications or also through biennial update reports, with some developing countries emphasizing that submissions through biennial update reports should be on a voluntary basis.",
      "Many parties highlighted the linkage of provision of this information with receiving international support for the full implementation of the results-based actions, but parties did not agree on language to reflect this.",
      "On addressing the drivers of deforestation and forest degradation , a number of developing countries underscored that the drivers should be addressed through implementation of national strategies and action plans.",
      "They also underscored the uniqueness of countries national circumstances.",
      "Some parties commented on the linkages between drivers of deforestation and agriculture, as well as with international trade.",
      "Parties agreed to reflect in a preambular paragraph that livelihoods may be dependent on activities related to drivers of deforestation and forest degradation, and that addressing these drivers may have an economic cost and implications for domestic resources.",
      "During the SBSTA closing plenary, Tuvalu highlighted that the reference to livelihoods should not be interpreted so as to mean that indigenous peoples are the drivers of deforestation but, on the contrary, could be the victims of the drivers of deforestation and forest degradation.",
      "Supported by the Philippines, he called for removing this ambiguity at COP 19.",
      "The International Indigenous Peoples Forum on Climate Change emphasized that traditional livelihoods are not related to drivers of deforestation but instead have contributed both to adaptation and mitigation of climate change.",
      "Parties also addressed non-carbon benefits , as mandated by COP 18.",
      "Some developing countries highlighted the potential of considering compensation for the provision of non-carbon benefits.",
      "Other developing countries highlighted difficulties with measuring non-carbon benefits and that other international organizations, such as the Convention on Biological Diversity, have been addressing the issue.",
      "Parties eventually agreed to organize activities to further explore, and provide clarity on, the issue, including through submissions.",
      "On non-market based approaches , parties agreed that further clarity is needed on the issue and agreed to invite submissions and hold a workshop, subject to availability of resources."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}