{
   "actors": [],
   "countries": [],
   "enb_end_date": "05-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "05-Dec-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12286e.html",
   "id": "enb12286e_16",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "While the corridors were a little less crowded on Saturday, dedicated negotiators gave no indications that the weekend was a time to relax.",
      "Intense discussions continued in numerous contact groups and consultations.",
      "'This is the unglamorous but critical part of the meeting where we try to sort out the technical matters before the politicians arrive next week,' explained one participant.",
      "Some meetings were more productive than others.",
      "Delegates emerging from a few groups were in celebratory mood: participants dealing with the 'little known but nevertheless important' international transaction log finished their work, as did those engaged on LULUCF methodological issues.",
      "However, CDM, finance and other issues remained unresolved as of Saturday evening.",
      "Discussions on Article 3.9 (future commitments) and the financial mechanism seemed to create the most frustrations.",
      "Article 3.9, in particular, continued to be the subject of considerable discussion in the corridors as news continued to spread that the COP/COP-MOP President had consulted heads of delegation on a proposal on future work linked to the Convention, not the Kyoto Protocol.",
      "There were also rumblings in the corridors that at least one key delegate in a major negotiating group is 'polarizing' positions both within and outside the group. Some participants were focused more on what was happening outside the conference center, as thousands descended on central Montreal to demand action on climate change.",
      "'Let\u0092s just hope the politicians arriving next week find out about this,' said one NGO participant."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}