{
   "actors": [
      "Umbrella Group",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Japan",
      "China"
   ],
   "enb_end_date": "03-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "03-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12183e.html",
   "id": "enb12183e_2",
   "section_title": "Mechanisms:",
   "sentences": [
      "Co-Chair Estrada reported that two drafting groups had been formed, with one working on the CDM, and the other focusing on JI and emissions trading.",
      "He noted satisfactory progress, particularly in Thursday's meeting on Article 6 (JI).",
      "Describing Article 7.4 (assigned amounts) as a key article containing definitions of a number of aspects of the mechanisms, he noted that the G-77/China has now defined its position, and said he expected forward movement on this issue. CANADA, for the UMBRELLA GROUP, expressed concern with the manner in which the issue of linkages between compliance and eligibility to participate in the mechanisms was dealt with in the mechanisms contact group Thursday evening.",
      "He said several Parties did not agree with the Co-Chairs' formulation on this issue, and expressed concern that these objections had been overruled.",
      "He requested that the text remain bracketed as in the COP-6 Part II report (FCCC/CP/2001/5/Add.2, page 24 paragraph 18b).",
      "JAPAN supported Canada's statement and expressed 'alarm' at how this issue had been addressed. Co-Chair Estrada responded that the text used by the Co-Chairs was taken directly from the Bonn Agreements (FCCC/CP/2001/5, page 43, paragraph 11), and said the ministers' decision should be maintained.",
      "CANADA highlighted inconsistencies in the Bonn Agreements described by COP-6 President Pronk as a 'clash' between the purpose of text on the mechanisms and the text on compliance.",
      "This inconsistency resulted in the Secretariat preparing a draft text on the mechanisms outlining three options, and that the negotiating group Co-Chairs had selected one of these.",
      "However, he noted that Canada, Japan and others had opposed this option and had asked the Co-Chairs for their preference to be considered at COP-7. President Elyazghi said he would meet with negotiating group chairs, and highlighted the treatment of registers and assigned amounts as issues requiring further consideration."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}