{
   "actors": [],
   "countries": [
      "United States",
      "New Zealand",
      "Antigua and Barbuda",
      "Russia"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_44",
   "section_title": "AWG-KP:",
   "sentences": [
      "Under the AWG-KP, discussions continued on Annex I parties emission reductions in the form of technical exercises.",
      "Targets pledged by Annex I countries - including recent announcements by Russia and New Zealand - tend to use different base years and are also based on different assumptions about sinks and market mechanisms, making them difficult to compare.",
      "Most participants, therefore, found the in-depth discussions useful, even interesting.",
      "Some developing countries said that Annex I parties were engaging in a way that they had not previously done, and said this indicated a renewed interest in the process.",
      "Still, many felt that there was little movement on the long-standing differences underpinning the AWG-KP s work: debates over the scope of the group s mandate continued to surface from time to time.",
      "Developed and developing countries continued voicing different views on whether Annex I parties post-2012 targets should be defined using a bottom-up or top-down approach.",
      "Furthermore, most of the key Annex I parties maintain that the aggregate range of their emission reductions cannot be discussed without the US, which is not a party to the Kyoto Protocol and does not participate in discussions under the AWG-KP.",
      "Developing countries, in turn, stressed the need to keep the two AWGs separate.",
      "Concerning the other issues under the AWG-KP, the focus this time was on the flexibility mechanisms.",
      "Going through the document (FCCC/KP/AWG/2009/10/Add.3), few options were deleted and some delegates were heard wondering whether parties would postpone even the less critical political compromises until Copenhagen.",
      "This is an expensive educational exercise, commented one veteran.",
      "Regarding the outcomes of Bonn III, the AWG-KP s deliberations were reflected in non-papers, which AWG-KP Chair John Ashe (Antigua and Barbuda) will take into account when revising the AWG-KP documents for Bangkok.",
      "Many negotiators echoed the Chair s sentiments at the closing of the session: parties will have to work twice as hard in Bangkok to be able to finalize an agreement in Copenhagen."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}