{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Samoa",
      "China"
   ],
   "enb_end_date": "13-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "13-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12198e.html",
   "id": "enb12198e_6",
   "section_title": "POLICIES AND MEASURES (P&MS)",
   "sentences": [
      "Co-Chair Suk-Hoon Woo introduced draft revised conclusions, and Co-Chair Pierre Giroux explained that the text incorporated all elements of the relevant COP-7 decision (13/CP.7).",
      "Parties then discussed the draft conclusions paragraph-by-paragraph.",
      "On text agreeing on a meeting to facilitate an exchange of views, the US agreed, 'in the spirit of compromise,' to the EU\u0092s wish that this should take the form of intersessional consultations rather than a side event. Parties also agreed on compromise language on further steps, retaining the reference to a 'frame' for defining these steps that was supported by the EU and SAMOA, and deleting the notion of 'in- depth' information-sharing as an element of this frame, as requested by the US. On a paragraph inviting relevant international and intergovernmental organizations to report on their activities to SB-17, delegates compromised by accepting the EU\u0092s preference for reference to the IPCC, while at the same time accommodating the G-77/CHINA\u0092s desire to refer to P&Ms 'in Annex I Parties' in another part of the text. At the conclusion of the meeting, the G-77/CHINA proposed an additional paragraph outlining principles for addressing P&Ms.",
      "Co- Chair Giroux highlighted existing text that he believed addressed this issue, and suggested placing the proposal in brackets pending further internal G-77/CHINA consultations.",
      "Noting that agreement had been reached on all issues except for this proposal, he thanked the group for completing its work, and said updated draft conclusions would be forwarded to the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}