{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Marshall Islands"
   ],
   "enb_end_date": "15-Apr-99",
   "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol",
   "enb_short_title": "Tech. Work",
   "enb_start_date": "09-Apr-99",
   "enb_url": "http://www.iisd.ca/vol12/enb1298e.html",
   "id": "enb1298e_16",
   "section_title": "CONCLUDING DISCUSSION OF THE WORKSHOP",
   "sentences": [
      "Participants offered their views on the deliberations in the workshop and shared ideas on future work following the working group sessions and after the discussions on capacity building.",
      "Many participants praised the technical workshop as a step forward in the development of the Kyoto Protocol, stating that it had clarified a number of issues, provided a forum for exchange of views and signaled areas where more work is needed.",
      "One participant said the discussions had illustrated the complexity of the mechanisms and how difficult they will be to implement.",
      "Another participant stated that even though the workshop focused on technical issues, politically controversial issues such as supplementarity are inevitable and will need to be discussed in order to come up with meaningful results.",
      "Noting that the workshop was informal, she added that it was important to take into consideration work done outside the formal negotiation process. One participant said that whereas the workshop had been useful, it had been confined to discussions and methods and had neglected the principles that determine the legitimacy of the methodologies.",
      "The principles he highlighted included: the legal character of what was being assigned; the proprietorial implications of the AAUs; and the legal implications of the transboundary transfers of rights.",
      "He proposed that these issues be addressed in a future workshop. Regarding future work, suggestions for further consideration included, inter alia: a concrete draft on guidelines for JI; definition and nature of the verification process; baselines and monitoring; allocation of funds for the CDM; benchmarks; guidelines for registries; guidelines for emissions monitoring and calculations of emission factors; guiding principles for the mechanisms; additionality for project-based mechanisms; and examination of the linkages between the three Protocol mechanisms.",
      "A proposal to organize a technical workshop to discuss Protocol issues that relate to WTO rules was highlighted. A number of delegates stressed the need for common terminology to facilitate further discussions.",
      "One participant stated that there was a need to solicit views from a broad range of groups to facilitate the development of technical options by the Secretariat.",
      "He said that the review of the AIJ pilot phase could provide an opportunity to do more work on concrete examples.",
      "A workshop on the CDM by AOSIS countries to be held in the Marshall Islands in July this year was announced. In his closing statement, Chair Chow recalled that the purpose of the workshop was to promote mutual understanding on the issues.",
      "He noted the cordial exchange of ideas and said that he was confident that it would facilitate progress in the negotiations.",
      "He stated that there would be no formal conclusions of the workshop but a report will be presented to the Subsidiary Bodies meeting in June.",
      "Regarding further workshops, he said that the Subsidiary Bodies will consider the ideas and guide the Secretariat in defining further work.",
      "He mentioned that two workshops - on Article 4.8 and 4.9 (adverse effects) and on technology transfer - were being considered for the second half of the year.",
      "He thanked the participants and organizers of the workshop and closed the workshop at 1:00 p.m on Thursday, 15 April."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}