{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saint Lucia",
      "Austria",
      "China",
      "Germany",
      "Uganda",
      "Switzerland",
      "Japan",
      "Belize"
   ],
   "enb_end_date": "05-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "05-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12367e.html",
   "id": "enb12367e_8",
   "section_title": "TECHNOLOGY TRANSFER:",
   "sentences": [
      "The Secretariat introduced documents (FCCC/SBI/2008/5 & 7, MISC.1, and INF.1).",
      "EGTT Chair Jukka Uosukainen reported on the EGTT s work.",
      "Richard Hosier, GEF, reported on a strategic programme to scale up technology transfer investment, noting that the GEF Council could not agree on a draft programme for consideration in Bonn.",
      "The EU and JAPAN welcomed the GEF s report, while the G-77/CHINA said the report deviates from the Bali mandate.",
      "A joint SBI and SBSTA contact group was established to consider the EGTT work programme, co-chaired by Holger Liptow (Germany) and Carlos Fuller (Belize).",
      "Another contact group, co-chaired by Philip Gwage (Uganda) and Holger Liptow (Germany), will consider technology transfer under SBI. CAPACITY BUILDING (CONVENTION): On this item ( FCCC/SBI/2008/2 ), AOSIS emphasized the need to minimize time and resources spent on monitoring and evaluating capacity building.",
      "SWITZERLAND supported using performance indicators to monitor progress of implementation.",
      "Crispin d Auvergne (Saint Lucia) and Helmut Hojesky (Austria) will co-chair a contact group. CAPACITY BUILDING (PROTOCOL): The Secretariat introduced the issue ( FCCC/SBI/2008/2 ).",
      "JAPAN said there was no mandate for a comprehensive review of capacity building under the Protocol.",
      "The EU highlighted the importance of capacity building for the CDM.",
      "D Auvergne and Hojesky will co-chair a contact group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}