{
   "actors": [],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Tuvalu",
      "Indonesia",
      "India",
      "Singapore",
      "Colombia",
      "Grenada"
   ],
   "enb_end_date": "16-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "16-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12511e.html",
   "id": "enb12511e_2",
   "section_title": "AWG-LCA CONTACT GROUP:",
   "sentences": [
      "During the morning AWG-LCA contact group, facilitators presented on progress in their informal groups.",
      "Parties also exchanged views on future work.",
      "On REDD+, it was reported, on behalf of Facilitator La Viña, that parties had considered financing for result-based actions.",
      "Common ground was identified on considering a flexible basket of financing options from which developing countries could choose based on their national preferences.",
      "On sectoral approaches, Facilitator Wamukoya reported that parties agreed on a way forward to address a general framework, agriculture and bunker fuels.",
      "He said parties had presented constructive elements for the general framework and that they had identified text coming from previous sessions as a good basis for discussions on agriculture.",
      "On mitigation by developed countries, Co-Facilitator Garibaldi reported on discussions on the biennial reports, saying that parties had exchanged views and addressed technical aspects of guidelines for national communications and biennial reports, including scope, flexibility and timing.",
      "He also noted proposals to organize workshops.",
      "On mitigation by developing countries, Co-Facilitator Garibaldi reported that technical and political issues had been addressed, highlighting that developing countries emphasized the need for clarity on key aspects, in particular on financing.",
      "On the NAMA registry, Co-Facilitator Spilgaard reported that parties had underscored the registry s voluntary nature and discussed its structure, content and modalities.",
      "He noted common understanding on the need for separating in the registry NAMAs requiring international support and those already receiving support.",
      "On market and non-market approaches, Facilitator Gaspar Martins reported on common ground that could provide the basis for a COP decision on market mechanisms and non-market approaches, highlighting the need for further discussions.",
      "On capacity building, Facilitator Uosukainen reported on discussions on institutional arrangements and highlighted suggestions by some parties to prepare a technical paper and organize a workshop on enhancing capacity building.",
      "On finance, Facilitator Børsting reported that parties had exchanged views on the Standing Committee, including its role, functions, composition and relationship to the COP and other bodies.",
      "He also identified the need for further discussions on long-term finance.",
      "On legal options, Facilitator Flores noted divergent views among parties and said she would prepare a summary note reflecting the discussions.",
      "On the review of the long-term global goal, AWG-LCA Vice-Chair Mukahanana-Sangarwe reported that she had prepared a summary based on parties inputs and that many parties considered it a good basis for further discussions.",
      "She noted that some parties had expressed concern about the possibility that the biennial reports would not be ready for consideration during the review process.",
      "On technology, Facilitator Uosukainen noted constructive discussions on the terms of reference and the procedure to select a host for the Climate Technology Centre and Network. AWG-LCA Chair Reifsnyder encouraged parties to capture progress made in the informal groups.",
      "As possible alternatives he suggested: posting facilitators texts online; including the texts in an information document; or attaching them to the meeting s report in order to enable their translation into the UN languages.",
      "He also underscored that some parties had proposed workshops, in particular on the NAMA registry and on biennial reports, that could be an important input for the next session. INDIA, with BRAZIL, TUVALU, INDONESIA, GRENADA, MEXICO and others, called for organizing an intersessional meeting before Durban.",
      "COLOMBIA and AUSTRALIA suggested focusing on the substantive work and skipping opening and closing plenaries.",
      "SAUDI ARABIA expressed reservations on intersessional workshops.",
      "BRAZIL suggested the workshops should be held back-to-back with the negotiating session.",
      "SINGAPORE underscored that the workshops should feed into the formal process but not be a substitute for it."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Mitigation"
   ],
   "type": "WORKING GROUP"
}