{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Tuvalu",
      "United States",
      "China",
      "Peru",
      "Switzerland",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_13",
   "section_title": "GUIDELINES UNDER ARTICLES 5, 7 AND 8 OF THE PROTOCOL",
   "sentences": [
      "Delegates in the group on guidelines under Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information) met in seven informal sessions between Monday, 4 September and Saturday, 9 September, to elaborate the guidelines under Articles 7 and 8.",
      "A small drafting group also met to further the work on guidelines under Article 8 and guidance under Article 5.2 (adjustments) as a basis for further negotiation.",
      "At the formal SBSTA Plenary on Monday, 11 September, a contact group was formed.",
      "This group met three times.",
      "The conclusions developed during these contact group meetings were adopted by SBSTA on Friday, 15 September. On Monday, 4 September, the Co-Chairs of the informal sessions, Helen Plume (New Zealand) and Festus Luboyera (South Africa), noted that some issues considered by the group would be further elaborated at a later stage, as they depended on the work of other groups, such as on LULUCF, adverse effects and the mechanisms.",
      "Co-Chair Plume stressed the need to move forward on the elements without pre- empting the work of the other groups.",
      "The group briefly considered the draft guidelines under Article 8.",
      "A number of participants preferred replacing the term 'shall' with 'may' when referring to the tasks of the Expert Review Teams (ERTs).",
      "Saudi Arabia said the G-77/China was not in a position to comment on text and needed more time.",
      "Under draft guidelines under Article 7, the group considered the crosscutting issue of assigned amount reporting by Parties.",
      "Following the introduction of the relevant draft text from the mechanisms group by the Secretariat, delegates discussed timeframes and modes for reporting on information under assigned amounts. In the subsection on guidelines under Article 7.1 (inclusion of supplementary information in annual inventories), the US, opposed by the EU and Australia, proposed deleting the section on adjustments in accordance with Article 5.2, maintaining that reporting should be the responsibility of the review team, not the Party.",
      "On consideration of Article 7.2 (inclusion of supplementary information in national communications), the US, Norway, Saudi Arabia and the EU questioned the timing for the submission of national communications and where this should be treated.",
      "On national registries, the US underscored the importance of discussions on the mechanisms for the work in this group. On Friday, 8 September, delegates completed discussions on the guidelines under Article 7.",
      "Saudi Arabia, on behalf of the G-77/China, opposed by the EU, suggested new headings on information related to transfer of technology and additional financial resources, and highlighted their textual proposal on information on implementation of Protocol Article 3.14.",
      "New Zealand proposed a new heading on issuance and cancellation of assigned amounts under Protocol Article 3.3 and 3.4. On Saturday, 9 September, Parties continued deliberations on Part I of the guidelines under Article 8, General Approach to Review.",
      "The G-77/China bracketed most of the text, citing insufficient time to consider it.",
      "The Secretariat distributed draft decisions on national systems under Article 5.1, methodologies for adjustments under Article 5.2, and guidelines under Articles 7 and 8, to be taken by COP-6 and COP/MOP-1. At the SBSTA Plenary on Monday, 11 September, a formal contact group was convened, which met three times during the week.",
      "Delegates considered draft conclusions for the first part of SBSTA-13, and draft decision text on Article 5.2 for COP-6 and COP/MOP-1, and the draft guidelines under Article 8 as progressed by the small drafting group during the previous week. During discussions in the contact groups, Co-Chair Plume noted that the draft conclusions under consideration did not specify whether separate decisions would be taken at COP-6 on the guidelines under Articles 5,7 and 8.",
      "She highlighted the proposal to hold an informal consultation on these matters in October.",
      "On demonstrable progress, Saudi Arabia, opposed by the EU, proposed deleting the paragraph recognizing the first national communication submitted under Article 7.2, stressing that the approach was too narrow.",
      "Switzerland suggested compromise language that was accepted by the group, referring in general to Article 7 rather than specifically to Article 7.2. On the draft decision text on Article 5.2 for COP-6 and COP/MOP-1, Saudi Arabia, supported by Tuvalu, Peru, China and Brazil, and opposed by the US and New Zealand, suggested deleting references to activities under Article 3.3 and 3.4 at this stage. In discussions of Part II of the guidelines under Article 8, Review of Annual Inventories, delegates bracketed many paragraphs.",
      "Under identification and classification of problems by ERTs, the US, opposed by the EU, proposed moving the section on classification, stressing that ERT's should identify rather than classify problems.",
      "On timing, the US suggested setting strict deadlines for submission of reports, while leaving broader issues flexible.",
      "Parties considered New Zealand's proposal on Part III of the guidelines under Article 8, Review of Information on Assigned Amounts, and Part III bis, Annual Compilation and Accounting of Emission Inventories and Assigned Amounts.",
      "The G-77/China proposed bracketing the entire text.",
      "On the scope of the review, the EU suggested that it cover cancellation of assigned amount units, including cancellation with respect to Article 3.3 and 3.4.",
      "Co-Chair Plume introduced Part IV of the guidelines under Article 8, Review of National Systems, based on submissions from the EU and Australia.",
      "On Thursday, 14 September, Co-Chair Plume closed the contact group after inviting Parties to submit views on the guidelines under Articles 5.2, 7 and 8 to the Secretariat before 29 September. The conclusions (FCCC/SBSTA/2000/L.7 and Add.1,2,3) adopted at the SBSTA Plenary include agreement that the SBSTA, at the second part of SBSTA-13, will further consider guidelines under Articles 7 and 8 and possible elements for a draft decision or decisions on Articles 5.1, 5.2, 7 and 8, which are attached as addenda to the conclusions.",
      "SBSTA also invited the Chair to further develop the draft texts relating to guidelines under Articles 7 and 8 and methodologies for adjustments under Article 5.2, based on oral and written views expressed by Parties during the first part of SBSTA-13 and at informal consultations prior to the second part of SBSTA-13, with a view to recommending a draft decision on the matters at COP-6 for adoption at COP/MOP-1."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}