{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Malaysia",
      "China",
      "Chile",
      "Japan"
   ],
   "enb_end_date": "11-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "11-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12254e.html",
   "id": "enb12254e_1",
   "section_title": "MITIGATION",
   "sentences": [
      "Chair Benrageb summarized the key points of the workshop held on 9 December on practical opportunities and solutions for mitigation that contribute to sustainable development and technology innovation, deployment and diffusion.",
      "Many Parties welcomed the workshop and supported holding additional in-session workshops at future SBSTA sessions.",
      "CHINA, for the G-77/China, underscored that mitigation should not result in adverse impacts on development, and urged Parties to establish an international mechanism for technology innovation, development and transfer.",
      "JAPAN, with many others, stressed the relevance of energy efficiency.",
      "He said international cooperation on this area should be carried out on a sectoral basis.",
      "The EU emphasized that mitigation is key, and noted that significant greenhouse gas reductions are technically and economically feasible. UGANDA said mitigation can be considered a form of adaptation, since mitigating early avoids future costs of adaptation.",
      "AUSTRALIA highlighted the complimentary roles of adaptation and mitigation.",
      "TUVALU stressed that, while adaptation is necessary, particularly in SIDS, a commitment to mitigation is equally important.",
      "Acknowledging the merits of information exchange, he said that the workshop demonstrated that sufficient information and technology are available for action. Numerous Parties provided suggestions for presentation topics at subsequent SBSTA workshops.",
      "SAUDI ARABIA said the workshop should address socioeconomic aspects of mitigation.",
      "AOSIS stressed the importance of renewable energy technologies.",
      "CHILE said that transport had not been sufficiently addressed during the workshop.",
      "CANADA proposed addressing sectoral case studies.",
      "Chair Benrageb established a contact group on the issue co-chaired by Kok Seng Yap (Malaysia) and Toshiyuki Sakamoto (Japan)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}