{
   "actors": [],
   "countries": [
      "Sweden",
      "South Africa"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "26-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12305e.html",
   "id": "enb12305e_3",
   "section_title": "ARRANGEMENTS OF INTERGOVERNMENTAL MEETINGS:",
   "sentences": [
      "Parties adopted conclusions addressing arrangements for COP 12, COP/MOP 2 and future sessional periods, and review of arrangements for COP 11 and COP/MOP 1 (FCCC/SBI/2006/L.9).",
      "Contact group Co-Chair Sandea de Wet (South Africa) noted that the SBI, SBSTA, AWG and UNFCCC Dialogue will all take place in the next sessional period, and that meetings will close by 6:00 pm unless exceptional circumstances arise.",
      "Richard Kinley, Officer-in-Charge, UNFCCC Secretariat, said these conclusions on meeting arrangements were quite revolutionary for this process.",
      "He said the Secretariat would discontinue the current practice of scheduling evening meetings, and that the decision on what constitutes exceptional circumstances would be left to elected officers.",
      "He noted the significant implications of restricting the negotiating time available at meetings, given that there are about 36 substantive items or sub-items on the various agendas to be addressed in Nairobi.",
      "Describing the changes as shock therapy, he expressed his deep anxiety that such an approach could lead to process paralysis unless parties prioritize issues. CAPACITY BUILDING (PROTOCOL): Contact group Co-Chair Anders Turesson (Sweden) reported that there had been no resolution of this issue, and parties adopted conclusions that forward the matter to SBI 25 (FCCC/SBI/2006/L.16)."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}