{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_42",
   "section_title": "Bonn Agreement:",
   "sentences": [
      "The Bonn Agreement covers eight aspects of the compliance system.",
      "On the mandate of the facilitative branch, the COP agrees that advice and facilitation shall be provided with the aim of promoting compliance and providing for early warning of non-compliance.",
      "Such facilitation will cover: quantitative emission commitments prior to, and during, the commitment period; and methodological and reporting requirements prior to the beginning of the first commitment period. On the consequences of non-compliance to be applied by the enforcement branch, the COP agrees that these aim at restoring non-compliance to ensure environmental integrity, and shall provide for an incentive to comply.",
      "Accordingly, enforcement consequences include: deduction of 1.3 times the excess emissions from the Party's first commitment period assigned amount, to be applied to the assigned amount of the second commitment period; development of a compliance action plan; and suspension of eligibility to make transfers under Article 17 (emissions trading). On the mandate of the enforcement branch, the COP agrees that this branch shall assess Annex I Parties' compliance with: quantitative emissions commitments; methodological and reporting requirements under Article 5.1 (national systems), 5.2 (adjustments), 7.1 (inventories) and 7.2 (guidelines for the communication of information); and eligibility requirements under Articles 6 (JI), 12 (CDM) and 17 (emissions trading). On appeal, the COP agrees that there will be a possibility of appeal to the COP/MOP in case of denial of due process.",
      "In such cases, the decision of the enforcement branch will only be overridden by a COP/MOP three-fourth majority decision. On principles, the COP agrees that the principle of common but differentiated responsibilities and respective capabilities shall be reflected in the design of the compliance system as well as in the mandate of the facilitative branch.",
      "On the composition of the facilitative and enforcement branches, the COP agrees that both bodies shall be composed of: one member from each of the five UN regional groups and one member of the SIDS, taking into account the practice of the Bureau of the UNFCCC; two members from Annex I Parties; and two members from non-Annex I Parties. On decision-making, the COP agrees that, failing consensus, decisions shall be taken by a three-fourth majority, except in the case of the enforcement branch where a double majority of Annex I and non-Annex I Parties will also be required.",
      "Finally, on the adoption of the compliance system, the COP agrees to adopt, at its sixth session, the procedures and mechanisms relating to compliance 'as specified above' and to recommend the adoption, by COP/MOP-1, of such procedures and mechanisms 'in terms of Article 18 of the Kyoto Protocol.",
      "' Post-Bonn Agreement Negotiations: On Wednesday, 25 July, Co-Chair Slade said the Co-Chairs had prepared a non-paper comprising a draft COP decision and an annex that they hoped would assist delegates in their further work.",
      "Developing countries and many developed countries welcomed it as providing a good basis for the group's further work.",
      "On Thursday, delegates proceeded through the Co-Chairs' non-paper on procedures and mechanisms on compliance under the Protocol.",
      "Delegates diverged over the legal and political interpretation of the Bonn Agreement with regard to the remaining work to be done on compliance during COP-6 Part II, and to the legally binding nature of the compliance regime.",
      "Developing countries and many Annex I Parties supported the intervention of President Pronk on the way forward. On Friday, 27 July, Co-Chair Slade reported that the discussions had evidenced different views on some key issues in the Bonn Agreement.",
      "The COP took note of the draft decision on compliance based on the Co-Chairs' non-paper (FCCC/CP/2001/CRP12/Rev.1), and decided to forward it to COP-7 for completion and adoption."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}