{
   "actors": [
      "Bolivarian Alliance For The Peoples Of Our America"
   ],
   "countries": [
      "Philippines"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_91",
   "section_title": "REDD+",
   "sentences": [
      "This issue was addressed in an informal group facilitated by Tony La Viña (Philippines).",
      "Discussions mainly focused on: sources of financing for REDD+, the role of markets and non-markets and the potential use of offsets.",
      "Underscoring ongoing REDD+ initiatives, many parties agreed to the preparation of a non-paper containing, inter alia : elements on linkages among forest reference levels and/or forest emission reference levels, safeguards, MRV and financing; language on markets that could provide the funding for results-based actions; and a request to the Secretariat to provide a technical paper on financing.",
      "On the basis of a non-paper prepared by the facilitator, parties engaged in drafting and met frequently throughout the meeting.",
      "Discussions focused on the controversial issue of sources of financing for REDD+ and the use of offsetting.",
      "On REDD+ sources of financing, many parties highlighted the need for flexibility on financing sources and that it should be up to each party to decide what sources to use.",
      "Some parties supported referring to private and public funding, others suggested linking REDD+ phase one and two to public sources and phase three also to private sources.",
      "Some parties supported that appropriate market-based approaches be developed and that the SBSTA could develop modalities and procedures.",
      "Some other developing country parties considered that results-based finance provided to developing countries may come from a wide variety of sources, including alternative sources, considering appropriate market and non-market based approaches under the Convention.",
      "Disagreement emerged around a proposal by some developing countries to include a footnote explaining that appropriate means exclusion of offsetting mechanisms and/or carbon markets.",
      "An ALBA country strongly supported developing non-market based approaches focusing on the multiple functions and values of forests.",
      "On the way forward and the work for the coming year, some parties proposed requesting the Secretariat to prepare a technical paper exploring the sources, potential scale and efficient and effective use of financing, while others suggested the prior request for submissions by parties.",
      "Some parties suggested this paper be reported to the SBSTA and that discussions continue in that body, with some initially opposing merging AWG-LCA and SBSTA work.",
      "One party suggested moving the work on REDD+ to the SBI, rather than to SBSTA, while others said forwarding the discussions to a subsidiary body will result in losing a political space for REDD+.",
      "Other parties suggested that discussions continue under the AWG-LCA, if extended, or under the body that may replace it.",
      "Different views also emerged on issues to be addressed in a workshop on possible elements for modalities and procedures for financing results-based actions to be held before SBSTA 39.",
      "The agreed text on REDD+ was incorporated as part of the Outcome of work of the AWG-LCA, while text in brackets remains in document CRP.39 for further consideration.",
      "Outstanding text includes seven options on REDD+ financing and different approaches to the use of market and non-market based approaches and the possibility of considering offsetting in the context of REDD+ activities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}