{
   "actors": [],
   "countries": [
      "United Kingdom",
      "India"
   ],
   "enb_end_date": "14-Oct-09",
   "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning",
   "enb_short_title": "Workshop",
   "enb_start_date": "12-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12440e.html",
   "id": "enb12440e_16",
   "section_title": "GROUP A:",
   "sentences": [
      "Christopher West (UK) reported on the breakout group on the integration of approaches to adaptation planning across levels.",
      "Discussing specific practices and how they promote integration, he used NAPAs as an example, noting that they: bring together donors and different parts of a country s government; enhance integration with other national goals; are country owned; and build capacity throughout government.",
      "He noted other practices, including: regional climate centers, which enable information sharing and emergence of best practices; the National Rural Employment Guarantee Act in rural India, which promotes adaptation; and those related to disaster reduction, which overlap with and complement adaptation.",
      "He said the group identified more enabling factors than barriers, characterizing enabling factors as stages in the adaptation process, pointing to, inter alia , national legislation and capacity to downscale climate models.",
      "He said the barriers identified were not insurmountable and that the group had suggested ways to overcome barriers.",
      "He noted that adaptation is not always labeled as such.",
      "West said the group identified three priority areas and formulated a number of recommendations, including: providing appropriate information; enhancing the policy environment, through briefings to policy makers on climate and adaptation issues, and a suitable legal/institutional framework; and building capacity to: understand climate and adaptation issues at national and subnational levels; share knowledge at the local level, with assistance from NGOs; and participate in local planning processes, with the help of NGOs.",
      "During the discussion, ICLEI emphasized the local government climate roadmap as one of the practices the group had identified.",
      "Responding to a query about the international level and negotiations under the UNFCCC, West clarified that the group did not discuss the international level in much detail."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}