{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Bangladesh",
      "Algeria",
      "Mexico",
      "Sudan",
      "Tanzania",
      "Costa Rica",
      "United States",
      "China",
      "Indigenous Peoples",
      "Japan",
      "Bolivia",
      "Norway",
      "Cook Islands"
   ],
   "enb_end_date": "16-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "16-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12456e.html",
   "id": "enb12456e_2",
   "section_title": "LONG-TERM COOPERATIVE ACTION:",
   "sentences": [
      "The AWG-LCA closing plenary convened at 4:45 am on Wednesday morning.",
      "Chair Zammit Cutajar explained that the AWG-LCA s work is envisaged as package and was being presented as a core COP decision and series of thematic decisions (FCCC/AWGLCA/2009/L.7&Adds.1-9).",
      "He stressed that this is without prejudice to the legal form of the outcome and that nothing is agreed until everything is agreed.",
      "He highlighted that the objective is to transmit the texts to the COP plenary.",
      "Chair Zammit Cutajar identified the core decision (FCCC/AWGLCA/2009/L.7) as some of the less mature elements of the package.",
      "He explained that a preambular paragraph had been added during the day on special circumstances by countries with economies in transition.",
      "He said no input had been provided from informal ministerial consultations to those parts of the core COP decision where placeholders had been inserted and that paragraphs from the earlier version had therefore been reinserted.",
      "Chair Zammit Cutajar said he had attempted to indicate areas of disagreement by bracketing parts of the text but that these indications of divergence were not sufficient and consultations had therefore taken place in the past few hours on this issue.",
      "He then invited the US to indicate how their views might be better reflected.",
      "On developed country mitigation, the US requested bracketing numbers referring to aggregate range of emission reductions, and for inserting a bracketed option x and a footnote explaining that x is equal to the sum of the reductions by parties.",
      "The US stressed the need for a structure that is very different from the Kyoto Protocol, based on a bottom-up structure and actions implemented domestically.",
      "On developing country mitigation, the US proposed bracketing the entire section and inserting words option 1.",
      "He called for inserting option 2 consisting of alternatives suggested by parties, and highlighted that this gives a clear sense of different ways to think about this problem and the need for fundamental revisions. ALGERIA requested going through all the decisions included in the package one-by-one.",
      "Many parties then expressed their concern with the texts and provided detailed proposals for changes, focusing first on document FCCC/AWGLCA/2009/L7.",
      "Sudan, for the G-77/CHINA, suggested bracketing text in the section on finance, in particular with regard to developed country pledges for short-term financing.",
      "Bangladesh, for LDCs, with the UNITED REPUBLIC OF TANZANIA and the Cook Islands, for AOSIS, proposed a reference to special concerns of LDCs, SIDS and African countries in the text on adaptation.",
      "NORWAY and MEXICO noted that their proposals on financing arrangements should be reflected in full.",
      "BOLIVIA noted, inter alia, her country s textual proposals on a shared vision and indigenous peoples.",
      "JAPAN noted strong concerns on, inter alia , mitigation and legal outcome.",
      "The EU stressed the need to convey their concerns to the COP President on issues including on a legally binding outcome and mitigation.",
      "Chair Zammit Cutajar stressed that parties would have the opportunity to continue discussions under the COP and pleaded them to agree to send the texts forward.",
      "After parties continued providing detailed proposals for changing the text, he indicated that so many changes had been suggested that it would not be possible to reproduce the texts on time for the COP plenary.",
      "BRAZIL stressed the need for having text forwarded to the COP and COSTA RICA expressed willingness to start negotiations at another level.",
      "At 6:30 am, Chair Zammit Cutajar proposed, and parties agreed, to adopt the entire package as unfinished business and then giving parties the opportunity to express their reservations."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}