{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Togo"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_18",
   "section_title": "GREENHOUSE GAS INVENTORIES",
   "sentences": [
      "Ayite-Lo Ajavon (Togo), Chair of the CGE, discussed national greenhouse gas inventories.",
      "He described both the national communications submitted to the UNFCCC Secretariat and the results of regional discussions on their process of preparation.",
      "He noted that reporting countries fulfilled their duties to report greenhouse gas inventories following the UNFCCC guidelines.",
      "On the methods used, he said all Parties followed the 1995 and 1996 IPCC Guidelines to compile their national greenhouse gas inventories data and some Parties used the Revised 1996 IPCC guidelines.",
      "Regarding gases reported, he noted that Parties provided information on the most significant greenhouse gas emission source and sink categories, including carbon dioxide (CO2) emissions from fuel combustion and industrial processes, CO2 removals from LULUCF, methane emissions from agriculture and waste and nitrous oxide from fuel combustion.",
      "He highlighted the lower degree of reporting from some least developed countries, noting that their overall greenhouse gas emissions are relatively low.",
      "He said some Parties reported qualitative information on additional gases, as encouraged by the UNFCCC guidelines, including fully fluorinated compounds and estimated emissions from international aviation and marine bunkers. On tools, he noted that Parties reported more information than the minimum requested and used more comprehensive tabular formats.",
      "He highlighted the transparency of the inventories containing worksheets with outlines of detailed calculations for estimated greenhouse gas emissions and numerical information on aggregate emission factors.",
      "He noted that all Parties identified problems in preparing their national inventories, including: the lack of activity data and emission factors; different emission estimates for the same sector or source categories; and some inconsistencies between the UNFCCC guidelines and the Revised 1996 IPCC Guidelines regarding disaggregated reporting of the greenhouse gas emissions by sources and removals by sinks.",
      "On institutional arrangements, he noted that Parties reported that these consisted of the establishment and operation of inter-institutional committees or agencies, or teams of national experts from different sectors, usually coordinated by a leading national institution.",
      "He highlighted the reporting of technical and financial support from the GEF as a key element in the preparation of inventories. During the ensuing discussion, participants exchanged views on issues including specific regional conditions, such as local emissions factors that influence the preparation of national communications."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}