{
   "actors": [],
   "countries": [
      "China",
      "Mali"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_20",
   "section_title": "WGIII:",
   "sentences": [
      "WGIII Co-Chair Youba Sokona (Mali) reported good progress on developing the WGIII AR5 contribution (IPCC-XXXV/Doc.21).",
      "He noted completion of the Zero Order Draft and its review, saying the deadline for the First Order Draft will be July 2012.",
      "He discussed expert and lead author meetings, highlighting, inter alia , changes made to the outline of the AR5 contribution at the second lead author meeting.",
      "China highlighted that IPCC-31 had approved the outline of the WGIII AR5 contribution, and questioned changes made to its outline and the list of authors. WGIII Co-Chair Sokona underscored that: no fundamental changes had been made to the agreed outline; relevant procedures had been complied with when making these changes; and all changes had been detailed in the WGIII progress report.",
      "He also noted that the agreed procedures had been followed when replacing authors or moving one author from one chapter to another.",
      "Chair Pachauri clarified that the changes made to the outline were minor and related to rearrangements rather than to substantive changes.",
      "China suggested a procedure whereby substantive changes to the outline must be approved by the plenary, while rearrangement of the outline is acceptable.",
      "The Panel agreed to mention in the meeting report that substantive changes to the outline require plenary approval, while rearrangement is within the discretion of the WG Co-Chairs and Bureaux.",
      "He reminded the WGs to inform national focal points of changes to the lists of authors."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}