{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Japan",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "04-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "04-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12103e.html",
   "id": "enb12103e_2",
   "section_title": "SBSTA",
   "sentences": [
      "The Subsidiary Body on Scientific and Technological Advice (SBSTA) met to continue consideration of development and transfer of technology.",
      "On regional workshops to be organized by the Secretariat, JAPAN announced that it would give US$100,000 for the Asia and Pacific workshop.",
      "He noted the important input the forthcoming IPCC Special Report will make to the Consultative Process on development and transfer of technology and stressed the need for close coordination between SBSTA and the IPCC. The G-77/CHINA, with NIGERIA and CHINA, underscored the importance of technology transfer to developing countries.",
      "While recognizing the difficulties of making it work outside open market mechanisms, he reiterated that technology transfer could not be undertaken under the market process.",
      "He stressed the need to address technology transfer in the broadest sense and incorporate elements of capacity building, public awareness, installation and smooth transfer from the donor to the recipient.",
      "He highlighted the need for rules and procedures to govern the transfer of technology and called for an increase in the Secretariat\u0092s budgetary allocation to fund capacity building for technology transfer. CANADA stated that technology transfer is critical to achieving the long-term goals of the Convention and Protocol.",
      "She described the private sector as the main vehicle for the transfer and said the challenge is to create an enabling environment and implement enabling activities leading to continuous transfer.",
      "She added that investments associated with the mechanisms (CDM and JI) will be instrumental in the transfer of efficient and effective climate change technology to non- Annex I Parties and economies in transition.",
      "CHINA cautioned against redefining technology transfer and stressed that transfer under the Convention should occur on non-commercial terms.",
      "She said existing transfers of technology were inadequate to meet the objectives of the Convention and stated that the main barrier is the political will of developed countries.",
      "Regarding technology transfer under the CDM, she said this should be additional to that occurring under the Convention."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "SBSTA"
}