{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_33",
   "section_title": "BROADER PERSPECTIVES",
   "sentences": [
      "The decision for the late inclusion of UNFCCC Article 2 as a cross-cutting theme also had political sensitivities.",
      "This theme was suggested following consideration of the comments from governments on the draft outlines and cross-cutting issues, received after the AR5 scoping meeting in July in Venice.",
      "There was some discussion on the sidelines of IPCC-31 questioning whether it should be a super cross-cutting theme, implicitly addressed, as the concept of dangerous climate change draws in almost all the work of the IPCC.",
      "In the opening plenary the Panel decided that they would like to add Article 2 as an explicit cross-cutting theme.",
      "A contact group met to draft a concept note to kick-start future work, in which they identified an indicative list of issues for each chapter.",
      "They had great difficulty in balancing the need for better scientific information on dangerous climate change while refraining from defining what actually constitutes dangerous climate change, as this is a value judgment that should be left to policymakers.",
      "The importance of addressing uncertainty, both in terms of probability and robustness of results, was a common discussion point.",
      "There was also a push for the consistent use of uncertainty language between working groups.",
      "This cross-cutting issue will once again be central to all the chapters, with one delegate noting that it is important to know what we are sure of and equally to know what we are not confident about.",
      "This will likely be a common refrain as the drafting of AR5 gets underway."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}