{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Colombia",
      "Russian Federation",
      "Kuwait",
      "Switzerland"
   ],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_34",
   "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS",
   "sentences": [
      "This item was first addressed by the SBSTA on Friday, 6 June.",
      "Following informal consultations throughout the meeting, Parties adopted the Chair\u0092s draft conclusions in the SBSTA Plenary on Thursday, 12 June, and recommended a draft decision for adoption by COP-9. On Friday, 6 June, statements were heard from relevant international organizations and Parties.",
      "The Convention to Combat Desertification (CCD) Secretariat recommended that synergies between conventions take place at the field level.",
      "The Ramsar Convention Secretariat noted that governments may face challenges in simultaneously meeting their commitments under the UNFCCC and Ramsar Convention.",
      "The IPCC provided an update on its activities.",
      "The FAO reviewed its capacity-building work on forests and climate change, and the IUCN noted its technical and legal support to several developing countries on definitions and modalities for sinks in the CDM.",
      "The Russian Federation announced its ratification of the CCD.",
      "Switzerland, with the EU, proposed that the UNFCCC Secretariat regularly report on relevant World Trade Organization (WTO) activities.",
      "Canada, Colombia and the US supported Chair Thorgeirsson\u0092s suggestion that such reporting activities be undertaken at the national level instead.",
      "Colombia, opposed by Kuwait and Saudi Arabia, suggested using the Secretariat\u0092s Note on the WTO for future discussion on this issue. On Thursday, 12 June, the SBSTA adopted the draft conclusions, with a minor amendment."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}