{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "South Africa",
      "Kuwait",
      "United Kingdom",
      "Switzerland",
      "China",
      "Japan",
      "Russian Federation",
      "Iran",
      "Argentina",
      "Brazil"
   ],
   "enb_end_date": "29-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "29-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12116e.html",
   "id": "enb12116e_4",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "The JWG on compliance heard four diagrammatic submissions illustrating a compliance system.",
      "The US said that its design for the compliance system is focused on Protocol Article 3 (GHG reduction and limitation commitments) and provides for both facilitative and enforcement functions to be dealt with ''by two different sets of people.",
      "'' She said the goal of enforcement is to ensure compliance through binding consequences that are known in advance.",
      "In presenting its preliminary views, JAPAN proposed a single compliance body and outlined steps ranging from assistance to recommendations to be exhausted before the entry into force of consequences.",
      "The EU explained that its compliance committee would have a facilitative branch and an enforcement branch, with a possible referral from the former to the latter.",
      "Issues would be channeled automatically to the branches.",
      "SAMOA stressed two features of the AOSIS diagram: avoidance of polarization between the facilitative and enforcement functions, since they overlap, and an eligibility committee responsible for the determination of mechanism eligibility.",
      "He added that an ad hoc appeal body would hear quasi-judicial appeals on the imposition of binding penalties. On eligibility to raise issues, the UK explained that the mere provision of information would not 'trigger' the compliance procedure, but that it would be triggered by whatever causes the compliance procedure to start considering a claim.",
      "Many delegates agreed that a Party could raise an issue about its own compliance, and that a Party or group of Parties could raise an issue about another Party's compliance.",
      "CANADA said sufficient evidence should be provided to support cases.",
      "IRAN said only a group of Parties could trigger a case of another Party's compliance.",
      "The EU, CANADA, CHINA, JAPAN, IRAN, SOUTH AFRICA and the US opposed a triggering role for the Secretariat.",
      "Delegates emphasized its information gathering function and the need for it to preserve objectivity and neutrality. Regarding the Expert Review Teams (ERTs), the EU said the ERTs' reports would be automatically submitted to the compliance committee through the Secretariat.",
      "CANADA said the reports were the factual basis that determined the need for further steps.",
      "CHINA, with IRAN, KUWAIT, BRAZIL and ARGENTINA said it was inappropriate to give ERTs, a simple fact finding body, a triggering role.",
      "SOUTH AFRICA explained that doing so could endanger the objectivity of the ERTs.",
      "The US and AUSTRALIA suggested guidelines for a possible referral to the compliance body. On the role of the COP/MOP, many delegates said it should give policy guidance to the compliance body.",
      "SWITZERLAND, the RUSSIAN FEDERATION and CHINA proposed that the COP/MOP should have a triggering role as well as the competence to decide on the findings of the compliance body.",
      "SOUTH AFRICA expressed concern about due process if the COP/MOP was given both these functions.",
      "BRAZIL suggested that the COP/MOP only take note of the compliance body report.",
      "Several delegates said a triggering role would delay and politicize the process.",
      "SAUDI ARABIA said the COP/MOP should play a role 'at the beginning, at the end and in the middle' of the compliance process. On sources of information, AUSTRALIA and the US said that due process required the defending party to be able to present necessary information and rebut evidence against it.",
      "Parties suggested several sources of information, including: the expert review teams; outside experts; and intergovernmental organizations.",
      "SAMOA suggested any source the compliance body deemed appropriate, while IRAN said Parties should be the only source.",
      "BRAZIL said sources should bear responsibility for their information. The EU, with BRAZIL, stressed the need to ensure confidentiality of information submitted in confidence by Parties.",
      "SOUTH AFRICA and SAUDI ARABIA called for clear rules for information gathering.",
      "CHINA sought criteria for the use of information.",
      "IRAN raised the issue of financing developing countries' efforts to provide information."
   ],
   "subtype": "groups",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "sbi/sbsta"
}