{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Australia",
      "South Africa",
      "Egypt",
      "Gambia",
      "Micronesia",
      "Belarus",
      "China",
      "Iceland",
      "Russian Federation",
      "Japan",
      "Norway"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_9",
   "section_title": "Annex I Emission Reductions",
   "sentences": [
      "This issue ( FCCC/KP/AWG/2009/10/Add.1/Rev.1 and FCCC/KP/AWG/2009/10/Add.4/Rev.2) covers Annex I parties aggregate and individual emission reductions in the post-2012 period, following the end of the first commitment period under the Protocol.",
      "According to the AWG-KP s work programme ( FCCC/KP/AWG/2008/8 ), conclusions on the aggregate scale of Annex I parties emission reductions were to be adopted at AWG-KP 7 in March/April 2009, and on parties individual contributions to this aggregate scale at AWG-KP 8 in June 2009.",
      "Since parties were unable to reach agreement during these sessions, consideration of the issues continued at AWG-KP 9 in Bangkok and Barcelona.",
      "The issue was considered through contact groups and informal consultations.",
      "The main topics discussed included: the level of ambition of Annex I emission reductions in the post-2012 period; the role of the flexibility mechanisms and LULUCF; base year; and the length and number of commitment periods.",
      "On the level of ambition , the Secretariat introduced a new version of the paper on Monday compiling information on possible QELROs as submitted by parties.",
      "Parties then discussed how to determine the level of ambition of Annex I parties emission reductions, with Co-Chair Charles noting support for both top-down and bottom-up approaches.",
      "Parties also addressed ways to increase Annex I parties level of ambition in order to close the gap between parties pledges and what science requires.",
      "Several Annex I parties presented on the basis of their emission reduction pledges, indicating whether and under what circumstances they could increase these pledges.",
      "Belarus highlighted that the economies of countries in transition to a market economy had crashed in the 1990s, causing their emissions to halve and therefore they cannot increase their pledges.",
      "Japan highlighted the recent increase of its target to a 25% reduction from 1990 levels by 2020 and said it would not be in a position to increase this level of ambition.",
      "The EU said they could increase their emission reduction target from 20% to 30% below 1990 levels by 2020, if other countries take on comparable targets.",
      "Iceland said access to LULUCF and offsets would be required before he could say with certainty whether their reduction target of 15% below 1990 levels by 2020 could be increased.",
      "Australia underscored that their contribution would depend on several factors, such as comparable efforts by developed countries and efforts by all UNFCCC parties.",
      "The Gambia, for the African Group, underscored the need for data from Annex I countries to better understand the gap between their pledges and science.",
      "South Africa proposed that once Annex I parties national mitigation potential has been fully used, the level of ambition could then be increased through the flexibility mechanisms.",
      "AOSIS stressed the need to look at the overall ambition as the atmosphere sees it, and proposed looking at two packages, namely, increasing domestic efforts where possible and looking elsewhere where enhancing domestic efforts is not possible.",
      "The EU alluded to its experience with a top-down approach, which looks at science for defining the scale of necessary emission reductions, and then works bottom up to identify how emissions could be reduced and under which sectors.",
      "The EU also highlighted the impact of LULUCF accounting rules and the use of surplus Assigned Amount Units (AAUs) on the level of ambition.",
      "The Russian Federation stressed that there is no relation between the potential AAU surplus from the first commitment period and the level of ambition in the post-2012 period.",
      "During informal consultations, Annex I parties were also invited to identify what proportion of their proposed QELROs would be achieved through domestic actions, LULUCF and offsets , including use of the flexibility mechanisms.",
      "Some Annex I parties presented on their targets and responded to questions and comments on the contributions of offsets, implications of LULUCF rules, base years and aviation emissions.",
      "In response to a request by some developing countries, several Annex I parties provided this information in writing to the Secretariat, and the Secretariat compiled it into an informal information note.",
      "The informal note, dated 6 November 2009, was presented to parties at the final contact group meeting.",
      "Japan noted that information on its QELROs submitted to the Secretariat was not reflected in the note and requested the Secretariat to prepare an updated version, incorporating this information.",
      "Norway requested that the note should reflect that they plan to use mechanisms to meet their 40% reduction target.",
      "The Russian Federation said they do not plan to use the mechanisms towards meeting their target, and that the decision on the use of LULUCF would be made when the relevant rules have been established.",
      "Parties then discussed the base year .",
      "Australia proposed a package comprising 1990 as the base year together with other years as reference points.",
      "Japan expressed preference for expressing QELROs as absolute emission reductions with reference to different years, including 1990.",
      "Canada proposed using a table with parties targets expressed in terms of multiple base years.",
      "South Africa, for the G-77/China, the Federated States of Micronesia, for AOSIS, Brazil, Norway and Egypt supported a single base year of 1990.",
      "Parties agreed to establish a small informal group in Copenhagen to consider the various proposals.",
      "On the number and length of commitment periods, the G-77/China proposed a single commitment period of five years, noting that this was a compromise proposal made by the Group and that it would be withdrawn if agreement was not reached during the Barcelona session.",
      "Australia supported one commitment period of five or eight years and the EU proposed one commitment period of eight years.",
      "Japan and Norway expressed preference for a period of eight years, while noting that this view was not fixed.",
      "The Russian Federation supported a commitment period of eight years.",
      "At the final contact group meeting, the G-77/China stated that the proposal for a five-year commitment period was withdrawn, and that there was no longer a single G-77/China position on this issue.",
      "The Co-Chairs will consult informally with interested parties in Copenhagen on this issue.",
      "In the final contact group meeting, Co-Chair Wollansky underlined that the AWG-KP should conclude its work and report the results to the fifth Conference of the Parties serving as the Meeting of the Parties (COP/MOP 5) in Copenhagen.",
      "She presented a series of questions for parties to consider in preparation for Copenhagen, including: the practical implications of five or eight-year commitment periods; how a single legally-binding base year could meet the interest of parties who want to use reference years and how these reference years can be expressed; what approach should be used as the starting point to transform pledges into QELROs; and how the level of ambition can be raised and what the options are for scaling up Annex I parties pledges.",
      "In his report to the AWG-KP closing plenary on Friday, 6 November, Co-Chair Charles explained that the group had held intense discussions on technical and broader issues.",
      "He identified positive developments on technical issues, such as: widespread preference for 1990 as the base year, possibly as part of a package; several options for the length of the commitment period, but movement towards consensus; and discussions and an informal note on assumptions behind pledges.",
      "He noted a suggestion for additional financial support for mitigation action in developing countries.",
      "Co-Chair Charles highlighted that a gap remains between the science and pledges and that the question of scaling up the level of ambition is therefore relevant."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}