{
   "actors": [
      "European Union",
      "Least Developed Countries",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "United States",
      "China",
      "Hungary",
      "Japan"
   ],
   "enb_end_date": "15-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "15-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12154e.html",
   "id": "enb12154e_4",
   "section_title": "ADVERSE EFFECTS",
   "sentences": [
      "Co-Chair Mohamad Reza Salamat (Iran) opened the contact group by introducing the draft proposal on the special considerations for least developed countries (LDCs), which he said could possibly replace the third section of the draft decision on adverse effects being considered in this contact group.",
      "He noted that the draft decision remains entirely bracketed after Part I of SB-13. On whether to have one decision on both UNFCCC Article 4.8 and 4.9 and Protocol Article 3.14 (adverse effects), or two separate decisions, Co-Chair Salamat reported that legal advisers to the UN had indicated that two separate decisions would be appropriate, since the UNFCCC and Protocol are two distinct legal instruments, but that the decision on this issue ultimately rests with the Parties.",
      "A decision on this matter was deferred until later in the week. SAUDI ARABIA said he would provide a new proposal for the preamble to the draft decision at the next meeting, after consulting with the G-77/China.",
      "On the first section of the draft text, the G-77/CHINA opposed text qualifying the assessment and evaluation of action related to adaptation.",
      "The G-77/CHINA and some Annex I Parties agreed to meet separately to seek consensus on this text. POLICIES AND MEASURES (P&Ms): Delegates continued negotiations on the text developed during SB-13 Part I.",
      "The EU bracketed reference to the decision that the relevant task requested by the Buenos Aires Plan of Action has been completed.",
      "HUNGARY announced the establishment of a new negotiating group - the 'Central Group Eleven,' comprising various Central and Eastern European countries - and expressed a preference for the establishment of a 'consultative process.",
      "' Delegates then considered the EU's proposed text on the decision to facilitate cooperation of Annex I and other interested Parties to enhance the individual and combined effectiveness of P&Ms.",
      "The G-77/CHINA requested reference to enhancing the effectiveness of P&Ms under Protocol Article 2 (P&Ms) in its entirety, while CANADA, the US, JAPAN and AUSTRALIA urged limiting reference to Article 2.1(b) (Cooperation on P&Ms).",
      "Reference to the Article remains bracketed.",
      "The US, CANADA, AUSTRALIA and JAPAN queried a proposal by the G-77/CHINA and SAUDI ARABIA to bracket reference to 'other interested Parties.",
      "' After discussion on alternative wording, the reference was removed. Chair Roméro asked delegates not to reopen discussions on unbracketed text in subsequent discussions.",
      "The EU, US and JAPAN supported this proposal, while SAUDI ARABIA and VENEZULA opposed it.",
      "SAUDI ARABIA rejected the Chair's proposal to establish a Friends of the Chair group to develop compromise text, and threatened to withdraw support for a similar proposal in the contact group on mechanisms.",
      "The contact group will reconvene on Wednesday."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}