{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_92",
   "section_title": "SIGNS OF SUBSTANTIVE COMPLEXITY",
   "sentences": [
      "In Bonn, delegates were given a taste of the substantive complexity surrounding the issues they will be trying to finalize in Copenhagen.",
      "Whether it was such diverse issues as CCS, nuclear energy, or REDD, the Bonn meetings reinforced the strength of parties opinions on these topics - both for and against.",
      "One noteworthy substantive issue raised in Bonn under the AWG-KP was the possibility of important changes being made in future to the Marrakesh Accords.",
      "Reopening the Accords has long been viewed as the nuclear option in climate negotiations, because it would imply going to the extreme of re-opening negotiations on key aspects of the implementation of the Kyoto Protocol.",
      "However, with some of the provisions - especially those related to LULUCF - expiring after the first commitment period, this is partly unavoidable.",
      "To what extent the Accords will be reopened on issues such as the mechanisms and accounting rules is sure to remain a hot topic in future AWG-KP negotiations.",
      "However, many of the ideas included in the AWG-KP s shopping lists strongly point in that direction.",
      "The signs also point to more difficult discussions ahead under the AWG-LCA, too, with contested areas such as sectoral approaches and REDD set to be taken up in Accra.",
      "Preparations for the second review of the Kyoto Protocol under Article 9 were widely viewed as among the most contentious issues in Bonn.",
      "In accordance with the decision taken by COP/MOP 2 in Nairobi, the review is scheduled take place in Poznan.",
      "Especially for many industrialized countries, the review is a crucial element of the Bali roadmap and some hope that it may lead to broader negotiations than those focusing on Annex I further commitments under the AWG-KP, which is restricted by its mandate to a focus on Annex I parties under Protocol Article 3.9.",
      "In addition, several developing countries are stressing the importance of exploring options to enhance adaptation action under the Protocol.",
      "In Bonn, the main focus was on preparations for the review at COP/MOP 4 in Poznan, in the form of submissions, technical papers and a pre-Poznan workshop.",
      "Negotiations on the substantive scope of the review and the processes for dealing with the various topics are likely to be some of the most complex ones delegates in Poznan will have to address."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}