{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "China",
      "Switzerland",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "09-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "09-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12370e.html",
   "id": "enb12370e_1",
   "section_title": "WORKSHOP ON METHODOLOGICAL ISSUES:",
   "sentences": [
      "The Secretariat introduced relevant methodologies under the Convention and Protocol, and provided background information on global warming potentials (GWPs).",
      "Simon Eggleston, IPCC, presented on the 2006 IPCC Guidelines for National Greenhouse Gas Inventories, detailing changes compared with the previous guidelines.",
      "Venkatachalam Ramaswamy, IPCC, described complexities of GWP estimates and outlined potential alternative metrics.",
      "Responding to concerns raised on the managed land proxy to account for anthropogenic changes in carbon stocks, Eggleston reported that the task force on inventories is proposing considering new scientific input on this at the next IPCC plenary.",
      "On reporting experiences, NEW ZEALAND, the EU, NORWAY, CANADA and SWITZERLAND supported using the 2006 IPCC Guidelines during the second commitment period, but said further methodological work may be necessary.",
      "CHINA underscored potential problems resulting from a change in reporting methodologies. BRAZIL highlighted shortcomings of GWPs, stating that they overestimate the impact of methane.",
      "The EU and NORWAY supported the use of GWPs, with the EU highlighting the GWP approach as the most suitable for converting emissions to a common equivalent unit.",
      "NEW ZEALAND underscored the impact of GWPs on mitigation potential.",
      "He called for consistent treatment of GWPs, stressing that they are also relevant for the AWG-LCA s work on MRV and mitigation potential.",
      "AWG Vice-Chair Konate said his summary of the discussions will be available Monday."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}