{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [],
   "enb_end_date": "24-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "24-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12162e.html",
   "id": "enb12162e_12",
   "section_title": "BOX B Mechanisms:",
   "sentences": [
      "The note proposes that the Executive Board comprise equal numbers from each UN regional group, plus one representative from the SIDS.",
      "Efforts shall be taken to reach agreement by consensus, with a three-fourths majority vote as a last resort.",
      "The Board shall be subject to the authority and guidance of, and be accountable to, the COP/MOP.",
      "The note advocates a prompt start for the CDM, with the Board to be elected at the next session of the subsidiary bodies. On CDM project eligibility, the note recognizes the Party's discretion to evaluate a project's contribution to sustainable development.",
      "It proposes that Annex I Parties declare their intention to refrain from using nuclear facilities for generating CERs, and that expedited consideration be given to energy efficiency improvements and renewable energy.",
      "On supplementarity, it proposes that Annex I Parties meet their emission commitments primarily through domestic action, and that compliance be assessed by the facilitative branch of the compliance committee on the basis of qualitative and quantified information. On trading modalities and liability, the note proposes that Annex I Parties retain a portion of their assigned amounts (AAs) in their national registries, specific to that commitment period, and that this portion shall be 70% of their AAs, or the portion determined on the basis of projected or recent emissions.",
      "This shall be recalculated and if necessary adjusted after the annual review of each Party's emissions data. On fungibility, the note proposes, inter alia, that emission reduction units and parts of assigned amounts may be exchanged according to rules and procedures to be established by the COP/MOP.",
      "The note advocates fostering of equitable distribution of CDM projects.",
      "Provision is made for fostering LDC participation in the CDM. On JI, the note proposes that no stringent procedures are needed on verification if Parties meet reporting requirements, but that Parties failing to meet these requirements should follow CDM procedures."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}