{
   "actors": [],
   "countries": [
      "Poland"
   ],
   "enb_end_date": "17-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "17-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12141e.html",
   "id": "enb12141e_33",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "In the closing Plenary on Thursday afternoon, 13 July, COP- 5 President Jan Szyszko said the aim of the workshop was to increase understanding of the issues and of participants' respective positions.",
      "Workshop Co-Chair Philip Gwage said useful progress was made at this meeting and noted the prevailing view among participants that sinks are an extremely important issue.",
      "He also reflected on participants' concern that the decisions taken in relation to LULUCF must preserve the integrity of the FCCC and Protocol.",
      "He hoped that the advances made at this workshop would be built upon at SB-13. Workshop Co-Chair Halldor Thorgeirsson said this was a very productive workshop that assisted in building the bridge between the technical phase and the policy phase of discussions.",
      "He said the workshop was an effective method for proceeding carefully through the IPCC Special Report, and stated that the presence of the lead authors contributed greatly to progress, as had the quality of presentations and participants' discussions.",
      "He highlighted the lessons learned on how to increase the probability of projects meeting Protocol and environmental objectives, and said successful projects are those that meet local goals and aspirations.",
      "He said this workshop provided time to carefully consider the issues and contributed to collective understanding of participants' various perspectives. On the process leading to COP-6, Co-Chair Thorgeirsson said the next step was for Parties to prepare submissions by 1 August outlining their positions on various matters relevant to Article 3.3 and 3.4.",
      "He noted that Annex I Parties also need to submit some preliminary data and information relating to Article 3.4.",
      "He said the submissions would provide a considerable amount of information and material to be digested and discussed at SB-13, and noted that informal consultations would take place between SB-13 and COP-6 to assist in developing the final text for a decision at COP-6. Dennis Tirpak, SBSTA Coordinator for the FCCC Secretariat, said this had been a very focused workshop and expressed the hope that it was of benefit to all Parties.",
      "Co-Chair Thorgeirsson thanked participants, the Government of Poland for its hospitality in hosting the workshop, and the Secretariat, and closed the meeting at 4:00 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}