{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_115",
   "section_title": "ALL ROAD(MAPS) LEAD TO COPENHAGEN",
   "sentences": [
      "While many agreed that the PoznaÅ\u0084 meeting resulted in some progress and positive steps forward, the general feeling was that negotiators had not achieved any major breakthroughs.",
      "Those who had hoped for decisive action blamed a lack of political leadership and determination they think would have signaled impending success in the coming year.",
      "Instead, many predict that agreement on the most critical issues, including mid and long-term emission goals and finance, will not be reached before Copenhagen.",
      "This has led some to reconsider their expectations of what would constitute success in Copenhagen, and how many details of the new climate regime will need to be finalized after 2009.",
      "Understandably, some participants left PoznaÅ\u0084 somewhat worried, feeling that while scientific evidence on climate change is strengthening, the spirit of Bali is weakening along with countries determination to fight climate change in light of the serious economic crisis.",
      "Others, though, were not willing to abandon their optimism just yet.",
      "They referred to statements from both the EU and the US on measures to tackle the economic crisis that would also contribute to climate change mitigation and transition to a low carbon economy.",
      "Some veterans who are more used to the ups-and-downs of international negotiating processes also suggested that PoznaÅ\u0084 s modest outcome could be a positive thing in the larger scheme of things.",
      "In the words of one observer, delegates needed to be reminded that success is not inevitable, and that without strong political will it is quite possible that they will fail to make the historic breakthrough needed in Copenhagen."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}