{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Philippines",
      "Croatia",
      "Japan",
      "China",
      "Bolivia",
      "Cook Islands"
   ],
   "enb_end_date": "10-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "10-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12497e.html",
   "id": "enb12497e_2",
   "section_title": "MITIGATION (response measures) (AWG-LCA)",
   "sentences": [
      "In the morning AWG-LCA drafting group on the sub-paragraph 1(b)(vi) of the Bali Action Plan, parties disagreed on which text they should use as the basis for further discussions.",
      "Many developing countries supported using text from Tianjin as modified by negotiations in the drafting group, while some developed countries supported using the new Chair s text as the basis for compromise.",
      "One developed country proposed using the new Chair s text to move forward while inserting some missing options to reflect all parties views and provide a basis for political decisions by ministers.",
      "This proposal was supported by several other developed countries, but opposed by many developing countries.",
      "Parties agreed to continue meeting to consolidate similar options within their groups in the hope of presenting the Chair with two clear options on each controversial issue. ADAPTATION FUND (COP/MOP): Parties reconvened for informal consultations in the morning, engaging in extensive debate over text dealing with regional and sub-regional workshops aimed at familiarizing parties with the process and requirements for the accreditation of national implementing entities.",
      "While developing countries wanted at least three workshops with the possibility of another, some developed countries wanted up to three-¦ as circumstances permit.",
      "Parties eventually agreed a formulation that would allow for up to three-¦ as appropriate, with the possibility of another as circumstances permit, and as warranted-¦ Parties then reconvened in a formal contact group and agreed on the draft COP/MOP decision.",
      "Several parties expressed pleasure that agreement had been possible, and welcomed the spirit of compromise.",
      "The Philippines, for the G-77/CHINA, expressed hope that the outcome would facilitate rapid progress. COMPLIANCE (COP/MOP): During the afternoon contact group, parties considered a draft COP/MOP decision on the Compliance Committee s report, as well as bracketed draft text on Croatia s appeal against a decision of the Enforcement Branch.",
      "Parties agreed to forward the draft decision to the COP/MOP.",
      "On the appeal by Croatia, BOLIVIA proposed broadening the scope of a proposed technical paper, aimed at outlining the process and applicable rules for the consideration of appeals, to include the consideration of legally-binding consequences for non-compliance.",
      "This was opposed by several parties, with CANADA emphasizing that the objective of the technical paper is to assist parties in moving forward with the appeal by Croatia.",
      "Bolivia then withdrew this proposal. BOLIVIA also proposed a new paragraph on the COP/MOP encouraging the SBI to conclude its work on agenda item 14 (amendments to the Kyoto Protocol with respect to procedures and mechanisms relating to compliance).",
      "The proposal was opposed by CANADA, the EU, JAPAN and AUSTRALIA who, acknowledging Bolivia s concerns, emphasized that they do not fall within the remit of the group.",
      "The Cook Islands, for AOSIS, suggested that Bolivia raise the matter in the COP/MOP plenary.",
      "Parties agreed that Co-Chair Richard Tarasofsky (Canada) would raise Bolivia s concerns in his oral report to the COP/MOP.",
      "Parties then agreed to forward the draft conclusions to the COP/MOP with other amendments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}