{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_8",
   "section_title": "ENABLING THE FULL, EFFECTIVE AND SUSTAINED IMPLEMENTATION OF THE CONVENTION THROUGH LONG-TERM COOPERATIVE ACTION",
   "sentences": [
      "Delegates spent most of the meeting in discussions on this agenda item.",
      "With the AWG-LCA s 2008 work programme finalized during its first session in April, AWG-LCA 2 focused more on substantive issues, particularly the key elements outlined in the Bali Action Plan (decision 1/CP.13), including a shared vision for long-term cooperative action, mitigation, adaptation, technology, and financing issues.",
      "These issues were first taken up at AWG-LCA 2 in plenary on 2 June, when parties outlined their general views on long-term cooperative action.",
      "This initial exchange was followed by three in-session workshops aimed to encourage an exchange of views on adaptation, technology, and financing.",
      "For more details on these workshops, see: http://www.iisd.ca/vol12/enb12365e.html , http://www.iisd.ca/vol12/enb12366e.html , and http://www.iisd.ca/vol12/enb12368e.html Following the final AWG-LCA workshop on 5 June, this agenda item was taken up in a contact group, which met five times from 6-11 June, and considered each of the five key elements in the Bali Action Plan.",
      "The AWG-LCA adopted conclusions on these issues in its closing plenary on 12 June.",
      "The following section considers the discussions on each of the five key elements contained in the Bali Action Plan, and summarizes the conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}