{
   "actors": [],
   "countries": [
      "Netherlands",
      "Denmark",
      "Mongolia",
      "Trinidad and Tobago",
      "Congo",
      "Sierra Leone"
   ],
   "enb_end_date": "30-Apr-09",
   "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification",
   "enb_short_title": "Workshop",
   "enb_start_date": "28-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12409e.html",
   "id": "enb12409e_19",
   "section_title": "B) WORKING TOGETHER - CATALYZING ACTION BY NWP PARTNER ORGANIZATIONS ACTION PLEDGES AND FUTURE PLANS FOR COLLABORATION:",
   "sentences": [
      "The AfDB discussed its climate change-related activities, highlighting the launch of the Clean Energy Investment Framework; the impending adoption of the Climate Risk Management and Adaptation Strategy; a biofuels strategy in collaboration with FAO; work on biogas with the Netherlands; and the Climate for Development in Africa Programme (ClimDev Africa), which aims to strengthen and disseminate climate information in Africa.",
      "At the country level, he discussed climate-proofing investments and projects, and working with national focal points.",
      "At the regional level, he explained that the Congo Basin Forest Fund (CBFF), hosted by the AfDB, and operationalized with 100 million British pounds, aims to, inter alia, conserve forests in line with Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (REDD) initiatives.",
      "He also discussed a number of other activities, including the African Climate Policy Center, a think tank on climate policy, and indicated that the NWP is used by the AfDB as a guiding tool to help define the future direction of the Bank s relevant activities in the region.",
      "During the ensuing exchange, participants raised issues related to new and additional financing for climate change projects and activities beyond ODA.",
      "Denmark asked, inter alia , about: the dissemination of best practices and the existence of training programmes to inform project implementers on climate change vulnerability and risk; and the linkage between ClimDev and other related efforts, including the Global Climate Observing System (GCOS).",
      "The AfDB explained the ClimDev Fund and the CBFF were additional to normal lending, that the Bank worked on a demand-driven basis, and that it looked for alternative avenues for funding for countries ineligible for loans.",
      "He clarified that the World Meteorological Organization and GCOS are at the heart of ClimDev. FAO highlighted its current work on aquatic food production systems, entailing analysis of impacts and identification of available adaptation mechanisms.",
      "FAO also mentioned work with WFP and the International Fund for Agricultural Development on climate change, including on microfinance and microinsurance at the field level.",
      "On support for institutions and governments, FAO drew attention to its Policy Guidelines for Climate Change Adaptation and Agriculture Policy (March 2009), and mentioned current work on training related to the UN-REDD initiative.",
      "GlobalAgRisk elaborated on its work on weather risk management for agriculture and its focus on extreme events.",
      "He underscored the usefulness of the discussions, particularly on coordination and participatory approaches, enabling environments for markets, complementing markets with social protection programmes, and funding specifically for adaptation. UNDP also welcomed the opportunity to learn about governments needs and further facilitate knowledge exchange, including through the Adaptation Learning Mechanism, a knowledge platform set up by UNDP, the UNFCCC, the World Bank and others.",
      "Stressing its unique role as the only tripartite UN organization including governments, employers and workers, ILO explained its decision to mainstream climate change within the organization and setting up a coordination office.",
      "She referred to ILO s work on, inter alia , mapping consequences of climate change on employment, promoting green jobs, and supporting social safety nets to allow for adaptation to climate change.",
      "She also presented an action pledge under the NWP focused on, inter alia : identification of vulnerabilities and risks for employment; support for vocational training and employment services; and promotion and expansion of productive livelihoods.",
      "In response to a question from Sierra Leone and Trinidad and Tobago on work at the national level, she elaborated on the ILO s Decent Work Country Programmes.",
      "Oxfam emphasized its convening power in bringing together all relevant stakeholders at all levels and its experience in risk reduction.",
      "She underlined the importance of market-based measures and of private sector involvement.",
      "GlobalAgRisk described a project in Mongolia on livestock insurance for households and WFP provided an overview of projects that aim to provide livelihoods to landless farmers, and increase resilience to mudslides and floods. ITUC described its action pledge, explaining it is made in the context of the need to investigate social and economic information regarding adaptation, and increase economic resilience.",
      "She explained that ITUC s project should be considered as a framework to integrate an employment dimension into climate change mainstreaming and outlined key activities planned, including: integrating climate change policies in union policy lobbying documents; organizing high-level bilateral union-government meetings; holding training sessions and workshops; and releasing publications.",
      "She highlighted the organization of a World of Work Pavilion, a trade union space for activities that will take place over three days during the climate change conference in Copenhagen in December. ISET underscored her organization s work in developing and testing adaptation measures at the local level, in particular in environments where data is limited, and in supporting pilot activities that facilitate economic diversification, especially on the development of renewable energies at the local level.",
      "UNEP provided on overview of the establishment of the Global Adaptation Network, noting it aims to mobilize knowledge and technology for adaptation."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}