{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "India",
      "China",
      "Peru"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_91",
   "section_title": "ENABLING CONSTRUCTION",
   "sentences": [
      "Many expected that momentum created by the political events of the previous months would contribute to an atmosphere of trust in Lima.",
      "These events included the GCF initial capitalization, the EU s announcement of its 2030 mitigation target and, in particular, the bilateral announcements by the US and China, on their respective mitigation targets for 2025 and 2030, as well as by the US and India, on expanded cooperation on climate change, including on phasing down HFCs.",
      "However, it soon became evident that too little time had passed for these external political events and high-level signals of change to translate into cardinal shifts in negotiating positions.",
      "Yet, some found discernible indications of a more immediate impact.",
      "For example, how CBDR and respective capabilities are defined in the Lima Call for Climate Action decision in light of different national circumstances, is a near-verbatim citation from the November joint announcement by the US and China.",
      "It remains to be seen if the ADP session in February will see further shifts in negotiating positions when parties have had the time to reflect on these events.",
      "In spite of parties arriving in Peru with different expectations and widely diverging views, at the end most felt that, in the words of the South African Minister of Environmental Affairs Edna Molewa, the Lima Conference managed to strike a delicate balance between very difficult issues and laid a solid foundation for work towards Paris.",
      "But did it really?",
      "The two key outcomes from Lima, the decision on Advancing the Durban Platform and its annex containing elements for a draft negotiating text, may have served to move the process forward and create a shared feeling of achievement and confidence in the process.",
      "However, given that key political issues, including differentiation and finance, remain unresolved, many parties are unwilling to declare the Lima outcome an absolute success.",
      "The year of 2015 will be one that defines the true significance of the Lima Climate Conference.",
      "Many wonder if the positive Lima Spirit can continue in the run-up to Paris.",
      "But perhaps more importantly, the question may be if the Lima outcome can enable the construction in Paris of a house where all parties can coexist, while keeping in mind that in this process there is one party that does not negotiate - \u0095nature."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}