{
   "actors": [],
   "countries": [
      "Brazil",
      "Netherlands",
      "Micronesia",
      "Mauritius",
      "Switzerland",
      "Kenya"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_35",
   "section_title": "ELECTION OF MEMBERS OF THE IPCC BUREAU AND THE TASK FORCE BUREAU",
   "sentences": [
      "On Monday afternoon, Acting IPCC Secretary Stewart introduced this item (IPCC-XLII/INF.16 and IPCC-XLII/INF.19).",
      "Elections were held for the IPCC Chair, Bureau Members and TFB in accordance with the Rules of Procedure for the Election of the IPCC Bureau and any TFB, as contained in Appendix C to the Principles Governing IPCC Work.",
      "The Rules of Procedure were adopted by IPCC-25 in Port Louis, Mauritius, in April 2006, and revised at IPCC-35 in Geneva, Switzerland, in June 2012, to reflect that of the three IPCC Vice-Chairs, at least one must be from a developed country and one must be from a developing country, and three different regions must be represented.",
      "The rules also state that one Co-Chair of each WG and the TFB must be from a developing country and one must be from a developed country.",
      "IPCC-41 in Nairobi, Kenya, in February 2015, further revised the Rules of Procedure, increasing the size of the Bureau from 31 to 34, to raise the representation of the Africa Region from five to seven and of the Asia Region from five to six, and “to distribute these additional positions evenly across the three WGs.” The Rules of Procedure require regional balance in the Bureau across the six WMO regions: Region I (Africa); Region II (Asia); Region III (South America); Region IV (North America, Central America and the Caribbean); Region V (South-West Pacific); and Region VI (Europe).",
      "The number of members for each region now include: seven positions for Africa; six positions for Asia; four positions for South America; four positions for North America, Central America and the Caribbean; four positions for the South-West Pacific; and eight positions for Europe (IPCC-XLII/INF.5).",
      "While most nominations for Bureau positions were made by members in advance of IPCC-42, members also nominated candidates from the floor during the meeting.",
      "In selecting between candidates for Bureau positions, the Rules of Procedure encourage consensus decision-making within regional groups.",
      "In the absence of consensus, the Rules provide for a secret ballot in plenary to decide contested positions.",
      "A Credentials Committee and a Nominations Committee are appointed at sessions where Bureau elections are held, in accordance with Appendix C. The Credentials Committee examines the credentials of delegates nominated by IPCC members to determine if such delegates are the only valid representation of an IPCC member for the purpose of elections of the IPCC Bureau and TFB.",
      "The Nominations Committee prepares and submits to the Panel a list of Nominees for each office for which an election is to be held.",
      "The COI Committee, a standing committee composed of the ExComm and two legal experts from WMO and UNEP, reviews the COI forms to determine whether candidates are eligible for election to the Bureau or TFB.",
      "Leo Meyer (the Netherlands) and Elisabeth Holland (Federated States of Micronesia) were selected to act as election tellers.",
      "On Wednesday, Holland was replaced by Suzana Khan (Brazil).",
      "On Monday afternoon, the Panel initially agreed to use an electronic voting system (IPCC-XLII/INF.1), which was intended to reproduce, step by step, the box-based ballot, would allow for expedited secret, independent balloting, and had been successfully used by the WMO Congress.",
      "However, after initial testing with the electronic system on Tuesday afternoon and discussion of the technical uncertainties encountered, IPCC Acting Chair El Gizouli proposed, and the Panel agreed, to proceed with paper ballots for the IPCC Chair and IPCC Vice-Chair positions.",
      "For the rest of the Bureau and TFB, the Panel agreed to use the electronic voting system.",
      "On Thursday afternoon, the Panel approved the results of the elections.",
      "The results of individual elections are summarized below."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}