{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_2",
   "section_title": "COP-1",
   "sentences": [
      "The first Conference of the Parties to the FCCC (COP-1) took place in Berlin from 28 March - 7 April 1995.",
      "In addition to addressing a number of important issues related to the future of the FCCC, delegates reached agreement on the adequacy of commitments and adopted the 'Berlin Mandate.",
      "' Delegates agreed to establish an open-ended Ad Hoc Group on the Berlin Mandate (AGBM) to begin a process toward appropriate action for the period beyond 2000, including the strengthening of Annex I Parties' commitments through the adoption of a protocol or another legal instrument.",
      "COP-1 also requested the Secretariat to make arrangements for sessions of the subsidiary bodies on scientific and technological advice (SBSTA) and implementation (SBI).",
      "SBSTA serves as the link between the information provided by competent international bodies, and the policy-oriented needs of the COP.",
      "SBI was created to develop recommendations to assist the COP in the review and assessment of the implementation of the Convention and in the preparation and implementation of its decisions. Ad Hoc GROUP ON THE BERLIN MANDATE: The AGBM met eight times between August 1995 and COP-3 in December 1997.",
      "During the first three sessions, delegates focused on analyzing and assessing what the possible policies and measures to strengthen the commitments of Annex I Parties could be, how Annex I countries might distribute or share new commitments and whether commitments should take the form of an amendment or a protocol.",
      "AGBM-4, which coincided with COP-2 in Geneva in July 1996, completed its in- depth analysis of the likely elements of a protocol and States appeared ready to prepare a negotiating text.",
      "At AGBM-5, in December 1996, delegates recognized the need to decide whether to permit Annex I Parties (developed country Parties and Parties with economies in transition) to use mechanisms that would give them flexibility in meeting their quantified emissions limitation and reduction objectives (QELROs). As the protocol was drafted during the sixth and seventh sessions of the AGBM, in March and August 1997, respectively, delegates streamlined a framework compilation text by merging or eliminating some overlapping provisions within the myriad of proposals.",
      "Much of the discussion centered on a proposal from the EU for a 15% cut in a basket of three greenhouse gases (GHG) by the year 2010 compared to 1990 emissions levels.",
      "In October 1997, as AGBM-8 began, US President Bill Clinton called for 'meaningful participation' by developing countries in the negotiating position he announced in Washington.",
      "In response, the G-77/China distanced itself from attempts to draw developing countries into agreeing to new commitments."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}