{
   "actors": [
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Bangladesh",
      "Solomon Islands",
      "Bolivia",
      "Norway",
      "Australia",
      "Singapore",
      "Tuvalu",
      "Papua New Guinea",
      "China",
      "Indigenous Peoples",
      "Thailand",
      "Philippines",
      "Liberia",
      "Tanzania",
      "Indonesia",
      "Gabon",
      "Guyana",
      "Switzerland",
      "New Zealand",
      "India",
      "Malaysia",
      "Colombia",
      "Paraguay"
   ],
   "enb_end_date": "07-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12436e.html",
   "id": "enb12436e_2",
   "section_title": "MITIGATION (sub-paragraph 1(b)(iii) of the BAP)",
   "sentences": [
      "In the morning s contact group, Facilitator La Viña proposed three drafting groups on safeguards, focusing on: stakeholder participation, led by Paraguay and Australia; environmental safeguards, led by Indonesia and Canada; and governance, led by the EU and Guyana.",
      "GUYANA, PARAGUAY and PAPUA NEW GUINEA underscored the need to address permanence and leakage, with AUSTRALIA noting that environmental safeguards should be worked into the operational language.",
      "INDIA called on parties to use the term sustainable management of forests to ensure environmental integrity.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, with THAILAND, noted a weakness in terms of linkages among elements throughout the text.",
      "The EU highlighted reporting requirements. TUVALU and NEW ZEALAND noted the need to define the role of developed and developing country parties in the safeguards chapeau.",
      "TUVALU underscored provisions on prior informed consent and, with the SOLOMON ISLANDS, stressed the need to consider biodiversity.",
      "GABON expressed unease with full and prior consent.",
      "BOLIVIA, with MALAYSIA, INDONESIA and COLOMBIA, stressed that the text needs to be consistent with national legislation.",
      "TANZANIA said social safeguards should reflect the right to sustainable development in forest and rural communities.",
      "CHINA called for consistency with the objectives of national forest programmes. NORWAY asked parties to consider the best placement for eligibility requirements.",
      "NORWAY and SINGAPORE called for a broadened focus on governance issues without challenging national sovereignty.",
      "BRAZIL, with THAILAND, LIBERIA and BANGLADESH, called for a quick and simple establishment of REDD.",
      "BRAZIL, supported by CHINA, PAPUA NEW GUINEA and PARAGUAY, highlighted the three-phased approach, and suggested that the text avoid using terminology that links REDD to the flexibility mechanisms.",
      "BRAZIL said these discussions on mechanisms should be avoided until the third phase.",
      "The PHILIPPINES said statements on safeguards should be general principles and not mandatory for implementation.",
      "In the afternoon, the sub-group held informal consultations.",
      "Discussions focused on social safeguards with most parties highlighting the importance of reflecting the concerns of indigenous peoples and local communities in the text.",
      "Several parties expressed support for language on full and effective participation of stakeholders, while diverging on the need for full prior and informed consent.",
      "Parties also discussed whether they were attempting to create principles or operational text.",
      "Some parties proposed specific text on social safeguards and a number of parties underscored that many of the proposals had suitable language."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": ""
}