{
   "actors": [],
   "countries": [
      "Ghana",
      "Finland",
      "Angola",
      "France"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_54",
   "section_title": "Review of Clean Development Mechanism (CDM) modalities and procedures",
   "sentences": [
      "This item (FCCC/SBI/2013/MISC.1 & Add.1; and FCCC/SBI/2013/INF.1 & INF.6) was taken up briefly in plenary on 11 November, and subsequently in informal consultations co-facilitated by Giza Martins (Angola) and Marko Berglund (Finland).",
      "In plenary on Saturday, 16 November, the SBI adopted conclusions and elements of a CMP decision in an annex.",
      "On 22 November, the CMP adopted the decision.",
      "Final Outcome: In its conclusions (FCCC/SBI/2013/L.9), the SBI, inter alia , identifies a consolidated but non-exhaustive list of suggested changes to the modalities and procedures for the CDM and the need to continue work on this matter at SBI 40.",
      "In its decision (FCCC/KP/CMP/2013/L.8), the CMP invites submissions from parties and admitted observer organizations to the Secretariat by 30 April 2014, and requests the Secretariat, subject to available funding, to prepare a technical paper by 19 March 2014, on the: - membership and composition of the Executive Board of the CDM; - liability of designated operational entities to compensate for the issuance of certified emission reductions (CERs) resulting from significant deficiencies in validation, verification and certification reports; - provisions for programmes of activities; - length of the crediting period; - requirements for the demonstration of additionality; - role of designated national authorities of Annex I and non-Annex I parties; and - simplification and streamlining of the project cycle for certain project categories.",
      "Review of the joint implementation (JI) guidelines: This item (FCCC/SBI/2013/MISC.3 & Add.1; and FCCC/SBI/2013/INF.3) was first taken up briefly by the SBI in plenary on 11 November, and subsequently in informal consultations co-facilitated by Yaw Osafo (Ghana) and Dimitar Nikov (France).",
      "In plenary on Saturday, 16 November, the SBI adopted conclusions.",
      "On 22 November, the CMP took note of the conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2013/L.11), the SBI, inter alia : takes note of the relevant views submitted by parties and admitted observer organizations, as well as document FCCC/SBI/2013/INF.3; and agrees to continue consideration of this agenda sub-item at SBI 40.",
      "Modalities for expediting the continued issuance, transfer and acquisition of JI emission reduction units: This item was first taken up briefly by the SBI in plenary on 11 November, and subsequently in informal consultations co-facilitated by Yaw Osafo and Dimitar Nikov.",
      "On Saturday, 16 November, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2013/L.12), the SBI agreed to continue consideration of this agenda sub-item, on the basis of the draft text proposed by the Co-Chairs of the relevant informal consultations, at SBI 40.",
      "Modalities for expediting the establishment of eligibility of Annex I parties with commitments during the second commitment period: This issue was taken up by the SBI opening plenary on 11 November, and subsequently in informal consultations facilitated by Yaw Osafo and Dimitar Nikov.",
      "On Sunday, 17 November, the SBI adopted conclusions recommending the adoption of a CMP decision (FCCC/SBI/2013/L.14).",
      "On Friday, 22 November, the CMP adopted the decision.",
      "Final Outcome: In its decision (FCCC/SBI/2013/L.14/Add.1), the CMP, decides, inter alia : - to create a process for the second commitment of the Kyoto Protocol to expedite the establishment of the eligibility of Annex I parties with commitments inscribed in the third column of Annex B in the Doha Amendment, under certain criteria; - these parties may submit a report on the establishment of its national registry by 30 June 2015; - for these parties who have submitted this report, a review will be initiated by an expert review team; - the report of this review shall be forwarded to the Compliance Committee; and - of these parties, those whose report has been reviewed shall be eligible to acquire CERs issued for emission reductions occurring after 31 December 2012 four months from the date of the submission of the report.",
      "Procedures, mechanisms and institutional arrangements for appeals against decisions of the Executive Board of the CDM: This issue was taken up by the SBI on 11 November.",
      "The SBI agreed to defer further consideration of this sub-item to SBI 40.",
      "Report of the administrator of the international transaction log under the Kyoto Protocol: The SBI took up this issue on 11 November.",
      "The SBI took note of the report (FCCC/SBI/2013/INF.16), and agreed to continue consideration of matters referred to in paragraphs 58(b) and (c) of the 2012 Report at SBI 40."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}