{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Canada",
      "Ukraine",
      "Chile",
      "Costa Rica",
      "United States",
      "Peru",
      "Switzerland",
      "Bolivia",
      "Norway",
      "Jamaica",
      "Australia",
      "Samoa",
      "Mexico",
      "Tuvalu",
      "Uruguay",
      "China",
      "Colombia",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "13-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "13-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12152e.html",
   "id": "enb12152e_16",
   "section_title": "Mechanisms:",
   "sentences": [
      "While negotiators in Kyoto agreed that the mechanisms developed under the Protocol could help developed countries lower the costs of meeting their national emissions targets, countries differ on the operational details governing the use of the mechanisms - details that must be set at COP-6.",
      "Key decisions include the accounting rules for allocating credits, as well as the roles and responsibilities of various institutions.",
      "For the CDM and JI, countries must decide which projects are eligible and what the baselines are for measuring the emissions-reduction contribution of any specific project.",
      "A particularly controversial issue is whether to allow only projects that reduce emissions, or whether to include projects that remove existing or future carbon from the atmosphere - carbon 'sinks' projects such as reforestation.",
      "Although differing on the specific conditions, countries in favor of including sinks within the CDM include the US, Canada, Australia, Japan and Norway.",
      "Inclusion is also favored by the Environmental Integrity Group (a recently formed negotiating group comprising Switzerland, Mexico and the Republic of Korea), and some developing countries, such as Peru, Chile, Colombia, Costa Rica, Bolivia and Uruguay.",
      "On the other side, the EU, as well as developing countries such as Tuvalu, Samoa, China and Jamaica, want sinks to be excluded from the CDM. Another contentious issue is whether there should be a limit or ceiling on how much of a country's emissions reduction target can be met through the mechanisms.",
      "According to the Protocol, use of the mechanisms should be supplemental to domestic policies and measures.",
      "The EU, with support from some developing countries, has taken the position that a definite ceiling should be imposed on using the mechanisms, so that they contribute to reaching no more than 50% of a country's emissions reduction target.",
      "The introduction of a ceiling is opposed by countries belonging to the 'Umbrella Group' - a loose alliance of Annex 1 Parties that includes the US, Canada, Australia, Japan, Norway, the Russian Federation and Ukraine - as well as by some developing countries. On emissions trading, an ongoing concern is that countries with economies in transition that have experienced reductions in their greenhouse gas emissions due to economic recession in the early 1990s will be able to sell large quantities of emissions credits - or 'hot air' - to other Annex I Parties.",
      "This would reduce the pressure for domestic action. Other key issues requiring a decision by delegates include whether a share of proceeds should be established under JI and emissions trading, and how closely procedures for JI should mirror those for CDM activities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}