{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "Australia",
      "China"
   ],
   "enb_end_date": "12-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "12-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12139e.html",
   "id": "enb12139e_1",
   "section_title": "IPCC OVERVIEW",
   "sentences": [
      "Presentations: IPCC Chair Bob Watson outlined key elements requiring decisions relating to Article 3.4 (additional activities), including which activities to include, if any, and whether a Party that chooses to report activities in the first commitment period should be obliged to report on the entire set of selected activities.",
      "He then identified several key issues under Article 3.4, including: whether to adopt a broad or narrow definition of an activity; how much land will need to be monitored, including cost and potential windfall considerations; how to address the issue of baselines; what ancillary benefits exist; and how to resolve permanence issues. Ian Noble, IPCC Lead Author, Australian National University, outlined options for the definition of an activity.",
      "He said a broad definition of an activity would provide a more simplistic approach covering all practices on an area of land, while a narrow definition - based on individual practices - would permit greater accuracy.",
      "He suggested that a broad definition would be more compatible with land-based accounting, while a narrow definition would better suit activity-based accounting, although any combination could be made to work.",
      "He then discussed 'scientific baselines,' noting the need to account for the human-induced element.",
      "He concluded by elaborating opportunities or 'potentials' under Article 3.4, identifying groups of activities relating to improved management and land-use change.",
      "He said estimates suggested that forest, cropland and grazing management could have significant benefits for Annex I Parties, while transforming degraded agricultural land to agroforestry could particularly benefit non-Annex I Parties. Question-and-answer session: In the subsequent question- and-answer session on the IPCC overview, AOSIS queried whether identifying specific 'potentials' was appropriate at this stage.",
      "The UK noted that the scientific baseline was not a baseline as it is regularly understood.",
      "He stressed the importance of separating human-induced effects under Article 3.4.",
      "Replying to concerns raised by CHINA over conflicting land-use priorities, Ian Noble said changes from current agricultural practices to agroforestry should be carefully designed to ensure overall benefits to the population, and said agroforestry should not be practiced on prime agricultural land.",
      "AUSTRALIA supported further discussion on frameworks and measurements. On questions relating to monitoring and verification, Noble acknowledged the high costs involved, and raised the need for a discussion on cost and benefits.",
      "On verification, he commented that there should be mechanisms in place, such as spot checks and checking of documentary evidence, coupled with indirect verification through scientific papers. On carbon crediting, the EUROPEAN COMMISSION highlighted social and environmental baselines, emphasizing the Protocol's sustainable development goals."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}