{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Switzerland",
      "Argentina",
      "China",
      "Saudi Arabia"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_55",
   "section_title": "INFORMAL HIGH-LEVEL PLENARY",
   "sentences": [
      "At 2:00 pm on Saturday afternoon, 25 November, delegates met for the closing informal high-level Plenary.",
      "President Pronk highlighted the three stages of negotiations - among delegates, among Ministers with the assistance of co-facilitators, and finally on the basis of his Note -explaining that in each format, negotiators had proceeded as far as they could.",
      "He said Ministers had negotiated during the last 36-48 hours and had not reached an agreement.",
      "He expressed his disappointment and said the expectations of the 'outside world' had not been met.",
      "He said it was not adequate to only say that there was no agreement, and that some perspective had to be offered. SBI Chair Ashe, on behalf of the COP-6 Bureau, proposed that COP-6 be suspended and resume during the time slots already allocated for SB-14 in May-June 2001.",
      "Several speakers supported this proposal.",
      "Argentina said the expectations for this meeting had been excessive and underlined that the process toward the objective of the UNFCCC does not end with each one of its individual stages. The G-77/China hoped that the texts forwarded by SB-13 to the COP would guide discussions in the resumed session.",
      "He attributed the failure to the lack of political will from the North.",
      "The EU said although the meeting would be considered as a failure, Parties had worked much more seriously than in any previous COP.",
      "She highlighted the tremendous difficulties of the issues and said she had not wanted a weak agreement, but one without loopholes.",
      "She concluded that she was committed to continue work on sinks, compliance and mechanisms and promised to bring forward common EU and other groups' proposals on these issues.",
      "The US stressed its commitment to ensuring progress in the years ahead, and said no other country had shown as much creativity in trying to break the 'log-jam.",
      "' Switzerland thanked President Pronk for the transparency during the negotiations.",
      "Saudi Arabia expressed his faith that success would be achieved, and said it was necessary to base discussions in the next meeting on the Buenos Aires Plan of Action."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}