{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Afghanistan",
      "Madagascar",
      "Sudan",
      "Panama",
      "Swaziland",
      "Bolivia",
      "Ecuador",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Singapore",
      "Japan",
      "Senegal",
      "Jordan",
      "Russian Federation",
      "Gambia",
      "Tanzania",
      "Indonesia",
      "Macedonia",
      "Sweden",
      "South Sudan",
      "Mali",
      "Switzerland",
      "Pakistan",
      "Chad",
      "South Africa",
      "Tajikistan",
      "India",
      "Austria",
      "Kenya",
      "Nicaragua",
      "Botswana"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_24",
   "section_title": "Regional Key Risks and Potential for Adaptation",
   "sentences": [
      "In the chapeau, Austria requested addition of language noting that 'the assessment of risk does not take into account adaptation action that may be taken in the future'.",
      "Participants agreed to refer to 'adaptation and mitigation', in that order, wherever they appear in the text.",
      "On a statement referring readers to an extended summary of regional risks and the limited potential benefits, Australia and Canada called for deletion of 'limited' potential benefits, to provide balance.",
      "This was accepted, and the paragraph was approved.",
      "On Assessment Box SPM.2: Regional Key Risks , participants discussed a sentence on key risks and risk levels varying across regions, given differing socio-economic pathways.",
      "Tanzania expressed concern that language on 'risk perception' was not appropriate for determining risk levels.",
      "Co-Chair Field replied that perception is a key factor in determining how risks unfold in different parts of the world.",
      "Canada suggested language stating that risk levels vary 'over time' as well, which was accepted.",
      "Afghanistan and Panama proposed inserting reference to 'resilience'.",
      "While acknowledging the importance of resilience, Co-Chair Field said that it is more of an outcome than a determinant.",
      "Participants agreed to the rest of the text as presented.",
      "On Assessment Box SPM 2 Table 1: Key Regional Risks from Climate Change and the Potential for Reducing Risks through Adaptation and Mitigation , Co-Chair Field noted that this table constitutes the core representation of regional information in the SPM.",
      "Co-Chair Barros said a greater amount of regional-scale climate information is now available, which provides a more coherent picture, but that there is still great disparity in contributions for the different regions.",
      "The table sets out three key risks for each global region, and for each risk, adaptation issues and prospects, icons indicating climatic drivers, and bars indicating timeframes on risk and potential adaptation.",
      "Co-Chair Field opened discussions, urging participants not to add risks but to improve clarity in the message to policy makers.",
      "Participants discussed the key risks for each global region in tandem with the corresponding issues and prospects from the table.",
      "There was discussion on the icons, with various countries suggesting qualifying some of the drivers or adding new ones.",
      "Participants agreed to keep the icons simple as graphic representations of risks in different regions.",
      "On Africa , Tanzania, with Mali, Sudan, Kenya, Botswana, Ghana, the Gambia, Chad, and South Africa, supported by the Russian Federation, Nicaragua and Saudi Arabia, objected to the absence of reference to droughts and their socio-economic impacts in the key risk on compounded stress on water resources from overexploitation and degradation.",
      "Other absences noted were: desertification (Sudan); flooding, sea-level rise and cyclones (Kenya); and tidal waves (Ghana).",
      "IPCC Vice-Chair Ismail El Gizouli noted that if information is lacking on Africa, an omission of text is better than statements that could be misleading.",
      "Saudi Arabia and the Russian Federation noted the absence of text on dust storms and said the table should be either considered indicative or discarded.",
      "A CLA responded that drought did not emerge from the literature on Africa, although drought is a component of both the water stress risk and another key risk of reduced crop productivity as set out in the table.",
      "Madagascar referred to another table in the SPM, which includes mention of drought as a key observable impact.",
      "The CLAs proposed, and participants agreed, to include 'with drought exacerbated in drought-prone regions of Africa'.",
      "South Africa suggested, and participants agreed to, adding reference to sustainable urban development as an adaptation issue and prospect, in relation to the risk of stress on water resources.",
      "For the key risk on reduced crop productivity in Africa, Co-Chair Field suggested specifying reduced crop productivity 'associated with heat and drought stress'.",
      "Tanzania, Mali and others suggested including a reference to risks to livelihoods, socio-economic aspects and life.",
      "Participants agreed to add a reference to livelihoods.",
      "Botswana proposed referring to impacts on the quality of agricultural production.",
      "CLAs explained that the literature does not bring up quality of production, only quantity.",
      "Senegal asked for explicit reference to animal husbandry among the impacts, but the CLAs clarified that it is included under food security.",
      "Tanzania, South Africa, the Gambia, Kenya, Mali and others proposed, and participants agreed, to include reference to enhanced observation systems as an adaptation issue and prospect.",
      "Sudan, with South Sudan, Kenya and Swaziland, suggested adding reference to agroforestry and reforestation as an adaptation response.",
      "CLAs said they did not have enough literature as a basis.",
      "Following informal consultations, participants agreed to a new bullet point setting out 'agronomic adaptation responses (e.g.",
      "agroforestry and conservation agriculture)' as adaptation prospects.",
      "On the risk of changes in vector and water-borne diseases, South Africa suggested, and participants agreed to, including sustainable urban development as an adaptation issue and prospect.",
      "On Europe , an informal group presented text on restoring wetlands and 'implementation of European river basin management and integrated water resources management following European directives' as prospects for adaptation.",
      "IPCC Vice-Chair El Gizouli expressed concern regarding the reference to 'European directives', with Canada cautioning against using policy-prescriptive language.",
      "Austria, supported by the EU, suggested using 'European legislation' and Switzerland, with the Former Yugoslav Republic of Macedonia, suggested the more neutral term of 'European legislations'.",
      "Sweden urged deleting any reference to European legislation.",
      "Australia recommended stating 'practices showing to be best practices in the European context'.",
      "Participants agreed to use the term 'best practices'.",
      "During the discussions on polar regions, the Russian Federation requested a separate risk category on forest fires for northern Europe and northern Asia, as in the table for North America.",
      "Participants agreed to include such language in the section on Europe.",
      "On Asia, on the key risk on increased flooding leading to widespread damage to infrastructure and settlements, Indonesia called for language on economic risks or livelihoods.",
      "A CLA agreed to add 'livelihood' to the list of things at risk of damage by flooding.",
      "Japan suggested adding risks in coastal zones, such as sea-level rise, storm surges and typhoons.",
      "CLAs offered to add 'particularly in coastal areas of Asia'.",
      "India preferred 'increased riverine flooding and coastal flooding' at the beginning, to which Saudi Arabia added 'urban flooding'.",
      "Pakistan noted that risks from flooding include risks to food security and water security.",
      "The text was approved with these additions.",
      "On corresponding adaptation issues and prospects, India asked to change 'construction' to 'commissioning' of monitoring and early warning systems.",
      "Saudi Arabia asked to include 'economic diversification to build resilience' as a separate adaptation measure.",
      "Co-Chair Field proposed noting diversifying economies and livelihoods parenthetically instead as an example of how to assist vulnerable areas and households.",
      "Saudi Arabia urged and, after consultations with CLAs, participants agreed to a separate bullet point on the adaptation prospect of 'economic diversification'.",
      "On an increased risk of mortality, India requested addition of 'cold-related mortality' to the reference to heat-related mortality and, with Japan, Singapore and Indonesia, suggested adding 'vector and water-borne disease due to increase in temperature'.",
      "A CLA responded that the authors had decided not to include the key risk on vector diseases, noting that criteria for deriving three key risks for the SPM were based on the underlying text, the level of confidence and urgency.",
      "On the key risk of drought-related water and food shortage, Pakistan requested adding 'energy' shortage due to likely shortage of water.",
      "Saudi Arabia, supported by Tajikistan, called for inclusion of dust storms, water stress, dwindling water resources combined with increasing population, and desertification.",
      "India, supported by Jordan, highlighted groundwater shortages.",
      "A CLA responded that: the assessed literature did not include enough about energy to include it as a key risk; the authors had assessed dust but did not have enough evidence to support its inclusion; and groundwater had not been assessed due to lack of evidence of significant changes or that it is caused by climate change.",
      "Co-Chair Field noted that 'drought-related water shortage' in the text was intended to cover Saudi Arabia's concerns, and that desertification is included in the ten key risks in the corresponding assessment chapter.",
      "The text was then approved.",
      "India, supported by Indonesia, said climate-resilient agriculture should be included as an adaptation issue.",
      "Participants agreed on text including it as an example of more efficient use of water.",
      "In the section on Australasia , on the key risk of significant change in community composition and structure of coral reefs and montane ecosystems, Australia requested deletion of reference to montane ecosystems in order to not dilute the focus.",
      "A CLA supported replacing it with language on coral reefs from the list of key risks in the underlying report and modifying the icons and risk bars in the Key Regional Risks Table, accordingly.",
      "The text was approved with those modifications, along with corresponding language on adaptation issues and prospects concerning the limited and insufficient ability of corals to adapt naturally.",
      "Text on the key risks of increased frequency and intensity of flood damage and increasing risks to coastal infrastructure was approved without comment.",
      "On North America , participants agreed to add a reference to 'wildfire-induced loss' to modify a reference to the risk of 'loss of ecosystem integrity'.",
      "On Central and South America , Nicaragua suggested, and participants agreed, that landslides should be included as a threat and rural areas should be included as vulnerable areas with respect to water availability risks.",
      "Participants also agreed with Ecuador to include 'rural' flood management as an adaptation prospect.",
      "Nicaragua added that reference to integrated water resource management should be included as an adaptation prospect.",
      "Regarding adaptation issues arising from the risk of decreased food production and food quality, Bolivia and Nicaragua suggested, and participants agreed to, referring to the use of traditional knowledge and practice and replacing 'carbon' with 'climate change' as a reason for needing to develop new crop varieties.",
      "Panama said the spread of vector-borne diseases such as dengue fever should be mentioned as a risk.",
      "Participants agreed to add a new risk on human health.",
      "On polar regions , Canada suggested, and participants agreed, that the adaptation prospect of 'negotiation of land claim rights' should be clarified to read 'adaptive co-management through the settlement of land claims'.",
      "The remainder of the section was accepted as presented.",
      "On small islands , participants agreed to add a reference to the risk of loss of economic stability and to the prospect of maintaining and enhancing ecosystem functions, water and food security.",
      "The remainder of the section was accepted as presented.",
      "On oceans , participants agreed to text noting the inclusion of ocean acidification as a risk and 'sustainable' aquaculture and 'development of alternative livelihoods' as adaptation prospects.",
      "The remainder of the section was accepted as presented."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}