{
   "actors": [],
   "countries": [
      "Philippines",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "06-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12572e.html",
   "id": "enb12572e_4",
   "section_title": "Overall progress made towards achieving the LTGG, including consideration of the implementation of commitments",
   "sentences": [
      "Halldór Thorgeirsson, UNFCCC Secretariat, provided an overview of the 2013-15 Review, with a focus on the first step of information gathering and compilation.",
      "He noted that information sources identified in the relevant decisions, including data submitted by parties, national reports and other processes, may lead to an information overload. CHINA highlighted that the Review should aim to provide useful inputs to the ADP and be based on information about implementation of commitments under the Convention.",
      "He added that key questions include emission trends of Annex I parties and the relationship with their mitigation efforts and current and future provision of technological and financial resources to meet adaptation needs of developing countries.",
      "The PHILIPPINES highlighted that the Review should assess the implementation of commitments under the Convention, and consider progress on mitigation and adaptation, as well as the scope of the long-term global goal. NEW ZEALAND said the IPCC AR5 provides a holistic approach to climate science and cautioned against considering information that does not present an equal level of robustness and objectivity.",
      "In the ensuing discussion, one participant highlighted that it is still not clear how much extra technical work is needed, stressing the need to avoid duplicating work under the Convention.",
      "Others drew attention to the need to assess the adequacy of provision of means of implementation, while others suggested increasing the variety of experts for upcoming workshops.",
      "Other participants drew attention to the critical role that NGOs could play in reviewing adequacy and suggested that the Review assess the scale and nature of tipping points for 1.5 and 2ºC scenarios, and generate actionable conclusions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}