{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Uruguay",
      "Mexico",
      "France",
      "China",
      "Grenada"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_59",
   "section_title": "CGE:",
   "sentences": [
      "This issue ( FCCC/SBI/2007/10/Add.1 ; FCCC/SBI/2007/MISC.7 and Adds.",
      "1 and 2 ) was first addressed by the SBI plenary on Tuesday, 2 June.",
      "It was then considered in a contact group and informal consultations co-chaired by Marie Jaudet (France) and Julia Martinez Fernández (Mexico).",
      "On 10 June, the SBI plenary adopted conclusions.",
      "The CGE s mandate expired at COP 13 , and work on its renewal commenced at that meeting, but parties have been unable to reach an agreement since then.",
      "During the SBI plenary, Brazil, for the G-77/China, expressed profound disappointment that the CGE had not operated for a year and a half, stressing that this undermines non-Annex I parties capacity to prepare national communications.",
      "Along with many others, he supported the renewal of the CGE s mandate, said the CGE should be driven by developing country needs, and that any review process for non-Annex I national communications is not acceptable.",
      "Uruguay said halting the CGE s work was a lost opportunity and Grenada stressed that over 60 developing countries are preparing their second national communications and that the CGE s absence compromises developing countries ability to participate in the Convention process.",
      "During the contact group and informal consultations, discussions focused on the CGE s new mandate, whether to have a reconstituted CGE for two or three years, and when to have another review of the CGE.",
      "These issues were resolved on Wednesday, 10 June, after lengthy consultations, with parties agreeing to reconstitute the CGE for a period of three years and that the need for continuation of the CGE will be reviewed by COP 17.",
      "During the closing SBI plenary, the G-77/China said that while time lost without the CGE cannot be recuperated, he was happy that agreement had finally been reached.",
      "The EU, US, Canada and others also expressed satisfaction at the CGE s reconstitution."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "SBI"
}