{
   "actors": [
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Environmental Integrity Group",
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Iran",
      "Swaziland",
      "Nepal",
      "India",
      "Malaysia",
      "China",
      "Colombia",
      "Switzerland",
      "Nauru",
      "Bolivia",
      "Venezuela",
      "Ecuador"
   ],
   "enb_end_date": "19-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "19-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12590e.html",
   "id": "enb12590e_8",
   "section_title": "ADP OPEN-ENDED CONSULTATIONS ON THE IMPLEMENTATION OF ALL THE ELEMENTS UNDER BOTH WORKSTREAMS:",
   "sentences": [
      "In the morning, ADP Co-C hairs presented draft text on the implementation of all the elements of decision 1/CP.17, consisting o f: draft Co-C hairs ' conclusions; and adraft decisio n on pre-2020 ambition and post-2020 action, including an a nnex with indicative elements of the 2015 agreement.",
      "Noting that 'this week is about decision time', ADP Co-Chair Kumarsingh emphasized that the draft decision is 'merely indicative' and ' not prejudicial to further work.",
      "' He invited delegates to reflect on it and come back with reactions in the afternoon.",
      "In the afternoon, ADP Co-Chair Kumarsingh invited parties' initial reflections on the draft decision text.",
      "Malaysia, for the G-77/CHINA, expressed concern that there is no: mention of equity or loss and damage; roadmap on technology transfer; emphasis on key Convention principles and provisions; and scaled up mitigation commitments for developed countries.",
      "Nepal, for the LDCs, lamented a lack of focus on support.",
      "Venezuela, for the LMDCs, underscored the need to enhance ambition on finance, technology and capacity building.",
      "INDIA expressed concern that the text 'presumes' that in the 2015 agreement each party will have commitments on mitigation, adaptation, finance, technology development and transfer, and capacity building.",
      "Calling for narrowing down and clearly defining the elements in the text, Switzerland, for the EIG, expressed readiness to accept the text as a starting point.",
      "Nauru, for AOSIS, called for a workplan with specific mandates and deliverables.",
      "COLOMBIA, reflecting the views of AILAC, described the text as a 'good basis', underscoring that parties need to leave Warsaw knowing how to move forward, calling for a compliance mechanism in the 2015 agreement.",
      "Describing the text as a 'very good version zero', Swaziland, for the AFRICAN GROUP, called for, inter alia : more ambition; and ex ante information not only on mitigation, but also on adaptation and means of implementation.",
      "The EU called for: a workplan with deadlines; up-front transparency and an assessment phase under workstream 1; and concrete actions under workstream 2. BOLIVIA highlighted that the draft text lacks discussion of means of implementation, and underlined that developing countries undertake voluntary NAMAs, not commitments.",
      "On 'nature and extent of differentiation', IRAN preferred using agreed and common Convention language.",
      "Noting that the text does not reflect the different views expressed, ECUADOR called for 'quick' submissions from parties on their expectations, and said he was ready to engage without necessarily using the Co-Chairs' text.",
      "CHINA, called for working in a focused way, and an outcome text that is balanced 'both between and within' the two workstreams.",
      "Consultations continued in the evening."
   ],
   "subtype": "PLENARY",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}