{
   "actors": [],
   "countries": [],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_14",
   "section_title": "Interactive discussion on issues and linkages",
   "sentences": [
      "Late on Tuesday afternoon, participants engaged in an interactive discussion on the issues raised during the session, and on the linkages and connections between these issues.",
      "Many participants expressed general satisfaction with the discussions and proposed continuing the dialogue between governments and the financial sector.",
      "One civil society representative said it is critical to establish a 'common language' for such dialogue.",
      "He also stressed the need to integrate discussions on technology transfer financing with the CDM process.",
      "One financial sector speaker expressed his confidence that the financial market will be increasingly active in the area of climate change and urged governments to help set the stage for further financing, while a developing country representative argued that the stage has already been set and that it is time to move the process forward. Noting that many developing countries have now assessed their technology needs, a developing country participant said it is time to identify how to meet these needs by establishing action plans.",
      "Another developing country representative said technology transfer has to adopt a sector-by-sector approach.",
      "Several non-Annex I Party representatives also expressed their disappointment with the limited progress in technology transfer in the context of the UNFCCC.",
      "One called on developing countries and the private sector to work together to develop projects, and another suggested that more attention be given to mitigation and adaptation activities that are crucial to developing countries. Several participants raised the issue of how to bring the unit costs of renewable energy down to the level of 'old technologies' used to generate electricity from coal and other fossil fuels.",
      "One private sector participant responded that governments could factor in the actual costs of fossil fuel use, such as the impact of pollution on human health and the health care system.",
      "Replying to a comment on adaptation activities, Frank Joshua said participants from the financial sector attending this workshop knew about financing for mitigation rather than adaptation activities.",
      "He suggested that it could be useful to hold a separate event on financing adaptation activities. Participants also discussed what governments can do to catalyze financing, with Frank Joshua recommending that they could reduce the risks for investors by funding the development of an effective risk assessment model that the private sector could then apply to projects.",
      "He also urged governments to put in place appropriate regulatory frameworks."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}