{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "Samoa",
      "South Africa",
      "India",
      "United States",
      "China",
      "Japan",
      "Norway"
   ],
   "enb_end_date": "06-Sep-99",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "06-Sep-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12143e.html",
   "id": "enb12143e_8",
   "section_title": "MECHANISMS",
   "sentences": [
      "Chair Chow presented the institutional issues relating to the CDM.",
      "He outlined, inter alia: the responsibilities and authorities of COP/MOP and the Executive Board (EB) as set out in Protocol Article 12 (CDM); the tasks and functions of the EB relating to the accreditation of operational entities, registration of projects, the reference manual, and issuance of CERs; the tasks and functions of COP/MOP; and the rules of procedure of the EB.",
      "On the role of the COP/MOP, SOUTH AFRICA, supported by SAMOA, identified an overlap in the functions assigned to the COP/MOP, the EB and the compliance body.",
      "She cautioned against creating a situation that could lead to forum shopping.",
      "INDIA pointed out that in the Chair's presentation 'the EBs had gained and the COP/MOP and Operational Entities had lost.",
      "' He suggested reconsidering the balance and bringing out linkages.",
      "SAMOA, supported by the EU, reminded Parties of the agreement at Kyoto that the COP/MOP would not deal with routine CDM concerns.",
      "With the US, she stressed the need for technical expertise in the EB.",
      "The EU envisaged a variety of functions for the EB, including: issuing CERs; project registration; and issues related to accreditation of Operational Entities.",
      "The REPUBLIC OF KOREA said that without a clear idea of the nature of the CDM and the number of expected projects, it would be impossible to elaborate on the EB.",
      "NORWAY responded that the structure of the CDM would influence the volume of CDM projects.",
      "CHINA, supported by JAPAN and AUSTRALIA, said Parties, not the EB, could determine criteria to determine contribution to sustainable development."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}