{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Tuvalu",
      "Libya",
      "Algeria",
      "United Arab Emirates",
      "India",
      "Costa Rica",
      "Grenada",
      "Switzerland",
      "Ethiopia",
      "China",
      "Swaziland",
      "Syria",
      "Russian Federation",
      "Japan",
      "Niger",
      "Nigeria",
      "Thailand"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_44",
   "section_title": "CDM:",
   "sentences": [
      "Issues relating to the Clean Development Mechanism were first considered by the COP/MOP on Tuesday, 8 December.",
      "The CDM Executive Board (EB) presented its 2009 annual report (FCCC/KP/CMP/2009/16).",
      "Several parties encouraged the CDM EB to continue improving efficiency, transparency and consistency of its decision-making.",
      "Many African countries stressed the need to continue improving regional distribution of CDM projects, as well as Africa s participation in the CDM.",
      "Niger called for measures to simplify project registration and promote African Designated Operational Entities (DOEs).",
      "Swaziland proposed requesting that the CDM EB prioritize a review of methodologies that could promote CDM projects in Africa.",
      "Supported by Brazil, India opposed sectoral approaches, saying they could lead to benchmarking and, thus adversely affect developing countries economic growth.",
      "Japan, Saudi Arabia, Algeria, the United Arab Emirates, Syria, Nigeria, Libya and others, opposed by Grenada and Tuvalu, stressed the importance of including CCS under the CDM.",
      "The EU called for specifying terms of reference for EB members concerning conflicts of interest and opposed the inclusion of reforestation of lands with forests in exhaustion and said forest management should be addressed under REDD-plus.",
      "A contact group was established, co-chaired by Christiana Figueres Olsen (Costa Rica) and Kunihiko Shimada (Japan).",
      "During the first contact group meeting, parties discussed the CDM EB s study on the implications of including CCS under the CDM.",
      "The Secretariat provided clarification on the process by which the CDM EB conducted the study, as requested by the COP/MOP President during the COP/MOP plenary.",
      "Co-Chair Figueres Olsen noted that because the CDM EB had been unable to reach conclusions on the study on CCS under the CDM or the mandate given to it by the COP/MOP, the matter was now back before the COP/MOP.",
      "Discussions in the contact group were based on a draft COP/MOP decision prepared by the Co-Chairs.",
      "Parties also identified further issues that should be discussed by the group.",
      "The EU highlighted: standardized baselines; understaffing of the Secretariat; terms of reference for CDM EB members; and the possibility of a full-time CDM EB chair.",
      "China identified the need to improve transparency, fairness and efficiency in decision-making.",
      "Grenada and Brazil opposed the proposal for a full-time chair, noting the existence of a full-time Secretariat and highlighting that the proposal would only favor those countries that can support a full-time chair.",
      "Grenada also objected to adopting terms of reference for CDM EB members, highlighting that it may bias countries with limited CDM knowledge and expertise.",
      "Ethiopia, for the LDCs, proposed exempting small-scale projects in LDCs from the additionality requirement.",
      "Parties conducted several readings of the draft text and several revisions were produced, incorporating parties comments and proposals.",
      "Issues discussed by the group included governance, additionality, accreditation, CCS under the CDM, conflicts of interest of Board members, improving consistency, transparency and impartiality of the Board and its work, an appeals procedure, and means of improving the distribution of registered project activities.",
      "On Board members conflicts of interest , parties disagreed on whether and how to define conflicts of interest, particularly whether nationality and/or relationship to designated national authorities involved in specific projects would create a conflict of interest.",
      "The final text does not clarify when a conflict of interest is created, but requests publishing statements on conflicts of interest and details of past and current professional affiliations of members.",
      "Another controversial issue was the development of standardized baselines to select the baseline scenario.",
      "Brazil, China, Thailand, the Russian Federation and others, opposed by the EU, Switzerland and Ethiopia, supported deletion of the reference.",
      "Parties eventually agreed to request the SBSTA to recommend modalities and procedures for the development of such baselines.",
      "Inclusion of CCS under the CDM was supported by Australia, Saudi Arabia and others, but opposed by Brazil, Ethiopia, Grenada and others.",
      "Some parties wanted to postpone consideration of the matter to COP/MOP 6.",
      "Parties could not agree to extend CDM eligibility to CCS, but recognized its importance and requested the SBSTA to continue to work on its possible inclusion in the CDM.",
      "A COP/MOP decision was adopted on 19 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}