{
   "actors": [],
   "countries": [
      "Jamaica",
      "Pakistan"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_39",
   "section_title": "Exchange and access to observational data and information, including stakeholder needs",
   "sentences": [
      "Albert Fischer, IOC, and Clifford Mahlung, Jamaica, co-chaired this group.",
      "Fischer asked participants to provide their perspective on the issue of exchange and access to data, problems encountered and a vision for the short and long term. WFEO highlighted gaps between NWP activities and input from the engineering community, and said an understanding of where engineering data fits in, particularly related to infrastructure issues, is important, as well as further exploring communications between engineers and policy makers.",
      "Pakistan pointed out bureaucratic difficulties in obtaining data from meteorological services, and said the use of satellite data was needed, particularly in monitoring glaciers.",
      "The CCCCC suggested partnerships with meteorological services to facilitate access to high quality data, and, calling attention to the recent collaboration by UN agencies on climate change, emphasized the importance of also working from the international to the local level.",
      "The SEI discussed public/private partnerships to fund the downscaling process and recover costs of developing data so it can be provided free of charge.",
      "She emphasized difficulties in translating data into a usable format, and the need for a knowledge platform to freely exchange experiences with different datasets.",
      "The WMO differentiated between essential data and data that have been refined, processed and passed through quality control, for which there is often a cost, and said governments should share essential data free of charge.",
      "He also underscored that meteorological services not only observe and produce data, but are also responsible for saving lives and protecting property.",
      "Participants also discussed issues relating to: the importance of data and information, which usually have a monetary value attached; possible national communications on vulnerability, as is done for emissions; the need for standards for measuring, processing and archiving data; the necessity of regional data; the role of data in assessing success of adaptation measures; varying sectoral and regional data needs; enforcing links between users and providers; establishment of a water knowledge hub for climate change in the Asia-Pacific region; encouraging a data collection culture within countries as historical data is often not available; encouraging regional centers based on models used in the Caribbean; lack of mandate to provide historical data; grassroots organizations working on impacts and adaptation; lack of mandate of some agencies to release data; and necessity of communicating data needs to meteorological offices.",
      "Participants then discussed three general problems identified by the group and elaborated impediments and recommendations for each one: identification of data and information, and sustained observations for impacts, vulnerability and adaptation work; data and information exchange; and awareness of available data."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}