{
   "actors": [],
   "countries": [
      "Georgia",
      "Peru",
      "Lesotho",
      "Fiji",
      "Poland",
      "India",
      "France",
      "Tajikistan",
      "Senegal",
      "China",
      "Swaziland",
      "Germany",
      "New Zealand",
      "Nicaragua"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_10",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "Parties agreed to apply the draft rules of procedure (FCCC/CP/1996/2) with the exception of draft rule 42 on voting.",
      "The COP then adopted the agenda (FCCC/CP/2013/1), with the agenda item on the second review of the adequacy of Convention Articles 4.2(a) and (b) held in abeyance.",
      "Parties also agreed to the accreditation of observer organizations (FCCC/CP/2013/2).",
      "Election of officers other than the President: COP President Korolec indicated that consultations will be conducted on the election of officers.",
      "On 23 November, the COP closing plenary elected members of the COP Bureau: SBSTA Chair Emmanuel Dumisani Dlamini (Swaziland); SBI Chair Amena Yauvoli (Fiji); Cheik Ndiaye Sylla (Senegal); Ravi Shanker Prasad (India); Su Wei (China); Jaime Hermida Castillo (Nicaragua); Jorge Voto-Bernales (Peru); Nicole Wilke (Germany); Jo Tyndall (New Zealand); and Marina Shvangiradze (Georgia) as Rapporteur.",
      "The COP also elected: the SBI Bureau, with Ilhomjon Rajabov (Tajikistan) as Vice-Chair and Mabafokeng F. Mahahabisa (Lesotho) as Rapporteur; and the ADP Bureau, with Anna Serzysko (Poland) as Rapporteur.",
      "The COP also elected officers to the Technology Executive Committee (TEC) and the Consultative Group of Experts (CGE) on National Communications from non-Annex I parties.",
      "Consultations will continue on the outstanding nominations.",
      "The list of nominees is available on the UNFCCC website.",
      "Dates and venues of future sessions: In plenary on 22 November, the COP adopted a decision on future sessions (FCCC/CP/2013/L.2), accepting the offer by Peru to host COP 20 and CMP 10 in Lima from 1-12 December 2013; by France to host COP 21 and CMP 11 in Paris from 30 November to 11 December 2015; and by Senegal to host COP 22 and CMP 12 in Dakar.",
      "Minister Manuel Pulgar-Vidal Otálora (Peru) said that Peru would lead negotiations actively, inclusively and transparently, emphasizing that progress at COP 20 will depend on, inter alia , dialogue between developed and developing countries, and mobilization of all actors, including civil society and the private sector, and inviting parties to confront climate change with solidarity and effectiveness.",
      "Reminding delegates of the challenge ahead of COP 21, Minister Laurent Fabius (France) called upon delegates 'to go from chaos to cosmos', adding that the 2015 agreement will have to promote a new economic model and more solidarity.",
      "Minister Mor Ngom (Senegal) announced Senegal's bid to host COP 22 in Dakar in 2016, encouraging parties to go beyond 'narrow considerations to be together and act together'.",
      "Adoption of the report on credentials: On 22 November, the COP adopted the report on credentials (FCCC/CP/2013/9)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}