{
   "actors": [
      "Organization of Petroleum Exporting Countries"
   ],
   "countries": [
      "United States",
      "United Kingdom",
      "Saudi Arabia",
      "Australia"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_24",
   "section_title": "Oil markets and oil production revenues:",
   "sentences": [
      "Knut H. Alfsen, Director of the Center for International Climate and Environmental Research (CICERO), made a presentation on the Kyoto Protocol and its impact on global oil markets and production revenues up to 2020.",
      "He noted that his assessment used the CLIMOX model, which covers 13 sectors in 12 regions.",
      "He said this model has a number of advantages, as it includes fugitive methane emissions, explicitly addresses the issue of oil supply, including non-conventional oil, and accounts for likely regional variations in policy.",
      "Using this model, he presented three scenarios based on: business-as-usual; prolonging the Protocol to 2020; and regulating the greenhouse gas emissions of all countries. He said the CLIMOX model suggests that the establishment of a climate regime will result in a decline in revenue from oil, gas and coal production when compared to the business-as-usual scenario.",
      "However, distribution of these losses among regions is expected to vary according to the fuel in question.",
      "He noted that some oil producing countries are heavily dependent on revenue from oil, while gas and coal producers are generally less reliant on these products for their incomes.",
      "In addition, he concluded that the distribution of revenue losses will be affected by the nature and coverage of the Protocol and the type of policy instrument used to reach emission targets. In the subsequent discussion, SAUDI ARABIA said there seemed to be agreement that the Protocol will have an impact on fossil fuel exporters, although there might be divergence over the extent of this impact.",
      "The US and UK stated that the losses noted in this study did not mean actual losses in overall revenue from the baseline year, as revenues would actually increase considerably under all three scenarios.",
      "Rather, it was the rate of revenue increase that differed under each scenario.",
      "AUSTRALIA suggested that losses in potential oil revenue could result in growth prospects in other areas that could compensate for any hypothetical loss predicted under these models.",
      "OPEC noted that many oil exporting countries are also gas exporting countries, meaning the impact on these economies would be even greater. A number of delegates raised issues relating to the assumptions and elements included in the CLIMOX model and scenarios used.",
      "In response to GREENPEACE on whether renewable energy factors were included in this model, Knut Alfsen said it was not explicitly included, but that energy efficiency considerations were accounted for.",
      "In addition, he noted that climate policy is just one of many factors affecting oil revenue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}