{
   "actors": [],
   "countries": [
      "South Africa"
   ],
   "enb_end_date": "09-Apr-01",
   "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-17",
   "enb_start_date": "09-Apr-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12165e.html",
   "id": "enb12165e_26",
   "section_title": "Scoping for a special report on key interactions between climate change and sustainable development:",
   "sentences": [
      "On Thursday evening, 5 April, a proposal was introduced for a special report on climate change and sustainable development addressing key interactions, as well as a proposal for a scoping/expert meeting to prepare the ground for this special report.",
      "The report would, inter alia, specify clearly the criteria for sustainable development with regard to climate change, and consider impacts on poverty and equity as well as implications on a regional basis. Discussion of the proposal took place on Friday morning, 6 April.",
      "Chair Watson asked for comments on whether the IPCC should approve a scoping meeting prior to its eighteenth session in September, at which the decision on the special report then could be taken. Many delegates expressed their support both for the proposed special report and a scoping meeting.",
      "Some delegates underscored that issues of sustainable development and equity had not been comprehensively dealt with in the TAR, and welcomed additional efforts.",
      "They also stressed that climate change and sustainable development need to be integrated into policies at the national level, which the special report could support.",
      "Some delegates noted that the focus on sustainable development would be timely considering the upcoming World Summit on Sustainable Development in Johannesburg, South Africa, in 2002.",
      "One delegate called for a focus on the social aspects of sustainable development, and cautioned against the report becoming political, stressing the need for it to be a scientific assessment.",
      "Some delegates underscored the need for the process to include representatives from all geographical regions.",
      "One participant noted that while there is much ongoing work on sustainable development, there is usually not a strong focus on climate change in this context. Some delegates expressed concern regarding the fact that this issue was being discussed before the overall work programme and priorities for the IPCC had been decided on.",
      "Some participants cautioned that the proposed report might be too wide in scope, arguing for a more focused approach.",
      "Several delegates called for attention to financial requirements, and requested time for national consultations. Noting that the majority of delegates support the scoping meeting, Chair Watson proposed that the work go ahead with a scoping meeting and a scoping paper including different options to be made available to IPCC members four weeks in advance of the September session.",
      "The focus would be on the environmental, not political dimension of the issue, and there would be a study of similar ongoing work.",
      "A timetable and assessment of budgetary implications would be included, and the meeting would ensure good regional representation.",
      "The Panel agreed with this proposal."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}