{
   "actors": [],
   "countries": [
      "Canada",
      "Qatar",
      "Maldives",
      "Bangladesh",
      "Denmark",
      "Tanzania",
      "Nepal",
      "United States",
      "Sweden",
      "Peru",
      "Mali",
      "Saudi Arabia",
      "Suriname",
      "El Salvador",
      "Iceland",
      "Austria",
      "Egypt",
      "Guatemala",
      "Congo",
      "Tunisia",
      "Japan",
      "Dominican Republic"
   ],
   "enb_end_date": "17-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "17-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12259e.html",
   "id": "enb12259e_7",
   "section_title": "Discussion",
   "sentences": [
      "JAPAN said the CDM promotes technology transfer and that institutional arrangements are necessary to develop the CDM further.",
      "QATAR called for environmentally sound technologies for developing countries.",
      "BANGLADESH and TUNISIA noted efforts to move away from carbon-intensive development paths.",
      "AUSTRIA said that most climate-friendly technologies are not competitive.",
      "The CONGO urged Parties to consider its forests as a global carbon sink.",
      "NEPAL said capacity building is a priority in the long-term.",
      "ICELAND emphasized the need to increase international cooperation to disseminate clean technologies.",
      "DENMARK highlighted the role of the State in promoting clean technologies.",
      "EGYPT said that technology transfer should be promoted through joint ventures. PERU, for the Andean Community, noted the Community\u0092s participation in the establishment of an Ibero-American network and in developing a CDM portfolio.",
      "The US supported strong market-based institutions to manage long-term climate change.",
      "SAUDI ARABIA and the DOMINICAN REPUBLIC said technological change requires political will to remove the barriers that prevent use and diffusion of new technologies.",
      "CANADA said a 'technology revolution' is needed. EL SALVADOR described clean-energy technologies developed in his country or acquired through international cooperation.",
      "SWEDEN said developing countries with rapid economic growth are undergoing technological changes that will determine the possibilities for future emissions reductions.",
      "The MALDIVES urged all Parties to agree on, and operationalize, the LDC Fund.",
      "TANZANIA and MALI prioritized the transfer of adaptation-related technology.",
      "GUATEMALA identified barriers to technology transfer, including financial, implementation, and dissemination issues.",
      "SURINAME said partnerships to promote clean technologies are needed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}