{
   "actors": [],
   "countries": [
      "Brazil",
      "India"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_32",
   "section_title": "A TALE OF TWO CITIES",
   "sentences": [
      "…it was the season of Light, it was the season of Darkness… For many, one of the most important outcomes of the meeting was the broad mandate given on Friday to the Co-Chairs to produce a new non-paper, comprising a negotiating text.",
      "This mandate became increasingly necessary throughout the week in light of the incremental progress made.",
      "By this metric, ADP 2-10 proved a success.",
      "Parties swiftly agreed to request that the Co-Chairs prepare their first text, a “concise single consolidated document… that corrects imbalances, which is inclusive and not restrictive in terms of content, includes crystallized, manageable options, and creates better articulation for all central issues between the core agreement and COP decisions.” The Co-Chairs’ task is made more formidable because of parties’ largely incremental progress toward a single negotiation text that more closely resembles what will hopefully be adopted in Paris.",
      "The concise, single document that parties seek is a long way from the Geneva negotiating text and the Co-Chairs’ Tool, which remain largely unchanged after ADP 2-10.",
      "Before October, the Co-Chairs will have to try to draft text for some issues and identify options for others on which views sharply diverge, in order to make the leap from a compilation of views to a negotiation text ready to be discussed in Bonn in October and serve as the draft of the post-2020 Paris agreement.",
      "Contributing to this momentum is the heads of state meeting to be convened by UN Secretary-General Ban Ki-moon on 27 September, upcoming finance ministerials, the expected agreement on a “finance package” in Lima on 7 October, as well as submission of some major INDCs, including from India and Brazil.",
      "Many hoped for a more symbiotic relationship between the political and technical levels.",
      "The political negotiations would provide direction on tricky political issues to the technical level, to facilitate negotiations.",
      "The technical level in turn would inform the political level with clear options and advice on their implications in order to avoid arbitrary decisions during the final hours of COP 21.",
      "In these last weeks before Paris, these levels must merge, hopefully coupling political agreements with technical progress on the text.",
      "Echoing ADP Co-Chair Djoghlaf’s sense of urgency, one delegate emphasized “whether we are prepared or not, we have a date with history in Paris.”"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}