{
   "actors": [],
   "countries": [
      "Malaysia",
      "Iran"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_7",
   "section_title": "WORKSHOP ON IMPLEMENTATION OF FCCC ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "sentences": [
      "Under the guidance of SBSTA Chair Kok Kee Chow (Malaysia) and SBI Vice-Chair Mohammad Reza Salamat (Iran), the workshop on adverse effects was held from 21 - 24 September 1999 in Bonn.",
      "The workshop included expert presentations followed by panel discussions addressing the policy-related implications of the information presented.",
      "Regarding preliminary actions, some participants suggested that the policies and measures reported by Annex I Parties and the projected actions to implement the Protocol be examined to analyze potential impacts on the economies of the oil producing and other developing countries. In this context, it was suggested that the FCCC subsidiary bodies continue to examine information needed to minimize the adverse social, environmental and economic impacts of Annex I Parties' response measures on developing countries, including: tax restructuring to reflect the carbon content of fuels; measures to discourage the production of fossil fuels and nuclear energy; compensation; and assistance to developing countries, including increasing investment, to help them diversify their economies.",
      "Other participants said the uncertainties associated with the impact of implementing response measures are such that consideration of specific actions was premature.",
      "They noted that such actions under the Protocol would be considered at the COP serving as the Meeting of the Parties to the Protocol at its first session (COP/MOP-1).",
      "They also recalled that compensation was not provided for under the FCCC or the Protocol.",
      "Some participants stressed the need to identify and analyze initial actions to meet the specific needs and concerns of developing countries arising from the adverse effects of climate change and the impact of response measures."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}