{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Pakistan",
      "China",
      "Iran"
   ],
   "enb_end_date": "04-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "04-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12344e.html",
   "id": "enb12344e_6",
   "section_title": "SBI 27",
   "sentences": [
      "SBI Chair Bagher Asadi (Iran) opened the SBI and asked delegates to consider the agenda (FCCC/SBI/2007/16).",
      "Delegates agreed to Chair Asadi's proposal that sub-item 4(b) on information in non-Annex I communications be held in abeyance until SBI 28.",
      "Pakistan, for the G-77/CHINA, noted a COP decision earlier in the day on an SBI agenda item on technology transfer.",
      "Chair Asadi said he had not been officially informed of this.",
      "After further discussion, the G-77/CHINA agreed to Chair Asadi's suggestion to adopt the agenda with the understanding that the SBI Chair would act on any subsequent instruction from the COP President at the next SBI plenary.",
      "The G-77/CHINA urged immediate operationalization of the Adaptation Fund with adequate and predictable resources, a greater focus on capacity building, and a decision on the scope of activities and replenishment for the LDC Fund.",
      "The UMBRELLA GROUP supported progress on the Buenos Aires programme of work on adaptation and response measures (Decision 1/CP.10), national communications, and operationalizing the Adaptation Fund. AOSIS supported a specific programme of work and special funding for SIDS, and said the COP/MOP should be the supreme body for the Adaptation Fund.",
      "The EU noted the positive informal consultation in Bali last week on the Adaptation Fund, and the LDCs said the Fund needs an independent secretariat and management structure."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "sbi"
}