{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "Sudan",
      "Congo",
      "Singapore"
   ],
   "enb_end_date": "04-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "04-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12631e.html",
   "id": "enb12631e_2",
   "section_title": "Implementation and Compliance",
   "sentences": [
      "Co-facilitators Fook Seng Kwok (Singapore) and Tosi Mpanu Mpanu (the Democratic Republic of the Congo) reported respectively on the facilitated group discussions on transparency and technology, held on Tuesday, 2 June. On transparency, Kwok reported some progress in consolidating the text.",
      "He said the conceptual discussion on differentiation in relation to transparency had been “rich in substance” and that delegates wished to continue with it. On technology, Mpanu Mpanu reported that the group consolidated all paragraphs it was asked to consider, noting it could have moved beyond streamlining, had it been mandated to do so.",
      "He also asked for clarifications on the use of “/” in the negotiating text. Co-Chair Reifsnyder explained that “slashes” were used in the Lima text to indicate alternative formulations.",
      "He suggested this issue be taken up in the ADP stocktaking plenary, together with the question of whether or not to move beyond mechanical streamlining. Sudan, for the AFRICAN GROUP, requested a new paragraph be included in the negotiating text.",
      "Co-Chair Reifsnyder explained parties would have to be consulted on whether new text could be added. On implementation and compliance, Co-Chair Reifsnyder noted that parties might draw on experience with the multilateral consultative process under Convention Article 13 (resolution of questions regarding implementation).",
      "The EU announced, and delegates agreed to work with, its proposal to consolidate paragraphs within option I, including: 194 chapeau options 1 and 2 on facilitating compliance; 194 sub-options 1-4 on a governing body, and 5-6 on a compliance mechanism/committee; and parts of 194 sub-option 8 d on measures and/or consequences. Delegates agreed to consider streamlining suggested by the Secretariat within option I, paragraph 194 sub-options 8 a and c on arrangements.",
      "Parties agreed to forward the above-mentioned paragraphs to the facilitated group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}