{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Trinidad and Tobago",
      "Cook Islands"
   ],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_23",
   "section_title": "PANEL DISCUSSION ON THE APPLICATION OF SOCIOECONOMIC INFORMATION IN THE CONTEXT OF ADAPTATION PLANNING",
   "sentences": [
      "Chair Plume asked panelists to provide priorities to keep in mind when applying socioeconomic information into adaptation planning.",
      "Pasha Carruthers, Cook Islands, said vulnerability and adaptation assessments, which include socioeconomic information for decision-making are essential for adaptation planning.",
      "She said mainstreaming adaptation planning will not happen automatically or autonomously, needs drivers and a structured process to be successful, and must be better understood at the local level.",
      "Beth Lavender, Canada, stressed the value in integrating socioeconomic information into vulnerability assessments and adaptation strategies, and determining how much information is enough.",
      "The ILO said adaptation is about sustainable development, mainstreaming into sectors and locations, and maximizing benefits for development.",
      "He further elaborated on whether the right questions are being asked, who is affected and to what degree, and how to maximize benefits for the disadvantaged.",
      "He said mainstreaming is the only way to make progress and to ensure resources.",
      "Kishan Kumarsingh, Trinidad and Tobago, stressed: identifying data and information that is required in order to affect planning, identifying vulnerabilities, and assessing characteristics of the vulnerable group to inform additional socioeconomic information.",
      "He: discussed secondary impacts of adaptation plans; said socioeconomic impact assessments must complement adaptation planning for effective implementation; and said some traditional economic indicators may not be applicable.",
      "Albert Binger, CCCCC, noted that although SIDS have identified climate change as the number one issue, politicians have yet to act on this.",
      "He reiterated that adaptation is a national necessity and there is a need to mainstream adaptation planning.",
      "He called for: generating data that discusses key economic sectors, such as water and energy, and impacts; education at the primary and secondary levels; and sensitizing political leaders."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}