{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Gambia",
      "Philippines",
      "Micronesia",
      "United States",
      "Ethiopia",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Australia",
      "South Africa",
      "Venezuela",
      "India",
      "Senegal",
      "China",
      "Thailand"
   ],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_9",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Discussions in the afternoon s contact group focused on ways of moving forward.",
      "AUSTRALIA, NEW ZEALAND and the EU, opposed by the GAMBIA, Ethiopia, for the LDCs, THAILAND and other developing countries, called for coordination with the AWG-LCA on levels of ambition and comparability of efforts.",
      "JAPAN, CANADA and NORWAY called for joint informal discussion, highlighting the need to engage with the US, while BRAZIL and INDIA said that delegations have members in both AWGs and can coordinate positions without having joint sessions.",
      "The EU gave a presentation addressing overachievement in the first commitment period, stressing that the EU may have substantial surplus of Assigned Amount Units (AAUs).",
      "He highlighted that the treatment of surplus AAUs in the second commitment period impacts the scale of emissions reductions that must be achieved.",
      "The EU also recommended comparing pledges to theoretical numbers, such as targets identified by the IPCC and other institutions, allowing parties to see where their ambition is now and where it could be. JAPAN highlighted the importance of long-term goals and the significance of emissions from developing countries.",
      "He reiterated that his country s target is premised on a comprehensive agreement with all major emitters.",
      "The PHILIPPINES called for Annex I countries not to make their commitments contingent on other countries actions.",
      "VENEZUELA warned against using a lack of developing country targets as an excuse by developed countries for not committing to ambitious targets.",
      "BOLIVIA called for a focus on a top-down approach and questioned how much atmospheric space remains for developing countries.",
      "SENEGAL called for a science-based approach, and the LDCs identified the need to determine the percent of emission reductions that can be achieved through offsetting. AUSTRALIA and the EU highlighted positive news reports on plans for national mitigation actions in developing countries and encouraged them to spell out their goals.",
      "SOUTH AFRICA underscored the challenge of projecting future actions when the scope of funding for capacity building and technology transfer is unclear.",
      "He also recommended proceeding under the AWG-KP based on the assumption that discussions of comparability under the AWG-LCA would be referenced to the levels of ambition achieved under the AWG-KP.",
      "The FEDERATED STATES OF MICRONESIA agreed that the AWG-KP should move forward on its own, and proposed using either the public announcements by the US or other numbers, such as a 25% or 45% reduction, as an assumption.",
      "She proposed starting with the Annex I aggregate target, followed by examination of, inter alia : where the least-cost reductions can be made; levels of investment; and scales of emission reductions needed after taking out surplus AAUs.",
      "JAPAN emphasized that there was no guarantee that the US would agree to the assumed level, warning this would undermine the political durability of the process.",
      "He also noted that the 45% aggregate target did not consider action by non-Annex I parties, which is important to understanding the total picture. CHINA underscored the fundamental responsibility of Annex I parties to reduce their emissions in aggregate by 40-45% by 2020 and said that if parties disagreed with this level of responsibility they should define what they felt their collective responsibility was.",
      "On comparability, NEW ZEALAND highlighted her country s unique characteristics resulting in high marginal abatement costs.",
      "CANADA stressed that comparability should take into consideration the full range of contributions including investment in RD&D and support for REDD-readiness in developing countries.",
      "Parties then discussed whether they should base comparability on factors, including marginal abatement cost determined by their own national circumstances or based on some metric such as cumulative historical responsibility."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}