{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "South Africa",
      "United Arab Emirates",
      "United States",
      "China",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_12",
   "section_title": "FUNCTIONS AND INSTITUTIONAL DESIGN OF A COMPLIANCE SYSTEM",
   "sentences": [
      "Co-Chair Slade, referring to the Co-Chairs' working paper, highlighted the four functions of a compliance system: screening, facilitation, enforcement and assessment of eligibility.",
      "On the institutional design of the compliance system, he said there was general agreement that there would be a standing compliance body or bodies, with a distinct treatment for the mechanisms and a possible special treatment for compliance with Article 3.1 (quantified emission limitation and reduction commitments).",
      "One option was to have a single compliance body with a sub- structure of a body dealing with mechanisms in an expeditious way and a body dealing with compliance with Article 3.1.",
      "Another option was to have a single body with two branches, a facilitative one and a quasi-judicial or enforcement one dealing with the mechanisms, as well as compliance with Article 3.1.",
      "He invited participants to comment on: whether there was a need to go through a facilitative process or if there would be two separate facilitative and enforcement branches; in the case of two separate branches, what their specific mandates would be; and what the structure of the compliance body/ies would be. CANADA questioned the Co-Chair's assumption that there was a general agreement on the need for a distinct institutional treatment for mechanisms.",
      "The EU, with the US, said that not all issues would need to go through a facilitative process.",
      "Some issues, such as eligibility, would go directly to the enforcement branch and be submitted to an expedited procedure.",
      "For other issues, he supported a staged approach. SAUDI ARABIA said the COP/MOP should have a screening function and determine whether an issue would go to a facilitative compliance body, the SBI or SBSTA.",
      "An ad hoc committee could handle enforcement at a later stage.",
      "NEW ZEALAND suggested a three-tier approach: a technical review team, a single compliance body and a further review body.",
      "He asked the EU who would decide which branch an issue should go to.",
      "The EU said the issues going directly to the enforcement branch would be pre-identified.",
      "Such issues would include eligibility and situations in which inventories presented such major problems that an adjustment was not possible.",
      "In other cases, for example when an adjustment was possible, there would be a staged approach: the facilitative branch would be used and could lead ultimately to an enforcement process in case of failure by a Party to accept the adjustment proposed through the facilitative process.",
      "NEW ZEALAND said it should be up to the compliance body to determine cases where there should be facilitation or enforcement.",
      "JAPAN also questioned the EU distinction between a facilitative and an enforcement process and said assistance would always be helpful as a first step. On terminology, SOUTH AFRICA suggested that there be a 'compliance system' with different bodies depending on their facilitative and enforcement role.",
      "She said she was not sure what a facilitative role for Annex I Parties would mean in practice.",
      "She added it would be unfair to treat all mechanisms in the same way.",
      "With the UNITED ARAB EMIRATES, she said that in the case of the CDM, non-Annex I Parties should not be affected by the fact that an Annex I Party is not eligible.",
      "She explained that the executive board was responsible for determining if participation in the CDM is possible and that if a participating Party breached its obligations, the executive board might have a role in referring the issue to a compliance system.",
      "AUSTRALIA said Article 3.1 and the use of mechanisms, should be at the core of the compliance system and dealt with by the same body.",
      "She added that every compliance issue should go through a facilitative process.",
      "She said the possibility of a review/appeal body should be kept in mind. On the composition of the compliance body, BRAZIL stressed the need to involve the entire international community.",
      "On the question of the number of bodies, the US said that two components would make the split in functions clearer.",
      "He suggested that the two components have distinct functions, approaches and compositions.",
      "He said one of the components would have be quasi-judicial and composed of persons capable of hearing evidence and making appropriate decisions.",
      "He said that criteria would be set in advance to determine which component a particular case would go to.",
      "CHINA asked what would happen to a case that had been referred to the facilitation component but despite exhausting all the assistance that component could offer, the Party was still in non-compliance.",
      "In response, the US said that if facilitation runs its course and yet there is a substantial problem, the case should go to the enforcement/judicial component.",
      "SAUDI ARABIA suggested that the function of deciding which referrals to pursue be done by a body other than the compliance body.",
      "SAMOA cautioned against making sharp distinctions between enforcement and facilitation.",
      "He said the entire process should be one of constructive engagement and a mix of expertise should be brought to bear on it."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}