{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "United Kingdom",
      "Netherlands",
      "Indigenous Peoples",
      "Finland",
      "Central African Republic"
   ],
   "enb_end_date": "17-Jul-00",
   "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry",
   "enb_short_title": "LULUCF",
   "enb_start_date": "17-Jul-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12141e.html",
   "id": "enb12141e_21",
   "section_title": "QUESTION-AND-ANSWER SESSION",
   "sentences": [
      "In the ensuing question-and- answer session, the European Commission drew attention to the possibility of leakage having positive effects.",
      "In response to a question on leakage by the Netherlands, Sandra Brown highlighted the development of 'look-up tables' for leakage covering different types of tree species and based on market supply and demand.",
      "The US underscored the distinction between the cost and price of carbon, and said there may be opportunities to sell at a significant profit.",
      "Brown noted that currently there is no price for carbon, as there is no market and the only information available relates to investment costs. In response to a question by the US on baselines, Brown said baselines in some existing projects are now being revisited to update or add field data.",
      "She noted that, with an increased number of projects, there will be added incentive and data to develop generic baselines.",
      "The Central African Republic queried what could be done to monitor small-scale projects in rural areas.",
      "Brown said it was a question of encouraging cooperation at the local level, after which standard statistical sampling could be used.",
      "With regard to a possible minimum area size or carbon offset, she said several small projects could be bundled into larger ones. Finland drew attention to the complexity of the underlying causes of deforestation, highlighting structural and socio- economic factors, and questioned how much a project approach would actually address the wider problem of deforestation.",
      "Watson replied that, while it is important to identify the root cause and to change policy and institutional frameworks, projects could be of value and are the only feasible approach under the climate change framework. In response to a comment by the UK on the possibility of using sectoral baselines, Watson said this could be a viable option, although it required careful consideration.",
      "AOSIS highlighted the need for dialogue with indigenous peoples."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}