{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Bangladesh",
      "Mali",
      "Argentina",
      "Nigeria"
   ],
   "enb_end_date": "07-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "07-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12250e.html",
   "id": "enb12250e_9",
   "section_title": "IMPLEMENTATION OF UNFCCC ARTICLE 4.8 AND 4.9",
   "sentences": [
      "Progress on the implementation of activities under decision 5/CP.7: The Secretariat noted that the draft decision discussed at SBI-19 and SBI-20 remains bracketed in its entirety.",
      "The UN Conference on Trade and Development pointed to its work related to decision 5/CP.7, including on LDCs, capacity building, trade and development.",
      "ARGENTINA said that the discussion on decision 5/CP.7 provides a good opportunity for advancement on adaptation.",
      "He expressed concern about shortcomings in the bracketed draft SBI decision on the agenda item, noting for example that SBSTA\u0092s bottom-up approaches to adaptation are not reflected in the draft decision.",
      "BANGLADESH proposed regional workshops to address developing countries\u0092 capacities to cope with climate change.",
      "AOSIS called for workshops on insurance options for SIDS. SAUDI ARABIA and NIGERIA stressed the need to address both the impacts of climate change and of response measures.",
      "AUSTRALIA highlighted the need for disseminating information on climate change impacts at regional and local levels.",
      "Noting that climate change may affect the achievement of the Millennium Development Goals, the EU underlined the need for a decision to assist vulnerable countries to address adverse effects.",
      "Describing locust problems in the Sahel, MALI stressed the need to strengthen early warning systems.",
      "Chair Stoycheva said a contact group on the issue will be established, and the co-chairs will be announced on Tuesday, 7 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}