{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Turkey",
      "Canada",
      "Australia",
      "Bangladesh",
      "Algeria",
      "Singapore",
      "United States",
      "China",
      "Switzerland",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "11-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12507e.html",
   "id": "enb12507e_30",
   "section_title": "AWG-LCA CONTACT GROUP:",
   "sentences": [
      "During the morning contact group, facilitators presented on progress in their informal groups.",
      "On adaptation, facilitator Kumarsingh reported that parties had addressed, inter alia, how to operationalize the provisions on adaptation in the Cancun Agreements, including the composition and modalities of the Adaptation Committee and its linkages to other institutions.",
      "On technology, facilitator Uosukainen said parties had focused on the governance structure and the terms of reference for the Climate Technology Centre and Network.",
      "He identified the need for greater common ground on the governance structure .",
      "On shared vision, AWG-LCA Vice-Chair Mukahanana-Sangarwe reported that different views remained on the global long-term goal for emission reductions and the peaking of global emissions.",
      "She said parties had requested more technical information, including a possible workshop, and identified the need for another meeting to address equity and other issues, before agreeing on the way forward.",
      "ALGERIA added that discussions had also addressed, inter alia , the guiding principles for the global goal and peaking, with many parties supporting historical responsibility.",
      "On capacity building, facilitator Uosukainen reported that discussions had addressed, inter alia , difficulties in accessing and providing adequate information for monitoring and review of capacity building.",
      "He noted different views on institutional arrangements, with some parties supporting strengthening the mandate of existing bodies, while others called for a new mechanism.",
      "He said parties requested the Secretariat to prepare a technical paper reporting on capacity building, and that a note summarizing the main issues addressed will be released for discussion in the next meeting.",
      "On other matters (economies in transition), facilitator Shimada reported that parties had discussed a draft COP 17 decision presented by Annex I countries with economies in transition, addressing, inter alia , low-emission economic growth.",
      "He encouraged parties to consult informally.",
      "On other matters (countries whose special circumstances have been recognized by the COP), facilitator Shimada said parties had exchanged views on Turkey s concerns about the current categorization of parties under the Convention.",
      "He encouraged parties to consult informally. PRIVILEGES AND IMMUNITIES (SBI): In the morning contact group, parties considered draft text on treaty arrangements.",
      "AUSTRALIA, CANADA, the EU, NEW ZEALAND and SINGAPORE preferred specifying arrangements for individuals serving on constituted bodies and other entities established under the UNFCCC and not only under the Kyoto Protocol.",
      "JAPAN said discussions were premature as the issue would be contingent on the outcome of the AWGs. INTERGOVERNMENTAL MEETINGS (SBI): In the morning contact group, parties considered a possible intersessional meeting before COP 17.",
      "Bangladesh, for the G-77/CHINA, supported a short meeting of only the AWGs.",
      "AUSTRALIA, supported by SWITZERLAND, the US and the EU, proposed considering creative ways of ensuring that work progresses productively.",
      "She proposed meetings of expert groups, which could focus on issues that require more substantive work.",
      "The US called for considering the costs and benefits of an additional session."
   ],
   "subtype": "groups",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}