{
   "actors": [],
   "countries": [
      "Singapore",
      "Panama",
      "Cuba",
      "China",
      "Armenia",
      "Japan"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_78",
   "section_title": "GHG data interface",
   "sentences": [
      "This item was first considered on 11 November and taken up in informal consultations, facilitated by Diana Harutyunyan (Armenia) throughout the week.",
      "On 16 November, the SBSTA adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2013/L.23) the SBSTA: recalls its request to the Secretariat at SBSTA 38 to implement any technical changes to the interface should the revised 'Guidelines for the preparation of national communications by Parties included in Annex I to the Convention, Part I: UNFCCC reporting guidelines on annual greenhouse gas inventories' be adopted at COP 19; and agreed to consider matters relating to the further development of the interface at SBSTA 43.",
      "Annual report on the technical review of GHG inventories from Annex I Parties: This issue (FCCC/SBSTA/2013/INF.8) was first addressed in on 11 November.",
      "The SBSTA took note of the report.",
      "Bunker fuels: The issue was taken up briefly in plenary on 11 November, with the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO) reporting on relevant work (FCCC/SBSTA/2013/MISC.20).",
      "Cuba, on behalf of a number of developing countries, said measures taken to combat climate change, including unilateral ones, should not constitute a means of arbitrary or unjustifiable discrimination or a disguised restriction on international trade.",
      "China welcomed ICAO's 'reaffirmation' of CBDR and stated that IMO recognizes the principles of the UNFCCC, including CBDR.",
      "The Republic of Korea expressed concern over unilateral approaches to aviation and stated that emissions from shipping should be considered under the IMO.",
      "Japan underlined that the principle of non-discrimination in the Chicago Convention on International Civil Aviation conflicts with CBDR, and said the former should guide the aviation sector.",
      "She said CBDR is not appropriate for the shipping industry because of the complex registration of vessels.",
      "Singapore, supported by Panama, called ICAO and IMO the 'most competent' bodies to address emissions in their respective sectors.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2013/L.22) the SBSTA takes note of the report, notes views expressed by parties on this information, and invites the ICAO and IMO Secretariats to continue to report at future SBSTA sessions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}