{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Mexico",
      "Venezuela",
      "Philippines",
      "United States",
      "Togo",
      "Zimbabwe",
      "Jordan",
      "Peru",
      "Hungary",
      "Argentina",
      "China"
   ],
   "enb_end_date": "08-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "08-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1281e.html",
   "id": "enb1281e_1",
   "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION",
   "sentences": [
      "On the second review of the adequacy of Article 4.2 (a) and (b).",
      "VENEZUELA, for the G-77/CHINA and supported by TOGO, said that: COP-4\u0092s second review must respect the FCCC mandate, as set out in Article 2(d); COP-4\u0092s review must not be distracted by extraneous consideration of new commitments for non-Annex I Parties; COP-4 should convene the next review at the same time as the review at COP/MOP-2 in accordance with Article 9.2 of the Protocol; and subsequent reviews should take place in the year preceding the termination of successive Protocol commitment periods. The US asked the G-77/CHINA if the intention was only to confine discussion of the second review to that agenda item at COP-4; and about the timing of the next and subsequent reviews.",
      "The G-77/CHINA said the second review should be limited to that foreseen in Article 4; it would be logical to hold the next review at the same time as COP/MOP-2; and indicated flexibility on timing of subsequent reviews.",
      "The US said one of the bases of the inadequacy of Articles 4.2 (a) and (b) is the insufficient number of Parties subject to those commitments.",
      "Referring to newly industrialized countries, he noted an interest in exploring ways to move beyond the static world created by the Annex I list.",
      "A way to modify the Annexes was needed.",
      "HUNGARY said the timing of reviews should not be linked to the unratified Kyoto Protocol.",
      "SAUDI ARABIA recalled the existing FCCC provision for any Party to undertake Annex I commitments.",
      "PERU said the Kyoto Protocol was a very delicate balance.",
      "Raising developing country commitments at COP-4 would be a danger for the international community and for the environment.",
      "CHINA said the G-77/China position clearly stated that developing countries would not accept new commitments under any guise. MEXICO said questions on OECD membership are inappropriate.",
      "VENEZUELA stated that 4.2(d) only calls for review of commitments under 4.2(a) and (b).",
      "The EU noted those commitments are inadequate.",
      "AOSIS said that Parties should not distract from Protocol implementation, noting the CDM will assist sustainable growth with climate protection.",
      "The Chair asked Canada and Zimbabwe to co-chair a contact group to prepare a draft decision. On arrangements for intergovernmental meetings (FCCC/SBI/1998/3), the Executive Secretary announced Jordan\u0092s offer to host COP-5.",
      "ARGENTINA noted ongoing informal consultations on a new COP-4 item on voluntary commitments by non-Annex I Parties.",
      "The PHILIPPINES requested a separate item on review of development and transfer of technologies (Decision 7/COP-2)."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "SBI"
}