{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "Costa Rica",
      "Portugal"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_23",
   "section_title": "EMISSIONS TRADING AND THE PROJECT-BASED MECHANISMS:",
   "sentences": [
      "Issues related to the flexible mechanisms were considered during the roundtable, and in a contact group and informal consultations co-chaired by Christiana Figures Olsen (Costa Rica) and Nuno Lacasta (Portugal) from 4-12 June.",
      "Discussions focused on various proposals to improve the mechanisms.",
      "Parties started by listing possible improvements to the mechanisms with all ideas included on the shopping list.",
      "They then classified the proposals as first and second commitment period issues, which were included in the AWG-KP conclusions as two separate annexes.",
      "Co-Chair Figures explained that the substance of the second commitment period issues would be considered by the AWG-KP 6 in Accra.",
      "On the first commitment period issues, the AWG-KP agreed to recommend that COP/MOP 4 consider the list and take appropriate action.",
      "Tuvalu highlighted that many proposals would necessitate changes to the Marrakesh Accords and urged classifying them as second commitment period ones.",
      "The EU stressed that changing the rules on key issues at the beginning of the first commitment period would upset the carbon market.",
      "Parties also engaged in detailed discussions on each of the three Kyoto mechanisms: CDM, joint implementation and emissions trading, as well as cross-cutting issues."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}