{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Australia",
      "Samoa",
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "10-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "10-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12195e.html",
   "id": "enb12195e_10",
   "section_title": "ARTICLE 6",
   "sentences": [
      "Parties suggested key words/concepts to guide the Co- Chairs\u0092 work in clarifying a draft work programme on facilitating the implementation of Article 6, including: 'country driven,' 'appropriate international support and funding,' 'information exchange,' 'cost effectiveness,' 'integration within sustainable development priorities,' 'targeted audiences,' 'practical,' and 'sustained.",
      "' On the objectives of the work programme, the US and others suggested using those contained in Article 6.",
      "On priorities, Parties discussed identifying financial resources, facilitating the exchange of information and improving IPCC outreach as short-term needs, and improving national communications, evaluation methods, and education curricula.",
      "The group will reconvene Monday to consider draft conclusions and a draft COP decision. POLICIES AND MEASURES (P&Ms): The contact group on P&Ms met on Friday night and Saturday afternoon.",
      "On Friday, Co-Chair Pierre Giroux (Canada) outlined the relevant COP-7 decision (13/CP.7) and requested comments on how to move forward on implementing this decision. Several Parties emphasized the value of exchanging information and sharing experiences.",
      "AUSTRALIA and the US supported a stock taking exercise to review available information, including from recent workshops.",
      "SAMOA, speaking for AOSIS, said the stock taking exercise is set for SB-17.",
      "He endorsed continuing information exchange, an examination of policy formulation processes, and sectoral analysis.",
      "The EU called for a work programme to support concrete activities.",
      "SWITZERLAND suggested developing a scoping paper addressing topics such as reporting and review, and methodological issues.",
      "The US proposed information sharing on cost-benefit analyses used to evaluate P&Ms, and JAPAN highlighted the importance of national circumstances. On Saturday, Co-Chair Giroux introduced a one-page document containing a table reflecting issues raised the previous evening.",
      "The table included headings on the consideration of initial results from actions taken under the COP-7 decision, and on a framework for action.",
      "Several Parties said the table was a useful basis for their work, and made suggestions for amendments or additions to the headings and content.",
      "Co-Chair Giroux said text would be developed based on Parties\u0092 comments and would be available by Tuesday."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}