{
   "actors": [],
   "countries": [
      "United States",
      "Japan"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_29",
   "section_title": ")",
   "sentences": [
      "Nobody at a theatre performance doubts that all the scenes played out at the previous evening\u0092s showing will be repeated again down to the last step.",
      "Similarly, in negotiations a well-rehearsed choreography must be allowed to unfold, one scene after the other, with the inevitable climax arriving just in time.",
      "As surely as air rushes into a vacuum the players fill their allotted performance time and follow well-rehearsed scenarios of pre-negotiation, striking poses, opening lines sometimes accompanied by great fanfare, confrontation and - in a successful performance - resolution. To the surprise of some observers, AGBM-8 was clearly viewed by the leading players as little more than a preliminary scene in the endgame.",
      "The long-awaited grand entrance of the US emissions target did not distract other players from previously rehearsed opening bids on targets and formulas for quantified emission limits and reductions.",
      "These were followed only by hesitant forays into complex sub-plots that gave little away. As one of the main scriptwriters, AGBM Chair Raúl Estrada- Oyuela admitted in closing the meeting that the plot had bogged down.",
      "He pondered the studied pace of UN negotiating dynamics and wondered aloud whether negotiators could have arrived at the current point in the process given half the time.",
      "With few results, delegates too clearly knew that this show must go on.",
      "AGBM-8, however, was to do no more than set the stage for the endgames to be played out in Kyoto both at a resumed AGBM and at COP-3. Complexity - a running theme in the climate change negotiations - has marked the road from COP-1 in Berlin, where the terms of the AGBM mandate were agreed.",
      "This analysis must therefore confine itself to a limited range of useful questions that have been discussed with a cross- section of conference participants and observers.",
      "They were asked, firstly, to identify the key issue linkages that have become apparent now that all the main Parties have tabled proposals on QELROs, and secondly, to comment on the state of the negotiations and the prospects for a resolution of outstanding issues in Kyoto.",
      "Tied to the second question is the 'frantic activity' planned during the intersessional period as Japan throws itself into the host\u0092s role as honest broker of a deal with which all the key players can live.",
      "Some observers have estimated that climate change-related bilateral and multilateral meetings are scheduled to take place somewhere in the world every day between now and the opening of the COP."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}