{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "United States",
      "Saudi Arabia",
      "China",
      "Japan",
      "Tanzania"
   ],
   "enb_end_date": "07-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "28-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1255e.html",
   "id": "enb1255e_23",
   "section_title": "THE AGBM\u0092S SEVENTH MOVEMENT",
   "sentences": [
      "In the absence of initial formal proposals for emissions reduction targets by the US and Japan, there was a widespread sense that most of the progress achieved at this session was limited to a reduction in the number of proposals in Chair Estrada- Oyuela\u0092s negotiating text.",
      "One NGO hoped that Parties might now begin to distance themselves from ownership of individual proposals and recognize the Chair\u0092s forthcoming text at AGBM-8 as more of a common enterprise.",
      "Others were less than impressed.",
      "They suggested that some negotiating positions had hardened while some Parties, clearly determined to distance themselves from the whole process, had tabled unrealistic proposals to cover their retreat. Stepping tentatively toward negotiation, the US went some way towards accepting, in principle, the so called European 'bubble' concept, i.e.",
      "internally differentiating targets for emission reductions.",
      "The EU made it clear that they would accept trading if the levels of targets agreed under the Berlin Mandate are 'adequate.",
      "' Another development has been the shift in the OECD countries\u0092 position on a comprehensive approach.",
      "A majority of these countries now view the multiple gases approach as a way of delivering stronger targets -- something they could not be confident about in regard to CO2.",
      "An issue that is now likely to emerge is the complexity of the monitoring regime required.",
      "A 'qualified comprehensive approach' may emerge, with an initial focus on industrial gases.",
      "A third shift was the proposal by Brazil, the first large developing country to envision a future in which all countries adopt new commitments and the first outside AOSIS to discuss targets. The EU\u0092s bid for a leadership role on strong targets along with policies and measures was frustrated by the near absence of support from other developed countries and the G-77.",
      "One observer\u0092s explanation for the absence of that support in the case of the G-77/CHINA referred to Tanzania\u0092s leadership role within the G-77/CHINA, compounded by the political dynamic in the group.",
      "The Tanzanian Chair, new to the intergovernmental process but an expert in the issues, stuck hard and fast to the group principle that no position should be adopted where one member dissents.",
      "This principle stems from what has been described as a 'false sense of brotherhood' defined by an unwavering opposition to the OECD.",
      "Whoever manipulates that opposition effectively tends to win out within the group.",
      "This helps to explain the influence of a handful of countries in the G-77/CHINA decision-making process.",
      "Saudi Arabia, for example, reportedly managed to become more entrenched than ever as a key player within the Group at this session of the AGBM and was allowed to present the Group\u0092s position on a couple of occasions. Other key players also attracted criticism.",
      "While the Clinton administration has been moving toward a strong stand on climate change policy, it has been reported that opponents of the administration 'caused havoc' and even engaged in attempts to undermine and discredit the US delegation in Bonn.",
      "The intense domestic political battles in the US were, in effect, being played out around the edges of the negotiations at the AGBM, helping to put the brakes on progress.",
      "A remotely controlled intervention in the process came via the Senate resolution demanding that the US negotiators dig their heels in to avoid any unilateral commitments by industrialized countries.",
      "A co- sponsor of the resolution, West Virginia Senator Robert Byrd, privately lobbied Chair Estrada but got short shrift. An academic observer suggested that the G-77/China position had hardened in response to the Senate resolution and US calls for an evolutionary approach to the Berlin Mandate.",
      "He agreed with speculation that this outcome was the objective of some sophisticated lobbying by US industrialists who were determined to attack the 'soft underbelly,' of the process, i.e.",
      "exploiting the North- South tensions and fears about losing jobs at home. The domestic difficulties of the US are echoed somewhat in Japan.",
      "The latter\u0092s difficulties are compounded by the responsibilities that go with playing host to a major UN conference, a privilege which must now appear to some in Tokyo as a poison chalice.",
      "Japan\u0092s domestic constituency is for the most part in favor of a strong protocol.",
      "Initial signals on Japanese targets -- proposals permitting some developed country emission increases tentatively floated in the corridors -- met with a hostile reception from NGOs.",
      "One senior European observer marked this down as a notable political development in itself.",
      "Observers further noted that this kind of public pressure from NGOs will be an important element of remaining negotiations despite the 'lock-out' from formal meetings. Political tensions in Japan as to what type of targets to support are reflected in political divisions between Japanese government ministries, with serious concern at the Ministry of International Trade and Industry.",
      "The Prime Minister is expected to intervene soon to 'knock heads together' to avoid an embarrassing struggle at Kyoto and -- above all -- to avoid surprises."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}