{
   "actors": [
      "Least Developed Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Egypt",
      "Italy"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_4",
   "section_title": "NAIROBI WORK PROGRAMME:",
   "sentences": [
      "In November 2006, COP 12 renamed the SBSTA five-year work programme the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP) .",
      "The work programme aims to assist countries, in particular developing countries, including the least developed countries and SIDS, to improve their understanding and assessment of impacts, vulnerability and adaptation, and in making informed decisions on practical adaptation actions and measures to respond to climate change on a sound, scientific, technical and socioeconomic basis, taking into account current and future climate change and variability.",
      "To achieve these aims, the NWP has nine areas of work: methods and tools; data and observations; climate modeling, scenarios and downscaling; climate-related risks and extreme events; socioeconomic information; adaptation planning and practices; research; technologies for adaptation; and economic diversification.",
      "The expected outcomes of the NWP are: enhanced capacity at the international, regional, national, sectoral and local levels to further identify and understand impacts, vulnerability, and adaptation responses, and to select and implement practical, effective and high-priority adaptation actions; improved information and advice to the COP and its subsidiary bodies on the scientific, technical and socioeconomic aspects of impacts, vulnerability and adaptation; enhanced development, dissemination and use of knowledge from practical adaptation activities; enhanced cooperation among all actors, aimed at enhancing their ability to manage climate change risks; and enhanced integration of adaptation to climate change with sustainable development efforts.",
      "A workshop on climate-related risks and extreme events was held from 18-20 June 2007, in Cairo, Egypt.",
      "A workshop on adaptation planning and practices was the second event of the nine focus areas of the NWP and was held from 10-12 September 2007, in Rome, Italy."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}