{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_30",
   "section_title": "FINDING BALANCE",
   "sentences": [
      "When the first plenary opened on Tuesday morning, most participants were already exhausted from the long nights and tortured approval of the Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) the previous week.",
      "They were then faced with a heavy agenda addressing fundamental issues that could not be easily or legitimately postponed, issues that are intrinsically difficult, such as who makes a decision?",
      "What constitutes a real or an apparent conflict of interest?",
      "As one delegate said, these are all tricky matters and there s a bit of grey all over.",
      "The need to find balance was the most often heard expression at IPCC-33.",
      "In designing a conflict of interest policy, for example, balance was needed to ensure the rigor of the policy and credibility of the IPCC, while managing not to discourage participation or increasing the reporting burden.",
      "When adapting the governance structure, balance was needed between creating an Executive Committee that works effectively but is representative of the Panel, a Committee that can make decisions, yet, in the words expressed in plenary, does not have carte blanche.",
      "In limiting the terms of office, balance was needed between limiting the excessive influence of individuals over the Panel, and maintaining institutional memory.",
      "In changing the rules of procedures, balance had to be found between making the drafts and comments of reports publicly available, while protecting authors, respecting work done in confidence.",
      "As explained in the conference room paper prepared by the Co-Chairs of the contact group on procedures, On one hand, there is a need for transparency and openness of the assessment process.",
      "On the other hand, publicizing drafts has serious drawbacks.",
      "There is a risk that drafts contain errors or statements that are still unbalanced and that have to be corrected at a later stage.",
      "These could prematurely circulate in the public domain, creating confusion, and that would be a bad service of IPCC to society.",
      "The aim for balance was also literally in the decision on the selection of Coordinating Lead Authors and Lead Authors, with the Panel agreeing that the procedures should be amended by including the notion that gender balance, and a balance in the mixture of scientific experts with and without experience in the IPCC process should be taken into account.",
      "The process itself hinged on matters of balance: between allowing time for adequate consideration of complicated issues, and promptly sending a positive message that the IPCC is capable and serious about correcting past mistakes. JUDGE AND PARTY?",
      "Perhaps the agenda item that best highlighted the challenges of maintaining balance that have come to characterize the IPCC was the Conflict of Interest Policy.",
      "Responding to the IAC recommendation that the IPCC should develop and adopt a rigorous conflict of interest policy that applies to all individuals involved in the preparation of IPCC reports, including IPCC leadership-¦ , the Panel had decided at the last session to adopt such a policy here in Abu Dhabi.",
      "That there was an inherent conflict of interest- whether real or apparent - in having participants involved in the approval of a conflict of interest policy that would apply to them could hardly escape notice, and was openly stated in the final plenary.",
      "The way that the IPCC has historically addressed the potential for conflict of interest in its reports is by relying on a balance of views.",
      "In response to the accusation that an author was an active member of an environmental NGO, the IPCC could often point to another author working in the same team with ties to industry.",
      "In this way, neutrality was achieved not so much by finding pure, objective voices, but by including the range of views.",
      "This balanced representation is not possible in leadership positions, where there are no counterparts to balance things out.",
      "The Panel, therefore, agreed that the policy should be executed to reflect the various roles, responsibilities and levels of authority of participants in the IPCC process.",
      "It has been made clear that, when it comes to leadership positions, the perception of conflict of interest is more untenable and the credibility of the institution as a whole is bound to suffer if it occurs.",
      "A more thorny issue, however, was the potential for problems related to having individuals serving as both scientific experts and government delegates.",
      "This places an individual in a situation where he or she might be judging the adequacy of work that he or she had helped to produce.",
      "Yet having scientists on government delegations is in many ways a strength of the process, and it would be difficult for many small delegations to participate if it were not for some of these individuals.",
      "Still, there are moments when distinguishing between these roles must be difficult.",
      "The agreed Policy therefore states that to prevent situations in which a conflict of interest may arise, individuals directly involved in or leading to the preparation of IPCC reports should avoid being in a position to approve, adopt or accept on behalf of a government the text in which he/she was directly involved."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}