{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Ghana",
      "Australia",
      "Trinidad and Tobago",
      "United States",
      "Slovenia",
      "China",
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "18-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "18-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12235e.html",
   "id": "enb12235e_12",
   "section_title": "TECHNOLOGY TRANSFER",
   "sentences": [
      "This contact group was co-chaired by Kishan Kumarsingh (Trinidad and Tobago) and Andrej Kranjc (Slovenia).",
      "Many Parties said the EGTT\u0092s report of its fifth meeting forms a good basis for discussion.",
      "AUSTRALIA and JAPAN stressed the need to emphasize mitigation.",
      "SWITZERLAND, JAPAN, the US and GHANA, on behalf of G-77/China, called for synergies with other processes.",
      "SWITZERLAND, opposed by KOREA, emphasized demand-driven technology transfer.",
      "The G-77/CHINA recommended holding additional regional workshops to aid developing country Parties to finalize their technology needs assessment reports and implement the assessments\u0092 outcomes.",
      "He said the workshop on innovative financing for technology development and transfer, scheduled for September 2004, should, inter alia, identify activities to be funded.",
      "He suggested that the EGTT address the development of endogenous technologies and transfer of technologies that are in the public domain, and review the effectiveness of 'push' factors in its 2005 work programme.",
      "The EU, opposed by GHANA, said the EGTT\u0092s 2005 work programme should be discussed at SBSTA-21. The US encouraged Parties to post results of their technology needs assessments onto TT:CLEAR.",
      "GHANA, supported by JAPAN, said joint partnerships between developed and developing countries are essential to overcome barriers posed by intellectual property rights.",
      "GHANA suggested that not all EGTT meetings be held in conjunction with sessions of the SBSTA or COP.",
      "The G-77/CHINA, opposed by the US and JAPAN, suggested that the group draft a COP decision.",
      "Co-Chair Kumarsingh said he would hold informal consultations on the matter."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}