{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Bangladesh",
      "Sudan",
      "United States",
      "Switzerland",
      "China",
      "Uganda",
      "Mali",
      "Russian Federation",
      "Argentina"
   ],
   "enb_end_date": "23-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "23-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12239e.html",
   "id": "enb12239e_5",
   "section_title": "ADAPTATION AND MITIGATION",
   "sentences": [
      "In the afternoon, delegates considered draft conclusions on adaptation, including topics for consideration at SBSTA-21, namely regional climate modeling, risk perception, and linkages between adaptation and sustainable development.",
      "CHINA, opposed by SWITZERLAND, said SBSTA-21 should focus on additional topics, including scientific, technical and socioeconomic aspects of climate change impacts.",
      "SUDAN, supported by MALI, suggested addressing adaptive capacity.",
      "BANGLADESH emphasized livelihood adaptation and, with the RUSSIAN FEDERATION, regional climate modeling on impact assessment and prediction.",
      "SAUDI ARABIA suggested considering adaptation to impacts of response measures.",
      "MALI emphasized the importance of considering poverty reduction.",
      "CANADA called for a more detailed focus on sustainable development. ARGENTINA, supported by SWITZERLAND and SAUDI ARABIA, proposed requesting the Secretariat to compile information on existing regional climate circulation models, methodologies for determining vulnerability, and methodologies for formulating adaptation projects.",
      "The EU and US noted potential resource implications.",
      "UGANDA, opposed by the US, said decision 10/CP.9 (adaptation and mitigation) mandates SBSTA to do more than merely facilitate information exchange among Parties. Parties decided to finalize the list of topics at a later stage and agreed to request the Secretariat, under the guidance of the SBSTA Chair, to organize a workshop and in-depth discussion to facilitate the exchange of information and sharing of experiences on them.",
      "Delegates also discussed Parties\u0092 submissions and workshop reports.",
      "Co-Chair Warrilow said informal consultations would address the topics for consideration at SBSTA-21. In the evening, delegates considered draft conclusions on mitigation, continuing deliberations into the night."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}