{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Austria",
      "Australia",
      "China",
      "South Africa",
      "Japan",
      "Norway"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_39",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "At SB 24 , parties considered various issues relating to future arrangements and organization of meetings (FCCC/SBI/2006/2) .",
      "These included arrangements for COP 12 and COP/MOP 2 in Nairobi in late 2006, the general organization of the UNFCCC process, lessons from a review of COP 11 and COP/MOP 1 , and a proposed change to the second sessional period in 2011.",
      "These matters were addressed primarily in a contact group and informal consultations co-chaired by Sandea De Wet (South Africa) and Aloisia Wörgetter (Austria).",
      "Regarding the review of COP/MOP 1, the status of Convention parties who are not parties to the Protocol at informal Protocol consultations emerged as a point of dispute .",
      "During discussions on draft conclusions, the EU argued that informals should be closed to non-parties unless Protocol parties give their consent, while the US and Australia considered that Protocol Articles 13.2 and 15.2 establish the right of UNFCCC parties to participate.",
      "Delegates ultimately removed text on this issue, noting during the discussions that inclusiveness should be the aim.",
      "Another topic that was discussed briefly was a US request to move the sessional period for late 2011 so it did not coincide with Thanksgiving (a national holiday in the US).",
      "Parties agreed to this request.",
      "The main issues to emerge under this agenda item, however, related to arrangements for COP 12 and COP/MOP 2 and the general organization of the intergovernmental process.",
      "In the contact group, it soon became apparent that many parties wanted to revise the organization of future meetings.",
      "In particular, there was broad agreement among parties that the long work hours, evening sessions, proliferation of contact groups and packed agendas that characterize the climate process should be addressed.",
      "With many speakers citing exhaustion at meetings as a concern, parties agreed not to extend the meeting dates for COP/MOP 2 and COP 12, and urged ongoing efforts to prioritize issues, streamline work, and introduce multi-sessional work programmes so that some agenda items are not addressed at every meeting.",
      "Several suggestions from the EU were accepted in this regard (FCCC/SBI/2006/MISC.8).",
      "There were also some differences of opinion, though, with developing countries rejecting EU suggestions to cluster several agenda items.",
      "Also, while the Umbrella Group and the G-77/China sought strict limitations on evening meetings, the EU favored a more flexible approach.",
      "For COP 12 and COP/MOP 2, the discussions resulted in a recommendation that meetings should normally end by 6:00 pm but may, in exceptional circumstances, continue later, but not beyond 9:00 pm.",
      "In terms of general guidance for future meetings, the US and others favored applying normal working hours for meetings at UN headquarters (which are 10:00 am to 6:00 pm with a two-hour lunch break) to the climate process.",
      "The EU preferred less prescriptive text, and compromise language resulted that encouraged, rather than recommended, the holding of UNFCCC and Kyoto Protocol meetings during normal UN meeting working hours wherever possible.",
      "Additional text proposed by the US, and supported by Australia, Norway and Japan, recommended that subsidiary bodies and workshops be scheduled so as to minimize weekend travel wherever possible.",
      "However, this was opposed by the EU, and was not included in the final text.",
      "The decision to limit time for meetings in Nairobi and at future meetings raised some concerns.",
      "In the SBI plenary on 25 May , Richard Kinley, Officer-in-Charge of the UNFCCC Secretariat, characterized the conclusions on meeting arrangements as being quite revolutionary, particularly in light of the increasing workload.",
      "Kinley noted the significant implications of restricting the negotiating time available, describing the changes as shock therapy.",
      "He also expressed deep anxiety that such an approach could lead to process paralysis unless parties are successful in prioritizing issues."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}