{
   "actors": [
      "European Union",
      "Environmental Integrity Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Ukraine",
      "Libya",
      "Oman",
      "United States",
      "Switzerland",
      "Argentina",
      "Norway",
      "New Zealand",
      "Bulgaria",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Mexico",
      "United Arab Emirates",
      "India",
      "Kuwait",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_16",
   "section_title": "EMISSIONS FROM FUEL USED FOR INTERNATIONAL AVIATION AND MARITIME TRANSPORT",
   "sentences": [
      "This issue was taken up at SBSTA 22 in plenary on Thursday, 19 May, when the UNFCCC Secretariat introduced an updated note (FCCC/SBSTA/2005/INF.2) on the topic.",
      "The International Civil Aviation Organization (ICAO) summarized its work in this area, and several Parties underscored the importance of the issue.",
      "The matter was then taken up in informal consultations, with Parties working on draft conclusions.",
      "The consultations were facilitated by José Romero (Switzerland). In the contact group, differences among Parties soon emerged, particularly over a possible follow-up process.",
      "While the EU sought to set out a process that might include a workshop or other experts\u0092 event, some other Parties, including the US, questioned the need for a workshop.",
      "After lengthy negotiations, text emerged that took note of information provided by ICAO and invited the International Maritime Organization (IMO) to provide information on its current and planned activities relating to maritime transport emissions at SBSTA 24 in May 2006.",
      "The text also included a compromise between the EU, US and others that recognized the methodological difficulties and limited availability of data for distinguishing between domestic and international fuel consumption.",
      "The compromise also requested an intersessional workshop, subject to availability of resources, in early 2007, to discuss inventory issues, including improving the quality of reporting on emissions estimates for aviation and maritime transport.",
      "The text agreed that SBSTA would not take up the issue again until May 2007. While the compromise text was agreeable to most Parties, Saudi Arabia, Kuwait and a number of other oil-exporting developing countries objected to text outlining such a follow-up process.",
      "These countries argued that discussing emissions from aviation and maritime transport was diverting SBSTA\u0092s limited time and attention away from other issues that are more important to developing countries. In the closing SBSTA plenary on Friday, 27 May, the compromise text was supported by the EU, US, Canada, Australia, Russian Federation, Argentina, Bulgaria, New Zealand, Ukraine, Japan, Norway, AOSIS and the Environmental Integrity Group (Switzerland, Republic of Korea and Mexico).",
      "However, Saudi Arabia, Kuwait, United Arab Emirates, Oman, Iran and Libya were not in support of the text.",
      "India also opposed a paragraph on holding a workshop, highlighting budget cuts for the UNFCCC and ongoing work on this issue by ICAO."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": ""
}