{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "United States",
      "Netherlands",
      "Iran",
      "Egypt",
      "Philippines",
      "France",
      "Mauritius",
      "Slovenia",
      "Australia",
      "Germany",
      "China",
      "Thailand",
      "Kiribati",
      "Cameroon"
   ],
   "enb_end_date": "05-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "05-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12104e.html",
   "id": "enb12104e_1",
   "section_title": "SBSTA",
   "sentences": [
      "KOREA supported the consultative process on development and transfer of technology and noted the critical and catalytic role governments could play.",
      "EGYPT stressed the need to make publicly owned technology available to developing countries and expressed concern about the limited attention given to adaptation technologies.",
      "The EU favored a practical sectoral approach for the forthcoming workshops and said they should take stock of existing expertise, technology needs and capacity building.",
      "AUSTRALIA stressed the importance of country specific market- based approaches, the private sector and the role of the clean development mechanism (CDM) in facilitating technology transfer.",
      "The US, NETHERLANDS, GERMANY, FRANCE and AUSTRALIA announced financial contributions to support the consultative process. The US reported on the Technology Cooperation Agreement Pilot Project (TCAPP), a bilateral effort to facilitate effective technology transfer aimed at assisting developing countries attract investment in clean energy technologies.",
      "The G-77/CHINA, supported by KIRIBATI, MAURITIUS, PHILIPPINES and CAMEROON, suggested the creation of a permanent mechanism to facilitate technology transfer.",
      "The PHILIPPINES, with CAMEROON, said technology transfer should be tackled as a commitment not as a commercial undertaking.",
      "MAURITIUS noted the urgent need to identify specific regional requirements.",
      "SLOVENIA underscored the need for capacity building, as well as incentives to the owners of technology to deliver them to the developing countries.",
      "He also stressed the need for a systematic approach to technology transfer, partly through the CDM and partly through Convention bodies.",
      "THAILAND expressed his support for the consultative process and offered to host a regional workshop.",
      "Climate Technology Initiative described its work addressing the questions and issues raised by Decision 4/CP.4, through, inter alia, regional seminars on technology diffusion in coordination with business partners.",
      "CAMEROON stressed the importance of training to enable developing countries to benefit from technology transfer.",
      "Chair Chow said an informal group would aim to produce conclusions for SBSTA on Wednesday. Mohammed Reza Salamat (Iran) reported on informal consultations on the terms of reference for a workshop envisaged on implementation of Articles 4.8 and 4.9 of the Convention and 2.3 and 3.14 (adverse effects) of the Protocol.",
      "He said the group reached consensus on the terms of reference (FCCC/SBSTA/1999/CRP.1) that will be annexed to the COP-4 decision 5/CP.4 that initiated the consultations.",
      "He stressed the need for balanced participation in the workshop by developed and developing country experts, in particular from Africa.",
      "The G-77/CHINA reserved its right to introduce substantive issues should other Parties do the same.",
      "Delegates adopted the terms of reference by consensus."
   ],
   "subtype": "",
   "topics": [
      "Technology Transfer"
   ],
   "type": "SBSTA"
}