{
   "actors": [],
   "countries": [
      "Brazil",
      "Australia",
      "South Africa",
      "Indonesia",
      "India",
      "France",
      "Spain"
   ],
   "enb_end_date": "08-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "08-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12634e.html",
   "id": "enb12634e_7",
   "section_title": "More and Faster Energy Efficient Action Now Through the “Accelerator Partnerships”",
   "sentences": [
      "Turning Potential into Action on the Ground: Participants heard reports from the break-out groups. On lighting and district energy systems in cities, moderator John Christensen, UN Environment Programme, reported on presentations on: operating district cooling networks in Paris, France; a pilot project on district energy systems in Rajkot, India; lighting and district energy systems in Catalonia, Spain; and financing energyefficiency projects in urban environments in Latin America. On energy efficient buildings, moderator James Drinkwater, World Green Building Council, reported on presentations on: a legal framework for implementing a green buildings policy in Tshwane, South Africa; legislation on green roofs in Recife, Brazil; the Energy Freedom Project in Byron Bay, Australia; VELUX’s perspective on ways to advance energy efficiency policies and actions; and the European Bank for Reconstruction and Development’s experience with solutions in buildings, energy and resource efficiency. On sustainable urban transport, moderator Karl Peet, Partnership on Sustainable Low Carbon Transport, reported on presentations on: a sustainable urban transport programme in Bogor, Indonesia; electrified public transport; mode choice in urban transport, fuel use and emissions; and the Global Fuel Economy Initiative. During discussions, participants debated the potential role of the UNFCCC process in harnessing untapped potential in energy efficiency, implementing policies, and scaling-up existing implementation efforts.",
      "They also addressed next steps in the technical examination of policies, actions and technologies for accelerating energy efficiency action in urban environments."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}