{
   "actors": [
      "European Union",
      "Umbrella Group",
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Cameroon",
      "China",
      "Japan"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_80",
   "section_title": "A CHEAP DEAL, BETTER THAN NO DEAL",
   "sentences": [
      "Although the final deal will leave many observers understandably disappointed, it is suggested that there is nevertheless room for cautious optimism, tempered in particular by a healthy dose of realism as to what is politically and economically feasible.",
      "Notwithstanding the obduracy of Umbrella Group countries on the final deal, useful progress was made on a number of key issues. Cameroon, speaking for the African Group, reflected some of the positive achievements when he expressed pride in the results, arguing that the Marrakesh Accords would result in the prompt implementation of the Protocol, and declaring high hopes regarding access to funds for LDCs and to the fruits of CDM projects.",
      "Important steps in this regard include the election of the CDM Executive Board, and agreement on the prompt start of certain CDM projects.",
      "(The extent to which CDM projects will actually have a meaningful impact within Africa remains to be seen). On the issue of compliance, too, significant progress was made.",
      "This was the only 'crunch-issue' that was fully resolved at a technical level, a fact that was warmly welcomed by observers who were pleasantly surprised not only with the swift completion of the compliance negotiations, but also in their outcome: the adoption of the most innovative and elaborate non-compliance procedure for any existing multilateral environmental agreement.",
      "Although the deal struck on the compliance text provides all Parties with cause for satisfaction, it is the EU and the G-77/China that gained the most, with almost all of their demands adopted.",
      "A key issue that will make or break the compliance regime - and one that has bedevilled the negotiations - relates to the legal nature of the decisions adopted by the enforcement branch.",
      "A number of observers expressed support for the outcome reached in Marrakesh, despite the fact that - as a result of Japan's hardline stance, and contrary to the wishes of the EU and G-77/China - the outcome does not guarantee that the consequences will in fact be legally binding.",
      "The final agreement, as contained in the mechanisms' text, provides that approval of compliance procedures will be made 'in decision form in addition to any amendment entailing binding consequences.",
      "' The absence of a clear legally- binding compliance eligibility requirement to use the mechanisms considerably weakens the strength of the compliance regime.",
      "It remains to be seen whether proponents of a legally binding regime will indeed ratify a possible amendment adopting the compliance regime, and whether those Parties opting for non-ratification will have the goodwill to voluntarily comply with non-legally binding enforcement decisions. Other positive and innovative developments include: the consideration of gender balance in future bodies established under the UNFCCC; integration of Principles on LULUCF in the Article 7 guidelines; and the establishment of the new 'removal unit' (RMU) on the basis of a G-77/China proposal."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}