{
   "actors": [],
   "countries": [
      "Brazil",
      "Australia",
      "South Africa",
      "Gambia",
      "Mexico",
      "Maldives",
      "Switzerland",
      "Norway"
   ],
   "enb_end_date": "06-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "06-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12565e.html",
   "id": "enb12565e_1",
   "section_title": "COP PRESIDENT S INFORMAL STOCKTAKING PLENARY",
   "sentences": [
      "During the evening informal stocktaking plenary, COP 18 President Al-Attiyah urged the facilitators to conclude the few outstanding issues. SBSTA Chair Muyungi reported that concerning the work programme on a common tabular format for the UNFCCC biennial reporting guidelines for developed countries, agreement has been reached on the tables, but not on the use of biennial reporting guidelines outside the Convention.",
      "He further reported that no agreement has been reached on response measures.",
      "Chair Muyungi also reported that it had not been possible to advance work on the TEC report and that the very political issue of IPRs had not been resolved through bilateral consultations by the SBI Chair. SBI Chair Chruszczow reported agreement on a draft COP decision on national adaptation plans.",
      "He explained that parties have been unable to agree on the composition, modalities and procedures for the team of technical experts under international consultations and analysis, and recommended that the item be moved to the next SBI session.",
      "On the Consultative Group of Experts (CGE), he reported that, to avoid a gap, the CGE s mandate has been extended by one year.",
      "On loss and damage, Chair Chruszczow reported that parties have managed to remove brackets from the text and that the text will be forwarded for ministerial consultations.",
      "On the CTCN, he reported one unresolved issue relating to the composition of the CTCN Advisory Board and recommended forwarding it to the ministers. AWG-KP Chair Diouf reported on efforts to streamline text, noting proposals that consolidate previous options and suggest compromise options.",
      "She said a revised text with clear options for ministerial consideration would be issued later on Wednesday evening and considered in a contact group.",
      "She indicated that the closing plenary of the AWG-KP would take place late at night. AWG-LCA Chair Tayeb said parties received different texts that capture the status of discussion under each AWG-LCA agenda item with a view to providing parties with a complete overview of the state of discussions.",
      "He explained that the AWG-LCA will continue to work through a single informal group throughout the evening with a view to making progress towards a more streamlined text by Thursday. ADP Co-Chair Mauskar reported that he and Co-Chair Dovland have prepared draft ADP conclusions and a draft COP decision.",
      "He stated that the informal meeting scheduled for Wednesday was postponed at the request of a group of countries and expressed his understanding that the two AWGs scheduled to close in Doha need priority, noting that the ADP has its own importance.",
      "Bard Solhjell (Norway) provided an update on progress following ministerial outreach that he had conducted with Luis Machado Figueiredo (Brazil), on: access to the flexibility mechanisms by Annex I parties that will not be taking on commitments in the second commitment period; and extending the share of proceeds to joint implementation and emissions trading.",
      "He noted that, after consultations, a good picture was emerging on different opinions, although there were no final solutions.",
      "Observing that some issues continue to be difficult, COP President Al-Attiyah noted that those requiring ministerial outreach have been identified, and Mariyam Shakeela (Maldives) and Bruno Oberley (Switzerland) had been appointed to assist in ministerial outreach on finance issues.",
      "He said that ministerial outreach would not duplicate the work under AWG-LCA and COP finance contact group discussions.",
      "In addition, Fatou Gaye (the Gambia) and Mark Dreyfus (Australia) will consult informally on reporting guidelines; Edna Molewa (South Africa) will facilitate informal consultations on loss and damage; Maria del Socorro (Mexico) will consult on the composition of the CTCN advisory board; and Figueiredo and Solhjell will consult on reporting by non-Kyoto Protocol parties and facilitate resolution of any outstanding issues on item 4 of the CMP agenda (AWG-KP report), as the need arises. COP President Al-Attiyah encouraged parties to be bold in their thinking to address the global threat of climate change and increase efforts to find common ground and solutions."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "cop"
}