{
   "actors": [],
   "countries": [
      "Trinidad and Tobago"
   ],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_34",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "The ILO announced that a number of UN organizations and agencies intend to collaborate on producing guidance on the use of socioeconomic information in the context of vulnerability and adaptation in response to the needs expressed during this meeting.",
      "Chair Helen Plume commended participants for their work and reflected on the meeting s accomplishments.",
      "She remarked on common threads that had emerged over the course of the meeting, including that: existing socioeconomic information needs to be made relevant to climate change policy discussions; data collection needs to consider different geographical and temporal scales; quantitative and qualitative data both have their merits; and that there is a need to develop a consistent format for reporting socioeconomic information in order to enhance its relevance and identify data gaps.",
      "Plume said that the meeting s outcomes will be summarized in a report to be presented to SBSTA 28 in June 2008, and will contribute to a summary report on the NWP that will be distributed in advance of SBSTA 29, to be held in December 2008.",
      "She highlighted that the format of the meeting had facilitated an informal exchange among both governments and NGOs, and thanked Trinidad and Tobago for their hospitality and the UNFCCC Secretariat for organizing the meeting.",
      "Youssef Nassef, UNFCCC, thanked Chair Plume for her leadership, and congratulated participants on a productive meeting and the useful recommendations that had been generated.",
      "The meeting closed at 3:45 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}