{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_111",
   "section_title": "AVOIDING CALYPSO",
   "sentences": [
      "Will parties have made enough progress under both the AWG-KP and AWG-LCA to agree to a second commitment period and make tangible steps towards a comprehensive global agreement?",
      "At this time, it must be said, considering the lack of real progress on mitigation and legal issues in Bonn, this appears to be very much in doubt.",
      "Meanwhile, the UNFCCC institutional framework is stronger than ever following agreement in Cancun to establish the Technology Mechanism, Adaptation Committee, the Green Climate Fund and the Standing Committee on finance.",
      "Many feel that parties made progress on issues such as the Technology Mechanism and the Adaptation Framework.",
      "It is clear that operationalization of these institutions, together with the new processes on MRV and agreement on details of the Green Climate Fund, are clear goals for Durban.",
      "Many also feel that these goals are achievable, providing parties stay on course.",
      "The question then is whether parties can avoid the set-backs faced by Odysseus and achieve a successful outcome in Durban.",
      "According to Homer, Odysseus was held captive by Calypso delaying his journey home by seven years.",
      "Many observers agree that the climate change negotiations cannot be held hostage for another year, much less seven, by the challenges governments face to make the necessary, yet politically and economically difficult, compromises.",
      "Odysseus eventually made it home to Ithaca, although a new set of challenges awaited him after his twenty-year absence.",
      "As the UNFCCC commemorates the twentieth anniversary of its adoption next year, its future will depend, in part, on how parties navigate through the hazards on the way to Durban."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}