{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Belarus",
      "Singapore",
      "Sudan",
      "Tuvalu",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "05-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12476e.html",
   "id": "enb12476e_9",
   "section_title": "LULUCF:",
   "sentences": [
      "Co-Chair Rocha introduced harvested wood products (HWPs), explaining to the contact group that the Chair s note on LULUCF (FCCC/KP/AWG/2010/6/Add.2) includes options on developing a set of rules on HWPs under LULUCF or excluding the HWPs section. NEW ZEALAND supported making progress on HWPs and considering principles of environmental integrity and transparency.",
      "He proposed including emissions accountability for HWP-producing countries, accountability measures to avoid gaps, and provisions for the sustainable use of HWPs.",
      "BELARUS and SINGAPORE noted concerns with avoiding double emissions accounting, tracking information and potential implications for other sectors.",
      "TUVALU supported further work on New Zealand s proposal, emphasizing the need for clarification on, inter alia , defining forests and the potential perverse incentives for the conversion of natural forests into productive ones. CHINA requested clarification on potential implications for forestry and other sectors.",
      "BRAZIL raised concerns about HWPs in the context of the CDM, particularly relating to additionality.",
      "SUDAN suggested including text on sustainably-managed forests, while the EU proposed making forest management mandatory and said methodological issues should be further addressed to avoid double counting and improve consistency.",
      "During informal consultations in the afternoon, parties presented four proposals on: accounting for forest management; force majeure ; use of HWPs; and a proposal on including reference levels.",
      "Co-Chair Rocha said these proposals would be incorporated in a non-paper to be submitted to the AWG-KP Chair for his consideration.",
      "Parties will resume their discussions on Thursday morning."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}