{
   "actors": [
      "European Union",
      "Umbrella Group",
      "Least Developed Countries",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Morocco",
      "China",
      "Russian Federation",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_7",
   "section_title": "COP-7",
   "sentences": [
      "Delegates met for COP-7 and the fifteenth sessions of the UNFCCC\u0092s subsidiary bodies in Marrakesh, Morocco, from 29 October - 10 November 2001.",
      "The main goal was to complete tasks left unfinished at COP-6 Parts I and II, thereby bringing to a close three years of negotiations.",
      "The Bonn Agreements served as the basis for delegates striving to finish their work. From 30 October to 6 November delegates met in negotiating groups, closed drafting groups and informal consultations in an attempt to resolve outstanding issues relating to the mechanisms, compliance, accounting, reporting and review under Articles 5, 7and 8, and LULUCF.",
      "Ongoing negotiations were also held on draft COP decisions relating to least developed countries (LDCs), the Consultative Group of Experts on non-Annex I National Communications (CGE), and input to the WSSD. On Wednesday, 7 November, COP-7's high-level segment began, with ministers and senior officials seeking to bring negotiations to a successful conclusion.",
      "After protracted bilateral and multilateral talks, a package deal on LULUCF, mechanisms, Protocol Articles 5, 7 and 8, and input to the WSSD was proposed on Thursday evening, 8 November.",
      "Although the deal was accepted by most regional groups, including the G-77/China and the EU, the Umbrella Group (a loose alliance of Annex I Parties that includes Canada, Australia, Japan, the Russian Federation, and New Zealand) did not join the consensus, with key areas of dispute including eligibility requirements and bankability under the mechanisms.",
      "However, following extensive negotiations, a package deal was agreed, with key features including consideration of LULUCF Principles and limited banking of units generated by sinks under the CDM."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}