{
   "actors": [],
   "countries": [
      "Brazil",
      "Italy",
      "Kenya",
      "Sudan",
      "France",
      "Peru",
      "Argentina",
      "Norway",
      "Saudi Arabia",
      "Australia",
      "Algeria",
      "Cuba",
      "Venezuela",
      "Slovenia",
      "China",
      "Belgium",
      "Germany",
      "Sierra Leone",
      "Spain",
      "Finland",
      "Denmark",
      "Indonesia",
      "United States",
      "Morocco",
      "Sweden",
      "Japan",
      "New Zealand",
      "Russia",
      "Mexico",
      "Russian Federation",
      "United Kingdom",
      "Austria",
      "Uganda",
      "Iceland",
      "Sri Lanka",
      "Hungary"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_6",
   "section_title": "FUTURE OF THE IPCC",
   "sentences": [
      "This issue was addressed on Wednesday and Thursday in plenary, and in two contact groups meeting on both Wednesday evening and Thursday morning. IPCC Secretary Christ introduced the Synthesis of Comments on the Future of the IPCC ( IPCC-XXVIII/Doc.7 ), along with the Chair s discussion paper; a compilation of comments from governments, authors, organizations and Bureau members ( IPCC-XXVIII/INF.1 ); and a compilation of comments received after the deadline and translations into English of earlier submissions ( IPCC-XXVIII/INF.1 , Add.1 ).",
      "In plenary statements, all comments expressed support for undertaking the Fifth Assessment Report (AR5).",
      "Most were in favor of a five-six year assessment cycle, but suggested slight variations such as staggering the appearance of Working Group reports and adjusting the cycle to fit work on new scenarios.",
      "Indonesia recommended an eight-year cycle.",
      "Belgium proposed a circular, continuous cycle of reports in order to have a cycle of one comprehensive Working Group report every two years rather than a complete set of the three Working Group reports every six years.",
      "Many noted that the IPCC s work should be linked to the UNFCCC process, with Venezuela recalling the Bali Action Plan and the Ad Hoc Working Group on Long-term Cooperative Action work programme for 2008 adopted in Bangkok in December 2007 and identifying the need for annual progress reports alongside the main assessment.",
      "Sweden supported possibly delaying the next comprehensive assessment but in the meanwhile providing thematic updates as needed and a fast-track process for some reports. WGIII Co-Chair Bert Metz supported by Sweden, Denmark and others, noted that new scenarios will only be fully available by 2012 and will not be fully disseminated in the literature until after that.",
      "He expressed concern that adopting a six-year cycle for the next assessment could prevent the use of new scenarios and lead to problems with consistency among the three Working Groups, and suggested that eight years would be needed for the next assessment.",
      "In the meantime, he proposed that the IPCC could prepare a complete update on specific issues and a full update by all Working Groups of the AR4 Synthesis Report (SYR) in four years.",
      "He explained that this shorter cycle would be well adapted to specific requests from the UNFCCC for more rapid assessments and special reports.",
      "France, Germany and others stressed the importance of emissions scenarios and underscored the catalytic role of the IPCC in facilitating this work in a timely manner for AR5, in particular the development of low emission scenarios consistent with targets undertaken by some countries under the UNFCCC.",
      "On Working Group structure and mandates, Russia, Australia, China, France, Hungary, the US, Sudan and others supported the current structure.",
      "Uganda, New Zealand, Algeria, Peru and others recommended increasing consideration of adaptation in the work of WGII and WGIII.",
      "Germany suggested strengthening WGIII s work on adaptation, in accordance with its mandate to address solutions.",
      "Noting the need to anticipate trends such as the growth of publications on adaptation, the UK, supported by Peru and others, proposed splitting the work of WGII on impacts and adaptation in order to have four working groups that could cope with a predicted increase in information.",
      "In contrast, Sweden and Saudi Arabia supported possibly merging Working Groups, moving impacts to WGI and adaptation to WGIII, with a view to allowing for more integrated assessments.",
      "Stating that it is ready to continue its financial and logistical support to the Task Force on National Greenhouse Gas Inventories (TFI), Japan said that the TFI should continue as an independent body.",
      "Many countries welcomed Japan s offer and called for strengthening the TFI.",
      "New Zealand and others also highlighted the importance of the Task Group on Data and Scenario Support for Impact and Climate Analysis (TGICA).",
      "On special reports, China warned against having too many special reports and technical papers.",
      "Sweden, Uganda, Mexico and others supported special and regional reports, especially on adaptation.",
      "Spain favored considering climate change and natural disasters, and Australia called for addressing cross-cutting aspects of relevance to more than one Working Group.",
      "Norway proposed preparing special reports on maritime transport and feedback mechanisms.",
      "Venezuela supported Saudi Arabia s proposal on preparing a special report on socioeconomic impacts of mitigation in developing countries.",
      "Iceland called for cooperation with other conventions on interrelated issues, particularly, the Convention on Biological Diversity and UN Convention to Combat Desertification (UNCCD), and proposed a special report on desertification.",
      "Norway, supported by Sudan, Finland, Iceland, Peru and Mexico, also suggested a workshop in collaboration with the WMO on managing risks of extreme events.",
      "Most countries stressed the need to enhance work on regional climate change and adaptation.",
      "On scientific issues to be addressed in future assessments, China suggested extreme weather events and technology transfer.",
      "The Russian Federation proposed studying other factors such as ozone and aerosols, and geo-engineering.",
      "Germany, with Cuba and Spain, called for strengthening risk assessment aspects of the reports, to pay greater attention to events with low probability or low confidence levels but high impact.",
      "Finland also highlighted disaster risk reduction, and noted the need for IPCC assessments to be linked to other assessments, particularly the Arctic Climate Impact Assessment.",
      "Iceland said the IPCC should be ready to address issues related to reducing emissions from deforestation and forest degradation, and desertification.",
      "Morocco emphasized cross-cutting issues such as economics and food security.",
      "On the structure of the Bureau, most countries supported the current structure.",
      "Kenya noted lessons learned over the past twenty years, saying that an increase beyond the current thirty members might create problems of unmanageability.",
      "Many also called for clearly defining and strengthening the role of the Vice-Chairs so they may better support integration and cooperation among the Working Groups.",
      "Many countries called for tackling the SYR earlier in the AR5 process, including early scoping on questions, to ensure more integrated assessment and enhance cooperation between the Working Groups, and France proposed setting up a small team to start the process.",
      "Slovenia, supported by Cuba, called for an early decision on format in order to avoid uncertainty.",
      "Kenya, with Austria and others, cautioned against prejudging the outcome of the Working Groups, and Saudi Arabia recommended delaying production of the SYR.",
      "Austria stressed the need to understand the goal of the SYR, particularly regarding key uncertainties and concerns.",
      "Spain recommended an uncomplicated overview of results, unlike the AR4 SYR, of relevance to policy-makers.",
      "Cuba recommended establishing committees to discuss the relevant issues, particularly cross-cutting issues that could form the backbone of the report.",
      "On a proposal by the Chair on a possible task group on economics, France, Sweden and others opposed the creation of such a group but suggested greater attention be paid to economics by the Working Groups.",
      "Bert Metz noted the need to improve assessment of the costs of adaptation and impacts, but, supported by Sweden and others, opposed taking economics as a disciplinary focal point, given the IPCC s decision to aim towards integration.",
      "Most countries mentioned the need to increase involvement of scientists from developing countries.",
      "Kenya called for more participation by developing country economists and social scientists rather than just physical scientists and government representatives.",
      "He noted that if basic data, such as from Africa, are inadequate or of insufficient quality then the process should address those inadequacies and time should be given to preparing studies for this purpose.",
      "Brazil called for funding to enhance capabilities to address gaps in data quality and quantity in some developing countries, and Argentina stressed the need to increase involvement of institutions working on regional aspects of climate change, including through regional workshops.",
      "Sierra Leone called for greater involvement of political scientists.",
      "Sri Lanka called for greater, and more balanced, economics and social science expertise in the writing teams.",
      "Many countries noted the need for strengthening outreach activities.",
      "Noting that the Summary for Policy Makers (SPM) is the main output of each of the Working Group reports and SYR, France called for broader distribution and wider access to hard copies and, with Italy, for more translations into non-UN languages.",
      "Hungary, Sweden and others supported reporting on the carbon footprint of the IPCC.",
      "In summarizing, Chair Pachauri identified an emerging consensus on developing the AR5 and continuing the TFI and the TGICA, and proposed that the IPCC adopt decisions on these matters.",
      "On the TGICA, Norway noted the possibility of amending its mission after discussion of emissions scenarios.",
      "The Panel decided to prepare the AR5 and continue the TFI and TGICA.",
      "Chair Pachauri also noted movement towards consensus on issues of guidance for the AR5 or special reports for the future, including the need for: a staggered approach for Working Group outputs; clear signals for the climate modeling community; increased frequency of IPCC updates to meet increasing demand for information; early planning for an SYR based on Working Group reports; bundling of solutions including mitigation and adaptation; a regional orientation; strengthened contributions from social disciplines and economics; and much greater participation of developing country scientists on the writing teams and in the preparation of IPCC publications.",
      "Two contact groups were set up to address remaining issues: one to define the cycle of the next assessment report, including in relation to the development of new scenarios, and the other one on the structure of the Working Groups.",
      "On Wednesday evening, both contact groups heard a presentation by Richard Moss, Co-Chair of the New Scenarios Steering Committee, describing different phases in scenario development and the timeline for production of key scenario development products.",
      "Delegates then discussed implications of this timeline for the cycle timing of AR5 and a need to stagger Working Group assessments so that WGII makes a full use of new scenarios."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}