{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Singapore",
      "Panama",
      "South Africa",
      "China",
      "Switzerland",
      "Japan",
      "Argentina",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "03-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "03-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12365e.html",
   "id": "enb12365e_5",
   "section_title": "Sectoral approaches",
   "sentences": [
      "Shuichi Takano, Japan, said sectoral targets can drive both domestic target setting and international cooperation.",
      "Harald Winkler, South Africa, said discussions in the AWG-KP should focus on Annex I parties domestic efforts and that sectoral approaches should supplement rather than replace national caps.",
      "Jose Romero, Switzerland, said sectoral targets could either be kept separate or be integrated within national targets, identified accounting issues and supported the inclusion of maritime and aviation emissions.",
      "Marit Pettersen, Norway, expressed a preference for a global cap on maritime and aviation emissions determined under the UNFCCC and outlined options for legally-binding, market-based mechanisms under the International Maritime Organization (IMO).",
      "In the ensuing discussion, ARGENTINA, the EU and others supported controlling maritime and aviation emissions under the UNFCCC, while SINGAPORE and others preferred addressing them through the IMO and International Civil Aviation Organization (ICAO).",
      "PANAMA opposed holding the flag country responsible for maritime emissions.",
      "CHINA highlighted common but differentiated responsibilities, while NEW ZEALAND and Pettersen called for a global approach to maritime and aviation emissions.",
      "SAUDI ARABIA opposed discussing maritime and aviation emissions without addressing the adverse impacts of response measures. CANADA and others urged a broad consideration of international sectoral approaches.",
      "BRAZIL stressed that sectoral approaches should only apply to Annex I countries, and CHINA specified they can be effective for energy and transport emissions in industrialized countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}