{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Netherlands",
      "Denmark",
      "Saint Lucia",
      "Finland",
      "United States",
      "Sweden",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Argentina",
      "Saudi Arabia",
      "United Kingdom",
      "Austria",
      "China",
      "Chile",
      "Japan",
      "Germany"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_23",
   "section_title": "2.1: Key Drivers of Future Climate:",
   "sentences": [
      "There was much discussion on a sentence stating that Representative Concentration Pathways (RCPs) describe four different 21st century evolutions of atmospheric GHG emissions and concentrations, air pollutant emissions and land-use change.",
      "New Zealand, opposed by Canada, proposed replacing reference to 'evolutions' with 'trajectories'.",
      "Norway preferred 'pathways' or 'realizations'.",
      "An author suggested 'pathways', which was accepted.",
      "With regard to land-use change, Saudi Arabia stressed the need for a more comprehensive representation of sources of emissions and requested inclusion of reference to agriculture, forestry and other land use (AFOLU).",
      "An author proposed including reference to afforestation or deleting 'change' when mentioning 'land use' in order to address Saudi Arabia's concern.",
      "Brazil, Argentina and Japan questioned this proposal but agreed to it following the author's explanation that referring to pathways of land use would be the best option.",
      "On a sentence stating that the RCPs include a mitigation scenario leading to a very low forcing level (RCP2.6), two stabilization scenarios (RCP4.5 and RCP6.0), and a scenario with very high GHG emissions (RCP8.5), Canada, supported by Finland, Saint Lucia and the UK, proposed simplifying language by referring to 'a stringent mitigation scenario' and 'two intermediate scenarios'.",
      "This was accepted.",
      "Participants discussed a sentence stating that since cumulative CO2 emissions determine peak warming , higher emissions in the next few decades imply lower emissions in later decades to limit warming to the same level.",
      "Noting the statement contains no uncertainty, the UK suggested the term 'require' instead of 'imply'.",
      "In response to a question by Saudi Arabia on the use of CO2 emissions instead of GHG emissions, the authors explained that only long-lived gases, such as CO2, are of interest in determining peak warming.",
      "China, with Saudi Arabia, suggested using approved language from WGI SPM instead, which states that any given level of warming is associated with a range of cumulative CO2 emissions, and, for example, higher emissions in earlier decades imply lower emissions later.",
      "Participants agreed to the proposal by China and Saudi Arabia.",
      "Participants also agreed to insert a footnote from the WGI SPM explaining that quantification of this range of CO2 emissions requires taking into account non-CO2 drivers.",
      "On Tuesday evening, the Panel began addressing a paragraph stating that ' limiting total human-induced warming to be likely less than 2 °C relative to the period 1861-1880 will require cumulative CO2 emissions from all anthropogenic sources since 1870 to remain below about 2900 GtCO2', and that 'two-thirds of this amount had already been emitted by 2011'.",
      "WGI Co-Chair Stocker explained that the statement was a synthesis and that although it was based mostly on WGI language, it incorporated work undertaken by WGIII as well.",
      "He also noted that the most policy-relevant question the authors had been asked to address was what it meant to limit human-induced warming to 2 °C in quantitative terms.",
      "Brazil opposed the expression 'will require' as too prescriptive, preferring a suggestion by Switzerland, Japan and others to refer to 'is associated with' or 'are characterized by'.",
      "The authors explained that 'will require' did not refer to scenarios or to policy, but was a statement of fact about the climate system, and was agreed language from WGI.",
      "Various suggestions were made to clarify the language, with the authors agreeing to note that the range depended on non-CO2 drivers.",
      "The authors also suggested referring to a '>66% probability 'of limiting warming to less than 2 °C instead of language reading 'to be likely less than 2 °C'.",
      "Citing the need for balance, Saudi Arabia objected to including only data for a >66% probability and, opposed by Norway, the UK, Germany, Sweden, the Netherlands, Chile, Japan, Austria and others, called for also including equivalent information for >50% and >33% probabilities.",
      "The US proposed including Table 2.2 from the longer SYR report, which shows cumulative CO2 emission budgets related to three different temperature goals at different probability levels.",
      "Noting that synthesizing all probabilities from the WGs in this paragraph would be unmanageable, the authors proposed adding reference to additional probability levels in a footnote instead.",
      "Norway, Denmark, the UK, Germany, Canada and many others agreed to the authors' proposal, but Saudi Arabia disagreed.",
      "Discussions on both Brazil's and Saudi Arabia's concerns continued in a small group.",
      "On Wednesday morning, the US reported that the small group had reached a compromise, which modifies the paragraph text and creates two new footnotes.",
      "The Panel agreed to the modified text, which specifies that 'multi-model results show that' limiting total human-induced warming to less than 2 °C relative to 1861-1880 with a probability of >66% 'would require' cumulative CO2 emissions from all anthropogenic sources to remain below about 2900 GtCO2 and that 'about 1900 GtCO2' had already been emitted by 2011.",
      "The text also refers to Table 2.2 in the longer report 'for additional context'.",
      "The footnotes refer to the probabilities of limiting warming to 2 °C under the alternative emissions scenarios of 3000 GtCO2 and 3300 GtCO2.",
      "Final SYR SPM Text: The headline for this subsection states that cumulative CO2 emissions largely determine global mean surface warming by the late 21st century and that projections of GHG emissions vary greatly depending on socio-economic development and climate policy.",
      "This subsection includes paragraphs on: the use of RCPs for making projections on anthropogenic GHG emissions; and the almost linear relationship between cumulative CO2 emissions and projected global temperature change.",
      "It also states that multi-model results show that limiting total human-induced warming to less than 2 °C relative to 1861-1880 with a >66% probability requires cumulative anthropogenic CO2 emissions since 1970 to remain below about 2900 GtCO2.",
      "The subsection includes Figure SPM.5 on annual anthropogenic CO2 emissions in the RCPs and the associated WGIII scenario categories, reflected as warming versus cumulative CO2 emissions."
   ],
   "subtype": "",
   "topics": [
      "Reasons for Concern"
   ],
   "type": ""
}