{
   "actors": [],
   "countries": [],
   "enb_end_date": "08-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB12",
   "enb_start_date": "08-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12130e.html",
   "id": "enb12130e_4",
   "section_title": "IPCC SPECIAL REPORT",
   "sentences": [
      "IPCC Chair Robert Watson presented the major findings of the IPCC Special Report on Land Use, Land-Use Change and Forestry (LULUCF), which were then elaborated by the lead authors.",
      "On the global carbon cycle, Bert Bolin said ecosystem models indicate that additional terrestrial uptake of atmospheric CO2 arising from indirect anthropogenic effects is likely to be maintained for several decades in the forest ecosystems, but may gradually diminish.",
      "Robert Watson underscored that defining afforestation, reforestation and deforestation will be critical, as this will determine the amount of land falling under Article 3.3 and treatment of the harvesting- regeneration cycle.",
      "On carbon accounting, he presented land-based and activity-based approaches, noting that in the former case it is difficult to factor out human-induced activities, while the latter poses a risk of double counting.",
      "Bernard Schlamadinger outlined three different accounting approaches applied to the FAO definitional scenario as well as the IPCC scenario to illustrate the effect of different approaches under Article 3.3. On Article 3.4, Robert Scholes noted that the magnitude of additional activities could be substantial compared to Article 3.1 obligations, and distinguished between changes in management and in land cover.",
      "He highlighted verifiability and associated non-climate impacts and benefits as key issues for the COP. Jayant Sathaye noted that LULUCF project experience is being gained through AIJ activities.",
      "He discussed concerns with LULUCF projects, notably permanence, baselines, additionality, carbon leakage, monitoring and verification and implementation of sustainability conditions.",
      "N.H Ravindranath highlighted provisions for LULUCF in current IPCC guidelines, and how they might be revised to accommodate requirements of the Protocol, including additional activities under Article 3.4 and project-based activities.",
      "Peter Frumhoff said a system of criteria and indicators could be useful to compare sustainable development impacts across LULUCF alternatives.",
      "He said potential for synergies with other multilateral environmental agreements exist, and that several factors, inter alia, institutional and technical capacity, community participation and technology transfer, are critical to strengthening the sustainable development impacts of LULUCF activities. In the ensuing discussion, a number of delegates noted uncertainties in the research, while several sought clarification on technical issues.",
      "Participants also raised issues related to: sustainable development and a relevant framework; avoiding deforestation in tropical regions; consistent ground and atmospheric definitions; the effect of climate on photosynthetic potential in tropical regions; the potential for sinks activities to account for a significant proportion of Annex I Parties' Protocol obligations; and questions relating to a full carbon accounting system."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}