{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Mexico",
      "Philippines",
      "South Africa",
      "Central African Republic",
      "United States",
      "Togo",
      "Zimbabwe",
      "China",
      "Botswana"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_23",
   "section_title": "Non-Annex I Communications",
   "sentences": [
      "Decisions 10/CP.2 and 12/CP.4 requested the Secretariat, for each SBI session, to: provide details of financial support made available to non-Annex I Parties by the GEF; and facilitate assistance to Parties in preparing their national communications and make available a list of projects submitted by non-Annex I Parties in accordance with FCCC Article 12.4 (financial support for communications). On Monday, 31 May, in SBI\u0092s opening plenary, the EU, with the US, stated that national communications can help identify further means to assist non-Annex I Parties in their efforts to implement Article 12 (communication of information) and indicated the need for a COP decision on the process of consideration before the timing of second national communications is decided. The US said the revision of guidelines was fundamental to improving second national communications, and proposed expanding the guidelines to provide for, inter alia, broader coverage and disaggregation of GHG inventories and information on GHG emissions trends.",
      "AUSTRALIA supported revision of guidelines for non-Annex I communications and said the revision should be complete before the lodgement date of second national communications.",
      "The REPUBLIC OF KOREA said consideration of non- Annex I Parties\u0092 communications should identify their financial and technical difficulties in GHG limitation and should be undertaken when more non-Annex I Party communications are available. SBI continued discussion of non-Annex I communications in a contact group, co-chaired by Dan Reifsnyder (US) and Paul Maclons (South Africa).",
      "On financial and technical support for non-Annex I communications, the Alliance of Small Island States (AOSIS) cautioned against standardizing content requirements for national communications and indicated the benefits of permitting small States to complete national communications on a regional basis.",
      "Noting that the GEF had increased funding for non-Annex I communications, the EU said the financial mechanism had responded effectively to developing country needs.",
      "The G-77/CHINA called for clear guidance on financial and technical support and said the GEF did not provide adequate funding.",
      "BOTSWANA, ZIMBABWE and the CENTRAL AFRICAN REPUBLIC said the preparation of national communications should be an ongoing process and noted that practical difficulties faced by non-Annex I Parties impede the necessary continuity. On Saturday, 5 June, the group considered a draft decision tabled by the G-77/China on initial and subsequent non-Annex I communications.",
      "Delegates focused on a provision establishing a non-Annex I Group of Experts, with a view to enhancing support for preparation of communications, identifying difficulties faced by countries and improving non-Annex I communications.",
      "The US inquired how the expert group would feed back into national processes and cautioned against duplication of work.",
      "The EU asked about the linkage of the expert group to intergovernmental processes.",
      "The group decided to reconvene during the week to continue its discussions and further consider the G-77/China\u0092s proposed draft decision. On Tuesday, 8 June, the contact group met in an evening session and exchanged preliminary views on a draft decision submitted by the EU.",
      "The EU said the intent of the decision is to improve the quality of communications and address some of the constraints faced by non-Annex I countries.",
      "He underlined learning from experiences gained while preparing initial communications and making progress towards guidelines for non-Annex I second communications as the EU\u0092s main concerns.",
      "He highlighted the benefit of open, transparent and non-confrontational technical assessment of non-Annex I communications.",
      "He indicated that the IPCC Inventory Task Force could be requested to develop a work plan to prepare a comprehensive database on regional emissions factors.",
      "The G-77/CHINA pointed to inconsistencies between the draft decision and previous COP decisions on providing guidance to the operating entity of the financial mechanism.",
      "She questioned the IPCC\u0092s capacity to gather country-specific information.",
      "The US said it supported many of the points in the EU\u0092s text, particularly on the usefulness of technical feedback and the need to develop guidelines for second national communications.",
      "TOGO noted that it was premature to think about guidelines for second communications, as most non-Annex I countries were still preparing their first.",
      "MEXICO said financial support should be available not only for vulnerability assessment but also for mitigation and adaptation efforts. On Wednesday, 9 June, the contact group met to discuss proposed draft decisions submitted by the EU and the G-77/CHINA and to decide on how to proceed in preparation for COP-5.",
      "Contact Group Co-Chair Reifsnyder proposed identifying common elements between the two proposals.",
      "Many delegations highlighted the differences, including: whether the initial guidelines should be revised for second national communications; whether there should be a technical assessment to 'consider' communications; or if a non- Annex I group of experts should provide assistance.",
      "Other delegations noted common elements between the proposals on information gaps, GEF enabling activities, and the need to identify problems faced by non-Annex I countries in preparing communications.",
      "The group opted for a text 'comparing,' rather than combining, the two proposals. On Friday, 11 June, delegates met to consider draft conclusions on aspects of national communications from non-Annex I Parties.",
      "On the input from Parties to the GEF review of enabling activities, the PHILIPPINES deleted a reference in the draft conclusions to the scope of enabling activities, including various activities that facilitate the implementation of Convention Articles 4.1 (national inventories) and 12.1 (national communications).",
      "In its conclusions (FCCC/SBI/1999/CRP.5), SBI requested: the GEF to include in its annual reports to the COP information about progress made on the GEF review; and the Secretariat to prepare a report on efforts to assist developing countries in the implementation of enabling activities. On the provision of financial and technical support, delegates adopted conclusions (FCCC/SBI/1999/CRP.5), asking the Secretariat to request the GEF to provide dates of disbursement of funds for enabling-activity projects for preparation of non- Annex I initial national communications.",
      "At the request of the PHILIPPINES and the EU, the conclusions accepted continuing consideration of this issue at SBI\u0092s next session.",
      "The conclusions also suggested that the list of projects submitted by non-Annex I Parties be brought to the attention of the GEF and, 'as appropriate,' other financing agencies, and required the contact group\u0092s Co-Chairs to prepare a framework on elements of a draft decision, based on proposals by the G-77/CHINA and the EU. On timing for non-Annex I national communications, the SBI considered and adopted draft conclusions (FCCC/SBI/1999/CRP.6) by the Co-Chairs of the contact group, including proposed draft decisions by the G-77/CHINA and the EU as annexes.",
      "The EU requested that the annexes reflect the proposals as originally submitted.",
      "The conclusions include a provision requesting the Co-Chairs of the contact group to prepare a miscellaneous document providing a framework for comparing the views of the G-77/CHINA and the EU as contained in the annexes.",
      "An amendment was proposed by the PHILIPPINES calling for 'elements for draft decisions' to be prepared instead.",
      "The SBI invited Parties to submit further views and comments by 15 July and decided to continue consideration of the matter at SBI-11, with a view to recommending a decision for adoption by COP-5.",
      "The conclusions were adopted as amended."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}