{
   "actors": [],
   "countries": [],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_68",
   "section_title": "A BRIEF ANALYSIS OF SB 22 CALM BEFORE THE STORM?",
   "sentences": [
      "'I got involved after suffering panic attacks over climate change.",
      "' Thom Yorke, Radiohead lead singer There was no evidence of panic in the corridors of the Maritim Hotel in Bonn during the week and a half of UNFCCC Subsidiary Body meetings (SB 22).",
      "Delegates and Secretariat staff alike appeared to be taking their history-making preparations for the first COP serving as the Meeting of the Parties to the Kyoto Protocol in stride.",
      "On a number of occasions, however, allusions to some major questions for the COP/MOP exposed potential fault lines, including a bid to force a debate in Montreal on amending the Kyoto Protocol with regard to the compliance mechanism and its bodies, and debates on the side about a 'trigger' for post-2012 discussions.",
      "The business-like approach at SB 22 nevertheless led to the resolution of some long standing issues, including the timing of non-Annex I national communications and the LDC Fund. On a number of fronts, SB 22 was buoyed by the momentum created by the entry into force of the Kyoto Protocol earlier this year, which carried over into the pre-session Seminar of Governmental Experts (SOGE). This analysis will survey the treatment of a number of issues at SB 22 and provide a snapshot of the negotiating landscape as we look forward to the COP/MOP.",
      "It will examine issues through the lens of confidence building and issues to look out for at the COP/MOP as the process heads into uncharted waters."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": "SBI/SBSTA"
}