{
   "actors": [
      "European Union",
      "African Group"
   ],
   "countries": [
      "Brazil",
      "Japan"
   ],
   "enb_end_date": "02-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "02-Dec-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12284e.html",
   "id": "enb12284e_4",
   "section_title": "CDM EXECUTIVE BOARD REPORT",
   "sentences": [
      "The first session of this contact group focused on identifying and clarifying issues the group should address.",
      "The group decided to consider general CDM implementation issues, including the registration deadline for prompt-start projects, environmental integrity, CDM\u0092s continuity after 2012, cooperation with entities from non-Kyoto Parties, and technology transfer.",
      "JAPAN said carbon dioxide capture and storage technologies should not be excluded from the CDM, and BRAZIL called for COP/MOP 1 guidance on this issue. The group also discussed working on CDM governance, the Board\u0092s management plan and financing.",
      "The EU said these discussions should take priority given the need to process a large number of projects in the next few years. The contact group also identified the need to discuss baselines and methodologies, including additionality and methodologies for certain project types such as transport and energy efficiency.",
      "In addition, the group highlighted participation and capacity building issues, and identified LDCs, Africa, small-scale projects and non-renewable biomass as areas needing discussion.",
      "The AFRICA GROUP called for specific decisions on capacity building for Africa, adding that the issue could also be discussed in the contact group on capacity building under the Protocol. During informal consultations held later in the day, Parties considered a Co-Chairs\u0092 proposal, which has a preamble and five general headings and addresses issues identified in the morning.",
      "Delegates also heard a presentation on the proposal to channel 20 cents per CER to CDM administrative expenses."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}