{
   "actors": [],
   "countries": [
      "Japan",
      "Bolivia",
      "Papua New Guinea",
      "South Africa"
   ],
   "enb_end_date": "10-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "10-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12497e.html",
   "id": "enb12497e_3",
   "section_title": "CHAPTER I (numbers) (AWG-KP)",
   "sentences": [
      "Parties discussed options for removing brackets on proposed text to amend Protocol Article 3.9 (Annex I further commitments) concerning when to start consideration of commitments for the third and subsequent commitment periods.",
      "Parties also discussed base year.",
      "On a carryover of AAUs, some parties expressed interest in combining options, while others preferred no change to the existing rules.",
      "One country proposed text on an option for a 5% cap that applies only to the first commitment period.",
      "Another party suggested limits on a fixed amount of emissions or a percentage, whichever is greater.",
      "The group forwarded the text to the Chair of the AWG-KP. CDM (COP/MOP): The CDM contact group convened on Thursday evening.",
      "PAPUA NEW GUINEA, supported by SOUTH AFRICA, opposed the introduction of new text by the Co-Chairs, stating that the text had already been gaveled during informal consultations last night.",
      "He stressed the party-driven nature of the negotiations, observing that the text appears from nowhere. BOLIVIA reiterated that her country had opposed small-group negotiations and stressed opposition to paragraph 52 on revising procedures for CDM project registration.",
      "Co-Chair Kunihiko Shimada (Japan) thanked Bolivia for her flexibility concerning participation in the informal consultations.",
      "He explained that consultations had continued past 3 am in the morning and highlighted that tremendous progress had been made.",
      "The Secretariat explained that the Chair had ruled at the end of the informal consultations that the text was clear and ready to come to the contact group, while also reminding delegates that nothing is agreed until everything is agreed and that the entire text therefore remains in brackets.",
      "Going through the text, parties agreed on all paragraphs apart from paragraph 52 on the Executive Board revising the procedures for CDM project registration to allow the crediting period to start from the date that a complete request for registration has been submitted, which was bracketed at the request of Bolivia.",
      "PAPUA NEW GUINEA stressed that the paragraph relates to his country s proposal and suggested leaving it bracketed without further informal consultations, saying they were unlikely to yield results.",
      "Parties also discussed three annexes to the draft COP/MOP decision.",
      "BOLIVIA requested bracketing all of them, saying parties had not had time to analyze them and also noting concerns about issues related to code of conduct and conflict of interest.",
      "JAPAN stressed the enormous effort to provide text in the annexes to everyone a month before the meeting, and that the annexes were adopted two days ago.",
      "BOLIVIA underscored the importance of environmental integrity, and indicated that the bracketed paragraph is only meant to make more money with the CDM and for the investors without helping the climate.",
      "Co-Chair Shimada indicated that all annexes remain in brackets.",
      "Informal consultations continued."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}