{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_114",
   "section_title": "FROM POZNAÅ\u0083 TO COPENHAGEN: KEY TASKS FOR THE YEAR AHEAD",
   "sentences": [
      "Leaving PoznaÅ\u0084, there was little doubt in participants minds that plenty of critical work remains for 2009 under the Bali Roadmap.",
      "For both the AWG-KP and AWG-LCA, one of the first key tasks is generating formal negotiating texts that must be communicated to the parties at least six months before Copenhagen to comply with legal formalities.",
      "The PoznaÅ\u0084 Conference was widely seen as a successful step in that direction as the Chairs of both AWGs were mandated to prepare documents for the March/April meeting in Bonn.",
      "The task of the AWG-LCA for 2009 will not be easy.",
      "The group will have to finalize an agreement on all four building blocks and a shared vision.",
      "It is the only body where all countries, including the US and developing countries, participate in discussions on mitigation.",
      "Thus, negotiations on a global long-term goal, comparability of mitigation efforts by developed countries and MRV in the context of nationally appropriate developing country mitigation actions are expected to be central.",
      "Importantly, MRV also applies to developed country support to developing countries through technology, finance and capacity-building, so ways of doing this will have to be identified.",
      "With regard to financing and technology, the AWG-LCA faces the challenge of reaching agreement on the architecture to both finance mitigation and adaptation actions, and facilitate technology development and transfer.",
      "Evaluation of proposals contained in the assembly document will be part of this task.",
      "The AWG-KP has a clear objective for 2009: to agree on further commitments for Annex I countries in the post-2012 period.",
      "Some developing countries were therefore somewhat disappointed at the lack of clear sequencing of tasks in the AWG-KP s 2009 work programme.",
      "Many developed countries were, however, pleased with text reaffirming the programme s iterative nature and agreement to maintain a coherent approach between the Convention and the Protocol in relation to Annex I parties commitments.",
      "Based on some signals in PoznaÅ\u0084, some are predicting that the relationship between the Convention and Protocol tracks could become increasingly relevant in 2009.",
      "Many developed countries maintain that the work of the two AWGs should be coordinated given that both, for instance, address mitigation by developed countries.",
      "In PoznaÅ\u0084, Norway, the EU and others also alluded to a package and comprehensive agreement in Copenhagen, and New Zealand proposed forming a Committee of the Whole and proceeding on the basis of a single negotiating text in June 2009.",
      "However, many developing countries and the US have sternly opposed attempts to link the Convention and Protocol tracks, with many developing countries concerned that this could take focus away from new emission reduction targets for industrialized countries under the Protocol, and the US seeking to avoid any proposals that would draw it into discussions related to the Protocol.",
      "It therefore remains to be decided in 2009 how to avoid duplication of work under the different tracks of the Bali Roadmap and what the legal outcome of the negotiations will ultimately be.",
      "Important as the legal and procedural questions are for the negotiators gathering in Copenhagen, most predict that it will be political will that determines the outcome."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}