{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_128",
   "section_title": "IMPLEMENTATION",
   "sentences": [
      "The most urgent objective in Montreal was to implement the Kyoto Protocol.",
      "The Protocol\u0092s entry into force in February 2005 may have made it a legal instrument, but without the formal adoption of the Marrakesh Accords, which set out the technical details that are key to its functioning and integrity, the utility of the Protocol and its mechanisms, at least in the near-term, would be greatly reduced.",
      "Many felt that without the Accords the entire Protocol could unravel and the delicate balance reached at COP 7 in Marrakesh in 2001 would be difficult, if not impossible, to re-establish. Despite some nervousness that one or more parties might prevent adoption of the Marrakesh Accords and obstruct the Protocol, delegates quickly adopted the Accords and set Protocol implementation in motion.",
      "Even the thorny issue of how to adopt the compliance mechanism was overcome relatively early in the second week.",
      "Saudi Arabia had invoked Article 18 of the Protocol, which indicates that in order for this mechanism to be legally binding, the Protocol must be amended.",
      "Since the compliance mechanism is necessary to define eligibility to use the flexible mechanisms, most other parties preferred immediately adopting it by a COP/MOP decision and considering an amendment later.",
      "Saudi Arabia eventually agreed to this approach, possibly due to pressure from those members of the G-77/China who stand to benefit from the CDM.",
      "By adopting the compliance system, delegates established the most elaborate compliance regime of any existing multilateral environmental agreement. Even those elements that were not fully resolved, including the Special Climate Change Fund and the Adaptation Fund, were safely pushed to the next meetings of the subsidiary bodies for consideration.",
      "In the meantime, the major operational pieces of the Protocol, including the flexible mechanisms, will be up and running, giving carbon markets a major boost."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}