{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Ukraine",
      "Belarus",
      "Poland",
      "United States",
      "China",
      "Russian Federation",
      "Japan",
      "New Zealand",
      "Bolivia",
      "Russia"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_82",
   "section_title": "THE GATEWAY TO A SECOND COMMITMENT PERIOD",
   "sentences": [
      "When parties established the AWG-KP at CMP 1 in Montreal in 2005 to address industrialized countries commitments for the post-2012 period under the Kyoto Protocol, they requested the Working Group to present its results as early as possible to ensure there would not be a gap between the first and second commitment periods.",
      "At that time, negotiators probably could not imagine that this task would require seven long years of negotiations- the same amount of time it took for the Protocol to enter into force.",
      "If anything, these marathon negotiations point to the increasingly complex dynamics that now typify UN climate change negotiations.",
      "It has been clear for some time that ensuring a seamless transition from the first to the second commitment period would not be enough to guarantee ambitious emission reductions.",
      "The first commitment period included binding targets for 37 industrialized countries and the EU to achieve average emission reductions of 5% below 1990 levels in 2008-2012, a figure that was far from ambitious when it was adopted in 1997.",
      "By 2005, when the AWG-KP was established, many already accepted the fact that the US would never ratify the Protocol.",
      "However, they probably did not expect that some of the key Kyoto Protocol parties would jump ship, as Japan, Canada, New Zealand and the Russian Federation did, by refusing to take on commitments in the second commitment period.",
      "This, coupled with the fact that under the Kyoto Protocol major developing countries, such as China- currently the world s highest emitter- do not have commitments, means that in 2012, the Kyoto Protocol only covers about 15% of global GHG emissions.",
      "In the end, Doha was able to deliver on the AWG-KP mandate, with parties agreeing that the second commitment period can be provisionally applied from 1 January 2013.",
      "However, it is well-known that the average 18% emission reduction by Annex I parties from 1990 levels in 2013-2020 is not nearly enough to put the world on track to avoid the 2ºC temperature increase limit.",
      "The AOSIS campaign for a five-year commitment period to avoid locking-in a low level of mitigation ambition bore no fruit.",
      "Annex I parties, such as the European countries, preferred a longer commitment period due to their internal legislation already in force and due to a desire to avoid a gap between the second commitment period and the new regime expected to enter into force in 2020.",
      "As a compromise, parties agreed to establish a voluntary mechanism to review Annex I parties QELRCs and thus hope for a rise in mitigation ambition under the Kyoto Protocol in the near future.",
      "With the adoption of a second commitment period, the fears of many that institutions, common accounting rules and flexibility mechanisms developed under the Kyoto Protocol would collapse can be assuaged.",
      "However, some Annex I parties have been accused of only wanting to cherry-pick from elements of the Kyoto Protocol, such as the market mechanisms, which have spawned burgeoning carbon industries back home.",
      "Agreeing on the eligibility criteria for participating in the Protocol s flexibility mechanisms, including the Clean Development Mechanism (CDM), occupied a great deal of delegates time in Doha.",
      "Parties eventually agreed that only those Annex I parties taking on commitments will be able to trade ( transfer and acquire ) carbon credits generated through the flexibility mechanisms during the second commitment period.",
      "Without doubt, the most drama in Doha unfolded over the use of excess Assigned Amount Units (AAUs), and whether these could be carried over to the second commitment period.",
      "Parties that have AAUs to spare because of emission reductions above their Kyoto commitments are permitted to sell the excess units to other countries.",
      "However, these surplus AAUs are mostly hot air units that do not represent real mitigation efforts but are due to the economic decline experienced during the transition to a market economy by a number of countries, such as the Russian Federation, Ukraine and Poland.",
      "The final wrangling took place in the closing plenary on Saturday afternoon between those wanting to limit the use of excess AAUs to ensure the environmental integrity of the emission reduction commitments put forward and those arguing that overachievement of commitments should not be punished by a limitation in the use of AAUs.",
      "Russia, Ukraine and Belarus attempted to block the adoption of the AWG-KP outcome during the CMP closing plenary, but the nimble COP President gaveled its adoption before appearing to notice Russia s raised flag.",
      "A round of applause welcomed the adoption of the decision, which limits the amount of surplus AAUs that can be used and provides that only parties taking on second commitment period QELRCs can use them.",
      "Russia objected to what he said was a breach of procedure by the President, while the COP President responded he would do no more than reflect his view in the final report.",
      "This action on the part of the COP President brought back echoes of the events of Cancun when Bolivia s objections to the adoption of the Cancun Agreement were overruled/ignored in much the same way.",
      "It also made many wonder whether this was becoming a trend in the climate negotiations; as many have repeated, consensus does not mean the right of one party to block progress."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}