{
   "actors": [
      "European Union",
      "Group of 77",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Egypt",
      "Philippines",
      "Japan",
      "France",
      "United States",
      "Netherlands",
      "Germany",
      "Thailand",
      "China",
      "Cameroon"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_17",
   "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGY",
   "sentences": [
      "Delegates discussed the development and transfer of technology on Wednesday, Thursday and Friday, 2-4 June.",
      "The IPCC reported on the status of the forthcoming Special Report on Methodological and Technological Issues in Technology Transfer that will present a broad conceptual framework on the complexities of technology transfer and illuminate the role of governments and other stakeholders. Delegates welcomed the Secretariat\u0092s proposal to organize regional workshops as part of the consultative process on the development and transfer of technology initiated at COP-4.",
      "JAPAN noted the important input the forthcoming IPCC Special Report will make to the process and stressed the need for close coordination between SBSTA and the IPCC.",
      "The US, NETHERLANDS, GERMANY, FRANCE, JAPAN and AUSTRALIA announced financial contributions to support the consultative process.",
      "THAILAND offered to host a regional workshop.",
      "The EU favored a practical sectoral approach for the forthcoming workshops and said they should take stock of existing expertise, technology needs and capacity building.",
      "EGYPT emphasized the need to make publicly- owned technology available to developing countries and expressed concern about the limited attention given to adaptation technologies.",
      "AUSTRALIA stressed the importance of country- specific market-based approaches, the private sector and the role of the CDM in facilitating technology transfer. The G-77/CHINA stated that technology transfer could not take place under the market process.",
      "He stressed the need to address technology transfer in the broadest sense and incorporate elements of capacity building, public awareness, installation and smooth transfer from the donor to the recipient.",
      "He highlighted the need for rules and procedures to govern the transfer of technology, called for an increase in the Secretariat\u0092s budgetary allocation to fund capacity building for technology transfer, and suggested creating a permanent mechanism to facilitate technology transfer.",
      "The PHILIPPINES, with CAMEROON, said technology transfer should be tackled as a commitment, not as a commercial undertaking.",
      "CANADA stated that technology transfer is critical to achieving the long-term goals of the Convention and Protocol.",
      "She described the private sector as the main vehicle for the transfer, and said the challenge is to create an enabling environment and implement enabling activities leading to continuous transfer.",
      "She added that investments associated with the CDM and JI mechanisms will be instrumental in transferring efficient and effective climate change technology to non-Annex I Parties and economies in transition. The Climate Technology Initiative described its work addressing the questions and issues raised by Decision 4/CP.4, through, inter alia, regional seminars on technology diffusion in coordination with business partners. In the conclusions on this agenda item (FCCC/SBSTA/1999/L.",
      "10), SBSTA, inter alia: endorsed the proposals to organize three regional workshops; requested the Chair, with assistance from the Secretariat, to report to SBSTA-12 on the workshops with a view to taking a decision at COP-6; welcomed offers of financial and/or in-kind support and encouraged other Parties to provide additional contributions for the consultative process; invited Parties to submit views regarding options to accelerate and sustain the development and transfer of coastal adaptation technologies; and encouraged the Secretariat to continue to cooperate with the OECD Development Assistance Committee in improving the availability of climate-relevant data from its reporting system."
   ],
   "subtype": "",
   "topics": [
      "National Communications & Inventories"
   ],
   "type": ""
}