{
   "actors": [
      "European Union"
   ],
   "countries": [
      "China",
      "Algeria",
      "Peru"
   ],
   "enb_end_date": "01-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12385e.html",
   "id": "enb12385e_3",
   "section_title": "REGIONAL HIGH-LEVEL MEETINGS:",
   "sentences": [
      "A series of high-level regional events took place prior to Poznan.",
      "The sixteenth Asia-Pacific Economic Cooperation (APEC) economic leaders meeting, which convened in Lima, Peru, from 22-23 November 2008, concluded with the adoption of a declaration in which the economic leaders committed to enhance cooperation to improve risk reduction and fight climate change.",
      "An African Conference of Ministers in Charge of Environment on Climate Change for Post-2012 convened from 19-20 November 2008, in Algiers, Algeria.",
      "The meeting addressed issues related to the Bali Action Plan, including the meaning and scope of the concepts of comparable efforts, shared vision and measurable, reportable and verifiable.",
      "Delegates also signed an Algiers Declaration, which seeks to ensure that Africa s voice is heard when the post-2012 agreement is discussed.",
      "The Governors Global Climate Summit took place from 18-19 November 2008, in Los Angeles, US.",
      "The Summit sought to help US and international leaders develop cooperative partnerships and promote the collaborative actions needed to combat climate change, and to influence the positions of their national governments in the next global agreement on climate change.",
      "US President-elect Barack Obama delivered a video message to the Summit promising that his Administration would engage vigorously in the climate change negotiations.",
      "The EU and 24 Asian states signed a declaration urging agreement on an international framework on climate change at the Copenhagen conference in December 2009.",
      "The Beijing Declaration on Sustainable Development was agreed and signed during the Seventh Asia-Europe Meeting (ASEM), held from 24-25 October 2008 in Beijing, China.",
      "The Beijing Declaration states that developed countries should continue to show strong leadership and take measurable, reportable and verifiable nationally appropriate mitigation commitments, including quantified emission limitation and reduction objectives, including through [a] sectoral approach, where appropriate, as a tool to implement them, and provide financial support and technology transfer to developing countries.",
      "For developing countries, the declaration states that they should take nationally appropriate mitigation actions in the context of sustainable development, supported and enabled by technology, financing and capacity-building, in a measurable, reportable and verifiable manner, with a view to achieving a deviation from business as usual emissions."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}