{
   "actors": [],
   "countries": [
      "Sweden"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_10",
   "section_title": "Shared Vision",
   "sentences": [
      "This issue was addressed in a drafting group facilitated by Anders Turesson (Sweden) and discussions were based on the relevant portions of the negotiating text (FCCC/AWGLCA/2010/14).",
      "Discussions revolved around how shared vision should be framed, including its structure and content.",
      "Parties considered whether to articulate a single shared vision, containing a global goal for emission reductions, or whether to also articulate specific goals for each of the BAP elements.",
      "Many developing countries emphasized that all elements of the BAP must be treated in an integrated manner in the shared vision text.",
      "Some parties preferred general text referring to these issues, containing, inter alia, the principles and vision relating to them.",
      "No agreement was reached on this, and parties simply proposed text for inclusion in the technology, finance, capacity building and international trade sections of the shared vision text.",
      "Parties also suggested a framing paragraph setting out the context for a shared vision and made textual proposals in this regard.",
      "In terms of what can be achieved in Cancun, several parties preferred to focus on the long-term goal, observing that this is the only element that can be agreed upon.",
      "They maintained that other outstanding issues could be resolved next year and noted the possibility of agreeing on a process towards this in Cancun.",
      "Other parties emphasized that the purpose of a shared vision is to enhance the implementation of the Convention and that all the BAP elements must therefore be addressed along with the global goal.",
      "On the review, discussions focused on the scope, content and timing of the review, as well as what actions should be taken based on the review.",
      "One of the main areas of disagreement was the scope of the review, specifically whether it should be limited to a review of the long-term goal, or whether it should also include a review of commitments and actions for achieving this goal.",
      "On the content of the review, parties proposed reviewing: current emissions, expected emissions trends, economic circumstances and evolving capabilities, and their implications for parties Convention responsibilities and obligations; and commitments and actions of both developed and developing countries.",
      "At the last meeting of the drafting group, parties discussed four documents prepared by Facilitator Turesson.",
      "The first contained a proposed outline of a shared vision, as follows: the long-term global goal, which would contain a framing paragraph, principles and numerical expressions; the shared vision on the BAP building blocks, which would contain goals on adaptation, mitigation, technology, finance and capacity building; and a section on other elements.",
      "The second document included the proposed outline of the text on the review, to include: scope; factors to be taken into account; actions based on the review; and modalities and timeline.",
      "The third and fourth documents contain draft text capturing parties discussion on some paragraphs of the shared vision and review sections in the negotiating text.",
      "The original intention was to submit all four documents to the AWG-LCA Chair to be forwarded to the AWG-LCA to facilitate negotiations.",
      "Due to the lack of agreement on what the first two documents should contain, parties decided not to forward these documents to the AWG-LCA but to keep them for their own reference.",
      "Parties then agreed to forward the other two documents containing draft texts on the shared vision and the review, together with a note by Facilitator Turesson, containing an example of how some paragraphs can be restructured."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}