{
   "actors": [],
   "countries": [
      "Canada",
      "Australia",
      "Tunisia",
      "India",
      "France",
      "United States",
      "China",
      "Belgium"
   ],
   "enb_end_date": "11-Nov-04",
   "enb_long_title": "IPCC-22",
   "enb_short_title": "IPCC-22",
   "enb_start_date": "09-Nov-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12248e.html",
   "id": "enb12248e_19",
   "section_title": "IPCC PROGRAMME AND BUDGET FOR 2005-8",
   "sentences": [
      "The issue of the IPCC Secretariat\u0092s programme and budget for 2005-8 was taken up in plenary on Tuesday and Thursday, and in contact group sessions on Tuesday, Wednesday and Thursday. In plenary on Tuesday, IPCC Secretary Christ presented a document containing the proposed programme and budget for 2005-8 (IPCC- XXII/Doc.4/Rev.1).",
      "Chair Pachauri asked Marc Gillet (France) and Zhenlin Chen (China) to co-chair a contact group of the Financial Task Team to discuss the proposed programme and budget for 2005-8.",
      "On Thursday, the plenary adopted a decision on the programme and budget for 2005-8. In the contact group meetings, the Task Team discussed advantages and disadvantages of a proposal to level the annual expenditure across the four years, requesting details on the implications of such a measure, given the IPCC\u0092s multi-year work programme.",
      "Some participants stressed that contributions necessary for publication of AR4 should be collected prior to 2007, given the significant cost of publication.",
      "They also addressed various options for the length and cost of IPCC-23 in 2005.",
      "Participants suggested documenting projections of expenditures and contributions. Participants considered the possibility of applying unused funds that are budgeted for specific items of the programme to other items that risk over-expenditure.",
      "Similarly, the group addressed options for enhancing the flexibility of the budget to apply funding for unused journeys to one meeting to support additional participants\u0092 travel to other meetings. Participants also debated at length the feasibility of sponsoring Lead Authors\u0092 participation in non-IPCC meetings, and discussed provisions on co-sponsoring workshops. Supported by others, one participant proposed a meeting following the expert review process where authors and reviewers could discuss diverging opinions in order to improve transparency. Task Team participants raised the issue of the Secretariat hiring additional staff for outreach purposes, asking whether this was included in the budget. In its final two contact group meetings on Wednesday and Thursday, Task Team participants examined the draft decision on the Secretariat\u0092s programme and budget for 2005-8, discussing how and whether to reflect the annual carry-over amount of CHF 4 million, and the implications that this reference may have on contributions by governments.",
      "They agreed to refer to the carry-over, without referring to any desire to maintain it beyond 2008.",
      "Some supported defining clearly the rationale for the carry-over. In plenary on Thursday, Co-Chair Gillet summarized the contact group\u0092s discussions and presented the draft decision.",
      "Recalling the decision at IPCC-18, Belgium, supported by Canada, stressed the urgency of hiring an outreach specialist for the IPCC, and stressed that this salary should be reflected in the budget for 2005.",
      "The US noted that the IPCC-18 decision does not specify a full-time position, which was confirmed by the Secretariat, who noted that the decision on hiring staff was dependent upon agreement on an outreach strategy. Regarding options for increasing the budget, Tunisia pointed to revenues from the sale of IPCC products, and Belgium suggested that the IPCC should receive a portion of the revenues.",
      "IPCC Secretary Christ clarified that in exchange for receiving sales revenues, the publisher offers a cheaper bulk ordering price. Responding to a question from Australia on whether the AR4 Synthesis Report is provided for in the budget, IPCC Secretary Christ confirmed that this was the case, but noted that the budget could be reconsidered in light of a decision on the Synthesis Report.",
      "India suggested considering the possibility of producing the Working Group reports in countries where production costs are lower.",
      "The IPCC then adopted the decision."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}