{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United States",
      "Australia",
      "China",
      "Russian Federation",
      "Japan"
   ],
   "enb_end_date": "08-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "08-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12187e.html",
   "id": "enb12187e_6",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "The negotiating group on Articles 5, 7 and 8 met in afternoon and evening sessions.",
      "Chair Dovland informed participants of an agreement with the mechanisms group that a separate decision would be issued on Article 7.4 (assigned amounts), with some aspects of the current work on Articles 5, 7 and 8 being covered under this decision. Noting completion of negotiations on compliance, Chair Dovland made a proposal regarding all issues related to Article 3.14 (adverse effects) whereby reporting problems would not trigger loss of mechanisms' eligibility.",
      "JAPAN, AUSTRALIA and CANADA expressed concern with suggested mandatory language on reporting of Article 3.14 implementation.",
      "Participants were unable to agree on the proposal and the issue was deferred to ministers. On reporting on P&Ms in accordance with Article 2.3 (adverse effects of P&Ms) in the draft Article 7 guidelines, Chair Dovland recalled an earlier proposal to delete reference to future COP and COP/MOP decisions, and Parties agreed to this. Delegates then discussed at length three options on the composition of the expert review teams (ERTs).",
      "Chair Dovland proposed adopting an option requesting the Secretariat to select ERT members with a view to achieving balance between experts from Annex I and non-Annex I Parties, without compromising skills requirements.",
      "This was supported by the RUSSIAN FEDERATION, EU, JAPAN, and AUSTRALIA.",
      "The G-77/CHINA said he needed to consult further within the group, and no agreement was reached. JAPAN said the issue of reporting on supplementarity relating to mechanisms should be forwarded to ministers for consideration.",
      "CHINA highlighted its proposed paragraph specifying the aim of reducing per capita emissions differences between developed and developing countries.",
      "The EU noted problems with such reporting, including lack of relevant developing country data.",
      "JAPAN, AUSTRALIA, CANADA and the US opposed the paragraph due to the lack of legal context. Regarding reporting on Article 4 (joint fulfillment), delegates reported that consultations were ongoing, and the issue was left unresolved. JAPAN introduced draft COP-7 decision text on its proposal on review for reinstatement of eligibility, requesting SBSTA to take further action.",
      "Delegates expressed concern with annexed guideline elements and a proposed ten-week timeline for expedited review.",
      "Returning later to the issue, JAPAN stressed the key importance he attaches to the issue.",
      "The EU, opposed by the G-77/CHINA, indicated that he could agree to the proposal with minor amendments.",
      "The proposal was bracketed in its entirety. On confidentiality, a drafting group was convened to resolve the issue Thursday.",
      "Chair Dovland concluded by expressing 'extreme disappointment' at the lack of progress in the group."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}