{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Philippines",
      "Venezuela"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_88",
   "section_title": "UNRAVELING DURBAN S CONSTRUCTIVE AMBIGUITY",
   "sentences": [
      "Many could not begin to imagine how difficult it would be to begin implementing the Durban decisions.",
      "The new platform established in Durban introduced the notions of a post-2012 or pre-2020 landscape; and a post-2020 period, that will be covered by the new protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all parties to be developed by the ADP.",
      "The Durban Package, which had been negotiated sensitively to accommodate the myriad of parties interests, presented challenges and complexities in Bonn, when parties began the business of interpreting its ambiguous language.",
      "For example, while many parties see mitigation as the core of the ADP, some developing countries insisted that all elements, including financing, adaptation, capacity building and technology transfer, should also be central to the ADP s mandate.",
      "For many, enhancing ambition to close the mitigation gap was a crucial part of Decision 1/CP.17.",
      "The decision establishes that the ADP process for the post-2020 regime shall raise the level of ambition and also launches a post-2012 work plan on enhancing mitigation ambition for all parties.",
      "However, the decision does not stipulate when and which body will implement the work plan.",
      "While some developing parties supported addressing pre-2020 mitigation ambition under the AWG-LCA, many others insisted on addressing it under the ADP.",
      "The reason why some preferred to address enhancing mitigation ambition under the AWG-LCA is that the Bali Action Plan affirms the Convention s core principles, including common but differentiated responsibilities.",
      "This implies that developed countries have commitments, while developing countries only take nationally appropriate mitigation actions contingent on support from developed countries.",
      "This level of comfort is missing under the ADP for developing countries.",
      "Indeed, the decision adopting the ADP does not include references to the Convention s principles nor does it make a distinction between developed and developing countries.",
      "As one insider highlighted, some parties have started to panic about the ADP; they feel as if they are walking into a dark room and don t know if there is anything there or where anything is.",
      "This uncertainty manifested in disagreements over both the AWG-LCA and the ADP agendas.",
      "On the ADP agenda, parties ultimately agreed to address two work streams, one on the post-2020 regime and the other on the post-2012 work plan on enhancing the level of ambition.",
      "Uncertainties also arose when considering the termination of the AWG-LCA in Doha.",
      "Decision 1/CP.17 extends the AWG-LCA s mandate for one year in order for it to continue its work and reach the agreed outcome pursuant to decision 1/CP.13 (Bali Action Plan) , until COP 18 at which it shall be terminated.",
      "However, Durban left room for different interpretations on how to proceed with the inconclusive work beyond Doha.",
      "The lack of clarity on the AWG-LCA termination provided room for discussions on whether the AWG-LCA should finish after the Bali Action Plan was accomplished or if the Bali Action Plan was accomplished by the termination of the AWG-LCA.",
      "Some parties, particularly a group of developing countries, wanted to assess the progress achieved toward fulfilling the Bali Action Plan, including some elements that were not agreed upon in Durban but were reflected in a compilation document referred to as CRP.39, such as intellectual property issues in relation to technology, rights of Mother Earth, trade, and response measures.",
      "Meanwhile, many developed countries wanted to focus on specific issues mandated by COP 17.",
      "They highlighted that many issues mandated by the Bali Action Plan had already been properly addressed and forwarded to the permanent subsidiary bodies or other relevant institutions created for that purpose, such as the Technology Executive Committee, the Green Climate Fund, the Adaptation Committee and the Durban Forum on Capacity Building.",
      "Nevertheless, the extent to which the permanent subsidiary bodies and the new bodies can address these issues is limited to their technical nature or their particular mandate.",
      "Moreover, many of the established bodies still need to be operationalized, as many highlighted.",
      "The fact that progress towards their operationalization was not achieved in Bonn did not help to enhance the environment of cooperation.",
      "On finance, the Philippines provided examples of this phenomenon, underscoring that the GCF is still an empty shell, and the Standing Committee is not standing.",
      "In Durban, under the AWG-KP track, parties agreed to decide that the second commitment period under the Kyoto Protocol shall begin on 1 January 2013.",
      "However, it is clear to everybody that to really adopt the second commitment period parties will have to agree on its length, put forward QELROs and adopt the necessary amendments to the Kyoto Protocol in Doha.",
      "Some questions remain on key issues such as how to ensure a smooth transition to the second commitment period, how to deal with excess units from the first commitment period, how rules can be continued and, in particular, how to continue with the flexibility mechanisms, including who will be able to participate, given that some countries indicated they would not be part of a second commitment period.",
      "In Bonn, developing countries reiterated that parties intending to participate in the second commitment period should submit ambitious QELROs in line with the goal of limiting temperature increase to below 2°C.",
      "Venezuela vociferously demanded that Annex I parties show their QELROs as opposed to pledges.",
      "The EU highlighted their submission of QELROs and also called upon his Annex B colleagues to follow suit.",
      "Moreover, in order to finish shaping the second commitment period and properly adopt it in Doha, parties have to agree on its length and on the text of the Kyoto Protocol amendment, but negotiations in Bonn did not lead to any further progress in this regard.",
      "With so many relevant details to be defined before Doha, developing countries expressed fear that parties are jumping from the Kyoto Protocol ship by shifting the focus on the ADP.",
      "The EU and other developed countries argued, in turn, that their agreement on a second commitment period under the Kyoto Protocol was based on a transition to a global and comprehensive post-2020 climate treaty to be negotiated under the ADP."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}