{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Bolivia",
      "South Africa",
      "Indonesia",
      "Luxembourg",
      "Bulgaria"
   ],
   "enb_end_date": "19-May-05",
   "enb_long_title": "Seminar of Governmental Experts",
   "enb_short_title": "SOGE",
   "enb_start_date": "19-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12261e.html",
   "id": "enb12261e_13",
   "section_title": "DISCUSSION",
   "sentences": [
      "Responding to a question from Luxembourg about existing technologies, Harlan Watson agreed that these had an important role.",
      "In response to a comment from Bolivia on the role of forestry in reducing climate change impacts, Artur Runge- Metzger noted that the sector was only partially dealt with under the Kyoto Protocol, as deforestation was not adequately addressed.",
      "Harlan Watson emphasized sequestration focused on forests and farmland.",
      "Harald Dovland noted that he had not been especially satisfied with how forestry and sinks issues had been addressed under the Kyoto Protocol, and hoped that in future regimes they would be dealt with through constructive discussions.",
      "Alf Wills noted concerns that South Africa\u0092s particular conditions, including its water limitations, meant forestry issues are considered more in terms of vulnerability and adaptation than carbon sinks. Responding to Bulgaria\u0092s question about the exclusion of aviation from the Kyoto Protocol, Artur Runge-Metzger said the European Commission was considering this complex issue, and that aviation should be addressed in a future climate regime.",
      "Harlan Watson noted that the aviation sector is experiencing growth in some parts of the world, although not in the US.",
      "Harold Dovland noted discussions on this issue in the International Civil Aviation Organization (ICAO) and the EU. Indonesia asked about the post-2012 period.",
      "Artur Runge-Metzger indicated that neither the EU ETS Directive nor the Linking Directive to the CDM and JI have an expiration date.",
      "Harold Dovland said care must be taken not to establish a regime that is so complex that compliance cannot be monitored effectively.",
      "He expressed a personal view that a future framework should involve multiple stakeholders, rather than 'the dichotomous world of Annex I and non-Annex I' Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}