{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Samoa",
      "Sudan",
      "Tanzania",
      "India",
      "Malaysia",
      "China",
      "Norway"
   ],
   "enb_end_date": "06-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "06-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12128e.html",
   "id": "enb12128e_5",
   "section_title": "MECHANISMS",
   "sentences": [
      "Workshop Chair Kok Kee Chow (Malaysia) identified the key features of the Clean Development Mechanism (CDM) based on work done on the mechanisms since COP-5.",
      "INDIA, on behalf of the G-77/CHINA, highlighted the need to first determine the nature and scope of the mechanisms. Chair Chow outlined the following steps in the CDM project cycle: project identification and design; independent assessment of project design; project submission to the Executive Board; monitoring; independent assessment and verification of project performance; and identification and distribution of certified emission reduction units (CERs).",
      "The REPUBLIC OF KOREA and INDIA sought clarification on the relationship between the Executive Board and national authorities.",
      "NORWAY and the EU queried the specific references to the accreditation of Operational Entities in providing certification. Chair Chow outlined the functions of the various institutions.",
      "The functions of the Executive Board could include: registering CDM projects; designating and accrediting the operational entity; deciding on new methodologies; and maintaining and updating the CDM reference manual.",
      "The functions of the operational entities could include: recommending new methodologies to the Executive Board; validating project designs against the FCCC standards; and verifying and certifying performance of CDM projects.",
      "He stressed the need to accredit Operational Entities to ensure integrity and quality, and suggested the use of existing ISO standards for certification. Chair Chow introduced the CDM reference manual as a living document directed at guiding project design.",
      "He outlined the process for updating the manual, and said that it would make reference, inter alia, to: decisions of the COP/MOP; agreed standards for accreditation; approved baseline methodologies; and guidelines for monitoring, verification and certification.",
      "Chair Chow said it would be useful to have the contents of the manual identified by COP-6.",
      "SAMOA supported the reference manual, as it would ensure consistency in setting baselines. CANADA and NORWAY emphasized that the verification and certification guidelines should provide for individual project circumstances.",
      "INDIA underlined the role of the host country in determining project eligibility.",
      "The EU asked who would develop the reference manual.",
      "SUDAN raised the need to address basic questions first, such as eligibility for participation in the CDM.",
      "TANZANIA asked how the reference manual would consider the differing sustainable development priorities of different countries and ensure equitable distribution of projects.",
      "CHINA stressed the need for both host and investor Party responsibilities to be clearly expressed."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}