{
   "actors": [],
   "countries": [
      "Pakistan",
      "Finland"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_75",
   "section_title": "Finance",
   "sentences": [
      "This item was considered during informal consultations and drafting groups co-facilitated by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland).",
      "Parties centered the majority of their discussions on institutional arrangements for a financial mechanism, although the generation and provision of financial resources were also addressed.",
      "On institutional arrangements, debate centered on whether to operationalize or strengthen the financial mechanism of the Convention.",
      "Difficulties were expressed with, among other things, listing commitments contained in Convention Article 4 (commitments) and language on a governing body allocating funds among thematic areas.",
      "When a possible organizational structure was considered, several parties expressed concern that the administrative layers envisaged, comprising the COP, a high-level body or executive body, the funds and funding windows, which they said could prove to be burdensome and bureaucratic.",
      "Others highlighted the importance of determining the functions of the high-level board as well as the need for a monitoring function for financial commitments.",
      "A non-paper was subsequently produced reflecting bracketed elements on, inter alia : commitment to operationalize the financial mechanism; the concept of a body with various functions; a facilitative and verification function for the body; governance; and the establishment of a fund or funds.",
      "There was general support for a possible high-level level finance committee to assist the COP and a climate fund or facility.",
      "When discussions took place on the trustee for the financial mechanism, developed countries generally preferred that the World Bank should act as the trustee, while many developing countries preferred new arrangements to overcome problems experienced with the current financial mechanisms.",
      "Divergent views were also expressed on the composition and nomination of the board and its corresponding functions."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}