{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Italy",
      "Saint Lucia",
      "Costa Rica",
      "Micronesia",
      "France",
      "Luxembourg",
      "Netherlands",
      "Ireland",
      "Argentina",
      "Norway",
      "Australia",
      "El Salvador",
      "Marshall Islands",
      "Belgium",
      "Germany",
      "Panama",
      "Spain",
      "Maldives",
      "Denmark",
      "Philippines",
      "Finland",
      "Sweden",
      "Malta",
      "Monaco",
      "Switzerland",
      "New Zealand",
      "Seychelles",
      "Samoa",
      "Portugal",
      "Mexico",
      "United Kingdom",
      "Austria",
      "China",
      "Antigua and Barbuda",
      "Greece",
      "Japan"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_3",
   "section_title": "COP-3",
   "sentences": [
      "The Third Conference of the Parties (COP-3) to the FCCC was held from 1 - 11 December 1997 in Kyoto, Japan.",
      "Over 10,000 participants, including representatives from governments, intergovernmental organizations, NGOs and the press, attended the Conference, which included a high-level segment featuring statements from over 125 ministers.",
      "Following a week and a half of intense formal and informal negotiations, including a session that began on the final evening and lasted into the following day, Parties to the FCCC adopted the Kyoto Protocol on 11 December. In the Kyoto Protocol, Annex I Parties to the FCCC agreed to commitments with a view to reducing their overall emissions of six greenhouse gases (GHGs) by at least 5% below 1990 levels between 2008 and 2012.",
      "The Protocol also establishes emissions trading, 'joint implementation' between developed countries, and a 'clean development mechanism' (CDM) to encourage joint emissions reduction projects between developed and developing countries. As of 9 May 1998, the following 39 Parties had signed the Kyoto Protocol (in order of signature): Maldives, Samoa, Antigua and Barbuda, Switzerland, Saint Lucia, Argentina, Marshall Islands, Micronesia, St. Vincent and the Grenadines, Seychelles, the Philippines, Malta, Costa Rica, Japan, Austria, Germany, Finland, Portugal, France, Sweden, Belgium, Spain, Denmark, Greece, Italy, the Netherlands, Luxembourg, the UK, Brazil, Norway, Monaco, Australia, Canada, Ireland, New Zealand, China, Panama, El Salvador and Mexico.",
      "These Parties represent 39% of Annex I CO2 emissions.",
      "Under Protocol Article 25, the Protocol will enter into force after it has been ratified by 55 Parties to the FCCC, incorporating Parties included in Annex I that account for at least 55% of the total carbon dioxide emissions for 1990."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}