{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Algeria",
      "South Africa",
      "Tuvalu",
      "China",
      "Russian Federation",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "04-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "04-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12388e.html",
   "id": "enb12388e_2",
   "section_title": "AWG-KP WORKSHOP ON MITIGATION POTENTIALS",
   "sentences": [
      "The Secretariat presented the updated technical paper (FCCC/2008/TP/10).",
      "Former IPCC Working Group III Co-Chair Bert Metz highlighted how assumptions about emission reductions by Annex I countries affect action by non-Annex I countries for different stabilization scenarios.",
      "He explained that 25-40% reductions by Annex I countries by 2020 would mean 15-30% deviation from the baseline for non-Annex I countries to achieve 450 ppm, and 0-20% deviation for 550 ppm.",
      "Barbara Buchner, International Energy Agency, said the reference scenario without new policies is unsustainable and would result in 750 ppm and a 6ºC temperature rise.",
      "She identified the need for an enormous energy transformation involving all regions and sectors.",
      "She said the additional cost would not be high but the real challenges are the scale and practicalities of the transformation. CHINA, SAUDI ARABIA and ALGERIA stressed the AWG-KP s mandate and the need to limit discussions to Annex I countries.",
      "The EU warned that reduction goals could be weakened depending on the rules adopted for LULUCF, carbon credits and bunker fuels.",
      "JAPAN proposed ensuring comparability of efforts by aggregating sectoral potentials and cross-checking with indicators, including greenhouse gas intensity, marginal abatement costs and percent of GDP.",
      "The RUSSIAN FEDERATION identified three specific indicators: population-weighted heating degree days; population-weighted average distance between ten major cities; and the export-import balance of greenhouse gas intensive products.",
      "Tuvalu, for AOSIS, urged including the costs of inaction as well as action, and said Annex I parties should focus on domestic emission reductions.",
      "He proposed that LULUCF not be expanded under the CDM, that 1990 remain as the base year to ensure comparability, and that the second commitment period run from 2013-2017. CANADA said useful indicators for calculating mitigation potentials included the marginal costs of abatement, cost of emission reductions as a percentage of GDP, and the percentage of welfare loss. NEW ZEALAND highlighted national circumstances and detailed costs for mitigation.",
      "SOUTH AFRICA stressed cumulative responsibility and said mitigation potentials need to be converted into actual emission reductions.",
      "CHINA said mitigation potential is determined by political will."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}