{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "South Africa",
      "Sudan",
      "Tuvalu",
      "United States",
      "China",
      "Switzerland",
      "Japan"
   ],
   "enb_end_date": "24-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "24-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12266e.html",
   "id": "enb12266e_2",
   "section_title": "ADAPTATION",
   "sentences": [
      "On Monday afternoon, SBSTA reconvened to address its agenda item on the scientific, technical and socioeconomic aspects of adaptation, and Chair Abdulla presented his summary of the workshop.",
      "The EU stressed SBSTA\u0092s role in synthesizing and disseminating existing information, and identified adaptation as complementary to mitigation. The G-77/CHINA called for a more action-oriented objective, and for taking a portfolio of approaches instead of a purely sectoral approach.",
      "He said the need to expedite measures should not be restricted by calls for further assessments.",
      "The US highlighted the need to focus on priority sectors and to link measures to long-term planning. Tuvalu, for AOSIS, called for a special track for SIDS to address urgent needs, and said the programme should not include matters relating to mitigation.",
      "SWITZERLAND stressed SBSTA\u0092s role in identifying available methodologies.",
      "JAPAN noted that a thematic approach would be preferable to a time-consuming sectoral approach.",
      "Sudan, on behalf of the AFRICA GROUP, cautioned that a sectoral approach may marginalize local knowledge and called for a thematic and livelihoods approach.",
      "Marjorie Pyoos (South Africa) and James Shevlin (Australia) will convene consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}