{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Coalition for Rainforest Nations",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Italy",
      "Panama",
      "France",
      "Argentina",
      "Bolivia",
      "Norway",
      "Australia",
      "Iran",
      "Algeria",
      "Singapore",
      "China",
      "Marshall Islands",
      "Philippines",
      "Netherlands",
      "Denmark",
      "Poland",
      "Indonesia",
      "United States",
      "Sweden",
      "Hungary",
      "Switzerland",
      "Grenada",
      "New Zealand",
      "Seychelles",
      "Portugal",
      "Mexico",
      "South Africa",
      "India",
      "United Kingdom",
      "Colombia",
      "Paraguay",
      "Japan"
   ],
   "enb_end_date": "11-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "11-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12617e.html",
   "id": "enb12617e_1",
   "section_title": "MINISTERIAL DIALOGUE ON THE DURBAN PLATFORM FOR ENHANCED ACTION",
   "sentences": [
      "COP 20/CMP 10 President Manuel Pulgar-Vidal urged ministers to provide strategic direction to set the foundations for the 2015 agreement and accelerate action now. SWEDEN noted the need for: a decision on the information requirements for INDCs; an international consultation process, informed by experts and climate science, to be undertaken in 2015; and economy-wide mitigation commitments by all parties in a position to do so.",
      "The EU stressed the need to apply the Convention's principles in a dynamic manner in order to 'reflect reality', indicating that the way forward is through nationally-determined, self-differentiated commitments. ITALY said the 2015 agreement should: show the way to a global low-emissions economy; contain ambitious and legally-binding mitigation commitments; and include clear MRV rules to ensure the achievement of commitments. PANAMA, for the CfRN, noted REDD+ is a central element of the 2015 agreement, and called for bridging the Warsaw Framework for REDD+ and the GCF logic framework. NORWAY called for: a clear focus on mitigation in INDCs; a process to consider the overall effect of contributions; and gender equality in climate action.",
      "The Seychelles, for AOSIS, called for identifying barriers and scaling up resources for pre-2020 action, particularly through the GCF.",
      "Underscoring CBDR is the political basis of negotiations, CHINA called for balance across elements and clarity on the scope of INDCs and their alignment with national commitments. SWITZERLAND encouraged all parties to engage in the INDCs process, and called for an equitable approach that builds on evolving circumstances and responsibilities. AUSTRALIA called for credible emission reductions by major economies, global cooperation based on economic realities, and multilateral rules for transparent action. FRANCE highlighted the growing sense of 'hope' for an agreement in Paris but noted the need to meet conditions for success in Lima. MEXICO underscored political parity of mitigation and adaptation, and identified short-lived climate pollutants as key for increasing ambition.",
      "For the post-2020 agreement, JAPAN identified: quantifiable obligations on mitigation; domestic measures to support INDCs; and review of contributions and implementation.",
      "Colombia, for AILAC, called for adoption of a draft negotiating text for the 2015 agreement, an ADP decision on INDCs that is balanced across elements, and an agreement on a pre-2020 workplan to close the mitigation gap.",
      "The US outlined a three-part approach on the way forward: reflecting each party's choice in the INDC structure; including a principle committing everyone to move forward; and addressing CBDRRC in an 'appropriate way'.",
      "Identifying INDCs as the 'vehicle' for mitigation, the UK called for other approaches to address adaptation and finance, and urged agreement on an assessment phase.",
      "The MARSHALL ISLANDS called for an agreement consistent with science and a long-term decarbonization goal, and achieving carbon neutrality by mid-century.",
      "Highlighting mitigation as the core of the 'INDCs mandate', POLAND urged participation by all parties in putting forward contributions. INDIA, with Panama, for the CfRN, called for the new agreement to be anchored in the Convention and to include all its principles. ENGOs, TUNGOs, WOMEN AND GENDER and YOUNGOs emphasized, inter alia , the need for the inclusion of 'all voices and hands' to avoid the climate catastrophe, and called for INDCs on adaptation and MOI that are gender-sensitive, and include social and environmental safeguards. NEW ZEALAND cautioned against 'excessive' attention to differentiation, saying that each country will differentiate based on national circumstances and that there will be no agreement on 'highly prescriptive' definitions of it. ALGERIA, with Grenada, for the CARIBBEAN COMMUNITY, said the new agreement should be based on all the elements identified in Durban, calling for loss and damage as a separate element of the agreement.",
      "The REPUBLIC OF KOREA urged increased mitigation efforts and parity of mitigation with adaptation. CANADA said the new agreement should offer flexibility for countries to take actions 'best suited' to their domestic circumstances.",
      "The PHILIPPINES said any redefinition of CBDR must be treated carefully and be morally grounded. DENMARK lamented the lack of a sense of urgency over the last nine days, and called for ambitious action from all and for clarity of efforts. HUNGARY urged setting differences aside and working constructively.",
      "Calling for compensation for loss and damage, BOLIVIA stressed non-market approaches, and proposed a holistic and comprehensive approach to forests. ARGENTINA urged for legal parity of adaptation with mitigation and called for discussions on differentiation to take into account persistent poverty. PARAGUAY called for a global agreement based on IPCC findings, with all elements being binding, and for any reference to special vulnerability to include landlocked countries. IRAN announced its leadership of a regional center for early-warning systems in collaboration with regional institutions.",
      "Underscoring the interdependence of adaptation and mitigation ambition, SOUTH AFRICA highlighted gaps between commitments and the demands of science. FARMERS called for a framework to support agriculture-related mitigation and adaptation in the 2015 agreement. BINGOs and Local Government and Municipal Authorities called for engagement of all actors in planning mitigation and adaptation actions, and noted the role of non-state actors in increasing pre-2020 ambition.",
      "Highlighting a green tax reform on non-EU ETS sources, PORTUGAL called for a consultation and analysis phase to ensure actions are in line with ambition. SINGAPORE urged parties to agree on information requirements for INDCs and on elements of a draft negotiating text in Lima, while resolving issues of differentiation in, and scope and comprehensiveness of, the new agreement in Paris. INDONESIA called for mainstreaming maritime issues into mitigation and adaptation, and cautioned against backsliding by developed countries.",
      "The NETHERLANDS urged strengthening adaptation action for a climate-resilient world. COP 20/CMP 10 President Pulgar-Vidal thanked ministers for their views and assured them that Lima 'will put us on track' for success in Paris."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "COP"
}