{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "China",
      "Mexico"
   ],
   "enb_end_date": "06-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "06-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12572e.html",
   "id": "enb12572e_10",
   "section_title": "Presentations by Organizations",
   "sentences": [
      "Philip Pearson, International Trade Union Confederation (ITUC), stressed the need to address the concerns of citizens and support them in the transition to a low-carbon economy.",
      "He added that key measures include: research; economic diversification; social dialogue; and training for green jobs.",
      "Rachel Harris, Women s Environment and Development Organization (WEDO), presented on how to facilitate the integration of gender equality into a just transition to a low carbon economy and decent work, highlighting the need to focus on enabling conditions and the creation of multi-stakeholder platforms.",
      "Marek Harsdorff, International Labour Organization (ILO), provided an assessment on, inter alia : the green economy and the size of sectors impacted by the transition, using Mexico as an example.",
      "He highlighted skills training for green jobs, and coherence in economic and social policies as key, noting that: net employment gains in greening the economy are possible, and climate actions can contribute to reducing inequality and enhancing social inclusion.",
      "In the ensuing discussions, parties addressed, inter alia : setting standards; models and ways to measure and review the impact of the transition; the impact of developed countries agricultural subsidies; and ways to manage the transition.",
      "Many participants reflected on how to minimize the impact of response measures through, inter alia , the adoption of social protection measures and further development of sectors with potential for creating jobs and mitigation, such as renewable energies.",
      "The G-77/CHINA proposed convening a workshop in Warsaw to address unilateral measures, which was opposed by the EU and others, who maintained that the issue is already being addressed in the Forum s discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}