{
   "actors": [
      "Umbrella Group"
   ],
   "countries": [
      "United States",
      "Japan",
      "Russian Federation"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_33",
   "section_title": "AWG-KP:",
   "sentences": [
      "In the AWG-KP process, parties were a step closer than the AWG-LCA to entering the negotiation phase, taking up issues such as Annex I emission reductions, flexibility mechanisms, potential consequences, land use, land-use change and forestry (LULUCF), and legal matters.",
      "AWG-KP delegates, however, faced at least two critical challenges.",
      "The first challenge related to the scope of the negotiating text to be developed for the June session and whether it should be based on the stricter or broader interpretation of the AWG-KP s mandate.",
      "Most developing countries stressed the need to focus on inserting new quantified targets into Annex B and making related textual amendments to the Protocol, while developed countries were looking for a broader negotiating text that also covers issues such as the flexibility mechanisms and rules on how to account for sinks.",
      "Many felt that the outcome was still relatively obscure and meant that many of the same battle lines would re-emerge in June.",
      "The second significant challenge revolved around the aggregate scale of emissions to be achieved by Annex I parties.",
      "According to the AWG-KP s work programme for 2009, AWG-KP 7 was supposed to adopt conclusions on the aggregate range.",
      "As there were no clear numbers in the final outcome, many developing countries were left frustrated, noting that the AWG-KP had dedicated the last three years to exploring the means available for Annex I countries to achieve their commitments and that focus on the actual numbers was overdue.",
      "Some developing countries had come to the table with detailed calculations of ranges and targets for Annex I parties.",
      "Many Umbrella Group countries, however, were once more reluctant to advance independently of the AWG-LCA: while some of them have placed unilateral offers on the table, Japan and the Russian Federation made it clear that they were not willing to negotiate numbers for Annex I Protocol parties under the AWG-KP without knowledge of commitments from the US and advanced developing countries.",
      "So while some considered the discussion on the ranges and targets tabled by some developing countries at this meeting as an important step in the right direction, given that they will be reflected in the June negotiating text, everyone acknowledges that the AWG-KP is in for some rough times."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}