{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Japan",
      "Morocco"
   ],
   "enb_end_date": "31-Mar-08",
   "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12357e.html",
   "id": "enb12357e_2",
   "section_title": "KYOTO PROTOCOL:",
   "sentences": [
      "In December 1997, delegates at COP 3 in Kyoto, Japan, agreed to a Protocol to the UNFCCC that commits developed countries and countries in transition to a market economy to achieve emission reduction targets.",
      "These countries, known under the UNFCCC as Annex I parties, agreed to reduce their overall emissions of six greenhouse gases by an average of 5.2% below 1990 levels between 2008-2012 (the first commitment period), with specific targets varying from country to country.",
      "Following COP 3, parties began negotiating many of the rules and operational details governing how countries will reduce emissions and measure their emission reductions.",
      "The process was finalized in November 2001 at COP 7 in Marrakesh, Morocco, when delegates reached agreement on the Marrakesh Accords.",
      "These Accords consisted of a package of draft decisions for adoption at COP/MOP 1 and laid down detailed rules: on the Protocol s three flexible mechanisms; reporting and methodologies; land use, land-use change and forestry; and compliance.",
      "The Accords also addressed issues such as support for developing countries, including capacity building, technology transfer, responding to the adverse effects of climate change, and the establishment of three funds: the Least Developed Countries (LDC) Fund, the Special Climate Change Fund (SCCF), and the Adaptation Fund."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}