{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Iceland",
      "China",
      "Russian Federation",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "05-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12476e.html",
   "id": "enb12476e_5",
   "section_title": "NUMBERS CONTACT GROUP:",
   "sentences": [
      "The group focused on impacts affecting the overall level of ambition.",
      "Co-Chair Charles spent the remainder of the meeting soliciting party inputs on presentations of estimated ranges based on options emerging from technical negotiations.",
      "In particular, views were sought on options to address the implications of these ranges on the scale of emission reductions.",
      "On use of surplus AAUs and carry over, Co-Chair Charles said that based on previous discussions, the range of estimated surplus AAUs is 0.3-0.6 Gt CO2/year in 2020, and carry over is a total of 7-11 Gt CO2.",
      "He identified options to address the implications of this range, including: using existing rules; demand or supply side measures; using a cap or restricting use; or levies.",
      "The EU asserted that levies are the most complicated option.",
      "SAUDI ARABIA wondered how to link these discussions to those in other AWG-KP groups.",
      "NEW ZEALAND underscored the possible disproportionate impacts of the different options on certain parties.",
      "On LULUCF, Co-Chair Charles said the estimated use of LULUCF credits ranges from 5-8%, or possibly lower, depending on selection of certain options under negotiation.",
      "He said the following options could address implications for actual emission reductions: using existing rules; limiting use of, or removing, LULUCF credits from the system; removing the surplus where it includes LULUCF credits; or not using the LULUCF provisions of Protocol Article 3.7 (translating QELROs into AAUs). BRAZIL, with CHINA, NORWAY and the RUSSIAN FEDERATION, said including experts from the LULUCF group would improve the discussions.",
      "ICELAND said LULUCF should not be seen as a loophole.",
      "NEW ZEALAND said forests should be characterized as stocks rather than flows.",
      "On mechanisms, Co-Chair Charles said the estimated size of CDM CERs demand is 5-6 Gt CO2.",
      "He emphasized that the implications on emission reductions could be addressed through using current rules and introducing new mechanisms, strengthening the additionality of CERs, or imposing a cap on mechanisms and supplementarity.",
      "The EU noted that these options are well refined within the current text on mechanisms and, with NEW ZEALAND, said they require a political decision.",
      "Following these discussions, Co-Chair Charles noted the need for a detailed outline of options on surplus AAUs, that options for LULUCF would benefit from joint discussions with the LULUCF contact group, and that additional discussions on mechanisms would be useful."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}