{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "United States",
      "Saudi Arabia",
      "Australia",
      "China",
      "Japan"
   ],
   "enb_end_date": "26-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "26-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12268e.html",
   "id": "enb12268e_2",
   "section_title": "NON-ANNEX I COMMUNICATIONS",
   "sentences": [
      "Informal consultations on national communications from non-Annex I Parties convened in the morning.",
      "The G-77/CHINA summarized discussions leading up to Australia\u0092s proposal to combine a submission window with a possible extension period.",
      "He reiterated his understanding that the starting point for the submission period was four years, with the possibility of a one-year extension, without any implications for GEF funding.",
      "The EU offered to drop any reference to the length of the submission period, retaining only text noting that any extensions will not imply additional financial resources from the GEF.",
      "The consultations were adjourned until the afternoon, while Parties from GEF donor countries verified that the draft language circulated had no implications for GEF guidance.",
      "On reconvening, the EU, CANADA, JAPAN, US, AUSTRALIA and the G-77/CHINA agreed to the draft decision.",
      "The US added that, while she was pleased to have reached agreement, there were elements missing from the draft decision that should be kept in mind for a future negotiation. The draft decision, as agreed, acknowledges the importance of updating inventories of anthropogenic emissions by sources and removals by sinks, and the importance of measures to facilitate adequate adaptation.",
      "It decides, inter alia: that non-Annex I Parties shall make all efforts to submit their second and, where appropriate, third national communication, within four years of initial disbursement of finance; that Parties, if necessary and based on national circumstances, may use an extension of up to one year for submission and that any extensions shall not imply additional GEF funding; that LDCs may submit second national communications at their discretion; and that further discussion will take place on implementation of UNFCCC Article 12.5 (national communications) at COP 15.",
      "SAUDI ARABIA was offered reassurance that the decision does not set a deadline of 'before 2006' for applications for financing subsequent communications for Parties that have had an initial disbursement more than five years ago.",
      "With agreement on the text, the consultations were closed."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 1"
   ],
   "type": ""
}