{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_26",
   "section_title": "GREENHOUSE GAS ABATEMENT WORKING GROUP",
   "sentences": [
      "This working group was chaired by Vute Wangwacharakul.",
      "The working group aimed to identify analytical, methodological and technical issues in the preparation and reporting of abatement options, including: best practices and lessons learned; relevant issues related to mitigation actions in the context of sustainable development; and analytical and methodological issues related to the analysis of abatement options, as well as the difficulties encountered in the use of the UNFCCC guidelines. Participants discussed the issues identified in the regional reports relating to abatement options.",
      "They highlighted that: reporting on abatement in non-Annex I national communications was voluntary; there had only been a limited exchange of information and experience regarding the assessment of abatement options; the energy sector was the most widely reported sector; reporting of methodology was limited; assessment of mitigation options is an on-going process; detailed abatement options had been reported for the energy, agriculture, transport and waste sectors; limitations were apparently associated with the implementation of measures to mitigate emissions; and public awareness, legislation and incentives had been suggested to encourage the reduction of greenhouse gas emissions. Problems identified were: lack of sufficient data; lack of skilled personnel; lack of access to models; difficulties with assessment of options; and limited access to appropriate technologies.",
      "It was also noted that the UNFCCC guidelines do not provide guidance for the assessment of abatement options in any of the following areas: emission reduction estimation; construction of scenarios; incorporation of options into national planning processes; or the development of integrated strategies. This working group's recommendations, which were submitted to the Plenary on Thursday, 22 March, endorsed the inclusion of abatement guidance for Parties who may wish to include abatement in their national communications; stressed the provision of financial and technical support for data acquisition and management; and encouraged capacity building and technology assessment.",
      "Under methodologies, the working group endorsed the assessment of options, construction of scenarios, data management, interaction between abatement and mitigation, use of appropriate tools, and evaluation of social, economic and environmental options.",
      "For reporting, the group noted: the guidelines should be able to accommodate different timescales; the need for clear definitions and/or terminology; and that the assumptions used in making projections should be reported.",
      "On financial and technical support, the group recommended: the establishment of a clearing- house; the continuation of the NCSP; mechanisms to improve coordination among donors; assistance with preparation of project proposals; access to appropriate technologies; and further guidance to the financial mechanism to encourage funding of the outlined activities."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}