{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "Germany",
      "Switzerland",
      "Norway"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_21",
   "section_title": "Afforestation and Reforestation under the CDM",
   "sentences": [
      "On Tuesday, 2 December, SBSTA Chair Thorgeirsson noted progress on definitions and modalities on land use, land-use change and forestry (LULUCF) projects under the CDM during pre-sessional consultations undertaken Friday and Saturday, 29-30 November.",
      "He said delegates had addressed, inter alia: baselines, additionality and leakage; crediting options; and socioeconomic and environmental criteria.",
      "Chair Thorgeirsson said a contact group would be formed, co-chaired by Karsten Sach (Germany) and Thelma Krug (Brazil). In a meeting of the contact group held on Wednesday, 3 December, Co-Chair Sach presented a revised negotiating text, to be annexed to the draft COP decision.",
      "The text incorporated several submissions by Parties, particularly on permanence and on socioeconomic and environmental criteria.",
      "Other proposals tabled included provisions on invasive alien species (IAS), genetically modified organisms (GMOs), and small-scale projects. On Thursday, 5 December, delegates met in informal consultations and discussed the viability of positive leakage and the various options for establishing a crediting period. In the contact group on Saturday, 6 December, Co-Chair Krug presented a revised annex to the draft COP decision.",
      "Detailing the modalities and procedures of afforestation and reforestation project activities, the annex maintains agreed definitions of forest, afforestation and reforestation.",
      "It also includes an option for both temporary and long-term credits, which may be renewed or taken for a fixed crediting period; allows for negative leakage only; provides a definition for small-scale projects with modalities to be decided at COP-10; incorporates socioeconomic and environmental criteria into project design document requirements; and includes a general reference to the IPCC Good Practice Guidance. On Monday, 8 December, informal consultations continued throughout the day and into the night.",
      "Discussions centered, inter alia, on the size and modalities governing small-scale projects, and the inclusion of IAS and GMOs. On Tuesday, 9 December, Co-Chair Krug presented the contact group with a revised annex to the draft COP decision resulting from informal consultations held throughout Monday, 8 December, and into Tuesday morning, 9 December.",
      "Several Parties congratulated the Co-Chairs on the 'balanced package' and urged others to avoid re-opening the debate.",
      "Canada, opposed by Switzerland and the EU, proposed deleting reference in the draft COP decision on awareness of international 'environmental' agreements and leaving only 'international agreements.",
      "' The amendment was accepted in the spirit of compromise, and the contact group decided to forward the draft COP decision to SBSTA for approval. In the SBSTA Plenary on Tuesday, 9 December, contact group Co-Chair Krug reported that agreement had been reached on the draft COP decision.",
      "While Australia expressed concern regarding the singling out of GMOs and IAS, Norway regretted the lack of stronger language excluding them from project activities.",
      "The EU stressed that the text was balanced and reflected progress toward implementing the Protocol.",
      "On Tuesday, 9 December, SBSTA agreed to forward the draft decision to the COP.",
      "On Friday, 12 December, the COP adopted the decision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}