{
   "actors": [],
   "countries": [
      "Saudi Arabia",
      "Algeria",
      "Togo",
      "Egypt",
      "France",
      "United Kingdom",
      "Malaysia",
      "Namibia",
      "Mali",
      "Russian Federation",
      "Hungary",
      "Nigeria",
      "Burkina Faso"
   ],
   "enb_end_date": "19-May-05",
   "enb_long_title": "Seminar of Governmental Experts",
   "enb_short_title": "SOGE",
   "enb_start_date": "19-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12261e.html",
   "id": "enb12261e_42",
   "section_title": "DISCUSSION",
   "sentences": [
      "Namibia, Burkina Faso, Togo and others expressed interest in Mali\u0092s experiences with national monitoring plans and meteorological information systems, and raised the idea of turning them into a regional programme.",
      "Egypt and Malaysia stressed the importance of technology transfer and the role of the private sector in technology transfer.",
      "The Russian Federation highlighted the need for better forecasts on the consequences of climate change, together with historical and long-term perspectives. Responding to a question from France about adaptation, María Paz Cigarán said it is very difficult to generalize about the experiences of different countries because of their diverse circumstances.",
      "She indicated that, at present, focusing on capacity building against climate variability would be the most beneficial action, along with dissemination of information.",
      "Mama Konate said Mali\u0092s information system is an example that can be applied to any developing country.",
      "Fareed Al-Asaly said that, at present, the development of cleaner fossil fuel technologies tends to focus on coal, whereas Saudi Arabia would like to see similar efforts put into oil technologies.",
      "Responding to Nigeria, the UK, Algeria and Hungary on economic diversification, Fareed Al-Asaly said Saudi Arabia is focusing its economic diversification efforts on the petrochemical sector, while in terms of adaptation, the emphasis is on coastal zone management."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}