{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Samoa"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_40",
   "section_title": "BEYOND YOKOHAMA",
   "sentences": [
      "The influence and reach of the WGII report is coming at a particularly active time in the international environmental and development agenda.",
      "Together with the WGI report on the physical science basis and the WGIII report on mitigation, it will inform: the UN Climate Summit, being convened by UN Secretary-General Ban Ki-moon in September in New York; the UNFCCC negotiations, which are expected to culminate in a new climate deal in 2015 in Paris; the Third International Conference on Small Island Developing States in Samoa later this year; the World Conference on Disaster Risk Reduction in 2015; and the discussions on sustainable development goals and the post-2015 development agenda, to name only the most obvious ones.",
      "There will also be numerous policy and decision makers at the state, city and municipal level looking into its findings.",
      "Japanese poet Kobayashi Issa once said: 'Under the cherry tree, there is no stranger'.",
      "This could aptly be interpreted to mean that all of humanity and the natural world have something in common: we are all affected by climate change, no matter what.",
      "The degree to which we adapt, the degree to which we manage risk, and the degree to which we mitigate will determine the severity of the impacts and risks, but not negate them completely.",
      "As was repeatedly highlighted during the week, damage has already been done and some of it is irreversible.",
      "So, in effect, one could say that under the cherry tree, as scientist and coordinating lead author Michael Oppenheimer put it, 'we are all sitting ducks'.",
      "The WGII assessment report offers an important base for decision makers to craft new tools and strategies for adaptation and help them understand the links between climate change, risk and development.",
      "While the SPM is, by force, of a more general nature, it is in fact only the tip of the iceberg: for detail and quantification, the underlying assessment provides a wealth of information that decision makers at all levels can use when facing specific questions.",
      "By strengthening and clarifying the links between climate change, risk and development, the WGII report goes a long way towards improving understanding of what needs to be done and has made it clear that the implications of inaction will be catastrophic."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}