{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Qatar",
      "Indonesia",
      "Oman",
      "Tanzania",
      "Finland",
      "Micronesia",
      "France",
      "United States",
      "Fiji",
      "Gabon",
      "Malta",
      "Japan",
      "Norway",
      "Ukraine",
      "Romania",
      "South Africa",
      "Egypt",
      "Iceland",
      "Sri Lanka",
      "Kiribati",
      "Kazakhstan",
      "Barbados"
   ],
   "enb_end_date": "17-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "17-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12259e.html",
   "id": "enb12259e_4",
   "section_title": "Discussion",
   "sentences": [
      "UKRAINE and OMAN noted their recent ratifications of the Protocol.",
      "EGYPT stressed the need for greater efforts on adaptation and technology transfer.",
      "NORWAY underlined the need for a strong political response coming out of COP-10.",
      "ROMANIA supported the integration of adaptation and mitigation measures.",
      "JAPAN noted a paradigm shift in the awareness of its citizens, following recent extreme weather events in Japan.",
      "He said that Japan is engaging in 'proactive' action for adaptation.",
      "TANZANIA said adaptation to climate change is an equity issue, noting the disproportionate impacts of climate change on LDCs. SOUTH AFRICA called for sustained financial support for developing countries to implement adaptation plans and, with INDONESIA, said these should be integrated into development plans.",
      "ICELAND, NORWAY and FINLAND pointed to the Arctic assessment of climate change, which shows that the Arctic climate is warming rapidly.",
      "FINLAND highlighted the need to make all actors aware of climate risks to enable them to prepare for the consequences of climate change.",
      "MICRONESIA said the eligibility criteria for adaptation funds should be streamlined.",
      "BRAZIL stressed the importance of developing scientific and technical cooperation and creating a network of research centers on adaptation in developing countries.",
      "INDONESIA said adaptation funding should include research. CANADA said adaptation to climate change is a global problem that requires resolute international initiatives.",
      "The US said the US Country Studies Program was one of the first to carry out vulnerability assessments, and FRANCE noted efforts to undertake vulnerability assessments of French coastal zones.",
      "SRI LANKA recalled that poverty eradication is the main challenge, and called for adaptation funding to be equitably distributed.",
      "BARBADOS, for AOSIS, called for further implementation of the Barbados Programme of Action. OMAN and QATAR underscored the importance of implementing UNFCCC Article 4.8 (adverse effects) with respect to response measures.",
      "KIRIBATI and FIJI stressed that adaptation measures should respond only to the adverse impacts of climate change, and not to the adverse impacts of mitigation measures.",
      "FIJI urged the international community to be sympathetic to the needs of SIDS.",
      "GABON highlighted the importance of Central African forests in global carbon sequestration and emphasized the need to streamline the funding process.",
      "KAZAKHSTAN said his country is ready to undertake voluntary commitments for greenhouse gas emissions reductions.",
      "MALTA said the costs of climate change impacts should be widely recognized and supported an open-ended dialogue."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}