{
   "actors": [],
   "countries": [],
   "enb_end_date": "24-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "24-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12162e.html",
   "id": "enb12162e_13",
   "section_title": "BOX C LULUCF:",
   "sentences": [
      "The note proposes that Parties apply the FAO definition of 'forest' under Article 3.3, taking national circumstances into consideration, and apply the IPCC definition for afforestation, reforestation and deforestation.",
      "It suggests that the biome-specific approach to the forest definition be further investigated. In terms of additional activities under Article 3.4 in the first commitment period, the note suggests that Parties be allowed to include grazing and cropland management, forest management, and revegetation.",
      "To address the problem of scale, an upper limit of credits amounting to 3% of a Party's base year emissions would be set.",
      "Furthermore, Parties would receive full credits for Article 3.4 activities up to a level canceling out a possible Article 3.3 debit, as long as the total forest stock is growing.",
      "Above this level, 85% of the credit would be reduced from forest management activities, and 30% from other Article 3.4 activities, in order to discount for non-direct human induced effects and uncertainty.",
      "This 'factoring out' process would be reviewed periodically.",
      "The COP/MOP would be requested to review the list of agreed Article 3.4 activities and accounting rules and guidelines prior to setting emissions commitments for the second and consecutive commitment periods. On LULUCF under the CDM, the note proposes that Parties allow afforestation and reforestation.",
      "Conservation projects would not be allowed, but would be prioritized under the adaptation fund.",
      "A process would be established under SBSTA, with IPCC input, to develop rules and modalities to deal with issues such as non- permanence, social and environmental effects, leakage and uncertainty."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}