{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Oct-13",
   "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)",
   "enb_short_title": "IPCC37",
   "enb_start_date": "14-Oct-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12582e.html",
   "id": "enb12582e_34",
   "section_title": "THE METHODOLOGY REPORTS: A KEY ELEMENT OF THE IPCC'S WORK",
   "sentences": [
      "The IPCC's work on guidelines and methodologies to assist UNFCCC parties in preparing national inventories to estimate and report on their GHG emissions and removals is a less well-known, yet crucial, aspect of the Panel. GHG inventories are one of the most critical, if often over-looked, aspects of the multilateral climate regime.",
      "The fact that countries are able to agree on a common methodology to estimate their emissions and removals and report these in a common format that can then be compared and reviewed, and made public and easily accessible, is no small feat, given the vastly different circumstances and biophysical conditions of countries.",
      "This is only possible when scientists of recognized standing, working through a credible process, propose methods that countries can all agree on and then use to estimate and report their emissions and removals.",
      "IPCC provides for all this and, in Batumi, this process was again put to the test, with success.",
      "At IPCC-37, two important methodology reports were adopted: the '2013 Supplement to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories: Wetlands' (2013 Wetlands Supplement); and the '2013 Revised Supplementary Methods and Good Practice Guidance Arising from the Kyoto Protocol' (2013 KP LULUCF Supplement).",
      "The latter, in particular, was put together in a record time to abide by a request by the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol to have them ready for use in the second commitment period.",
      "Although highly technical, methodology reports are politically significant for climate negotiations, as they constitute the operating manuals behind certain key decisions.",
      "The estimating methods in the 2013 KP LULUCF Supplement, for example, are a matter of real consequence, as the results affect compliance with targets under the Kyoto Protocol when used by countries in accounting their GHG emissions and removals.",
      "The smooth progress seen at this session can only be a sign that this process works: scientists, government representatives and other stakeholders worked together in an iterative manner and found ways of addressing particular concerns while being true to the current state of knowledge.",
      "This is a considerable foundation for any potential new global agreement to address climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}