{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Jamaica",
      "Singapore",
      "Gambia",
      "Switzerland",
      "Swaziland",
      "Tuvalu",
      "Russian Federation",
      "New Zealand"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_13",
   "section_title": "General Discussion",
   "sentences": [
      "The Gambia, for the LDCs, emphasized the need for: a party-oriented approach that accommodates national circumstances; scientific evaluation of the adequacy of commitments; sufficient flexibility; and periodic review of commitments.",
      "The Russian Federation indicated that the focus should not be on the agreement s design but on the level of participation, observing that the principles of the Convention are subsidiary issues.",
      "The EU noted that national climate legislation is not sufficient to ensure the adequacy of collective ambition.",
      "She indicated that a focus on fairness rather than equity would be more useful, noting disagreement on the interpretation of the latter.",
      "On transparency, she observed that the biennial reports by developed and developing countries will show whether transparency policies implemented thus far have delivered.",
      "Switzerland stressed the need to explore sources of inspiration and noted that when we talk about monitoring, reporting and verification (MRV) and transparency, we talk about emission reductions and overarching objectives.",
      "New Zealand observed that a top-down approach would be difficult for galvanizing participation, while a bottom-up approach would not be effective in enhancing ambition.",
      "Calling for a hybrid approach, New Zealand proposed a rules-based approach whereby all countries undertake diverse commitments within the same legal framework.",
      "She proposed commitments that: are quantifiable and transparent; allow for variance depending on national circumstances; and are subject to regular review.",
      "Jamaica called for taking into consideration the Kyoto Protocol s shortcomings, including lack of full participation, in the new agreement s design.",
      "He observed that the compliance aspects of the Protocol were deficient and parties were allowed to jump off, and called for a linkage to science.",
      "Singapore highlighted the importance of each party having a sense that the agreement is fair for them, as opposed to an imposed top-down framework.",
      "Swaziland called for setting an adaptation goal.",
      "Tuvalu noted the need for a massive scaling up of action and a global Marshall Plan for climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}