{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Netherlands",
      "Bangladesh",
      "Sudan",
      "Philippines",
      "Finland",
      "United States",
      "Croatia",
      "Peru",
      "Kenya",
      "Switzerland",
      "Norway",
      "Cook Islands",
      "Jamaica",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "Portugal",
      "Cuba",
      "South Africa",
      "Japan",
      "United Kingdom",
      "Austria",
      "China",
      "Russian Federation",
      "Thailand",
      "Spain"
   ],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_11",
   "section_title": "CO-CHAIRS\u0092 INFORMAL SUMMARY OF THE DISCUSSION",
   "sentences": [
      "On Tuesday afternoon, Co-Chair Kumarsingh introduced an informal summary of the workshop discussion on the programme of work, and asked for general comments. Several participants proposed using language from Convention Article 9 (SBSTA), and the UK proposed to address the issue of consistency with SBSTA\u0092s mandate in a chapeau paragraph.",
      "On the expected outcome of the programme of work, the UK, with others, noted that the intent of the programme of work should be to enhance capacity to identify, decide on and implement adaptation actions. Switzerland suggested giving priority to stocktaking before proposing specific actions.",
      "Co-Chair Kumarsingh asked participants to focus on possible specific activities under each thematic area.",
      "The US noted that it is important that this process lead to improvement in the quality of information collected and that there is a need to identify the target audience before undertaking activities such as promotion of understanding of climate risks and vulnerabilities.",
      "Australia said that integration of sustainable development is not a thematic area, and noted that all countries are vulnerable to climate change.",
      "He suggested clarifying the target audience for improving availability of socioeconomic information.",
      "Peru emphasized that a number of actions pertaining to capacity building and technical training mentioned in decision 1/CP.10 were not mentioned in the summary of the discussion.",
      "Co-Chair Kumarsingh responded that capacity building is very much a part of the framework of the programme of work.",
      "Samoa noted the need for making reference to the needs of the most vulnerable countries, and Bangladesh stressed that socioeconomic information on vulnerable populations is essential. SBSTA Chair Benrageb reminded participants of the need for a fair and balanced proposal that has a good chance of being adopted at COP 11. On promoting understanding of climate risks, key vulnerabilities and thresholds of climate change, Austria, opposed by Brazil and Peru, proposed including reference to forests.",
      "Peru suggested instead a reference to fragile ecosystems. Canada, supported by Austria, Sudan and many others, stressed the need to avoid limiting the programme of work to decision 1/CP.10, saying that the programme of work should serve as a broad framework to stimulate investment and work outside the Convention.",
      "In this regard, she mentioned Canada\u0092s national government and indigenous communities, as well as the CGE, as examples of other processes and communities who are looking for guidance from the UNFCCC on adaptation.",
      "The US, with the Netherlands, called for a reference to sectors and, on SBSTA\u0092s work, she proposed to use language along the lines that SBSTA 'will explore' the actions identified in the programme of work, instead of using other verbs such as 'promote,' 'improve' or 'collect.",
      "' Peru, with Saudi Arabia, Norway and several others, proposed considering integration as a cross-cutting issue, while Portugal suggested increased reference to synergies.",
      "The Netherlands, supported by Finland, called for adding explicit reference to local knowledge, while Switzerland preferred reference to local stakeholders.",
      "Norway noted that adaptation should be mainstreamed into development and this could open new areas of funding.",
      "South Africa disagreed, saying that funding for adaptation projects should not rely on development funding. Co-Chair Kumarsingh asked participants to identify the modalities and time frames of the programme of work.",
      "Australia suggested the use of a compendium or website as a tool for information dissemination.",
      "Switzerland suggested that actions could be initially defined on an annual or semi-annual basis and subsequently amended at SBSTA meetings.",
      "Responding to Switzerland\u0092s query on the availability of Secretariat resources, Thorgeirsson noted that the Secretariat\u0092s budget was limited and that the programme of work is SBSTA\u0092s responsibility, not the Secretariat\u0092s.",
      "He added that most of the adaptation activities would involve other actors. Finland stressed the need to identify the form and sources of information available before deciding on the modality for information dissemination to users on impacts and vulnerabilities.",
      "Jamaica noted that useful information is included in national communications and, supported by Kenya, outlined other existing initiatives, including stakeholder consultations. Switzerland stressed the need to compile lessons learned before promoting development and dissemination of methods for impacts and vulnerability assessments.",
      "He stressed that a large amount of information is available regarding adaptation strategies in the national communication of Annex I parties.",
      "He also said that institutions such as the Data Distribution Center of the IPCC could provide information on crosscutting areas for modelling and that the Secretariat could assist in collecting and making this information available. Noting a request in decision 1/CP.10 to organize regional workshops, Peru offered to host the first one of these workshops.",
      "The US, with Finland, noted that the workshops referred to in decision 1/CP.10 were already spoken for.",
      "Canada said that the UNFCCC could invite its own bodies, such as the CGE, to conduct workshops.",
      "Responding to a question by the UK on the specific purpose of the regional workshops, Thorgeirsson said the goal is to reflect on regional needs and priorities but the programme of work should make the workshops more targeted.",
      "Canada, with Spain, added that regional workshops might be the best means to share information, discuss opportunities, and integrate other sectors and institutions.",
      "Croatia added that there is a need for separate workshops where the climate change specialists can interact with the relevant sectoral representatives.",
      "Austria recommended holding in-session workshops during SBSTA meetings as a forum for parties to report on lessons learned on adaptation, while the Cook Islands highlighted the potential role of intersessional working groups. Spain proposed that the UNFCCC Secretariat complete and update the current adaptation Compendium.",
      "Switzerland called for specific time frames, while Japan, supported by the US, noted budget and other limitations and stressed the need to focus on a five-year programme of work.",
      "The US supported an ad hoc expert group to start the programme of work. South Africa, supported by many participants, proposed to have 'landmarks' or deadlines on actions identified to allow feedback for recommendations and further progress.",
      "Thorgeirsson noted that SBSTA will be considering the IPCC 4AR in 2008 and this would present a good opportunity to interact with experts.",
      "He suggested that a possible request to the IPCC to report on adaptation issues should not be restricted to the IPCC 4AR, but also include later research not covered in the assessment report.",
      "Thorgeirsson also noted that there will be a report by the Global Climate Observing System on systematic observation at SBSTA 23 in Montreal. Switzerland called for a strong role of the UNFCCC Secretariat in the programme of work, particularly in dissemination of information.",
      "Responding to Brazil\u0092s question on the Secretariat\u0092s capacity for setting up a clearinghouse for disseminating information, Thorgeirsson replied that the Secretariat does possess the requisite technical but not the financial resources. On Wednesday, 19 October, participants continued discussion of the Co-Chairs\u0092 informal summary of the discussion.",
      "On promotion of development and dissemination of analytical and decision-making tools, Austria noted the lack of a compilation on such tools, and said that this is something a possible questionnaire could address.",
      "He also noted the effectiveness of in-session workshops for sharing experiences.",
      "The Cook Islands, supported by Sudan, stressed the need for rapid vulnerability assessment tools.",
      "Australia, with others, proposed the use of practical, simple tools to provide guidance on the effectiveness of adaptation measures, while South Africa stressed the need for evaluation of the programme of work itself.",
      "The Russian Federation and the Philippines noted the importance of including information on unusual climate conditions and of engaging country experts for this purpose. The UK noted the lack of readily available methodologies to assess adaptation measures, while Jamaica noted that measures could be gauged by their effectiveness.",
      "Sudan called for some kind of good practice guidance on adaptation, and with Jamaica and others, emphasized reference to adaptation planning.",
      "Jamaica and others suggested requesting a special report on adaptation from the IPCC.",
      "Cuba proposed making use of existing information in the national communications and expert bodies within the Convention, such as the CGE and the Expert Group on Technology Transfer.",
      "The Philippines, supported by the Cook Islands and Japan, highlighted the linkages between assessments, adaptation and integration, and suggested that these should be reflected in a database on adaptation that should also include useful experiences of developing countries. The US proposed stocktaking as an initial action.",
      "Noting that adaptation measures include policies as well as infrastructure, Australia, supported by the Cook Islands, Saudi Arabia and others, called for different types of stocktaking. Highlighting the importance of participatory processes, the Cook Islands proposed reference to international cooperation 'among parties and other organizations.",
      "' She also noted the need to take into account local knowledge and to enhance resilience.",
      "The Netherlands emphasized the role of the private sector in international cooperation and the need to examine and extend the adaptation agenda to relevant sustainable development institutions.",
      "Bangladesh, with China and Thailand, emphasized the importance of international cooperation and bilateral collaboration in capacity building for impact and vulnerability assessments.",
      "Sudan highlighted the need for greater cooperation between the Convention and multilateral processes, while Brazil noted the importance of national focal points in promoting synergies of the programme of work with other multilateral environmental agreements. On possible workshops, Finland, supported by the US and Canada, proposed structuring workshops on adaptation along four themes: tools and data requirements and availability; critical issues; monitoring and evaluation tools; and best practices, and the US, supported by Saudi Arabia, stressed a sectoral approach to the workshops.",
      "The Cook Islands noted the need for flexibility in structuring the workshops and cautioned against duplication of work.",
      "Thorgeirsson noted the need for guidance on specifying a target audience for the workshops. Japan highlighted the benefits of various adaptation actions, while the UK emphasized the need to bring the users and producers of climate information together at the regional and national levels.",
      "The US said that an identification of the audience for actions would help to better define the modalities.",
      "Finland noted the importance of influencing decision-makers, who are the major audiences of the programme of work.",
      "The Philippines supported the Netherlands in stressing the importance of incorporating the views of those outside the convention, such as the business sector, and highlighted some of the country efforts in reinforcing the relationship of users and producers of information."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}