{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_117",
   "section_title": "LOOKING AHEAD",
   "sentences": [
      "In spite of limited progress under the ADP, things were not all doom and gloom in Bonn.",
      "Progress on issues such as REDD+ seems to suggest that intergovernmental cooperation could provide an important basis for developments beyond the UNFCCC.",
      "REDD+ is quintessentially a bottom-up, voluntary and sectoral approach to climate change mitigation, whose implementation so far has relied upon the initiative of willing countries, and support from international and bilateral arrangements beyond the UNFCCC. Some in Bonn wondered whether this hybrid bottom-up/top-down approach could be a sign of climate governance to come.",
      "“Coalition of the willing” approaches are not new to climate negotiations.",
      "At the ill-fated Copenhagen Climate Change Conference in 2009, a bottom-up approach to climate governance was initiated.",
      "Ever since, the climate regime has made significant strides in creating an intergovernmental process to encapsulate and review bottom-up efforts, through the international assessment and review and the international consultation and analysis.",
      "The Paris Climate Change Conference is largely expected to bring this process towards completion, by creating a hybrid architecture that brings together parties’ nationally determined contributions under an internationally-agreed framework. To this end, a positive signal came from the G7 leaders convening in southern Germany in parallel to the Bonn conference.",
      "The leaders committed to do their part to achieve a low-carbon global economy in the long-term.",
      "Like the UNFCCC parties, they recognized that this radical transformation cannot be achieved by states alone.",
      "In this vein, the G7 called on the multilateral development banks to use their capacity to mobilize other partners to help countries transition to low-carbon economies.",
      "Their call was echoed by the Global Environment Facility’s adoption of a new work programme to expand engagement with private sector initiatives that seek to deliver global environmental benefits. Initiatives undertaken by non-state actors also enjoyed ever-greater visibility in Bonn, in the Technical Expert Meetings on renewable energy and energy efficiency, as well as on banners that could be seen around the venue, announcing climate change mitigation or adaptation pledges by cities, regions and businesses.",
      "Also recognizing that success in Paris will partly depend on the commitment of non-state actors, the incoming COP 21 French Presidency announced a series of dedicated events to showcase the collaboration of cities, regions, companies, investors and national governments to increase global ambition to act on climate change. It remains to be seen, however, whether these expressions of goodwill will inspire UNFCCC parties to overcome their differences and move beyond procedural debates to deliver much needed guidance and leadership, ensuring that all these various efforts converge towards climate action that is in line with that required by science."
   ],
   "subtype": "AGENDA",
   "topics": [],
   "type": "WORKING GROUP"
}