{
   "actors": [],
   "countries": [
      "Bahamas",
      "Mexico"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_15",
   "section_title": "OVERVIEW OF REPORTS FROM REGIONAL WORKSHOPS",
   "sentences": [
      "Philip Weech (The Bahamas) presented a report on the methodological, analytical and technical issues related to the greenhouse gas inventory identified in the CGE regional workshops held in 2000 in Mexico City, Bangkok and Nairobi.",
      "On inventories, he said most Parties had successfully completed them and most work had been based on the 1996 IPCC Revised Guidelines.",
      "He said activity data for some sectors was unreliable and the bottom-up approach was problematic due to problems with data sources.",
      "He indicated that emissions factors needed to be developed for several sectors.",
      "On financial and technical support, he stressed the importance of: access to information; public awareness programmes; translation and dissemination of good practice guidance; and regional networks for information and expertise sharing.",
      "On V&A assessment, he stressed: the inadequacy of UNFCCC guidance and the need for this to be clearly mentioned in the revised guidelines; a general agreement on the most vulnerable sectors; the lack of cross-sectoral assessments; the need for capacity building and financial and technical support; and the importance of research and systematic observation and networking and information dissemination and sharing.",
      "He underscored the need for integrating V&A assessment with national planning and the utility of being able to interpret in a national context.",
      "On abatement options, he explained that this was an on-going process.",
      "He outlined the methodology applied and the sectors included, and stressed the need for capacity building and financial and technical support for abatement options.",
      "In conclusion, he outlined some remaining barriers, such as inadequate funds for meeting the reporting requirements and the need for enhanced education and training for the preparation of national communications.",
      "He stated that, although priorities were different in the different regions, the problems were essentially the same."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}