{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "10-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "10-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12215e.html",
   "id": "enb12215e_3",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "On Saturday, this group deliberated on draft COP and COP/MOP decisions regarding training programmes for ERTs, and text suggested by the drafting group on the code of conduct for the treatment of confidential data under Article 5.2 (adjustments).",
      "On the draft COP decision, Parties discussed the initial training programme\u0092s premises and courses.",
      "CANADA expressed interest in contributing resources to the basic course on review of inventories.",
      "The EU preferred prioritizing the LULUCF training module, if resources are limited.",
      "With regard to the proposed text on adjustments, Parties discussed the difficulty of transmitting confidential information to reviewers based in their home countries, and debated whether local diplomatic representation could be used for this purpose. This contact group met twice on Monday.",
      "In the morning, Parties considered criteria for selecting lead reviewers.",
      "CANADA questioned the need for lead reviewers to be examined on training elements other than the modalities for accounting assigned amounts and review of national registries.",
      "Delegates discussed whether topics for examination should be included in an annex to the draft COP/MOP decision or as an annex to the SBSTA-17 report.",
      "Parties also addressed the appropriate placement of a reference discussing lead reviewers\u0092 disclosure of potential conflicts of interest relating to review activities.",
      "On desirable criteria, Parties debated language requirements for review team members. In the evening, delegates discussed the draft technical guidance on methodologies for adjustments, and its associated decision text.",
      "They amended the technical guidance to ensure that adjustments will be conservative, and that adjustments will not take place if a Party has underestimated base year emissions or overestimated emissions in a commitment period year.",
      "Following further discussions, delegates agreed the draft technical guidance."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}