{
   "actors": [],
   "countries": [
      "Japan",
      "Mexico",
      "Tajikistan",
      "Mali"
   ],
   "enb_end_date": "07-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "07-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12494e.html",
   "id": "enb12494e_8",
   "section_title": "FOCAL POINT FORUM OF THE NWP",
   "sentences": [
      "On Monday evening, the fourth Focal Point Forum of the Nairobi work programme on impacts, vulnerability and adaptation (NWP) took place.",
      "SBSTA Chair Mama Konaté (Mali) welcomed parties and NWP partner organizations to the event, which was intended to provide an informal platform for discussion on knowledge management and learning in support of enhanced action on adaptation and a stocktaking of activities undertaken or planned by NWP partners.",
      "The Secretariat provided an update on adaptation negotiations and on the implementation of the NWP, noting that there are now 203 partner organizations and that they have received 136 action pledges.",
      "Partner organizations commented on successes, issues that need to be addressed as the NWP moves forward and ideas for future directions.",
      "The WORLD FEDERATION OF ENGINEERING ORGANIZATIONS recommended that the UNFCCC formally acknowledge the successes of various action pledges and noted the Secretariat s excellent support for the NWP.",
      "The MUNICH CLIMATE INSURANCE INITIATIVE underscored the NWP s value, noting the catalytic nature of NWP workshops in bringing together parties and partner organizations.",
      "The WMO highlighted its fifteen new action pledges, noted that the NWP has successfully combined science and policy, and hoped that in future the compendium of climate tools would be updated regularly. IUCN recommended sector and region-specific products and linking organizations actions under the NWP to parties needs, noting possible options such as a matching mechanism.",
      "The INSTITUTE OF DEVELOPMENT STUDIES suggested a more iterative discussion between the NWP, partner organizations and parties on needs and calls for assistance.",
      "The INTERNATIONAL CENTRE FOR INTEGRATED MOUNTAIN DEVELOPMENT suggested further promoting regional collaboration.",
      "TAJIKISTAN highlighted the need to tailor information to specific regions, sectors and groups of stakeholders.",
      "UN-ISDR highlighted the diversity of stakeholders at workshops, which enables new partnerships, as well as the importance of further promoting collaboration. UNDP noted that NWP products are only useful if they are being used on the ground.",
      "Highlighting the need to improve the interface between what is being accomplished at the global level and what is taking place at the national level, she recommended establishing a NWP help desk to connect parties and organizations with appropriate partners.",
      "The GLOBAL WATER PARTNERSHIP noted the importance of tailoring information to the real needs of parties.",
      "The STOCKHOLM ENVIRONMENT INSTITUTE highlighted the Tiempo bulletin as a means of bridging climate and development issues.",
      "Noting that core funding for Tiempo has been eliminated, he asked for partnerships to ensure it continues.",
      "The JAPAN AGENCY FOR MARINE-EARTH SCIENCE AND TECHNOLOGY highlighted several of their modeling initiatives in the Caribbean and training of developing country adaptation experts.",
      "PRACTICAL ACTION noted the need to work on the conceptual framing of adaptation and the need for a knowledge intermediary to disseminate knowledge products.",
      "The NATIONAL AUTONOMOUS UNIVERSITY OF MEXICO and UN OFFICE OF OUTER SPACE AFFAIRS highlighted the need to help indigenous communities identify how weather patterns are changing.",
      "The IBERO-AMERICAN NETWORK OF CLIMATE CHANGE OFFICES suggested establishing a network of NWP supporters.",
      "Discussions continued with partner organizations highlighting progress on specific actions."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "SPECIAL WORKSHOP"
}