{
   "actors": [],
   "countries": [
      "Australia",
      "Bangladesh",
      "Mexico",
      "United Kingdom",
      "Senegal",
      "Hungary"
   ],
   "enb_end_date": "17-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "17-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12259e.html",
   "id": "enb12259e_3",
   "section_title": "Panel statements",
   "sentences": [
      "Ian Campbell, Minister of Environment, Australia, stressed that engaging in adaptation must not be seen as an excuse for avoiding mitigation.",
      "He noted the need to address local and regional knowledge-gaps, and for actions to be tailored to local socioeconomic conditions. Jafrul Islam Chowdhury, Minister of Environment and Forests, Bangladesh, underscored the high vulnerability of Bangladesh to climate change impacts and welcomed COP-10's commitment to move adaptation issues forward.",
      "He offered to host a workshop on risk and micro-insurance. Miklós Persányi, Minister of Environment and Water, Hungary, noted that the more mitigation is carried out, the less adaptation is needed. Alberto Cárdenas Jiménez, Secretary of Environment and Natural Resources, Mexico, said the absence of adaptation programmes limits the economic ability of developing countries to achieve sustainable development.",
      "He said adaptation has been addressed in a fragmented manner in the climate process and supported the Argentine proposal for an adaptation work programme. Modou Fada Diagne, Minister of Environment, Senegal, said that West Africa is already suffering the consequences of climate change.",
      "He noted that regional models remain imprecise and that developing country experts should be involved in developing climate models.",
      "He called for technical assistance from developed countries. Margaret Beckett, Secretary of State Department for Environment, Food and Rural Affairs, UK, pointed to the recent findings on climate change impacts in the Arctic and to the European heat-wave in 2003 as indicators that climate change is affecting both the developed and developing world."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}