{
   "actors": [],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "28-Nov-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12523e.html",
   "id": "enb12523e_4",
   "section_title": "CANCUN CLIMATE CHANGE CONFERENCE:",
   "sentences": [
      "Following four preparatory meetings in 2010, the UN Climate Change Conference in Cancun, Mexico, took place from 29 November to 11 December 2010.",
      "By the end of the conference, parties had finalized the Cancun Agreements, which include decisions under both negotiating tracks.",
      "Under the Convention track, Decision 1/CP.16 recognized the need for deep cuts in global emissions in order to limit global average temperature rise to 2°C.",
      "Parties also agreed to consider strengthening the global long-term goal during a review by 2015, including in relation to a proposed 1.5°C target.",
      "They took note of emission reduction targets and nationally appropriate mitigation actions (NAMAs) communicated by developed and developing countries respectively (FCCC/SB/2011/INF.1/Rev.1 and FCCC/AWGLCA/2011/INF.1, both issued after Cancun).",
      "Decision 1/CP.16 also addressed other aspects of mitigation, such as measuring, reporting and verification (MRV); reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+).",
      "Parties also agreed to establish several new institutions and processes, such as the Cancun Adaptation Framework and the Adaptation Committee, as well as the Technology Mechanism, which includes the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN).",
      "On finance, Decision 1/CP.16 created the Green Climate Fund (GCF), which was designated to be the new operating entity of the Convention s financial mechanism and is to be governed by a board of 24 members.",
      "Parties agreed to set up a Transitional Committee tasked with the Fund s detailed design, and established a Standing Committee to assist the COP with respect to the financial mechanism.",
      "They also recognized the commitment by developed countries to provide US$30 billion of fast-start finance in 2010-2012, and to jointly mobilize US$100 billion per year by 2020.",
      "Under the Protocol track, Decision 1/CMP.6 included agreement to complete the work of the AWG-KP and have the results adopted by the COP/MOP as soon as possible and in time to ensure there will be no gap between the first and second commitment periods.",
      "The COP/MOP urged Annex I parties to raise the level of ambition of their emission reduction targets with a view to achieving aggregate emission reductions consistent with the range identified in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC).",
      "Parties also adopted Decision 2/CMP.6 on land use, land-use change and forestry (LULUCF).",
      "The mandates of the two AWGs were extended to the UN Climate Change Conference in Durban."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}