{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_101",
   "section_title": "Technology",
   "sentences": [
      "In the informal group on technology, parties considered arrangements to make the new Technology Mechanism fully operational by 2012.",
      "They discussed priorities for the negotiations in Bonn and expectations for Durban.",
      "The main focus was the Climate Technology Centre and Network (CTCN).",
      "Many parties suggested focusing on a call for proposals and the criteria to be used to evaluate and select the host of the Climate Technology Centre .",
      "Parties also identified the need to consider the information required to enable institutions to respond to the call for proposals, and discussed the type of organization envisaged to host the Climate Technology Centre and the need to consider the experience of the organization, as well as resources at its disposal.",
      "Parties also considered the governance structure and terms of reference for the CTCN.",
      "Several parties pointed to the difficulty of elaborating a precise governance structure before determining the scope and host of the CTCN.",
      "Many parties supported a small, efficient and flexible host institution.",
      "Developed countries also preferred an option that does not involve creating a new governing body, but in which the CTCN has a Director-General and a small team housed within an existing UN organization, with strategic guidance provided by the Technology Executive Committee (TEC).",
      "Several parties noted the need to define the relationship between the TEC and the CTCN, as well as the relationship between the Centre and the Network.",
      "Developed countries preferred no oversight role for the TEC over the CTCN, while developing countries proposed that the TEC provide an oversight function.",
      "On the functions of the CTCN, many parties called for details to be elaborated and highlighted the need to include roles and functions in the terms of reference for the potential host institution.",
      "The outputs of the group were captured in a facilitator s note.",
      "During the last AWG-LCA contact group meeting, Facilitator Uosukainen reported that parties had undertaken discussions on the work necessary to launch the CTCN, which have been captured in a note on possible arrangements to make the Technology Mechanism fully operational in 2012.",
      "He said parties have expressed their desire to use the note as a reference tool to help structure the discussions.",
      "He said parties had also resolved to take several steps, including: requesting the Secretariat to make a record and compile a list of all the organizations that have expressed an interest in participating in the CTCN and make this available to parties on the UNFCCC website; and inviting parties to submit ideas or proposals on the issues."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": ""
}