{
   "actors": [],
   "countries": [],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_43",
   "section_title": "Draft Decision forwarded to COP-7:",
   "sentences": [
      "The draft decision contains a draft COP decision, including a draft COP/MOP-1 decision, and an annex. The draft COP decision: decides to adopt the procedures and mechanisms on compliance under the Protocol annexed thereto; recommends that COP/MOP-1 adopt such procedures and mechanisms in terms of Protocol Article 18; and recommends that COP/MOP-1 adopt the following draft decision: COP/MOP-1 confirms the COP decision and brings the procedures and mechanisms on compliance under the Protocol into operation. The annex constitutes the procedures and mechanisms on compliance under the Protocol and includes the elements of the Bonn Agreement on compliance outlined above.",
      "Other key elements of the text include: the Compliance Committee shall take into account any degree of flexibility provided by the COP/MOP to the Annex I Parties undergoing the process to a market economy; members of the Committee will act in their individual capacities; the Compliance Committee shall apply the guidance received from the COP/MOP and the COP/MOP shall consider the report of the Compliance Committee; the facilitative branch shall promote Parties' compliance with their commitments, taking into account Parties' common but differentiated responsibilities and respective capabilities; submissions to both branches may be made by any Party with respect to itself or any Party with respect to another Party; the facilitation of financial and technical assistance by the facilitative branch shall take into account UNFCCC Article 4.3 (financial resources), 4.4 (costs of adaptation) and 4.5 (technology transfer); and in case of non-compliance with Articles 5.1, 5.2, 7.1 or 7.4, the consequences to be applied by the enforcement branch are: declaration of non-compliance; and development of a plan analyzing the causes of non-compliance, measures to remedy non-compliance and a timetable for the implementation of such measures."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}