{
   "actors": [
      "European Union",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "United States",
      "Japan",
      "Canada",
      "Brazil"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_10",
   "section_title": "PRESENTATIONS",
   "sentences": [
      "Participants heard 11 presentations on linkages between Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information), the Kyoto mechanisms and the compliance system under the Protocol. Introducing her submission on the linkages between Article 8 and adjustments under Article 5, JAPAN highlighted the three stages of the inventory review process: initial check by the Secretariat; synthesis and assessment of inventories; and review by ERTs.",
      "She said a Party could make adjustments during these three stages only in two cases: the Party's inventory is incomplete; and/or country- specific methodologies and/or emissions factors are used but supporting documents are considered insufficient.",
      "The ERTs' report would indicate if a Party neither made adjustments nor accepted the emissions estimate made by the ERTs.",
      "This report would be published and sent to the Parties and the compliance body through the Secretariat.",
      "Following a question by the US, she said that a voluntary adjustment by a Party during the review process did not mean that the issue could not go to the compliance body.",
      "In cases of egregious violations the issue could be sent to the compliance body. The FCCC Secretariat presented compliance-related issues in the work on Articles 5, 7 and 8.",
      "On guidelines for national systems, he said one issue was how registries might be reflected in national systems.",
      "On reporting, he highlighted, inter alia, the coverage and detail of reporting, and the timing and frequency of submission of supplementary information.",
      "On review, he said Parties generally suggested that, inter alia: there should be a pre-commitment review of the assigned amount units (AAUs) and of Articles 5 and 7 to allow the use of mechanisms; there should be guidance to identify questions of implementation; and the results of the two-year technical inventory review trial under the FCCC are directly relevant to the Article 8 guidelines and could lead to enhancements in the future.",
      "He added that among the issues to be considered were the overall timing of the review, adjustment and compliance processes.",
      "In this regard he cautioned that the different steps between the end of a year for which an inventory needed to be submitted and a COP decision on compliance could require as much as 38 months. Following concern expressed by the US and the EU on the need for an expeditious procedure on eligibility, the Secretariat said he hoped to gather experience by 2008, solve issues before the beginning of the first commitment period, and find ways to expedite the review process. The FCCC Secretariat outlined the state of play on negotiations on the mechanisms.",
      "She informed participants that a draft text was to be reviewed at the informal consultations on mechanisms to be held in Kuala Lumpur later this month.",
      "She indicated the proposals made by Parties on, inter alia: eligibility; compliance-related issues; institutional issues related to the CDM; and the executive board.",
      "On eligibility to participate in mechanisms, one proposal was that Annex I Parties must be in compliance with Articles 5 and 7 and that both Annex I and non-Annex I Parties comply with FCCC Article 12 (communication of information related to implementation).",
      "On compliance-related issues, one proposal was that if a Party is not in compliance with Article 3 (quantified emission limitation and reduction commitments), CERs acquired should be invalidated either in part or in full. CANADA sought a clarification on the idea of 'pre- commitment review of the assigned amount.",
      "' The Secretariat said that Parties needed to decide whether a preliminary calculation of the assigned amount is required before the commitment period commences.",
      "On post-commitment review, the US and the EU expressed concern about the 38-month timeline identified by the Secretariat for review under the Protocol.",
      "The Secretariat said that it expected to revise this estimate with increasing experience with the technical review process.",
      "He highlighted the need for Parties to cooperate on timelines and the role of money in facilitating and expediting the review process.",
      "Co-Chair Harald Dovland suggested that the submission of preliminary data might shorten the review period.",
      "Co-Chair Slade stressed the importance of reporting on domestic compliance.",
      "The INTERNATIONAL CHAMBER OF COMMERCE asked what the practical impact would be on projects in case unclear questions arise in the review process or if non- compliance is determined to exist.",
      "In response, the FCCC said it would depend on the way the CDM is developed by the Parties. The OECD's presentation highlighted the common issues and inter-linkages between compliance, eligibility and baselines, free riders, monitoring and review, and domestic systems.",
      "On emissions trading, she said linkage issues included defining 'supplemental' to domestic action, eligibility, liability, accounting for AAUs and inventories.",
      "She added that if participants included private/legal entities, national implementation was key and the market was more likely to thrive.",
      "She stressed that national implementation systems were needed not only for emissions trading but also to monitor the effects of policies and measures.",
      "On the CDM, she said that the oversight bodies such as the executive board and the operational bodies were already built into the Protocol and that their relationship with the review process needed to be clarified.",
      "On the review of national communications, she highlighted the new functions introduced by the Protocol: assess demonstrable progress by 2005; assess eligibility; identify potential problems or factors influencing the fulfillment of commitments; and start the facilitation process.",
      "She concluded by listing the priorities for COP-6: basics of the compliance system; institutional design and oversight of the CDM; baselines guidance; eligibility rules for the mechanisms; role of adjustments; and stronger and more focused review of Annex I national communications. ENVIRONMENTAL DEFENSE said both NGOs and the industry agree on the need for an accountability and compliance framework for 'making the atmosphere whole' and for competitiveness reasons, respectively.",
      "She highlighted that the failure of a Party to report on emissions should result in the attribution of 'uncontrolled' emissions levels and suspension of selling of allowances.",
      "In cases where the emissions exceeded the net assigned amount, the Party concerned would be subject to an immediate true up through the purchase of surplus AAUs, ERUs or CERs.",
      "In case of failure to do so, the excess emissions would be deducted from the next commitment period with a penalty. Following a question by BRAZIL on the compatibility of such a deduction with the objective of 'making the atmosphere whole,' she said this deduction, although necessary, would not be a sufficient incentive for ensuring compliance during the budget period.",
      "Other incentives and measures under Article 18 needed to be elaborated.",
      "She then suggested that, in the absence of an international enforcement authority, 'constituencies for compliance,' be created both among nations, and among communities and companies at the domestic level.",
      "She concluded by stressing the importance for clear rules on an accountability and compliance framework to be adopted at COP-6 in order to allow investment decisions leading to emissions reductions to take place before 2008. The CENTER FOR INTERNATIONAL ENVIRONMENTAL LAW outlined the elements of a Compliance Fund.",
      "If there are insufficient credits available during the true up following the end of the commitment period, Parties could be faced with breaching their Protocol obligations, even if they have the will to comply.",
      "In such cases, Parties could pay a fee into the Compliance Fund and receive credits equivalent to the extent of their overage and thus avoid being out of compliance when the true up ends.",
      "Fees collected by the Compliance Fund would be used to underwrite highly reliable 'gold standard' GHG mitigation projects throughout the world, such as renewables and demand-side management projects.",
      "The fees would be set on the basis of actual estimated mitigation costs, plus a surcharge to account for administrative costs, funding for adaptation and the risk of project failure.",
      "He suggested that the CDM administer the Fund.",
      "He identified several strengths of the Compliance Fund, including simplicity, reliability and efficiency and one weakness, namely that it requires payment to an international institution, which is politically unpalatable.",
      "He said that one way of addressing this question would be to set up a domestic fund, administered by the Party in overage.",
      "He pointed out however that significant oversight and verification issues would arise in this case. The WORLD WILDLIFE FUND elaborated on various measures, remedial and punitive, to address non-compliance.",
      "On remedial measures, she highlighted various types of financial penalties, including the dynamic or floating financial penalty based on the costs of developing gold standard mitigation projects and the fixed rate financial penalty based on a per ton rate.",
      "On the notion of allowing a Party to cure its overage from one commitment period by reducing its assigned amount from the next, she said: it allows Parties to defer taking action to eliminate the overage; it contains the possibility that Parties will repeatedly roll-over their overage by freely borrowing from commitment period to commitment period thereby destroying the integrity of the commitment period; it may provide an incentive rather than a disincentive for non-compliance if the penalty pay-back rate is set too low; and it provides little assurance to other Parties that the environmental harm and economic benefits of non-compliance will be corrected, thus potentially diminishing the will of those Parties to comply with their own targets.",
      "On punitive measures, she highlighted several options including public approbation, suspension of treaty privileges and trade- related measures.",
      "She stressed that even in the case of deminimis violations the full penalty should apply since the Party could easily cure the overage through the use of mechanisms or the Compliance Fund.",
      "Failure to do so demonstrated bad faith and warranted consequences. The CENTER FOR CLEAN AIR POLICY stressed that GHG accounting was fundamental.",
      "He said ERTs should be more than what they had been until now and that the private sector could help in ensuring the quality of data either as a subcontractor of part of the ERTs' work or to pre-certify the quality of the data systems generating activity data.",
      "He also said there was a need to establish clear rules on when an inventory could be adjusted and when the methodologies for estimating GHGs presented such major problems that an adjustment was not possible, therefore emissions trading could not take place.",
      "On tools to ensure compliance, he suggested preventive as well as deterrent measures.",
      "He said preventive measures could include the annual submission by a Party of the listing of AAUs retired to cover its estimate of aggregate equivalent emissions in that year.",
      "He added that although sanctions could be of a political and/or economic nature, he favored treaty-related sanctions, such as the requirement to purchase AAUs or the deduction of AAUs from the subsequent period with a penalty, and trade-related sanctions, such as the loss of the rights to sell or buy AAUs during the subsequent period.",
      "He also highlighted that the success of other trading systems such as the US SO2 market had been attributed to the existence of financial penalties. The INTERNATIONAL CHAMBER OF COMMERCE pointed out that while governments would be bound by the Protocol, companies are bound by national legislation.",
      "He said differences in national legislation might have an impact on companies' business strategies.",
      "On mechanisms, he said cost- effectiveness was essential and that excessive rules, regulations and costs should be avoided.",
      "He referred to possible ceilings on the use of mechanisms and said these would bring uncertainties since they could lead to the non- approval of a long-planned CDM project.",
      "On the consequences of non-compliance, he asked how enforcement measures would treat a company in compliance with domestic legislation in a country that was itself not complying with its international obligations.",
      "He added he could not accept the retrieval of GHG reductions resulting from mechanisms' transactions in cases where companies had made such transactions in good faith. The EDISON ELECTRIC INSTITUTE supported the concept of a true-up period at the end of the commitment period and some reasonable form of enforcement consistent with Article 18 (non-compliance) that does not have the effect of driving Parties from the Protocol or FCCC pursuant to Protocol Article 27 (withdrawal).",
      "He did not support the requirement of financial penalties for any purpose as this would, in the US case, be paid by US taxpayers.",
      "He suggested that as the Protocol was unique with regard to compliance, the focus be on facilitating compliance and learning from experience.",
      "He recognized, however, the need for Parties to have some certainty about the binding consequences that would follow from non-compliance findings, and agreed that an indicative list of consequences might be helpful.",
      "He said that such consequences could never be automatic in light of Article 18, which specifies that the list of consequences to be developed by the Parties should take into account such factors as the 'cause, type, degree and frequency of non-compliance.",
      "' These factors would necessarily require case-by-case consideration.",
      "He also cautioned that suggestions that Parties could lose the right to use the mechanisms because of alleged violations of Articles 5 and 7and the related non-mandatory guidelines could jeopardize their economic value for Parties and the private sector.",
      "He reminded Parties that the Article 3 commitment is for a budget period of five years.",
      "Consequently annual compliance ideas are adverse to this provision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}