{
   "actors": [],
   "countries": [
      "United States",
      "Saudi Arabia",
      "New Zealand",
      "South Africa"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_20",
   "section_title": "MATTERS RELATED TO UNFCCC AND OTHER INTERNATIONAL BODIES",
   "sentences": [
      "During the opening plenary session, Chair Pachauri informed the Panel that, in contrast to all previous occasions when the IPCC had addressed the UNFCCC COP in plenary, he had now been asked to only present at SBSTA in Durban.",
      "He emphasized that this was an issue of institutions, not of personalities.",
      "Many countries expressed their disappointment and underscored the importance of conveying the IPCC s findings to the COP directly, possibly also at the high-level segment.",
      "South Africa noted the concerns expressed on the participation of the IPCC at Durban and assured that the matter would receive proper attention by the upcoming COP Presidency.",
      "A drafting group prepared a letter to the UNFCCC, which was distributed to the Panel for approval.",
      "The letter, addressed to the UNFCCC Executive Secretary, expressed the Panel s disappointment and noted the inappropriateness of the decision, underscoring the strategic importance of having the IPCC address the UNFCCC at the COP level as has been the case since the first COP.",
      "The letter called for conveying the message to the current and upcoming COP Presidencies.",
      "The US, Saudi Arabia and New Zealand called for reflecting on the wisdom of this mode of communication and proposed Chair Pachauri speak again informally to the UNFCCC Executive Secretary on this matter.",
      "On Saturday morning, Chair Pachauri informed the Panel that, after further communication, the UNFCCC Executive Secretary had written to say that she had consulted with the South African delegation and that, although the opening session of UNFCCC COP 17 will be more of a ceremonial nature, the IPCC would be invited to address the COP on Wednesday, 30 November, when it takes up substantive matters."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}