{
   "actors": [],
   "countries": [
      "Mauritius",
      "Uruguay"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_12",
   "section_title": "NEEDS FOR TECHNOLOGIES",
   "sentences": [
      "Florin Vladu presented needs for adaptation technologies as expressed in TNAs, national communications and other national reports, summarizing results from the Annex I Parties\u0092 third national communications.",
      "He gave examples of initiatives in water resources, forestry, agriculture, human health, fisheries, and infrastructure and service sectors, as well as projects conducted with bilateral assistance.",
      "He cited examples of bilateral projects focused on vulnerability assessment, disaster preparedness and risk management, integrated water management, prevention of desertification, and support of meteorological networks.",
      "In national communications for non-Annex I Parties, he noted that main vulnerable sectors identified were: agriculture and food security; water resources; coastal zones and marine ecosystems; terrestrial ecosystems and forests; and human health. Virginia Sena, Uruguay\u0092s Ministry of Housing, Territorial Regulation and Environment, outlined identification of adaptation measures and related technologies in Uruguay\u0092s second national communication.",
      "Sena said that Uruguay developed a programme of general measures for mitigation and adaptation, with a main objective to identify greenhouse gas reduction measures and facilitate adaptation.",
      "She noted that the programme includes vulnerability analysis, and a summary of identified adaptation measures for agriculture, biodiversity, coastal resources, water resources, fishery resources, and human health.",
      "Sena underscored the programme also includes cross-sectoral measures oriented to: institutional strengthening on climate change matters; development of a programme on climate change information dissemination, public awareness and education; improvement of capacity for development and transfer of ecologically rational technologies; and promotion of research and systematic observation. Rasack Nayamuth, Mauritius Sugar Industry, presented summarized vulnerability and adaptation assessments for agriculture, water resources, coastal zone, forests and other land use, health, and fisheries in his country.",
      "Nayamuth stressed that agriculture, particularly sugarcane, as well as water resources were identified as highly vulnerable sectors.",
      "Summarizing the process and methodologies used in developing Mauritius\u0092 TNA, he noted that difficulties included inadequate capacity, limited response from stakeholders, and the need for resources. Yamil Bonduki outlined the UNDP Adaptation Policy Framework (APF), and said the APF is a flexible structured approach that treats adaptation technologies as coherent packages of 'soft' and 'hard' responses.",
      "He highlighted the APF project design, which involves: assessing current vulnerability; characterizing future climate risks; developing adaptation strategies; and continuing the adaptation process.",
      "Bonduki said that the adaptation learning mechanism (ALM) aims at maximizing global learning and contributing to the incorporation of adaptation strategies into development planning.",
      "He underscored that the UNDP/Global Environment Facility (GEF) adaptation strategy includes four phases, namely methodology improvement and dissemination, regional assessments, national assessments, and implementation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}