{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "South Africa",
      "Iceland",
      "United States",
      "China",
      "Japan",
      "New Zealand",
      "Norway",
      "Nigeria"
   ],
   "enb_end_date": "04-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "04-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12344e.html",
   "id": "enb12344e_4",
   "section_title": "CONVENTION DIALOGUE:",
   "sentences": [
      "Dialogue co-facilitators Howard Bamsey (Australia) and Sandea De Wet (South Africa) reported on the Dialogue's four workshops and invited delegates to consider options set out in their report (FCCC/CP/2007/4).",
      "Many parties supported converting the Dialogue into a new process and stated that the post-2012 framework should be finalized by 2009.",
      "The EU, AOSIS, ICELAND, NEW ZEALAND, NORWAY and others called for a comprehensive global agreement. JAPAN announced a proposal for a COP decision and proposed a new ad hoc working group under the Convention.",
      "Supporting a move to a formal process, NEW ZEALAND suggested also merging the AWG and Article 9 review processes.",
      "NIGERIA supported continuing the two-track system.",
      "The US committed to advancing negotiations on a Bali roadmap, and supported formation of a working group, and a two-track approach.",
      "CHINA supported parallel but independent processes under the Convention and the Protocol, with the Dialogue addressing mitigation, technology transfer, funding and adaptation. CANADA called for a long-term focus leading to halving emissions by 2050, economic realism, development and deployment of technologies, burden sharing, flexibility and adaptation.",
      "AOSIS called for a new adaptation fund under the Convention.",
      "NORWAY identified the need to include emissions from deforestation and international aviation and maritime transport. SAUDI ARABIA said Annex I parties are seeking to make developing countries take on targets and to convert the UNFCCC into an energy convention.",
      "Delegates agreed to take note of the co-facilitators \u0092 report.",
      "President Witoelar, opposed by SAUDI ARABIA, proposed a contact group to prepare options for consideration by the ministers, focusing on the form, substantive scope and timeframe of the process and its budgetary implications.",
      "Delegates agreed to establish a contact group facilitated by President Witoelar, Bamsey and De Wet. COP/MOP 3 COP President Witoelar opened the COP/MOP.",
      "AUSTRALIA announced new Prime Minister Kevin Rudd's intention for Australia to ratify the Kyoto Protocol expeditiously, and to reduce emissions by 60% by 2050 and introduce an emissions trading system.",
      "Delegates then adopted the agenda (FCCC/KP/CMP/2007/1).",
      "The EU, the G-77/CHINA and SAUDI ARABIA welcomed the decision by Australia to ratify the Protocol.",
      "The EU stressed the need to operationalize the Adaptation Fund and called for an inclusive post-2012 negotiation process under the Convention and Protocol tracks."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}