{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Ukraine",
      "Brazil",
      "Saudi Arabia",
      "Netherlands",
      "Samoa",
      "Gambia",
      "Poland",
      "China",
      "Uganda",
      "Germany",
      "Norway"
   ],
   "enb_end_date": "26-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "26-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12113e.html",
   "id": "enb12113e_1",
   "section_title": "PLENARY",
   "sentences": [
      "COP-4 President Maria Julia Alsogaray welcomed delegates to COP-5.",
      "She said the Buenos Aires Plan of Action (BAPA) had generated new momentum and stressed the need for political will to fulfill the BAPA and allow for the Protocol to enter into force by Rio+10 in 2002. Jan Szyszko, Minister of Environmental Protection, Natural Resources and Forestry, Poland, was elected President of COP-5.",
      "He said the operation of the flexibility mechanisms, compliance and guidance on the COP acting as the Meeting of the Parties to the Protocol should be settled by COP-6.",
      "He referred to concerns by some developing countries on the Protocol's impact on their development efforts and noted the need to find alternatives that lower implementation-related costs for developing countries. Gerhard Schröder, Federal Chancellor of Germany, said the vision for sustainable development articulated at the Rio Summit had not become a reality as quickly as hoped.",
      "He noted that, despite the establishment of the FCCC, there had been setbacks in the climate process, including the inability of most industrialized countries to reduce their CO2 emissions to 1990 levels by the year 2000.",
      "He outlined Germany's efforts to reduce GHG emissions, including a reduction target it had set itself of 17% by 2005 and an 'eco-tax' that raises energy consumption costs.",
      "He said the Protocol should enter into force by 2002 and urged Parties to implement their pledges in international fora. FCCC Executive Secretary Michael Zammit-Cutajar, on behalf of Kofi Annan, UN Secretary General, stressed the need for urgent action if the Kyoto commitments were to be met.",
      "He called for sensitivity to the needs of vulnerable countries and financial empowerment of developing countries.",
      "Assuring the COP of UN support , he said the global community wished to see the CDM activated after COP-6 and the Protocol ratified by 2002. On organizational matters, the COP adopted the agenda, with the exception of Agenda Item 5, as consensus had not been reached on a G-77/China proposal to amend the item to read 'Review of the adequacy of implementation of Articles 4.2 (a) and (b) of the FCCC' (policies and measures by Annex I Parties), rather than 'Second Review of the adequacy' of these articles. The COP elected its Bureau members.",
      "The Vice-Presidents elected were: Papa Cham (The Gambia), Phillip Gwage (Uganda), Mohamed Al- Sabban (Saudi Arabia), Liu Zhenmin (China), Olexander Bielov (Ukraine), Yvo De Boer (Netherlands), Neroni Slade (Samoa).",
      "The COP elected Antonio Vallini Guerreiro (Brazil) as Rapporteur, John Ashe (Antigua & Barbuda) as Chair of SBI and Harald Dovland (Norway) as Chair of SBSTA.",
      "Delegates then adopted the proposed organization of work for COP-5. On administrative and financial matters, the COP adopted a draft decision stating that the institutional linkage of the FCCC Secretariat to the UN will be continued.",
      "Delegates agreed to President Szyszko's proposal to continue consultations on the constitution of the proposed Multilateral Consultative Committee."
   ],
   "subtype": "plenary",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}