{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Grenada",
      "New Zealand",
      "China",
      "Canada"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_24",
   "section_title": "Adaptation five-year programme of work",
   "sentences": [
      "This issue was first presented to the COP plenary on 6 November, and addressed in a number of contact groups and informal consultations, co-chaired by Helen Plume (New Zealand) and Leon Charles (Grenada).",
      "Identified by many parties as key to the success of COP 12, it entailed finalizing agreement on the initial activities to be undertaken in the first two years of the adaptation programme of work.",
      "Parties proceeded on the basis of a document prepared by SBSTA Chair Kumarsingh that included technical corrections but no substantial changes from the text forwarded by SBSTA 24.",
      "The document contained the initial list of activities, divided into nine sub-themes.",
      "Given the many technical and drafting details that had to be sorted out, besides the more controversial sections, parties agreed to set up a small drafting group to go over the actions and deliverables in the operative paragraphs and clarify timing issues and address more contentious language in informal consultations.",
      "The latter centered mainly on the chapeau paragraph of the sub-themes.",
      "Progress was made by separating the paragraph into two: one that explains what would be done by the programme of work, and another on potential applications of the deliverables.",
      "Overall, differences reflected parties \u0092 previously stated positions, with the G-77/China stressing action and learning-by-doing, and the US favoring assessment in accordance with SBSTA's mandate as a body for scientific and technological advice.",
      "The US, supported by Canada, also emphasized limiting the discussion to initial activities.",
      "Most of the informal group's time was spent going over the text paragraph-by-paragraph.",
      "Parties also discussed a proposal by the G-77/China to establish an advisory working group to facilitate, support and promote the implementation of the programme of work.",
      "The EU, US, Canada and others questioned the need for and mandate of such a group.",
      "This was resolved by calling for submissions on the matter.",
      "There was also some concern with the timing and deadlines of initial activities, when to report to the COP, and how to move forward.",
      "The small drafting group prepared a table with timing and deadlines until 2009.",
      "After extensive revisions the text, parties reached consensus on all of these issues.",
      "At the final COP plenary on 17 November, Canada proposed, and the COP agreed by acclamation, to rename the adaptation programme of work the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change. SBSTA Conclusions : In its conclusions ( FCCC/SBSTA/2006/L.26 ), SBSTA affirms that activities under the work programme are to be undertaken to assist all parties, in particular developing countries, including the LDCs and SIDS, to improve their understanding of impacts, vulnerability and adaptation, and to make informed decisions on practical adaptation actions and measures.",
      "The SBSTA further, inter alia : agrees to further implement the programme of work through activities contained in the conclusions; requests the Secretariat to report at SBSTA 26, SBSTA 27 and SBSTA 28 on progress made in the implementation of the programme; and to organize an informal meeting of parties before SBSTA 28 to consider the outcomes of the activities undertaken until that time; invites parties to submit their views on further activities before SBSTA 28; and agrees to consider at SBSTA 28 the submissions and the outcomes of the expert meeting, the IPCC AR4 and relevant scientific information, as well as relevant activities from international and regional institutions, in order to identify further activities for inclusion in the programme of work; requests the Secretariat to prepare a report of activities up to SBSTA 28 in time for SBSTA 29; may provide information and advice to the SBI arising from the implementation of the programme of work; and agrees on the need for input from experts and invites parties to submit their views on the possible need and role for a group of experts by 21 September 2007, for consideration by SBSTA 27.",
      "Finally, the SBSTA notes that the implementation of the programme of work up to SBSTA 28 cannot be fully covered by the core budget for the biennium 2006-2007, and urges additional financial support.",
      "The activities in the programme of work that follow are divided into nine sub-themes: methods and tools; data and observations; climate modeling, scenarios and downscaling; climate-related risks and extreme events; socioeconomic information; adaptation planning and practices; research; technologies for adaptation; and economic diversification.",
      "Each sub-theme consists of a chapeau paragraph stating the objective, and operative paragraphs with activities to be undertaken, deliverables expected, and adaptation efforts to which the activities can contribute.",
      "The conclusions also include a table listing the timing for actions and deliverables up to SBSTA 29, when a summary report will be presented.",
      "The actions include submissions, workshops, expert meetings, and miscellaneous documents.",
      "The deliverables include synthesis reports, technical papers, progress reports, and a web-based interface."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}