{
   "actors": [],
   "countries": [],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_6",
   "section_title": "PRESENTATION ON TECHNOLOGY TRANSFER IN THE CONTEXT OF THE CLIMATE CHANGE CONVENTION",
   "sentences": [
      "Wanna Tanunchaiwatana, Manager, Technology, UNFCCC Secretariat, introduced the issue of technology transfer in the context of the UNFCCC, outlined the meeting\u0092s objectives, and provided an overview of the meeting\u0092s agenda.",
      "On relevant provisions of the Convention, she highlighted Articles 4.5 and 4.7, noting that Article 4.5 establishes the need for technology transfer between developed and developing countries, while Article 4.7 stresses that the Convention cannot be adequately implemented by developing countries without financial assistance and technology transfer from developed countries.",
      "She observed that the Marrakesh Accords agreed to at COP-7 set the stage for developing a framework for technology transfer (decision 4/CP.7), and that the newly-established Expert Group on Technology Transfer (EGTT) has a significant role to play in implementing the framework. She outlined the goals of this meeting, which include: providing the SBSTA with technical advice on available tools and methodologies; identifying the different barriers and means to overcome these barriers; discussing the processes and main elements of technology needs assessments; recommending to SBSTA tools, methodologies and processes in assessing technology needs; and describing potential follow-up activities that may be pursued by the different stakeholders.",
      "She concluded by drawing attention to the meeting\u0092s expected outcomes, which include: compilation of technical papers for reference by the SBSTA and other interested Parties; identification of tools, methodologies and processes; and identification of possible follow-up activities/actions of the different stakeholders after the process of identifying technological needs is complete."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}