{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Mauritius",
      "Australia",
      "Samoa",
      "Iceland",
      "Central African Republic",
      "United States",
      "China",
      "United Kingdom",
      "Russian Federation",
      "Malawi"
   ],
   "enb_end_date": "10-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "10-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1293e.html",
   "id": "enb1293e_1",
   "section_title": "SBSTA",
   "sentences": [
      "SBSTA met to consider the reports, draft conclusions and decisions of the informal consultations and contact groups on: research and systematic observation (FCCC/SBSTA/1998/CRP.6); scientific and methodological aspects of the proposal by Brazil (FCCC/SBSTA/1998/L.7); land use change and forestry (FCCC/SBSTA/1998/CRP.7); and the relationship between efforts to protect the stratospheric ozone layer and efforts to safeguard the global climate system (FCCC/SBSTA/1998/CRP.8). Co-Chair Sue Barrell (Australia) presented the draft conclusions and decisions of the informal consultations on research and systematic observation (FCCC/SBSTA/1998/CRP.6).",
      "She said there was consensus on the urgent need to improve the quality, coverage and management of the reporting systems.",
      "The draft conclusions outlined decisions to develop an action plan to consider options for implementation, and requested the Secretariat to compile a report on priorities for action to improve global observing systems in relation to the needs of the Convention.",
      "The RUSSIAN FEDERATION noted the need to support national meteorological systems.",
      "He proposed inclusion of systems for the measurement of greenhouse gases and other atmospheric components, reference to satellite systems for data collection and distinction between anthropogenic and natural climate change variations.",
      "He suggested that the draft be amended to indicate that national meteorological systems also measure greenhouse gas emissions.",
      "The Chair noted that the Global Atmosphere Watch covered the observation of greenhouse gases. AOSIS, supported by MAURITIUS, noted the lack of current observation networks in developing countries and stressed the need to strengthen indigenous capacity to ensure network sustainability.",
      "The US supported the text, but suggested the draft indicate that the session was focused primarily on observation systems, so as not to prejudice the research component. Delegates debated references to atmospheric observing systems and measurement of greenhouse gas concentrations and agreed to text that 'urges Parties to actively support national meteorological and atmospheric observing systems, including measurement of greenhouse gases.",
      "' Delegates also debated language requesting Parties to submit information on their participation in global climate observing systems and requesting SBSTA to report to COP-5 on developments regarding observational networks.",
      "CHINA said guidelines on initial national communications from non-Annex I countries did not include reference to this information and submitting it was voluntary.",
      "MALAWI highlighted the need for financial support.",
      "The UK suggested the 'climate agenda' draw on, inter alia, the information provided in the second national communication of Annex I Parties and the initial national communication of non- Annex I Parties as appropriate.",
      "The decision was adopted as amended. In the draft conclusions on the scientific and methodological aspects of the proposal by Brazil, SBSTA decided to consider the issue further.",
      "It called on Brazil to report at SBSTA\u0092s next session.",
      "The conclusions were adopted. On land use change and forestry (FCCC/SBSTA/1998/CRP.7), the draft conclusions called for the organization of a second SBSTA workshop prior to the tenth session to focus on issues related to Article 3.4 of the Kyoto Protocol (such as methodologies, uncertainties, and research and data needs) and welcomed the offer of the US to provide a venue.",
      "SBSTA invited Parties to provide submissions on issues to be considered at the workshop.",
      "AOSIS stressed that IPCC should be allowed to work independently.",
      "He called upon the Secretariat to support the participation of delegates from the most vulnerable group of countries in the second workshop.",
      "At the request of the RUSSIAN FEDERATION and other Parties, the title of the draft conclusion was amended to read 'land use, land-use change and forestry.",
      "' The draft conclusions were adopted as amended. SBSTA considered a recommendation on the relationship between efforts to protect the stratospheric ozone layer and efforts to safeguard the global climate system (FCCC/SBSTA/1998/CRP.8).",
      "The RUSSIAN FEDERATION said the process was moving ahead too quickly and there was no need to prepare a document to be considered at the next COP.",
      "The Chair explained that a 'step by step approach' was embodied in the document, from the invitation to various bodies to provide information to the report by the SBSTA to the next COP.",
      "Chair Chow clarified that the decision on the matter would be taken at SBSTA-11, which would give the Secretariat ample time.",
      "ICELAND suggested the information compiled by the Secretariat based on the submissions made by various bodies, including NGO\u0092s, be forwarded to the joint-workshop of the IPCC and the Technology and Economic Assessment Panel of the Montreal Protocol in 1999.",
      "The Chair said it would be impractical to expect the Secretariat to produce the compilation in time for the workshop. The RUSSIAN FEDERATION suggested deleting the requirement of a Report from the Secretariat, as the IPCC Report could provide the required information.",
      "The Chair clarified there would be two separate reports and was confident Parties would be able to reach credible conclusions.",
      "The CENTRAL AFRICAN REPUBLIC proposed deleting the requirement for the Secretariat to compile the conclusions of the joint workshop.",
      "The EU and CHINA opposed the suggestion as it would mean additional work for the IPCC.",
      "The Chair clarified that the Secretariat was only to compile the information provided and not rewrite the IPCC document.",
      "The RUSSIAN FEDERATION suggested requesting the Secretariat to compile only a three-page report.",
      "The draft decision was adopted, despite the objection of the Russian Federation. Supported by the EU, SAMOA expressed concern over the absence of compliance in the COP agenda.",
      "He proposed the establishment of an ad hoc and open-ended group to consider the issues and report to the next COP.",
      "He said an effective and equitable compliance regime should ensure consistency in its application to all the obligations under the Protocol.",
      "It should: provide compliance responses that reflect the common but differentiated responsibilities of Parties; respect the capabilities of Parties; reflect the institutions and procedures that embody the principles of due process and geographical balance of interests; and operate in a timely manner.",
      "The Chair said that the issue is being addressed in the consultations on the preparation for COP/MOP-1."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}