{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Tuvalu",
      "Indonesia",
      "United States",
      "Zimbabwe",
      "Russian Federation",
      "Norway"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_55",
   "section_title": "Development of good practice guidance and other information for the LULUCF sector:",
   "sentences": [
      "This item was considered on 30 October.",
      "IPCC Chair Bob Watson outlined the future of the IPCC and highlighted the LULUCF work programme under the IPCC National Greenhouse Gas Inventory programme.",
      "The EU, supported by Indonesia, proposed that the SBSTA develop terms of reference for IPCC work on CDM modalities for LULUCF during its current session.",
      "The US, Russian Federation, Canada and Australia cautioned that the draft decision on LULUCF has yet to be finalized.",
      "Tuvalu, for AOSIS, stressed that issues related to Protocol Articles 5, 7 and 8 need to be resolved before further guidance is given to the IPCC, and supported broader consultation.",
      "The matter was examined in informal consultations convened by Margaret Mukahanana-Sangarwe (Zimbabwe) and Audun Rosland (Norway).",
      "SBSTA adopted the conclusions on 6 November. In the conclusions (FCCC/SBSTA/2001/L.12), the SBSTA: notes IPCC work progress with regard to LULUCF; welcomes its proposed work programme relating to good practice guidance, with a separate section for Protocol purposes containing specific requirements as elaborated in the draft COP/MOP-1 decision on Article 7; takes note of the IPCC plan to address consistent representation of land areas; takes note of a proposed IPCC scoping paper on the development of definitions for direct human-induced degradation and methodological options for inventorying and reporting in this regard; takes note of a proposed IPCC scoping paper on development of methodologies for factoring out direct human-induced carbon stock changes from changes due to indirect human-induced and natural effects and effects of past practices; welcomes a workshop organized by FAO, IPCC and the Center for International Forestry Research on forest-related definitions; and invites the IPCC to report on work progress at its next session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}