{
   "actors": [],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_50",
   "section_title": "PANEL OF ORGANIZATIONS ON POSSIBLE ACTIONS TO ADDRESS RECOMMENDATIONS:",
   "sentences": [
      "Chair Plume invited representatives of international organizations to present short interventions on actions to address the recommendations. UNDP outlined the two broad ways in which it supports the NWP objectives: through the Adaptation Learning Mechanism, an online, open platform, and through provision of technical and policy support to parties at the national level.",
      "She explained this work includes: supporting countries in formulating their National Adaptation Plan of Action and national communications; development of guidance documents to support the use of methods and tools; and developing country-level climate profiles in partnership with the UK Department for International Development (DFID). UNEP/GRID-Arendal elaborated a recommendation to hold a workshop on integrating indigenous knowledge in climate change adaptation and suggested this could examine work undertaken in the Arctic.",
      "He highlighted two of his organization s activities, including the Many Strong Voices Programme and a project providing Arctic hunters with real-time data on ice conditions, using a combination of traditional knowledge and science. WFEO noted his organization is a member of the methods and tools users community and said WFEO would, for the first time, hold a side event during the June 2008 SBSTA meeting. RIOCC explained his organization was drafting an action pledge structured according to the nine areas of work under the NWP and detailing RIOCC s actions in each area. WMO said the organization would continue to streamline and disseminate data and report back to, and follow up with, the Secretariat regularly. GCOS introduced a proposal based on the recognition that reliable and detailed regional climate information is essential in the design of effective strategies.",
      "He said GCOS was proposing three linked workshops, with the objective of ensuring attention is given by countries to data and observation needs, and to demonstrate the use and value of regional models.",
      "He said that GCOS had received funding from the World Bank to test the idea, and that the pilot project would be undertaken in Africa.",
      "The FAO Global Terrestrial Observing System reaffirmed support to the UNFCCC and mentioned his organization s activities to support the NWP which include supporting terrestrial networks, undertaking assessments of standards, methods and protocols, and developing a terrestrial framework mechanism. IOC/UNESCO noted IOC s work on adaptation to climate change in West Africa through developing methods and tools to prevent coastal erosion.",
      "He said UNESCO was developing grassroots observation for impacts of climate change and adaptation for indigenous knowledge based on the Small Island Voices Initiative. UNITAR highlighted its three-year programme for regional centers based in developing countries, noting the number of centers would increase to five this coming summer.",
      "Highlighting the importance of field work, she also discussed 19 pilot actions for implementation, developed hand-in-hand with local teams, which provide the opportunity to test methods and tools and listen to views of the target populations.",
      "She said they would keep the UNFCCC Secretariat well informed, reflect on the best way to disseminate results, and are expanding their online newsletter.",
      "The WHO said climate change is on the agenda of the upcoming World Health Assembly and that health was at the center of the climate change discussions.",
      "She said that 2008 World Health Day, to be held on 7 April 2008, would focus on Protecting Health from Climate Change."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}