{
   "actors": [],
   "countries": [
      "Canada",
      "Netherlands",
      "France",
      "United States",
      "Slovenia",
      "Uganda",
      "Switzerland",
      "Nigeria",
      "Moldova",
      "Argentina"
   ],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_42",
   "section_title": "OUTREACH",
   "sentences": [
      "This issue was first addressed in plenary on Tuesday, at which time IPCC Secretary Christ presented a Progress Report on outreach activities (IPCC-XXIV/Doc.",
      "7) and a consultancy report entitled Framework Communications Strategy for Release and Dissemination of the IPCC Fourth Assessment Report (IPCC-XXIV/INF.",
      "3). Many delegates highlighted the importance of disseminating IPCC information to a broad audience.",
      "Many others, including the Netherlands, Uganda and Nigeria, emphasized the need to ensure the appropriate dissemination of IPCC materials in developing countries, including paper copies of documents.",
      "IPCC Secretary Christ urged countries that have translated IPCC documents into non-UN languages to share the translations with the Secretariat.",
      "Canada, Argentina, France and others stressed that the IPCC should use international meetings as outreach vehicles, and that individual governments should disseminate information nationally.",
      "The US, Switzerland and Argentina cautioned that outreach activities should not evolve into marketing mechanisms. An Outreach Task Group, co-chaired by John Stone (Canada) and Lucka Kajfez-Bogataj (Slovenia), met on Wednesday, at which time discussions focused on the establishment and functioning of the Outreach Task Group; the need for feedback from the consultancy report; whether it was better to hire staff or to engage external expertise; the preparation of a communications strategy, the need for regional and national outreach partners; and preserving the IPCC\u0092s reputation in carrying out communications activities. Outreach Task Group Co-Chair Stone reported back to the plenary later that day, underscoring that the outreach process should seek to engage focal points in countries, recognize past and present practice on outreach, and the need to complete an outreach strategy to be presented at IPCC-25.",
      "The US suggested using the TSUs in addition to any focal points.",
      "Many countries discussed the necessity and timing of hiring a Secretariat staff member on outreach activities.",
      "Moldova and others reiterated the importance of distributing printed materials in developing countries.",
      "Noting a sense of dejà vu from discussions in previous years, and underscoring that an important part of science is communication, Chair Pachauri proposed, and the Panel agreed, to hire one person full time for one year, with the possibility of extending the contract, and to keep budgetary provisions for two years."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}