{
   "actors": [],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "07-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "07-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12494e.html",
   "id": "enb12494e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the second week of the UN Climate Change Conference in Cancun began, many delegates commented that they had not had much of a break on Sunday.",
      "On Sunday morning and early afternoon, they and the recently-arrived ministers had participated in the informal plenary called by COP President Patricia Espinosa in an attempt to search for further political guidance on the way forward.",
      "One delegate reported that during the plenary, COP President Espinosa announced a new working method to help move discussions forward that involved pairing ministers from developed and developing countries to work on specific issues.",
      "She announced five such pairs to work on: shared vision; adaptation; finance, technology and capacity building; mitigation and MRV; and issues under the AWG-KP.",
      "Other ministers could then provide support on other specific issues as they arise.",
      "Many parties seemed happy with the COP Presidency s efforts to ensure transparency: We re starting to trust that what you see regarding the process is what you get, commented one.",
      "Another remarked on the integrity of a single process that lays to rest the ghost of Copenhagen.",
      "While many complimented this open process, some wondered how this would lead to decisions.",
      "I ve been involved in dozens of international negotiations and in every case the work has ultimately moved to small rooms.",
      "It s still not clear to me how this process can result in the complex trade-offs that will have to be made with countries not facing a facilitator, but facing each other, said a veteran negotiator.",
      "Others began wondering about contingency plans.",
      "President Calderon of Mexico stressed his determination to get a decision on REDD+ during his speech at Forest Day on Sunday.",
      "Will the international community be willing to let a REDD+ decision proceed even if the crucial issues of the future of the Kyoto Protocol and MRV under the AWG-LCA are not addressed?",
      "asked a conservation NGO representative, who was optimistic on these prospects.",
      "Meanwhile, the WikiLeaks stories about Copenhagen and its aftermath continued to raise eyebrows among delegates.",
      "The most controversial call into question the motivations of both developed and developing countries on financing.",
      "Some developing countries were unhappy about the rumors and will seek to dispel the misinformation."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}