{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Pakistan",
      "Australia",
      "Oman",
      "South Africa",
      "Tuvalu",
      "Japan",
      "China",
      "Guyana",
      "Switzerland",
      "Gabon",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "03-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12433e.html",
   "id": "enb12433e_7",
   "section_title": "AWG-KP PLENARY",
   "sentences": [
      "In the afternoon, the AWG-KP stocktaking plenary convened and heard progress reports from contact groups on Annex I emission reductions, potential consequences and other issues, including the spin-off group on LULUCF.",
      "Co-Chair Wollansky reported that the contact group on Annex I emission reductions had held positive discussions on aggregate and individual numbers and base years, but that the group now faced challenges on how to proceed with work.",
      "She explained that one group of countries felt that clarity on the scale of Annex I countries aggregate emission reductions in the post-2012 period is necessary, while other countries felt that the contact group had advanced as far as possible with this discussion, and that other issues, such as LULUCF and the flexibility mechanisms, should be considered.",
      "She said that in the Co-Chairs view, discussions on both numbers and other issues are needed.",
      "She also conveyed to the AWG-KP Chair a request from some parties to establish a special forum for discussing individual and aggregate numbers.",
      "Vice-Chair Dovland reported on progress on the other issues, focusing on the flexibility mechanisms and the basket of methodological issues.",
      "He noted, inter alia , that further work might benefit from a more informal mode of work and that the intention was to continue reducing and streamlining the options during the second week.",
      "Co-Facilitator Smith reported good progress under the spin-off group on LULUCF through presentations on new data submitted by parties and informal consultations.",
      "On potential consequences, Co-Chair Ure, noted the progress made in drafting groups and growing convergence on deepening understanding and flows of information, but said that divergences remain concerning the form of the document and objectives of work.",
      "South Africa, for the G-77/CHINA, noted progress in certain areas, highlighting that new LULUCF information has the potential to move things forward.",
      "He identified a fundamental disagreement between the G-77/CHINA and Annex I countries concerning the focus of the work, questioning how to enable movement in the AWG-LCA when progress is not being made under the AWG-KP.",
      "He stressed the need to build on the success of the Protocol for the second commitment period, and lamented the gap between science reflected in the Fourth Assessment Report by the IPCC and pledges by Annex I countries. AOSIS emphasized the group s deep disappointment with the numbers presented thus far, which represents a collective ambition of 11-18% below 1990 levels by 2020 and said this would lead to a temperature increase of 3ºC or worse.",
      "CHINA recalled the history of the UNFCCC process, indicating that as soon as an instrument has been adopted, efforts get underway to undermine it and Annex I countries attempt to move away from their historical responsibility.",
      "TUVALU highlighted signals from some Annex I parties that the Protocol will not survive and questioned whether the parties were writing the Protocol s obituary or breathing new life into it.",
      "He called for a legal discussion of what would happen if the Protocol was to be subsumed into a new agreement, without prejudging the legal outcome in Copenhagen.",
      "GUYANA, CHINA and others emphasized that the Protocol must continue into the second commitment period. GUYANA, CHINA, PAKISTAN, OMAN and GABON noted that the level of Annex I aggregate emission reductions currently on the table does not reach the level of ambition needed, and called on Annex I countries to increase their pledges.",
      "The EU, with NORWAY, underscored that they wished to see a collective ambition to reduce emissions by 30% below 1990 levels by 2020.",
      "The EU stressed the need for progress under the AWG-LCA, and JAPAN called for discussing overarching issues in an appropriate setting.",
      "JAPAN and AUSTRALIA noted the need for a comprehensive outcome at COP 15.",
      "NEW ZEALAND said discussions on Annex I parties aggregate emission reductions had probably progressed as far as possible.",
      "With SWITZERLAND, he suggested that discussions turn towards making progress on issues such as LULUCF rules and flexible mechanisms.",
      "The CLIMATE ACTION NETWORK called for a 40% reduction from 1990 levels by 2020, five-year commitment periods and retaining 1990 as the base year.",
      "BUSINESS AND INDUSTRY emphasized that reformed CDM rules, together with sectoral crediting and trading, would facilitate private sector investment.",
      "CLIMATE JUSTICE NOW urged parties to undertake emission reduction commitments based on the science and achieve them without using offsets, and stressed that action under the AWG-KP would unlock the AWG-LCA.",
      "Chair Ashe urged parties to translate the ambition expressed by their leaders at the UN Secretary General s Climate Summit and the G-20 meeting in Pittsburgh into real action in the negotiating process.",
      "He noted that without such action, the process was a shell-game and that parties must take responsibility for moving negotiations forward."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}