{
   "actors": [],
   "countries": [],
   "enb_end_date": "31-Aug-07",
   "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4",
   "enb_short_title": "AWG 4",
   "enb_start_date": "27-Aug-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12339e.html",
   "id": "enb12339e_23",
   "section_title": "THE BALI EQUATION - FROM DIALOGUE TO ACTION",
   "sentences": [
      "With the difficulties surrounding the AWG's mandate anticipated for some time in advance of the Vienna Talks, there was an onus on the managers of the process to get the Dialogue right.",
      "As one senior official observed at the close of the Talks, it is within the context of a successful evolution or transition from the Dialogue process that the problems within the AWG will be transcended, in time.",
      "The steering of the Convention Dialogue has been described as masterful, referring to the way in which positions were tabled without the pressure of having to reach a consensus.",
      "Instead, the co-facilitators succeeded in engaging participants in an open and, at times, generous round of proposals and exploration.",
      "One of those involved in managing the Dialogue process explained the thinking behind the format of the Dialogue sessions: There's a trade-off-¦.In a business as usual negotiation the parties retreat to their trenches and we would end up desperately hoping to build agreement by 2009.",
      "Or we can take the clever approach and build confidence, a high level of confidence and a sense of purpose.",
      "This was the major achievement of the Dialogue.",
      "We established a sense of purpose.",
      "Many feel that the Dialogue went a long way towards establishing a near-consensus around the vital building blocks for the launch of what one senior observer described as an Ad Hoc Group on the Berlin Mandate (AGBM)-type process.",
      "Officials close to the process have variously described the next stage in terms of a hybrid or transition by osmosis to fully-fledged negotiations and a road map that may entail several meetings a year up to 2009.",
      "Having calibrated the Dialogue deliberations to secure a range of constructive proposals, the managers of the process can now anticipate that high-level deliberations at the Secretary-General's meeting in New York and other intersessional activities will inject further momentum for the launch of formal negotiations at COP 13 in December."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}