{
   "actors": [],
   "countries": [
      "Netherlands",
      "Morocco",
      "Panama",
      "United States",
      "Malaysia",
      "Senegal",
      "Colombia",
      "Belize",
      "Fiji"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_21",
   "section_title": "V&A AND RSO WORKING GROUP",
   "sentences": [
      "This working group was chaired by coordinator Isabelle Niang-Diop (Senegal).",
      "After initial discussion on the relevant documents, participants agreed to work from the recommendations on V&A and RSO outlined in the report of the Panama workshop (FCCC/SBI/2001/INF.1), adding new recommendations and adjusting existing ones.",
      "On Wednesday afternoon, each participant was asked to provide comments on the presentations heard earlier in the day, as well as to raise particular points for any further recommendations.",
      "Delegates highlighted the lack of models adapted to national circumstances, particularly for water resources, and difficulty in using the MAGICC/SCENGEN scenario software.",
      "Countries noted institutional and bureaucratic problems with executing and funding agencies, including: limited funding; differing approaches between UNFCCC and GEF; difficulty of communication between governments and UNDP; lack of communication between UNDP as executing agency and GEF as funding agency; competitive initiatives between the World Bank and the GEF; and lack of understanding of the topic of climate change within the UNDP country office. Change of national government, internal political problems, and lack of support or understanding of climate change by the government were also noted as constraints. Participants observed that lack of national capacity left assessments deficient, and asked whether international consultants, or time and effort spent on building local capacity, should be used.",
      "Related to this, participants said training centers on V&A should be strengthened or, where they did not exist and were necessary, established.",
      "Delegates also noted that institutional problems between implementing agencies and governments leading to delays often resulted in less time for training of local staff, and a tendency to hire international experts. In other comments, the weakness of the adaptation sections was attributed to problems with the methodology for identifying adaptation measures, and the importance of identifying no-regret adaptation measures was stressed.",
      "Discussants also noted that extreme events and impacts linked to El Niño and other climatic phenomena deserved greater attention in the context of climate variability as a result of climate change. On Thursday morning, participants reconvened in the working group, identifying recommendations for each of the following: institutional arrangements; education, training and research; technical issues; research and systematic observation; methodological issues; and financial and technological needs and constraints. On institutional arrangements, Morocco stressed that focal points should not only be considered as one person, but rather as an institution.",
      "Colombia and Belize agreed that if the focal point is an institution, the likelihood of permanence is greater.",
      "Discussants noted that there are several types of focal points in each country, including political focal points, technical focal points, national communication focal points, as well as IPCC focal points and GEF focal points. On education, training and research, Belize said the experiences of preparing the first national communications should be shared among similar countries to facilitate the preparation of the second national communications.",
      "Regarding courses on V&A, Malaysia questioned their practicality.",
      "Participants agreed that introducing concepts and skills within existing curricula would ensure capacity building.",
      "Fiji said that regional or subregional centers for training would be more practical and require training fewer instructors. On technical issues, participants addressed the use and challenges of providing a baseline scenario assuming no climate change, in addition to the scenario assuming climate change, noting that the comparison would indicate impacts of climate change.",
      "It was stressed that distinguishing climate change from other environmental changes is very difficult, and that in many countries the baseline is already affected by climate change.",
      "Limited understanding of climate change and climate variability and the difference between these also contributed to making this task difficult, as did lack of data. On research and systematic observation, Belize recommended encouraging the use and identification of climate change indicators, such as coral reefs.",
      "Development of models and research addressing ENSO, and communication of such research to groups working on climate change was noted. On methodological issues, Chair Niang-Diop suggested that adaptation options were not well addressed, and that this is a weakness of national communications.",
      "She raised questions of how to address adaptation strategies, how best to cost the options, and how to integrate these into national development strategies.",
      "Colombia asked whether participants felt that the methodological tools for assessing adaptation, such as the IPCC guidelines or UNEP handbook, were sufficient.",
      "The Netherlands suggested that fewer tools would make the work easier, referring to work in the LDC Expert Group where this approach is being taken for the development of NAPAs.",
      "He said the constraint was not the number of tools, but rather the lack of capacity to apply them.",
      "Discussants stressed the importance of socioeconomic scenarios for identifying adaptation options, and recalled that no-regrets adaptation options are the priority. In discussing financial and technological needs and constraints, Colombia stressed that the amount of funding provided by the GEF for preparing national communications was inadequate, and said her country had invested national funds totaling more than this amount to implement V&A.",
      "Bilateral or multilateral agencies were suggested as alternative funders for such work.",
      "The Secretariat noted that in providing additional guidance to the GEF, COP-7 had included a provision for strengthening vulnerable countries in Stage I adaptation activities, and that this could be used to carry out further V&A studies (decision 6/CP.7).",
      "Several other initiatives providing countries with opportunities to carry out additional V&A studies, beyond the framework of the national communications, were noted, including the UNEP/GEF Scientific and Technical Advisory Panel to the GEF (STAP) and other GEF initiatives. Participants also addressed the role of the national communications in providing input for Stage II and III adaptation activities.",
      "Stage I activities include the preparation of national communications, while Stage II activities identify priorities, and Stage III activities involve the implementation of adaptation measures.",
      "It was agreed that national communications identify desirable adaptation options, and in some cases may provide funders with concrete lists of activities that can be implemented.",
      "The US questioned the relationship between national communications and implementation of actual projects under the framework of Stage III.",
      "Colombia said national communications can promote funding from sources besides the GEF.",
      "The Netherlands added that the exercise of preparing a national communication implies a later move toward Stages II and III.",
      "Morocco stressed that the V&A process should be continuous, but said that within the framework of the GEF funding for such projects was not possible, for instance for studying V&A of coastal zones and fisheries.",
      "The US asked how the national communications process could be broadened to include such additional studies.",
      "Participants observed that the funds could be partitioned among the different sections of the national communications at the prerogative of the country, but that the exercise of creating a greenhouse gas inventory was generally very costly, and V&A was consequently underfunded.",
      "Participants agreed to recommend that funding should be increased to allow for more comprehensive V&A studies."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}