{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Saudi Arabia",
      "Bangladesh",
      "Trinidad and Tobago",
      "Austria",
      "Russian Federation",
      "Belize"
   ],
   "enb_end_date": "30-Apr-09",
   "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification",
   "enb_short_title": "Workshop",
   "enb_start_date": "28-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12409e.html",
   "id": "enb12409e_12",
   "section_title": "Breakout Group 3 - Reducing reliance on vulnerable economic sectors to climate change at the national level",
   "sentences": [
      "This breakout group was facilitated by Carlos Fuller, Belize, who was assisted by rapporteur Jasmine Gopaul, Trinidad and Tobago.",
      "On the scope of the group s discussion, the UNFCCC Secretariat underlined the need to keep the focus on adaptation to the impacts of climate change in line with the mandate of the NWP, while Saudi Arabia indicated that measures to mitigate climate change affect various economic sectors and urged addressing the diversification of economies that rely heavily on fossil fuels.",
      "The Russian Federation noted that the energy sector, including fossil fuels, will be impacted by the adverse effects of climate change, and is therefore a legitimate topic of discussion under the NWP.",
      "Participants identified the following vulnerable sectors to climate change: agriculture, energy, tourism, fisheries, water and transport.",
      "They also agreed on measures of reliance, including: contribution to GDP; exports and contribution to foreign exchange; traditional sources of income; impact on local consumption; and level of employment.",
      "The group discussed various examples of past experiences with changes that had led to economic diversification but were not triggered by climate change, such as: the re-definition of the fur industry in Austria due to a change in public perception; the difficult transformation of the Cuban sugarcane industry; and the shift from agriculture to the garment industry in Bangladesh.",
      "Participants also identified gaps, stressing the lack of: institutional capacity; technology; knowledge of climate change impacts on vulnerable sectors; knowledge of new markets and technology; meteorological, socioeconomic, statistical and agricultural data; and funding.",
      "Austria expressed the hope that the upcoming third World Climate Conference (WCC-3) would raise awareness of the need for increased support for meteorological monitoring activities.",
      "The needs identified included: economic and social national plans; educational institutions; enabling environments for new industry; markets for new economic products and services; and innovation.",
      "Among the challenges faced in reducing the reliance on vulnerable sectors, Saudi Arabia pointed to the impossibility of reducing reliance on the agricultural sector.",
      "All agreed on the difficulty of changing the mindsets to enable economic diversification.",
      "Saudi Arabia added that re-training populations was also rendered difficult due to psychological or cultural barriers to change.",
      "Participants noted that incentives, such as technical training opportunities or increases in demand on the international market, could trigger changes.",
      "Other challenges mentioned included: tackling rising unemployment; enabling access to economic diversification to vulnerable groups, in particular women; learning from past experiences; attracting investments; adapting in a timely manner; and involving all stakeholders in decision-making processes.",
      "Participants also recognized a number of opportunities to increase economic diversification, such as utilizing existing infrastructure for other purposes, training the population in multiple skills, improving the efficiency of existing sectors, and sharing documentation.",
      "In the afternoon, participants formulated recommendations for reducing reliance on vulnerable economic sectors.",
      "On ways to increase regional and international cooperation, participants recognized that CARICOM and the EU offered good examples of successful cooperation and recommended creating regional centers where they do not exist and reinforcing existing ones.",
      "Participants also suggested creating an enabling framework at the international level at the upcoming WCC-3.",
      "They emphasized the importance of utilizing the expertise of the UN specialized agencies and intergovernmental organizations to assist in preparing countries for economic diversification.",
      "They also recommended utilizing the expertise of NGOs in reaching industry and communities, as well as the experience of bilateral cooperation to encourage economic diversification.",
      "Participants also agreed on the need to participate in international fora such as the WCC-3 or the UN Commission on Sustainable Development."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}