{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Bangladesh",
      "Mexico",
      "Tanzania",
      "United States",
      "China",
      "Bolivia",
      "Norway",
      "Saint Lucia"
   ],
   "enb_end_date": "03-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12433e.html",
   "id": "enb12433e_4",
   "section_title": "CAPACITY BUILDING:",
   "sentences": [
      "In the morning s contact group, Tanzania, for the G-77/CHINA, highlighted that the non-paper would be the basis for further discussion on positions and structure rather than for negotiation.",
      "The G-77/CHINA proposed inserting preambular language in the text and, with Saint Lucia, for AOSIS, BRAZIL, BANGLADESH and BOLIVIA, explained that the goal was to ensure consistency between sections of the negotiating text.",
      "The US preferred not having a preamble, while the EU called for preambular discussion to be put to the side.",
      "BANGLADESH, NORWAY and the US expressed concern over overlap with previous relevant COP decisions.",
      "The G-77/CHINA presented a revised text on objectives and guiding principles.",
      "The G-77/China s revised chapeau on objectives received interest from AUSTRALIA, the EU and NORWAY, while they clarified that they had not had the opportunity to fully consider the text.",
      "In the afternoon, parties continued discussing the non-paper.",
      "The US, supported by AUSTRALIA, called for an action-oriented document.",
      "AUSTRALIA suggested using the scope to bring out areas that are not covered in the AWG-LCA s negotiating text.",
      "The G-77/CHINA presented consolidated language on scope.",
      "that included: using capacity building for full implementation of the framework as contained in the annex to decision 2/CP.7; enhancing the capacity of developing countries in areas identified in the BAP; supporting developing countries in implementing capacity building projects; and strengthening national capacities to address emerging capacity building needs.",
      "This approach to consolidation was welcomed by AOSIS, MEXICO, NORWAY and the EU, but the EU stressed that further consideration of all the proposals would be needed.",
      "Responding to a request by the US to provide clarification on proposed mechanisms for support activities, the G-77/CHINA underscored that the nature of the mechanisms depends on progress on other areas of the AWG-LCA s negotiating text.",
      "The US noted that capacity building represents a shared activity that is not an end in itself, but rather a means to achieve results.",
      "On finance, MEXICO, supported by AUSTRALIA, suggested that the group should wait until discussion had proceeded in other contact groups."
   ],
   "subtype": "",
   "topics": [
      "Mitigation"
   ],
   "type": "working group"
}