{
   "actors": [
      "Environmental Integrity Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Mauritania",
      "Sudan",
      "Marshall Islands",
      "United States",
      "Grenada",
      "Argentina",
      "Bolivia",
      "Algeria",
      "Mexico",
      "India",
      "Lesotho",
      "China",
      "Indigenous Peoples",
      "Paraguay",
      "Japan"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_12",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "In the closing plenary on Wednesday, 8 April, Chair Zammit Cutajar highlighted the 24 April 2009 deadline for further submissions and outlined the organization of work for AWG-LCA 6, proposing to start as a single convened group and read the draft negotiating text from top to bottom.",
      "In their closing statements, the Gender Constituency noted that the transition to a low-carbon society should be socially just and that the needs of the most vulnerable should be recognized.",
      "Indigenous Peoples stressed that REDD must ensure prior informed consent of local indigenous communities and include their participation in all steps of governance.",
      "Sudan, for the G-77/China, expressed concern with very little engagement from developed countries and a serious Convention implementation deficit.",
      "Mexico, for the Environmental Integrity Group, stressed that the work of AWG-LCA has important intergenerational implications in the context of sustainable development.",
      "Grenada, for AOSIS, expressed extreme disappointment with the lack of progress.",
      "He also noted some disturbing trends in doubting scientific findings and called for clear milestones for each of the future meetings.",
      "Lesotho, for LDCs, highlighted that the key guiding principle should be avoiding adverse impacts on the most vulnerable countries and called on developed countries to provide adequate financial support for adaptation actions.",
      "The EU noted progress in gaining a better understanding of some ideas such as REDD, a NAMA registry and technology transfer.",
      "Canada underlined progress made at this session in relation to a shared vision, including possible long-term pathways, as well as on realizing the full mitigation potential of REDD, and on adaptation and technology transfer.",
      "Argentina, for fourteen Latin American and Caribbean countries, called for very ambitious emission reductions.",
      "He also highlighted that adaptation is a necessity in developing countries.",
      "Mauritania stressed the right to aspire to equitable development and called on developed countries to live up to their current commitments.",
      "India stated that negotiating text should be based on the Bali Action Plan and that new issues outside its mandate, including concepts such as advanced developing countries and low-carbon development strategies, should not be introduced in that text.",
      "Bolivia stressed that developed countries should pay their climatic debt.",
      "The US called for a pragmatic approach and noted convergence on many issues such as adaptation and financial architecture.",
      "Japan highlighted the need for coherence with the work under the AWG-KP.",
      "The Marshall Islands called for immediate and credible mitigation targets and for an action-oriented legally binding agreement.",
      "Algeria stressed that attempts to link the two tracks and to differentiate among developing countries could slow down progress in AWG-LCA and make it difficult to reach agreement in Copenhagen.",
      "Rapporteur Lilian Portillo (Paraguay) presented the meeting s draft report (FCCC/AWG-LCA/2009/L.1) and parties adopted it.",
      "Chair Cutajar asked parties to consider when, in their view, it is appropriate to begin deliberations on the form of the agreed outcome at Copenhagen.",
      "In closing, he highlighted eight ingredients for success in AWG-LCA: vision, science, urgency, principles, commitments, pragmatism, ambition and innovation.",
      "AWG-LCA 5 concluded at 7:28 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}