{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Pakistan",
      "Australia",
      "Bangladesh",
      "Philippines",
      "India",
      "China",
      "Ghana",
      "Argentina",
      "Norway"
   ],
   "enb_end_date": "06-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12435e.html",
   "id": "enb12435e_1",
   "section_title": "TECHNOLOGY:",
   "sentences": [
      "Co-Chair Shimada introduced a non-paper reflecting further streamlining of the technology section in the AWG-LCA s negotiating text.",
      "He invited general comments aimed at identifying: preferred concepts and elements; issues representing a high level of convergence; and areas requiring clarification.",
      "The Philippines, for the G-77/CHINA, and PAKISTAN said some of the elements contained in the annexes are fundamental and should therefore be reflected in the main text.",
      "The G-77/CHINA pointed to convergence on establishing a technology transfer mechanism and divergence on concepts.",
      "She called for a focus on how to expedite the effective transfer of technology, on the removal of barriers and on financing.",
      "On institutional arrangements, CANADA, supported by AUSTRALIA, said that the discussion on functions should first focus on the results that parties wish to see in the longer term and then consider how to construct the best possible mechanism for realizing them.",
      "With NORWAY, she noted the need for clarity on concepts, such as technology action plans.",
      "GHANA requested consideration of how technology action plans and NAMAs relate to each other.",
      "Commenting on the structure of the non-paper, the EU and ARGENTINA said the text was disconnected and that there was no common understanding on the use of terminology, such as technology action plans and roadmaps for specific technologies.",
      "The EU said that although the annexes are useful, the core issues should be captured in the main text.",
      "On institutional arrangements, he cautioned against reinventing the wheel.",
      "Making a comparison to the Marrakesh accords, INDIA said many of the operational issues contained in the annexes could be developed after Copenhagen.",
      "On IPRs, Bangladesh called for patented technology to be made freely available to LDCs and SIDS and for compulsory licensing to be reflected in the text ."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}