{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "China",
      "Russian Federation",
      "Japan",
      "India"
   ],
   "enb_end_date": "07-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12521e.html",
   "id": "enb12521e_32",
   "section_title": "TO MANDATE OR NOT",
   "sentences": [
      "As everybody knows, the Kyoto Protocol s first commitment period is set to expire in 2012.",
      "Durban is supposed to be the last chance to agree on a second commitment period in order to avoid a gap, which would ensure that the package of rules developed under the Kyoto Protocol, including the implementation of flexibility mechanisms, will continue to operate seamlessly.",
      "However, agreement on a second commitment period appears to be more elusive than ever.",
      "Japan, Canada and the Russian Federation will not be on board for a second commitment period under the Kyoto Protocol.",
      "The EU s position is that it wants a balanced deal that is going to put us on the road to a new global deal on climate action.",
      "The EU has said that it will agree to a second commitment period under the Kyoto Protocol, as long as delegates in Durban agree to a mandate for a path forward for a legally-binding instrument under the Convention, a position it sees as a major concession on its part since Bali.",
      "However, in the closing US press conference, the US reiterated its position that they did not believe the conditions were ripe for such a mandate, and that we would be better served by focusing on implementing existing agreements and scaling up actions.",
      "The US wants commitments from all major economies that are not conditional on funding.",
      "I do not see a meeting of the minds on these fundamental issues, said Jonathan Pershing, the lead negotiator for the US.",
      "At the same time, G-77/China members are also split on some of these fundamental issues.",
      "While all developing countries want to keep the Kyoto Protocol alive, they diverge regarding their views on a new agreement under the Convention.",
      "For example, AOSIS is very clear that it wants a legally-binding instrument and has presented a detailed proposal on possible elements for Protocol or other legally-binding agreement under the Convention.",
      "India and China, on the other hand, are not supportive of a mandate to negotiate a new agreement under the Convention.",
      "If there is no second commitment period under the Kyoto Protocol this raises serious legal and institutional questions concerning the continuity of the mechanisms under the Protocol, such as the CDM.",
      "There are those who maintain that the Kyoto mechanisms can continue because they have a double objective, namely to assist Annex I parties in meeting their emission reduction commitments as well as to assist developing countries in attaining sustainable development.",
      "However, others say that the raison d être is to assist Annex I parties to meet their commitments and if there are no commitments under a second commitment period then the mechanisms cannot continue.",
      "In other words, there is no either/or: both conditions have to be satisfied.",
      "No one can predict the future or the outcome in Durban.",
      "Many elements that are intrinsically interwoven need to be addressed, such as the fate of a second commitment period under the Kyoto Protocol.",
      "Furthermore, clarity on what the landscape looks like for a future global climate agreement is one of the most difficult political issues that Ministers in Durban will have to grapple with.",
      "However, as many have said, what Durban really needs to do is bridge the political differences so that they reflect reality on the ground and what is really needed to address climate change."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}