{
   "actors": [],
   "countries": [],
   "enb_end_date": "04-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "04-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12366e.html",
   "id": "enb12366e_7",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Delegates were reflecting on an active but fairly routine first two days of talks on Tuesday evening.",
      "Verdicts on the AWG-LCA s workshops were mixed, with some describing them as interesting or useful, while others felt that the events offered little new.",
      "Many delegates were keenly anticipating the next stage of the meeting: Nothing too substantive has happened yet, but the gloves may come off once the contact groups and informal discussions begin, said one.",
      "With the conclusion of the adaptation workshop on Tuesday morning, some delegates were predicting an emerging consensus on the steps needed to enhance adaptation action, which may include establishment of regional climate change centers, the development of national adaptation plans for all countries, and financial support for scaling up.",
      "Some delegates were also speculating over how the ever-contentious issue of conditionality of funding might be resolved.",
      "Meanwhile, the AWG-KP created three new contact groups, with the groups on LULUCF and the mechanisms kicking-off their discussions on Tuesday afternoon.",
      "Disappointing but not surprising, is how one key delegate was heard describing the opening meeting of the LULUCF group, which resulted in an agreement to use the AWG-KP s Bangkok conclusions as a basis for discussion of this complex and sensitive topic.",
      "With the SBSTA and SBI set to begin on Wednesday, experts were also pointing to some agenda items worth watching out for, including those on technology transfer, non-Annex I national communications, and the review under Article 9."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}