{
   "actors": [],
   "countries": [
      "India"
   ],
   "enb_end_date": "31-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "31-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12207e.html",
   "id": "enb12207e_6",
   "section_title": "INAUGURATION OF THE HIGH-LEVEL SEGMENT",
   "sentences": [
      "Prime Minister Atal Bihari Vajpayee of India inaugurated the high-level segment with the 'lighting of the lamp' ceremony.",
      "COP-8 President Baalu said India is committed to addressing climate change and sustainable development.",
      "He noted the participation of over 4000 delegates from 169 counties at COP-8.",
      "He also expressed hope that the Delhi Declaration would become a historic milestone in the UNFCCC process. UNFCCC Executive Secretary Joke Waller-Hunter noted achievements since COP-7, including the WSSD outcomes.",
      "Pointing to extreme weather events experienced globally in recent months, she highlighted the key role of tackling poverty and climate change.",
      "Emphasizing the importance of implementation, she supported practical approaches, including: action on adaptation and vulnerability; the development of national communications; and use of the CDM. UN Under-Secretary General for Economic and Social Affairs Nitin Desai delivered a message on behalf of UN Secretary General Kofi Annan.",
      "He said that one challenge for the COP was to consider to what extent the approaches, goals and methods agreed at WSSD can be a basis for cooperation in this forum.",
      "In conclusion, he called for a greater sense of shared global responsibility. Prime Minister Atal Bihari Vajpayee of India described India\u0092s commitment to combating global climate change, remarking on its renewable energy sector and ratification of the Kyoto Protocol.",
      "He highlighted the importance of adaptation, vulnerability, and capacity-building for developing counties, and said that consideration of developing country commitments would be premature due to, among other things, inequitable per-capita emissions rights, and differences in per-capita income between developing and developed countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}