{
   "actors": [],
   "countries": [
      "Brazil",
      "Argentina",
      "China"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_64",
   "section_title": "HFC-23:",
   "sentences": [
      "This issue was first taken up in plenary on Monday, 7 May, and addressed in informal consultations by SBSTA Chair Kumarsingh (FCCC/SBSTA/2007/MISC.1).",
      "It responds to a request by COP 10 to develop recommendations for the CDM Executive Board concerning the implications of crediting emissions reductions for the destruction of hydrofluorocarbon 23 (HFC-23) under the CDM and, in so doing, provide a perverse incentive to build new hydrochlorofluorocarbon 22 (HCFC-22) facilities and increase the production of HCFC-22, an ozone-depleting substance regulated under the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "Although COP/MOP 1 decided that the CDM should not lead to increased production of these gases and agreed on definitions that should apply to new HCFC-22 facilities, parties hold widely divergent views on how to address the problem.",
      "While some, including Brazil and Argentina, would prefer not crediting the destruction of HFC-23 in new facilities under the CDM , China and others support doing so, but have so far been unable to agree on practical solutions to address perverse incentives.",
      "In light of this, parties at SBSTA 26 decided to request further submissions, and discussed the timetable and scope for such submissions.",
      "Some parties preferred addressing the matter at a future session after COP/MOP 3 in Bali, taking into account the work done by the Technology and Economic Assessment Panel of the Montreal Protocol.",
      "Others, notably China, supported addressing it at SBSTA 27.",
      "In the end, parties compromised by agreeing to forward the issue to SBSTA 27, and to make reference to other conventions and international organizations including, but not limited to, the Montreal Protocol.",
      "On the scope, parties agreed to ask that the submission suggest possible approaches and elaborate both on whether the suggested approaches addresses the problem and the feasibility."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}