{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Sudan",
      "France",
      "United States",
      "Sri Lanka",
      "Sweden",
      "Peru",
      "Kenya",
      "Switzerland",
      "Argentina",
      "Norway",
      "New Zealand",
      "Australia",
      "Cuba",
      "South Africa",
      "India",
      "United Kingdom",
      "Slovenia",
      "Austria",
      "Germany",
      "Uganda",
      "Belgium",
      "China"
   ],
   "enb_end_date": "04-May-07",
   "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)",
   "enb_short_title": "IPCC WGIII",
   "enb_start_date": "30-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12321e.html",
   "id": "enb12321e_10",
   "section_title": "B GREENHOUSE GAS EMISSION TRENDS:",
   "sentences": [
      "The section on greenhouse gas emission trends was first addressed by plenary on Monday morning, and in contact group meetings co-chaired by Ramon Pichs (Cuba) and Ian Carruthers (Australia) until Wednesday night, when the text was approved by WGIII.",
      "Discussions focused, inter alia , on how and whether to refer to: additional mitigation; sustainable policies; the level of growth of greenhouse gas emissions; historical emissions; emissions by sector; ozone-depleting gases; emissions per capita and or per GDP; and emission scenarios.",
      "In the final SPM the section on greenhouse gas emission trends was divided into three paragraphs, one on past emissions, one on future emissions and one on emissions scenarios.",
      "Past and future emissions and emission scenarios: On additional mitigation, India, opposed by many, contested proposed language that greenhouse gas emissions would continue to grow without additional mitigation.",
      "Switzerland and Germany said the same language is used in the IPCC Special Report on Emissions Scenarios (SRES).",
      "Sudan proposed the language without sufficient, and China, opposed by Belgium, preferred the words without strengthened or without enhanced.",
      "France suggested the language without new and stronger and India supported the phrasing without stronger.",
      "The US said without stronger would be too normative, and the UK said it would imply that a deepening of current strategies alone would be sufficient, while India expressed concern that a heading calling for additional climate change mitigation and related sustainable development policies would place the onus on developing countries.",
      "WGIII agreed to use with current mitigation.",
      "On the same sentence, which noted that emissions would continue to grow without additional mitigation and/or sustainable development policies, Germany, supported by Australia, France, Slovenia, Norway and others, said that and/or was misleading since sustainable development policies alone cannot stop emissions from growing and, opposed by China and India, proposed deleting the text.",
      "China, opposed by New Zealand, Norway, Belgium and others, expressed reservations on language that greenhouse gas emissions will continue to grow significantly.",
      "These issues were solved in the final SPM by indicating that with current mitigation policies and related sustainable development practices, emissions will continue to grow over the next few decades.",
      "Cuba, China and the UK supported adding information on historical emissions from before 1970.",
      "Concerns from India and Sri Lanka regarding time periods for increased emissions were resolved by adding specific year ranges.",
      "China, supported by Brazil and Cuba, requested that additional data from before 1970 be included.",
      "China specifically called for the inclusion of findings from a 2006 report by the Oak Ridge National Laboratory about historical emissions.",
      "The US, Canada and IPCC Chair Pachauri opposed the inclusion of information not present in the underlying technical report.",
      "WGIII agreed to the US proposal, to note that CO2 represented 77% of total anthropogenic emissions in 2004 and to South Africa's wording on concentration increases since pre-industrial times.",
      "On CO2 emissions by sector, the US proposed to either include contributions from land-use change, or specify that emissions listed were only energy related.",
      "Brazil said if sectors were singled out, they should be listed in order of importance along with the percentages of emissions that correspond to each sector, and delegates agreed to this during subsequent contact group meetings.",
      "In the contact group, Brazil, seconded by Peru, also proposed, and WGIII agreed to, a footnote on uncertainty in land use, land-use change and forestry measurements.",
      "Regarding policies to decrease emissions, India and Austria queried whether noting effective reductions in countries or regions would be more appropriate. WGIII changed the language to locate these reductions in different sectors and many countries.",
      "Brazil and India, supported by Norway, favored using the term energy efficiency as energy intensity and per capita income may not increase linearly with development.",
      "Argentina called for a reference to emissions from UNFCCC Annex I and non-Annex I countries.",
      "Brazil, supported by China, proposed a short qualitative sentence conveying that economic development is closely related to emissions.",
      "China proposed, and WGIII agreed to, a footnote indicating that the use of Purchasing Power Parity in describing the difference in per capita income among countries is used for illustrative purposes only for this report.",
      "India underscored the need for language to protect the right of developing countries to keep developing, and delegates decided to refer to both direct and indirect emissions from electricity in the industry and building sectors.",
      "India stressed that greater improvements in energy intensity are necessary to support population and income growth already taking place.",
      "He also noted that a statement tying the recent increasing in the carbon intensity of the energy sector to the increased use of coal was based on only a few years of data; as a result the text was reworded and the reference to coal removed.",
      "Belgium proposed, and WGIII agreed, to include a number for the decrease in the global energy intensity from 1970-2004.",
      "The US, supported by India and the UK, cautioned against including averaged energy use per unit of GDP for Annex I and non-Annex I countries, suggesting that these numbers hide regional disparities.",
      "WGIII agreed to eliminate the sentence.",
      "India expressed concern over a sentence indicating that Annex I economies are projected to have a lower energy use per unit of GDP than non-Annex I economies.",
      "Lead Authors stressed that this information reflects what the studies project.",
      "WGIII agreed to insert wording that this projection was according to SRES scenarios.",
      "In a paragraph on emissions scenarios, delegates agreed to indicate in a bullet point that non-SRES scenarios do not consider mitigation policies, and explain that the choice of exchange rate for GDP in terms of Market Exchange Rate (MER) or Purchasing Power Parity (PPP) did not appreciably affect emissions in the SRES scenarios.",
      "Switzerland and Sweden, opposed by the UK, Uganda and others, said that reference to expert debate on MER versus PPP was not interesting for policymakers and proposed deleting it.",
      "Kenya drew attention to past acrimonious debate on the issue, citing accusations that the IPCC used the wrong method in the TAR.",
      "Austria, Germany and the UK proposed language to clarify the sentence, and WGIII agreed to move reference to expert debate to a footnote.",
      "Final Text: The final text discusses greenhouse gas emission trends both from pre-industrial times and from 1970-2004 and says a 70% increase in emissions has occurred during the latter period.",
      "It also discusses the projected growth in emissions over the next few decades, noting that fossil fuels are projected to maintain their dominant position in the global energy mix.",
      "It provides information on the emissions of developed and developing countries and states that existing climate policies have led to reductions, but these have not been large enough to be visible within the historic emissions trend.",
      "It explains that emissions levels in baseline emissions scenarios have not changed markedly from those in the SRES scenarios, discussing improvements in the understanding of aerosols and noting that the choice of exchange rate for GDP (MER or PPP) results in a small effect on projected emissions.",
      "The final SPM also contains the following figures and box:"
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}