{
   "actors": [],
   "countries": [
      "Australia",
      "Colombia"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_65",
   "section_title": "Cooperation with Relevant International Organizations:",
   "sentences": [
      "At the SBSTA meeting on 24 July, Chair Dovland noted ongoing initiatives between the UNFCCC and the Convention on Biological Diversity (CBD), including: a CBD discussion note and responses submitted by the UNFCCC Parties; a CBD Ad Hoc Technical Expert Group to carry out a pilot assessment on advice to integrate biodiversity into UNFCCC implementation; and a proposed joint liaison group between the two Secretariats.",
      "Jan Plesnik, Chair of the CBD Subsidiary Body on Scientific, Technical and Technological Advice, reported on initiatives in the CBD to address interlinkages between biodiversity and climate change.",
      "Bob Watson, IPCC Chair, reported on the preparation of an IPCC Technical Paper on linkages between climate and biodiversity. The SBSTA then invited Ian Carruthers (Australia) and Jimena Nieto Carrasco (Colombia) to undertake informal consultations on this matter in order to help formulate draft conclusions.",
      "On 27 July, the SBSTA adopted conclusions on this matter (FCCC/SBSTA/2001/L.3). On cooperation with other conventions, the conclusions emphasize the need for cooperation with other relevant conventions, including the CBD, and endorsed the formation of a joint liaison group between the UNFCCC and CBD Secretariats.",
      "It also invited the Secretariat of the UN Convention to Combat Desertification to participate in this group, in order to explore options for further cooperation, including the possibility of a joint work plan and/or workshop.",
      "Parties are invited to submit their further views on cooperation between the three conventions by 15 October 2001.",
      "A request by the CBD that IPCC develop a paper to consider relevant interlinkages was endorsed. Regarding cooperation with scientific organizations, the SBSTA commended the IPCC on the high quality of the Third Assessment Report.",
      "It also noted that support is needed for workshop planned by the Global Climate Observing System for the Caribbean and Central American and Asia regions in 2002."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}