{
   "actors": [
      "Latin American and Caribbean Group",
      "European Union",
      "Group of 77 and China",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Norway",
      "Philippines",
      "United States",
      "China",
      "United Kingdom",
      "Japan",
      "Marshall Islands",
      "New Zealand",
      "Venezuela",
      "Argentina"
   ],
   "enb_end_date": "11-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "11-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1284e.html",
   "id": "enb1284e_4",
   "section_title": "Land Use Change and Forestry",
   "sentences": [
      "The contact group on land use change and forestry removed few brackets from text regarding the timing and content of the IPCC workshop, special report and TAR.",
      "Delegates agreed to language noting that the purpose of the IPCC workshop, to be held prior to COP-4, will be to consider data availability, based on definitions used by Parties, in relation to Article 3.3.",
      "BRAZIL and the EU preferred that SBSTA 'consider' a second workshop after COP-4 to focus on issues arising from, inter alia, Article 3.4.",
      "The US preferred that SBSTA 'hold' such a workshop. On the timing of a special report, delegates disagreed on whether the report would provide information for [COP-6] or [the Conference of the Parties serving as the Meeting of the Parties].",
      "A bracketed sentence was added, based on proposals from CANADA and AUSTRALIA, stating that in the interim Parties may wish to consider relevant issues, particularly 3.4. Regarding the relevant Articles for consideration in the special report, the EU and the MARSHALL ISLANDS preferred deleting references to Articles 4 and 7 from a list including Articles 3.3, 3.4 and 3.7.",
      "The US said the list should mention all relevant Articles and suggested 20 Articles for inclusion.",
      "AUSTRALIA and NEW ZEALAND disagreed with the EU proposal to delete language stating that issues not covered in the special report will be included in the TAR.",
      "The PHILIPPINES proposed text to distinguish the topics for the special report from those for inclusion in the TAR. Adverse Effects and Impacts: The contact group on FCCC Articles 4.8 and 4.9 (adverse effects and impacts) met in the afternoon to discuss the Co-Chairs\u0092 text.",
      "The G-77/CHINA proposed modifications based on its draft decision paper. On the 'analytical framework,' the UK, AUSTRALIA, and the US raised a number of questions.",
      "JAPAN cautioned that a reference to Protocol Articles 2.3 and 3.14 suggested implementation of the Protocol.",
      "On separating the effects of climate change and impacts of response measures, AUSTRALIA said different modeling approaches are used.",
      "SAUDI ARABIA, supported by the UAE, said the distinction could be made later.",
      "The G-77/CHINA proposed alternative language from Decision 3/CP.3 on undertaking a process. The G-77/CHINA deleted reference to the Berlin Mandate.",
      "The US bracketed references to Protocol Articles 2.3 and 3.14.",
      "On the identification of 'possible' adverse effects and 'possible' impacts, the US, supported by the EU, deleted references to 'possible'.",
      "On actions necessary to meet needs and concerns of developing countries, the US and the EU proposed following FCCC Article 4.8 on 'consideration' of actions necessary and on 'funding, insurance and the transfer of technology.",
      "' The G-77/CHINA, and VENEZUELA preferred 'identifying' actions.",
      "SAUDI ARABIA placed 'identifying' and 'consideration' in brackets together with the US-proposed reference to the FCCC.",
      "The EU proposed combining paragraphs on identifying adverse effects and impacts with those on the needs and concerns.",
      "The US added 'specific' needs and concerns. Technology: The contact group on technology transfer considered revised conclusions and debated proposals on next steps for technology information centres.",
      "Under a proposal from the US and the EU, the first step would be to assess the extent to which managers and technicians in relevant sectors are aware of such technologies and processes, followed by the identification of sources and supplies.",
      "SBSTA would request the Secretariat to, inter alia, identify the desired functions and services to be provided by such centres and networks.",
      "Under a G-77/China proposal, SBSTA would state that initial priority should be given to supporting the establishment and enhancement of national and regional technology information centres.",
      "The group will meet Thursday. Second Review of Adequacy of Commitments: a Co-Chairs\u0092 draft decision, based on previous inputs, was distributed in the contact group on second review of the adequacy of Article 4.2(a) and (b), which then adjourned.",
      "The meeting was scheduled to reconvene at 7:20 pm for questions and clarification.",
      "Substantive views were expected on Thursday.",
      "The draft decision, inter alia: initiates the second review at COP-4; offers two alternatives on when future reviews should take place; and requests the Secretariat to prepare a synthesis for COP-4. Mechanisms: The joint contact group on mechanisms, chaired by Gylvan Meira Filho (Brazil), met to discuss a Co-Chairs\u0092 draft proposed schedule on mechanisms under Kyoto Protocol Articles 6, 12 and 17 (projects for reducing emissions or enhancing sinks, CDM, and emissions trading). ARGENTINA recalled the address by Maria Julia Alsogary, Argentina\u0092s Secretary of Natural Resources and Sustainable Development, that there is a great interest, almost a consensus, on the early functioning of the CDM and emissions trading.",
      "Argentina, as the host of COP-4, has an obligation to work for consensus and is in the process of consulting with all regional groups, particularly the G-77/China and GRULAC. The G-77/CHINA presented an initial list of issues to address, and stressed consideration of fundamental issues before timing and schedules of work.",
      "NORWAY, on behalf of a group of countries and supported by the US, recalled a non-paper on emissions trading distributed by the group last week, and the package of four mechanisms agreed in Kyoto.",
      "He stressed that quantitative caps, which could lead to fewer developing country projects, had not been adopted in Kyoto.",
      "Referring to another non-paper, the EU stressed domestic actions and called for: ceilings on use of mechanisms; guidelines, rules and procedures; a compliance regime as a pre-requisite; and parallel work on the mechanisms.",
      "The US suggested basing group discussions on both the G77/China questions and the Co-Chairs\u0092 draft proposed schedule. In the evening, delegates received the G-77/CHINA\u0092s proposed work programme on mechanisms.",
      "The proposal lists the methodological and technical work, institutional issues, process and linkages under CDM, Article 6 and emissions trading.",
      "The G-77/CHINA suggested deferring AIJ until after the pilot phase designated at COP-1.",
      "The EU noted other linkages besides those in the Co-Chairs\u0092 paper.",
      "Delegates began discussion on the G-77/China\u0092s listed issues.",
      "As of 11:00 pm, delegates had discussed 17 items of the list."
   ],
   "subtype": "",
   "topics": [
      "Adverse Effects & Response Measure"
   ],
   "type": ""
}