{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "Bangladesh",
      "South Africa",
      "Tuvalu",
      "Nepal",
      "India",
      "Guatemala",
      "China",
      "Chile",
      "Switzerland",
      "Nauru"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_18",
   "section_title": "EQUITY AND AMBITION:",
   "sentences": [
      "On Thursday, ADP Co-Chair Kumarsingh called on delegates to consider the operationalization of equity and CBDR in the new agreement, and the means of ensuring that equity acts as an enabler of ambition.",
      "He also noted the need for a concrete discussion of a framework for assessment and how the Convention's principles will be applied in the new agreement.",
      "On equity , the EU called for agreement by Lima on the upfront information to be provided by parties on their NDCs, adding that this information would explain why the contributions are fair.",
      "He said NDCs should be legally binding although their nature could vary according to parties' circumstances.",
      "Switzerland called for an understanding of the intended NDCs in the context of quantified emission reductions.",
      "He also identified the need to understand the effort behind each commitment and whether aggregate contributions add up to the common objective.",
      "India stressed that a framework that redistributes the ambition gap to developing countries is unacceptable.",
      "Tuvalu, for LDCs, reaffirmed the fundamental role of equity and CBDR principles, stressing that they should strengthen and not undermine the new regime.",
      "India warned that if developed countries fail to meet their pre-2020 obligations, they will undermine equity post-2020.",
      "China said equity is about developing countries having the opportunity to achieve sustainable development.",
      "He questioned whether the 2015 agreement would: recognize differentiation between developing and developed countries in terms of historical responsibility; recognize the development needs of developing countries and reflect their circumstances and capacities; and reflect developed countries' leading role in mitigation and support based on historical responsibility, capabilities and advantages.",
      "Bangladesh said equity does not mean compromising the right to survival.",
      "South Africa called for operationalizing the principles of fairness and reconciling science with historic responsibility, current realties and development needs.",
      "On ambition , Nauru urged all parties to make contributions, recognizing that some will require support in order to do so.",
      "India said the historical responsibility of developed countries should provide the basis for their mitigation obligations, stressing that his country's overriding priority is inclusive development and poverty eradication.",
      "Chile, for AILAC, said the Group has been leading by example by making voluntary commitments, while stressing that historical responsibility is key.",
      "The EU argued that COP 21 should be preceded by a transparent and facilitative assessment process to understand how the NDCs help reach the global temperature goal.",
      "He added that this process could lead some parties to raise their ambition.",
      "Nepal, for the LDCs, underscored the importance of comparability of efforts and establishing a compliance regime in the 2015 agreement.",
      "Guatemala, for AILAC, said NDCs need to be assessed and evaluated in a multilateral rules-based system.",
      "South Africa proposed: a multilateral process based on science and fairness; an ex ante assessment procedure to close the ambition gap; agreement to provide an ex post process and mid-term review; and a provision for automatic, upward adjustment of contributions."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}