{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ghana",
      "Jamaica",
      "Saudi Arabia",
      "Australia",
      "Sudan",
      "Gambia",
      "United States",
      "China",
      "Swaziland",
      "Japan",
      "Argentina"
   ],
   "enb_end_date": "03-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "03-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12642e.html",
   "id": "enb12642e_5",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "Artur Runge-Metzger (EU) co-facilitated this session.",
      "SWAZILAND reported on Tuesday’s spin-off group on pre-2020 “milestones” for capacity building, highlighting convergence on the importance of: clarity on what capacity-building needs are; prompt, effective, coherent and coordinated delivery; MRV of capacity-building support; and a long-term and sustainable perspective on capacity building.",
      "Welcoming the fruitful discussion on what is needed, JAPAN called for addressing “the how.” The US noted the text on MRV and capacity building lacks operationality.",
      "SAUDI ARABIA, China, for the G-77/CHINA, Jamaica, for AOSIS, SWAZILAND, ARGENTINA and the GAMBIA called for new institutional arrangements to be included in the agreement.",
      "The EU proposed strengthening institutional arrangements through COP decisions and the third comprehensive review of the capacity-building framework.",
      "AUSTRALIA said capacity building needs to be tailored to national circumstances, questioning the ability of an international, “macro-level” mechanism to achieve this task.",
      "GHANA requested the group divide issues into three tables to separate out the remaining “hard” issues.",
      "SUDAN called for starting to discuss text directly.",
      "Parties agreed to address issues to be included in the agreement on Thursday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}