{
   "actors": [],
   "countries": [
      "Canada"
   ],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_2",
   "section_title": "PART I - BACKGROUND",
   "sentences": [
      "Presentations from the UNFCCC Secretariat: Wanna Tanunchaiwatana, Manager of the UNFCCC\u0092s Technology Subprogramme, outlined the workshop\u0092s background and context.",
      "She noted that many developing countries have now conducted their technology needs assessments, and that this workshop would help identify financing options to support these needs.",
      "She then asked developing country representatives to identify their specific technology needs.",
      "Several responded, highlighting areas such as energy efficiency, solar energy, adaptation, and biomass.",
      "Tanunchaiwatana concluded by reviewing relevant provisions of the Convention and existing financing opportunities.",
      "She said the workshop\u0092s outcomes would be considered at SBSTA-21 in December 2004. Daniele Violetti, Programme Officer, UNFCCC Secretariat, presented on trends in financial flows for technology transfer.",
      "He noted that financial flows to developing countries have declined since 1997, but increased again in 2002 and 2003, while foreign direct investment is expected to increase in 2005.",
      "He drew attention to the limited involvement of the private sector in financing climate-related technology transfer, and highlighted the need to bridge the gap between governments and the private sector.",
      "Identifying the challenges facing the public sector, he emphasized the need to provide adequate funding, create favorable market conditions and raise awareness. Paul van Aalst, UNFCCC Consultant, presented the Background Information Paper prepared for this workshop (http://ttclear.unfccc.int/ttclear/pdf/Workshops/Canada/Montreal%2 0background%20paper-edited.pdf).",
      "He highlighted the key prerequisites for securing financing, including the need to add value for stakeholders, demonstrate minimal risk and acceptable returns, offer transparency, accountability and credibility, and contribute to sustainable development.",
      "He reviewed some general financing characteristics for both mitigation and adaptation activities, and identified barriers to accessing financing at the country, sectoral and project levels.",
      "He then listed the main sources of financing, including multilateral and intergovernmental organizations, country-based instruments, other financing models, deal brokers and market facilitators.",
      "He also noted that additional financing instruments were under construction, and concluded by outlining some general guidelines for innovative financing, which he said should take into account wider economic and development goals, and include an effective policy framework."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}