{
   "actors": [],
   "countries": [
      "Australia",
      "Botswana"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_62",
   "section_title": "NATIONAL ADAPTATION PLANS:",
   "sentences": [
      "This new issue was first considered by the SBI plenary on 10 June.",
      "Andrew Ure (Australia) and Balisi Justice Gopolang (Botswana) co-chaired a contact group and informal consultations, focusing on the process to enable LDCs to formulate and implement national adaptation plans, and modalities and guidelines for LDCs and other developing countries.",
      "Informal consultations were open to observers beginning on 13 June.",
      "During the meeting, it was noted that the acronym NAPs should not be used for national adaptation plans as the same acronym is used under the UNCCD for national action programmes.",
      "Parties considered the scope of the issue and the way forward at length, facilitated by the Co-Chairs guiding topics: the difference between national adaptation plans and NAPAs; appropriate elements to be included in the plans; expertise/guidance that can be tapped to define the plans; expectations for the Durban outcome; and the way forward.",
      "Parties agreed that NAPAs are tools to identify and prioritize urgent, short-term adaptation needs, whereas national adaptation plans are broader and cross-cutting, cover medium and long-term needs, integrate into development plans, and consist of the multiple tools a country uses in its planning process.",
      "Both developing and developed countries underlined the importance of using guidance from the LEG.",
      "Parties suggested that organizing a workshop or preparing a technical paper on modalities or guidelines could be useful.",
      "Several parties stressed the need for the plans to be supported.",
      "The need for progress in discussions on finance under the AWG-LCA was also highlighted as well as the Green Climate Fund s potential role in supporting national adaptation plans.",
      "The SBI adopted conclusions on 16 June,"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}