{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_81",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions (FCCC/KP/SBI/2008/L.14), the SBI, inter alia: recalls that the second review shall aim to further enhance the Protocol s implementation and shall not prejudge action by the COP/MOP and lead to new commitments for any party; recalls that preparations need to be streamlined with other relevant activities to avoid duplication of work; recommends that the COP/MOP address issues among those identified in preparing for the second review on which decisions could be adopted by the COP/MOP 4, and identify issues that require further consideration and refer them to the appropriate body; and recommends that the COP/MOP give attention in particular to the issues listed in decision 4/CMP.3.",
      "The SBI also recommends that COP/MOP 4 take appropriate action on extension of the share of proceeds to assist in meeting the costs of adaptation to JI and emissions trading, and procedural elements for inscribing commitments for Annex I parties in Annex B.",
      "The SBI recommends that COP/MOP 4 takes action on privileges and immunities and appropriate treaty arrangements, with a view to concluding work on this matter at COP/MOP 5.",
      "The SBI also mentions the consideration of additional short-term arrangements at SBI 29.",
      "On the flexible mechanisms, the SBI notes that some elements have been considered by the AWG-KP, requests the Secretariat to compile an information note, and invites submissions from parties.",
      "On minimizing adverse effects, including adverse effects of climate change, the SBI notes that the issue is considered by the subsidiary bodies and recommends that the COP/MOP may wish to take action in view of that work.",
      "The SBI also requests the Secretariat to prepare a technical paper on extending the share of proceeds to assist in meeting costs of adaptation to JI and emissions trading, and on options related to AAUs for funding adaptation in developing countries.",
      "It recommends that COP/MOP 4 may give attention to other issues raised by parties, including funding, insurance and technology transfer in relation to adaptation and adverse impacts of response measures, the compliance mechanism, entry-into-force requirements, LULUCF, and emissions from international aviation and maritime transport.",
      "Finally, the SBI recognizes that issues related to Annex I reporting and the expert review process should be further considered by the COP/MOP, and requests the Secretariat to organize, subject to funding, a pre-sessional preparatory workshop on Article 9 review at least one month before COP/MOP 4."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}