{
   "actors": [],
   "countries": [
      "Poland"
   ],
   "enb_end_date": "25-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "25-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12112e.html",
   "id": "enb12112e_3",
   "section_title": "INFORMAL MINISTERIAL CONSULTATIONS",
   "sentences": [
      "Informal ministerial consultations were held in Warsaw, Poland on 20 September 1999.",
      "Participants considered three questions: what needs to be accomplished at COP-6; what ministers should do at COP-5 to set the stage for a successful COP-6; and how Parties should proceed from COP-5 to COP-6.",
      "Participants supported maintaining or increasing the momentum of the negotiations through the next year.",
      "Many participants said a package was needed at COP-6 that would encourage ratification.",
      "A number of participants noted that if certain Parties do not ratify the Protocol, it would not come into effect.",
      "Participants generally agreed on the need for a balanced outcome, with resolution of both FCCC and Protocol issues.",
      "Some participants listed the cooperative mechanisms, compliance, sinks, and participation of a broader number of countries under the Protocol as key issues that need to be resolved. Given the number and complexity of the outstanding issues, a number of participants preferred to hold COP-6 in early 2001.",
      "Some also noted that this would allow the COP to consider the IPCC Third Assessment Report.",
      "However, others expressed a preference for COP-6 to be held in the fall of 2000.",
      "COP-5 must decide on the date of COP-6. A number of participants sought parallel progress on those key issues.",
      "Some called for flexibility and urged Parties not to set pre-conditions for agreement.",
      "A few participants urged Parties to focus on the BAPA rather than introduce new issues. Most participants acknowledged that areas of significant disagreement remained, but urged Parties to set aside as many of them as possible at COP-5 to permit progress on areas of convergence.",
      "They called for the development of negotiating text at COP-5 in areas such as national communications by both Annex I and non-Annex I Parties, the mechanisms, AIJ, and compliance.",
      "Many participants also urged continued constructive progress on capacity building and technology transfer.",
      "Ministers noted the need for the COP-5 high-level segment to provide political direction to the negotiations.",
      "They also called for additional high-level consultations to periodically assess progress and resolve outstanding issues.",
      "Such consultations could be held in the Spring of 2000 in New York during the Eighth Session of the Commission on Sustainable Development (CSD).",
      "For more information contact: the FCCC Secretariat: e-mail; secretariat@unfccc.de."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}