{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_32",
   "section_title": "OFF-STAGE ANTICS",
   "sentences": [
      "Japan embarked on its attempts to secure a compromise between the EU and the US the moment the AGBM session was adjourned.",
      "The business of the session will continue in an intense series of bilaterals and multilaterals right up to COP-3.",
      "Members of the US delegation left Bonn to begin a round of visits to European capitals, Japan\u0092s Ambassador Tanabe took a flight to Rome, and Europe\u0092s powerful Troika group will travel to the US for meetings at the White House and with a number of influential senators.",
      "Britain\u0092s deputy Prime Minister, John Prescott, was reportedly invited to chair an important meeting hosted by Japan, involving Annex I and selected developing countries. By scheduling a final AGBM session on the eve of COP-3, Chair Estrada has also ensured that he will continue his key role.",
      "At the resumed AGBM, he will preside over the first discussions on a new compilation text with some vision of a final compromise on the horizon.",
      "Based on that view, he is expected to structure the negotiations differently for Kyoto, in his new role as Chair of the Committee of the Whole at the COP. A number of Annex I Parties pointed out that success in Kyoto would be difficult solely on the basis of the positions set out in the new compilation text.",
      "There was a great deal of uncertainty about the state of negotiations as Parties departed from the session.",
      "Estrada said he would take the weekend to read the various positions tabled at the session before reaching any conclusions.",
      "It is understood that the FCCC Secretariat has been asked to contemplate the possibility that no final agreement will emerge at COP-3 - although no contingency arrangement has been put in place."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}