{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Australia",
      "Bangladesh",
      "Finland",
      "Austria",
      "United Kingdom",
      "Uzbekistan",
      "Senegal",
      "Switzerland",
      "United States",
      "Cook Islands"
   ],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_6",
   "section_title": "METHODOLOGIES, DATA AND MODELLING",
   "sentences": [
      "Co-Chair Plume then invited a discussion on methodologies, data and modelling.",
      "Highlighting the UNFCCC\u0092s Compendium of methods and tools to evaluate impacts of, and vulnerability and adaptation to, climate change (adaptation Compendium), the UK stressed the need to seek updates from parties on the use of the adaptation Compendium and the development of new methods.",
      "Canada emphasized the need to consider the work of bodies other than the UNFCCC on adaptation.",
      "The Cook Islands noted the role of learning by doing and using multiple methodologies for pursuing adaptation.",
      "Brazil outlined its regional climate modelling capacities, while Senegal, with Bangladesh, stressed the need to make global climate models more user-friendly and locally applicable.",
      "Responding to Co-Chair Plume\u0092s questions regarding South-South cooperation, Brazil elaborated on the need for building capacity in other South American countries to be able to use the analyses of the Brazilian regional climate model. Responding to comments on the resolution of models, the US urged avoiding discussion of precise details and instead developing notional categories.",
      "SBSTA Chair Benrageb recalled SBSTA\u0092s mandate, and reminded participants that this is not a negotiating session but that the goal of the workshop is to lay the groundwork for the programme of work. On a call from Bangladesh to downscale models, Austria warned against taking a narrow approach, noting that shortcomings exist in various areas, such as lack of data or capacity, and not just in the lack of available models.",
      "The Cook Islands proposed to include resilience indicators and pointed to other processes where adaptation needs have been identified.",
      "She also called for making the thematic areas more action oriented.",
      "Switzerland suggested ordering items in the proposed thematic areas before considering further terms of reference.",
      "Brazil stressed identifying pre-existing capacities for adaptation in countries and institutions. Co-Chair Kumarsingh underscored the importance of the two-line approach and of identifying actions rather than defining the exact objectives and making them fit a thematic area.",
      "Bangladesh highlighted a targeted time-bound approach for each activity.",
      "Finland added that it would be useful to make the distinction between partners and clients in adaptation activities.",
      "Canada, followed by the US and Australia, suggested a strategic approach to developing the programme of work.",
      "The US, along with Finland and others, suggested that the discussion was being hamstrung by the four categories in the discussion paper.",
      "She highlighted that methodologies, data and modelling is a crosscutting area that runs throughout the other thematic areas. Co-Chair Kumarsingh proposed, and participants agreed, to make the methodologies, data and modelling thematic area a cross-cutting issue running throughout the other thematic areas.",
      "The UK called for distinguishing the work to be undertaken at the Convention and at the national level.",
      "Co-Chair Kumarsingh said that the goal of the workshop was to develop a common understanding that would allow the completion of the decision text.",
      "Uzbekistan stressed the urgency to provide decision makers with advice on integrating adaptation into development. Responding to various comments on the level of detail and criteria, Thorgeirsson stressed the need to prioritize, and cautioned against a programme of work that would seem overly complex or vague to ministers attending COP 11, noting that some of the ministers are very concerned about the impacts of climate change."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}