{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "United Arab Emirates",
      "India",
      "United States",
      "China",
      "Russian Federation",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "15-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "15-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12154e.html",
   "id": "enb12154e_1",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "Co-Chair Neroni Slade (Samoa) introduced a revised text based on intersessional consultations following SB-13 Part 1.",
      "On the inclusion of principles within the text, the G-77/CHINA, opposed by the US and JAPAN, urged their retention, noting that a number of the proposed principles are not set out in UNFCCC Article 3 (principles).",
      "On the plenary of the Compliance Committee, the G-77/CHINA, opposed by the US, EU, AUSTRALIA, RUSSIAN FEDERATION and NEW ZEALAND, said it should have an allocation as well as a preliminary examination function.",
      "She also proposed that the plenary be co-chaired by the Chairs of the facilitation and enforcement branches, as an alternative to having a bureau. On the mandate of the facilitation branch, the EU, with the US, AUSTRALIA and NEW ZEALAND, and opposed by SAUDI ARABIA, CHINA and the UNITED ARAB EMIRATES, said cases should be dealt with on their merits and not on the basis of the Party involved.",
      "On the mandate of the enforcement branch, the G-77/CHINA stated the branch should only deal with Annex I Parties.",
      "The EU, JAPAN and the US said the references to 'Annex I Party' could be deleted since the articles falling into the scope of that branch only applied to Annex I Parties and since non-Annex I Parties were not submitted to host- country requirements under the CDM.",
      "SAUDI ARABIA and the UNITED ARAB EMIRATES, opposed by SAMOA and JAPAN, said Article 3.14 (adverse effects) was enforceable.",
      "NEW ZEALAND suggested adding that the branch would determine whether 'a Party is or is not meeting any requirement under Articles 5.2 (adjustments), 7.1 (inventories) and 7.4 (guidelines for the submission of information) relating to the issuance of assigned amount under Article 3.3 (afforestation, reforestation and deforestation) and 3.4 (additional activities).",
      "' INDIA, SAMOA and BRAZIL expressed concern at this new proposal. On the procedures to be followed, the US, UNITED ARAB EMIRATES and SAMOA opposed text allowing flexibility to the enforcement branch in the application of the consequences for economies in transition.",
      "On sources of information, the EU, US, CANADA and NEW ZEALAND opposed a suggestion by SAUDI ARABIA to delete reference to NGOs and IGOs. Co-Chair Slade, opposed by SAUDI ARABIA, said he would hold consultations with Parties on Wednesday."
   ],
   "subtype": "groups",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": "sbi/sbsta"
}