{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Turkey",
      "Bangladesh",
      "Kuwait",
      "Panama",
      "Costa Rica",
      "Cambodia",
      "Peru",
      "Bolivia",
      "Venezuela",
      "Cook Islands",
      "Saudi Arabia",
      "Algeria",
      "Singapore",
      "Tuvalu",
      "China",
      "Chile",
      "Indigenous Peoples",
      "Russian Federation",
      "Thailand",
      "Tanzania",
      "Philippines",
      "Switzerland",
      "New Zealand",
      "Pakistan",
      "Egypt",
      "India",
      "Senegal",
      "Colombia",
      "Japan"
   ],
   "enb_end_date": "05-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "05-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12414e.html",
   "id": "enb12414e_1",
   "section_title": "ADAPTATION:",
   "sentences": [
      "Parties continued commenting on the adaptation chapter in the Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ).",
      "The Philippines, for the G-77/CHINA, sought clarification and expressed reservations about many aspects of the text, and said her group would be proposing alternative formulations.",
      "She called for stronger text on a country-driven process, and identified the need to determine what is necessary in terms of national and international actions.",
      "She expressed concern about language that could impose conditionalities or burdens on developing countries, such as integrating adaptation into development, and the preparation, monitoring and review of national adaptation plans and actions.",
      "On means of implementation, she stressed that this should include ensuring compliance by Annex II parties with their financial commitments under the Convention to provide finance for adaptation.",
      "The Cook Islands, for AOSIS, said some of the overarching objectives for the adaptation section should be placed in the chapter on a shared vision.",
      "She supported highlighting urgent needs of the most vulnerable countries, especially the LDCs and SIDS.",
      "She said the adaptation chapter should, inter alia : address the needs of developing country parties, not all parties; include flexible institutional arrangements; not include reference to response measures; include binding commitments for funding for implementation; and not place additional burdens on developing countries or be too prescriptive.",
      "She said the proposed review of adaptation plans was not appropriate, urged a clearer link between activities and means of implementation, and expressed concern about linking action to MRV concepts. TUVALU emphasized the need for regional adaptation centers and climate proofing development, and supported elaboration of implementation actions, including project and sector-based adaptation drawing on indigenous knowledge.",
      "He called for: an adaptation committee to enhance implementation; a separate section on risk management, with the inclusion of an insurance arrangement; and innovative means of financing, including levies on international maritime and aviation transport. PANAMA, for several Latin American countries, said the means of implementation should be strengthened and that an adaptation framework should be flexible enough to cover current and future impacts.",
      "With BANGLADESH, CAMBODIA and others, he also said that the provision of financial support by Annex I parties should be legally binding.",
      "SENEGAL underscored the need for a legally binding adaptation framework. NEW ZEALAND and the RUSSIAN FEDERATION highlighted adaptation as an issue that affects all parties.",
      "NEW ZEALAND supported inserting common commitments at the beginning of the text.",
      "SWITZERLAND supported integrating adaptation into development plans.",
      "Supported by NEW ZEALAND and others, the EU proposed clarifying the roles of the international community and parties, as well as developed and developing countries.",
      "The EU also suggested strengthening the text concerning the concept of the framework and highlighted the catalytic role of the Convention.",
      "He said response measures should be addressed under mitigation.",
      "SWITZERLAND said adaptation actions should be nationally appropriate and emphasized monitoring and review.",
      "He highlighted the roles of insurance and public-private partnerships.",
      "In response to criticism by some parties that the text focuses too much on planning instead of action, NEW ZEALAND identified the need to know what will be funded.",
      "He supported Japan s request to clarify the meaning of the polluter pays principle.",
      "CHINA suggested replacing the reference to the polluter pays principle with the Convention s guiding principles.",
      "The RUSSIAN FEDERATION said climate change impacts could also be positive.",
      "He expressed reservations with reference to climate refugees, and said parties should decide the appropriate level for the implementation of adaptation actions at the national level. INDIA stressed the need to clarify the respective roles of developed and developing countries, indicating that financial resources should only be provided by developed countries.",
      "With CHINA, he opposed text on additional financial support for adaptation through levies on international aviation and maritime transportation.",
      "CHINA proposed also removing reference to levies on international transactions.",
      "THAILAND opposed language on financial support provided as concessional loans.",
      "SINGAPORE called for language consistent with the Convention on implementing the adaptation framework and classification of countries.",
      "INDIA and CHINA opposed reference to review of national adaptation plans. CHINA expressed concern over a proposal to establish national coordinating bodies and, with PAKISTAN, over reference to poor developing countries.",
      "PAKISTAN also expressed concern with language, such as evidence-based vulnerability and access to support.",
      "TURKEY suggested using language on vulnerable countries instead of developed and developing countries. CAMBODIA highlighted the need for special treatment of LDCs.",
      "TANZANIA called for addressing the needs of LDCs in the context of technology transfer and financing, and emphasized the importance of text on rehabilitation and compensation.",
      "BANGLADESH stressed the importance of the institutional framework.",
      "BOLIVIA noted a lack of balance between the treatment of adaptation in the BAP and in the negotiating text, and said adaptation activities must take account of traditional knowledge of indigenous peoples.",
      "VENEZUELA highlighted the need to recognize the vulnerability of indigenous communities.",
      "COLOMBIA, for Chile, Costa Rica and Peru, stressed the importance of adaptation strategies for ecosystems, and said vulnerability should include internal asymetries.",
      "PERU stressed the need to consider impacts on countries with high biodiversity, and called for strengthening synergies between the Convention on Biological Diversity and the UNFCCC.",
      "EGYPT said the text should reflect the need for regional coordination when appropriate, especially when countries share natural resources or ecosystems.",
      "He said the role of the private sector should be supplemental to, but not a substitute for, public support. ALGERIA said adaptation to adverse effects and response measures are related and should not be separated.",
      "SAUDI ARABIA said impacts of the adverse effects of climate change and impacts of response measures should be treated equally, and expressed concern over possible protectionism from regulatory policies, such as the proposed CO2 tax, which would penalize energy intensive commodities.",
      "KUWAIT called for reference to fossil fuel-dependant countries in the section specifying vulnerable groups of countries.",
      "ALGERIA advocated: regular reporting on the implementation of Convention Article 4.4 (Annex II assistance to developing countries vulnerable to the adverse effects of climate change); lifting the roadblock from the financial mechanism that prevents meaningful adaptation funding; halting requirements that GEF funding requires global benefits; and replacing the share of proceeds from the CDM with Annex II party funding for adaptation.",
      "Highlighting time constraints, AWG-LCA Chair Zammit Cutajar asked parties to consider whether to continue reading the text in at least two parallel settings, in what order to continue the first reading, and whether to conduct the second reading in the same order as in the BAP."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": "working group"
}