{
   "actors": [
      "European Union",
      "African Group",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Iceland",
      "India",
      "Russian Federation",
      "China",
      "Switzerland",
      "Japan",
      "Norway"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_8",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Co-Chair Wollansky asked parties to discuss whether it was possible to use 1990 as the base year with multiple reference years.",
      "AUSTRALIA supported using a single legally binding base year with multiple reference years.",
      "CANADA stressed that their pledge used 2006 as the base year.",
      "He recommended using a table with base years as defined by individual countries in their pledges, as well as columns comparing 1990 and other common base years.",
      "The EU, ICELAND, SWITZERLAND, and the RUSSIAN FEDERATION supported a single base year of 1990, with multiple reference points that could be used for communication or policy purposes.",
      "The G-77/CHINA, NORWAY, CHINA, AOSIS, BRAZIL, SAUDI ARABIA, INDIA and the AFRICAN GROUP called for retaining 1990 as the base year for the sake of simplicity, comparability and transparency.",
      "The G-77/CHINA emphasized that a common internationally binding base year would not preclude countries from translating their commitments into other reference years for domestic purposes.",
      "The EU expressed concern that using multiple base years would require a Protocol amendment, as several provisions, including Protocol Articles 3.5 and 3.7, refer to 1990 rather than to base year.",
      "AUSTRALIA noted that multiple base years present challenges in the calculation of AAUs.",
      "JAPAN stressed that while their new pledge is relative to a 1990 base year, there should be flexibility to choose other base years to facilitate the participation of the broadest number of countries."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}