{
   "actors": [
      "European Union",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bangladesh",
      "Malta"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_11",
   "section_title": "ADAPTATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "This item was introduced in plenary on Saturday, 23 August.",
      "It was then discussed in contact group chaired by AWG-LCA Vice-Chair Michael Zammit Cutajar (Malta).",
      "The aim of the contact group was to facilitate the exchange of ideas and proposals among parties.",
      "Several proposals were made during the contact group.",
      "Bangladesh proposed the establishment of a regional research center on adaptation, situated in Bangladesh.",
      "AOSIS proposed an adaptation framework, containing mechanisms on financial resources and on building resilience and adapting to the impacts of climate change.",
      "The EU outlined possible elements of a Copenhagen agreement on adaptation, which would provide for the scaling up of financial resources and investment for adaptation, integration of adaptation into national planning, and support for vulnerable countries to formulate adaptation plans and programmes.",
      "The African Group proposed an African regional implementation initiative to involve a network of African centers of excellence and implementation of pilot projects.",
      "Several developing country parties highlighted the fact that although many national adaptation programmes of action had been prepared and priorities for action had been identified, very few had been implemented due to lack of adequate financial resources."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}