{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_130",
   "section_title": "INNOVATION",
   "sentences": [
      "By the time the last plenary sessions of the COP and COP/MOP began in the small hours of Saturday morning, some delegates were already giving the meeting an \u0091A\u0092 grade.",
      "This was even before the adoption of decisions under Protocol Article 3.9 (Future Commitments) and President\u0092s Dion\u0092s paper on a dialogue on long- term cooperative action for all UNFCCC Parties. There is little doubt that this final \u0091I\u0092 was the most difficult of the three objectives.",
      "It was also in many ways the most important, at least for the global response to climate change under the UNFCCC umbrella.",
      "Even if the Kyoto Protocol could function without a clear direction on the way forward beyond 2012, without a longer-term signal to the international community and the private sector about future directions, the value of progress made on implementation and improvement would be significantly undermined.",
      "Business interests have been particularly vocal in their call for predictability given their long-term investment horizons. By advocating for a process to consider the future under both the Kyoto Protocol and UNFCCC, President Dion sought an outcome that maintained the momentum and integrity of the Protocol while also engaging the US and other countries that have not ratified the Protocol. The final piece of the 'future commitments' puzzle was to link these processes to a third - namely the review of the Protocol mandated under Article 9.",
      "As Protocol Article 3.9 only involves Annex I countries, some hope that this third process will open the door to some form of commitments by developing countries. These three processes will run in parallel, thus offering several possibilities for future action on climate change.",
      "It may have taken delegates into the early hours of Saturday morning to reach agreement to move forward on all three processes and resulted in many heart-stopping moments for negotiators, but by the end of the meeting President Dion was able to declare success on his third and final \u0091I.\u0092"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}