{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_22",
   "section_title": "AWG-KP Conclusions",
   "sentences": [
      "In its conclusions (FCCC/KP/AWG/2008/L.8), the AWG-KP, inter alia : agrees that its work on the mechanisms should not prejudge or limit other work by other bodies under the Convention and Protocol; agrees to continue its work on this issue, within its mandate and according to its work programme, with a view to adopting conclusions in Accra; and notes that a number of issues have been identified that may be considered for application during the current commitment period, and recommends that COP/MOP 4 may consider the Chair s list and take appropriate action.",
      "The conclusions also contain two annexes.",
      "Annex I compiles views on possible improvements to the mechanisms as a means for Annex I parties to reach their emission reduction targets, without prejudging any actions by the AWG-KP.",
      "Concerning the CDM, it lists, inter alia, ideas to: modify the scope of the CDM; enhance the supervisory role of the CDM Executive Board; differentiate the treatment of parties and project types; enhance the CDM s contribution to sustainable development; increase demand for afforestation and reforestation projects; increase the co-benefits of CDM projects; restrict CDM to bilateral projects; consider alternatives to global warming potentials (GWPs); and increase technology transfer.",
      "On JI, Annex I lists proposals to: develop modalities for parties to graduate from the CDM to JI; consider consistency of approaches to LULUCF projects; modify the scope of the JI to include deforestation and forest degradation, and crediting from nationally appropriate mitigation actions; enhance the supervisory role and efficiency of the JI Supervisory Committee; consider the roles of the Secretariat, Accredited Independent Entities and host party governments; consider alternative ways to ensure environmental integrity and additionality; and differentiate treatment of parties and project types, including defining eligible host parties through indicators.",
      "On emissions trading, Annex I lists proposals, inter alia , to: introduce emissions trading based on sectoral targets and nationally appropriate mitigation actions, and link to voluntary schemes in non-Annex I countries; link trading schemes, and consider broader mutual acceptance (fungibility) of units; and modify the commitment period reserve.",
      "On cross-cutting issues, Annex I lists proposals to: review carry-over restrictions; reduce the number of registry unit types; extend the share of proceeds; and introduce a mid-commitment period true up process.",
      "Annex II lists proposals on the CDM and JI that the COP/MOP may consider for the first commitment period and take appropriate action, including to improve their effectiveness and efficiency, accessibility, and contribution to sustainable development.",
      "As a cross-cutting issue, the list mentions improving the procedure for inscribing commitments for Annex I parties in Protocol Annex B."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}