{
   "actors": [
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Egypt",
      "Tuvalu",
      "India",
      "Micronesia",
      "Sudan",
      "China",
      "Switzerland",
      "Bolivia"
   ],
   "enb_end_date": "06-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12481e.html",
   "id": "enb12481e_1",
   "section_title": "LEGAL MATTERS:",
   "sentences": [
      "In the morning, Co-Chair Daniel Ortega opened the legal matters contact group with a discussion on the organization of work, explaining that the group would meet six times to address entry into force, other issues, including proposed amendments to the Kyoto Protocol, and issues referred to the group by other contact groups. CHINA noted that discussions beyond the amendment of Article 3.9 (Annex I parties further commitments) are outside the mandate of the AWG-KP.",
      "With SAUDI ARABIA, BRAZIL, INDIA, BOLIVIA, Ghana, for the AFRICAN GROUP, EGYPT and SUDAN, she stressed that substantive discussions on other proposals to amend the Kyoto Protocol, contained in the Chair s text, would be unacceptable and urged focusing the limited negotiating time on discussions under the numbers contact group.",
      "Several parties noted that the COP/MOP is the appropriate venue for discussing the proposed amendments. AUSTRALIA emphasized the need to discuss the other proposed amendments in the Chair s text.",
      "TUVALU, supported by the Federated States of Micronesia, for AOSIS, stressed that consequential amendments, which arise from the amendment of Annex B, must be considered to ensure legal consistency with the Kyoto Protocol.",
      "SWITZERLAND emphasized that rigid interpretations of the AWG-KP mandate would not help move discussions forward.",
      "Co-Chair Ortega said he would take parties views back to the AWG-KP Chair, adding that parties should have raised these concerns in plenary.",
      "China emphasized that the negotiations are a party-driven process.",
      "AUSTRALIA stressed that as a party that will actually be taking on an Annex I commitment, he had trouble understanding why parties would prevent discussions that would help with making those commitments, underlining that those parties were blocking progress on a second commitment period.",
      "Co-Chair Ortega said he would report back to the group on possible ways to move forward."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}