{
   "actors": [
      "Group of 77",
      "European Union",
      "Environmental Integrity Group",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Sudan",
      "United States",
      "Lesotho",
      "Congo",
      "China",
      "Chile",
      "Indigenous Peoples",
      "Syria",
      "Yemen",
      "Sierra Leone",
      "Ecuador",
      "El Salvador"
   ],
   "enb_end_date": "06-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "06-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12493e.html",
   "id": "enb12493e_4",
   "section_title": "CLOSING:",
   "sentences": [
      "The SBSTA adopted the report of the session (FCCC/SBSTA/2010/L.14).",
      "Australia, for the UMBRELLA GROUP, called for a conversation on how to make the SBSTA more efficient.",
      "The EU welcomed advances made on technology transfer, research and systematic observation, and Annex I UNFCCC reporting guidelines, as well as the outcomes on standardized baselines and CCS under the CDM.",
      "Yemen, for the G-77/CHINA, called for international organizations to harmonize actions under the NWP to avoid duplication of efforts and urged further country-driven actions.",
      "The Republic of Korea, for the ENVIRONMENTAL INTEGRITY GROUP (EIG), welcomed progress under research and systematic observation and looked forward to the report of the High-Level Taskforce on the Global Framework for Climate Services.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, highlighted additional issues for consideration, including CDM reform and expansion, and continuation of the CDM after the first commitment period.",
      "Lesotho, for the LDCs, urged further progress on research and systematic observation to strengthen institutions in LDCs, SIDS and African countries.",
      "He also expressed concern with the lack of progress on the scientific, technical and social aspects of mitigation. ECUADOR, with SYRIA, SUDAN, CHILE, SIERRA LEONE and EL SALVADOR, drew attention to the linkages between climate change impacts and water.",
      "He called for a process under the Convention to address water-related matters, including a SBSTA programme of work on water.",
      "The US expressed concern with the proliferation of agenda items and new work programmes.",
      "He proposed informal discussions to identify what interests were not being considered under the NWP.",
      "SBSTA Chair Konaté noted that since the report had already been adopted, the issue could not be included in the session s report.",
      "The BUSINESS COUNCIL FOR SUSTAINABLE ENERGY urged parties to adopt a decision that establishes a technology mechanism and technology center and network.",
      "The INTERNATIONAL INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE called for stronger recognition in the NWP of indigenous peoples knowledge of adaptation strategies, and for their full and effective participation in NWP projects and programmes. SBSTA Chair Konaté closed SBSTA 33 at 1:19 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}