{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bahamas",
      "United Kingdom",
      "Netherlands",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_43",
   "section_title": "ARTICLE 3.2 (DEMONSTRABLE PROGRESS)",
   "sentences": [
      "This issue ( FCCC/SBI/2006/INF.2 and FCCC/SBI/2006/INF.7 ) was introduced in the SBI plenary on 8 November and then taken up in informal consultations coordinated by Henrià tte Bersee (Netherlands) and Arthur Wellington Rolle (Bahamas) from 8-14 November.",
      "During informal consultations, delegates discussed and revised the Co-Chairs \u0092 draft decision, resulting in a bracketed text containing references to the late submission of Annex I reports on demonstrable progress, the increasing trend in emissions of Annex I parties, and a call on Annex I parties to intensify efforts to meet commitments and urging them to submit reports.",
      "There was a lack of agreement among parties on how to approach the issue, with Annex I parties preferring an overview of their movement on Protocol commitments, while developing countries sought to reflect a more detailed assessment.",
      "No consensus was reached in the contact group and the matter will be taken up again at SB 26.",
      "CAPACITY BUILDING UNDER THE PROTOCOL This issue was first addressed by the SBI in plenary on 8 November ( FCCC/SBI/2006/5 ; FCCC/SBI/2006/16 ; FCCC/SBI/2006/22, FCCC/SBI/2006/MISC.4, Corr.1 & Add.1).",
      "Draft text under the Protocol received a generally positive response, although the G-77/China asked that regional imbalances of CDM projects be further highlighted and the Cook Islands asked for reference to the special needs of LDCs and SIDS in the preamble.",
      "The UK noted that equitable geographic distribution was already being addressed under CDM discussions, and should not be considered, to avoid duplication of efforts.",
      "However, other parties felt that the CDM had other priorities and it was therefore included in the text.",
      "These negotiations occurred back-to-back with discussions on capacity building under the Convention, which at times resulted in the sidelining of the Protocol negotiations, resulting in late agreement on the issue.",
      "The conclusions and a draft COP/MOP decision were eventually adopted by SBI on 14 November, and by the COP/MOP on 17 November. SBI Conclusions: The conclusions (FCCC/SBI/2006/L.34) note relevant sections of the report of the CDM Executive Board related to regional distribution of CDM project activities and related capacity building. COP/MOP Decision: The decision (FCCC/SBI/2006/L.34/Add.1) sets outs additional steps to monitor capacity building implementation annually; encourages focus on institutional and technical capacity-building activities specific to the CDM; and reiterates the request for assistance for non-Annex I parties, particularly LDCs and SIDS, to facilitate participation in CDM."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}