{
   "actors": [
      "European Union",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Argentina",
      "New Zealand",
      "Bangladesh"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12382e.html",
   "id": "enb12382e_2",
   "section_title": "ADAPTATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "AWG-LCA Vice-Chair Cutajar opened the session ARGENTINA described various low and no-cost adaptation options, such as knowledge sharing and global or regional information clearing houses.",
      "BANGLADESH outlined a proposal for a regional research center on adaptation in his country to assist with planning, designing, implementing and monitoring adaptation activities.",
      "NEW ZEALAND emphasized the distinction between conditionality of financing and maintaining appropriate standards relating toaccess to funding.",
      "The EU outlined possible elements of a Copenhagen agreement, including: integration of adaptation into national decision making and planning; scaling up of resources for adaptation; and support for LDCs to formulate adaptation plans and programmes.",
      "The AFRICAN GROUP proposed an African regional adaptation implementation initiative, which would include: a network of African centers of excellence; a three-year pilot phase of adaptation activities, implemented cooperatively; and a pilot project of stand-alone adaptation activities.",
      "AOSIS proposed an adaptation framework, containing mechanisms to: ensure timely flows of new and additional resources to address immediate and long-term adaptation needs; enhance national capacity to incorporate adaptation concerns into national planning; build resilience to the anticipated effects of climate change; and adapt to unavoidable climate impacts.",
      "Vice-Chair Cutajar will prepare a statement for plenary on Wednesday."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}