{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Latvia",
      "Germany",
      "Russian Federation",
      "China",
      "Argentina",
      "Norway"
   ],
   "enb_end_date": "25-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "25-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12173e.html",
   "id": "enb12173e_2",
   "section_title": "ADMINISTRATIVE AND FINANCIAL MATTERS",
   "sentences": [
      "On administrative and financial matters, SBI first considered the financial performance for 2000-2001.",
      "The Secretariat highlighted that a revised indicative list of contributions was presented for 2001, pursuant to the adoption by the UN General Assembly in 2000 of a revised scale of assessment.",
      "He noted the special annual contribution of DM 3.5 million made by the host government.",
      "CANADA, NORWAY, the RUSSIAN FEDERATION and LATVIA expressed concern over the fact that, contrary to indications contained in the document on the status of contributions, they had taken the necessary steps to make their 2001 contributions.",
      "The G-77/CHINA said the relevant UN General Assembly resolution provides that the revised scale should not automatically affect the scale of assessment of other UN bodies.",
      "Chair Ashe said a draft decision would be prepared on this issue. On implementation of the Headquarters Agreement, UNFCCC Executive Secretary Michael Zammit Cutajar noted the need to move an increasing number of staff to temporary accommodation, as the Secretariat continues to grow.",
      "An initial offer by the German Government for part of the former Bundeshaus complex was deemed insufficient to meet ongoing needs.",
      "However, he hoped the situation would be resolved shortly.",
      "Some progress on visa and other issues was also noted.",
      "GERMANY highlighted its commitment to guarantee adequate accommodation and the best possible working conditions for UN personnel.",
      "He said talks are ongoing to accommodate all UN organizations in Bonn in a single location. ARGENTINA expressed concern at these visa and accommodation difficulties.",
      "He suggested a small committee might be established to consider these issues, without being involved in micro- management.",
      "GERMANY said most difficulties have been addressed during the past one and a half years, and undertook to take all steps necessary to deal with problems as they arise.",
      "CANADA noted Argentina's 'interesting' proposal but indicated some reservations. On the institutional linkage of the UNFCCC Secretariat to the UN, the SBI agreed to recommend to the COP the adoption of a Note by the Executive Secretary containing the recommendation that the UN General Assembly and the COP approve the continuation of the current institutional linkage, and related administrative arrangements, for a further five-year period.",
      "On the juridical personality of the Secretariat on the international plane, the Secretariat noted that its UN linkage had enabled it to function without it, and that it did have a juridical personality in Germany.",
      "Chair Ashe said relevant draft conclusions would be prepared. Regarding the programme budget for the biennium 2002-2003, Executive Secretary Cutajar outlined details of the proposed programme budget.",
      "He noted that the formal adoption of the budget is scheduled for COP-7.",
      "He said income would include indicative contributions of US$27.5 million, in addition to the host Government's contribution and carry-over from previous periods.",
      "Delegates subsequently met in the afternoon in a small closed group, chaired by John Ashe, to continue discussions on the programme budget in greater detail."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": ""
}