{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "Samoa",
      "Morocco",
      "China",
      "Vanuatu",
      "Belgium",
      "Japan",
      "Iran",
      "New Zealand",
      "Bulgaria"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_68",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "The closing Plenary took place on Friday evening, 27 July 2001.",
      "COP-6 President Pronk addressed delegates, stating that this meeting advanced the implementation of the UNFCCC and brought the Protocol closer to reality, as agreed under the BAPA.",
      "The COP then adopted a number of decisions relating to the agenda items on organizational, administrative and financial, and other matters, as well as on the implementation of the BAPA. After hearing reports from the Co-Chairs of the negotiating groups on progress in recent days, President Pronk noted that delegates had now come close to adopting a balanced 'package' of decisions on all issues under the BAPA.",
      "However, as a few outstanding items remained unfinished, the draft decisions would all be forwarded to COP-7 for final adoption.",
      "He pointed out that agreement had been reached on ten decisions, including those on financial issues, meaning their adoption at COP-7 would be a formality.",
      "Outstanding issues include texts on guidelines under Protocol Articles 5, 7 and 8, compliance, the mechanisms and LULUCF.",
      "The COP took note of progress made and agreed to forward texts to COP-7 for final elaboration and adoption. President Pronk highlighted his aims of encouraging intensive work on the texts, safeguarding the integrity of the political decision - or 'Bonn Agreement' on fulfilling the BAPA - and ensuring a fair process.",
      "He thanked delegates for their hard work, and said he has received confirmation from all groups that completion of the work will take place at COP-7 in way that is faithful to the Bonn Agreement.",
      "He added that the Bonn Agreement will make the Protocol ratifiable. President Pronk praised the Bonn Agreement and the other achievements at this session as an outcome of dialogue, mutual understanding, and compromise, and evidence of the value of multilateral negotiations.",
      "He reminded delegates of their promise at the end of The Hague session not to wait another year to succeed with their negotiations, and said he was proud of the results achieved in Bonn.",
      "He expressed confidence that the remaining work, which is non-political, will be concluded at COP- 7. The COP then adopted the report of the session (FCCC/CP/2001/L.1 and Add.1). Following this, Parties then made closing statements.",
      "Many thanked President Pronk for his significant contribution to the outcome of the resumed COP-6, and also expressed their gratitude to UNFCCC Executive Secretary Michael Zammit Cutajar and his staff. Iran, on behalf of the G-77/China, said the Group had come to Bonn to finish unfinished work, and thanked all participants for the positive atmosphere of cooperation and understanding.",
      "On matters relating to compliance, he indicated that the G-77/China welcomed the Co-Chairs'non-paper (FCCC/CP/2001/CRP12/Rev.1) as a good basis for discussions, and said the adoption of legally binding consequences remained a major objective for the Group. Bulgaria, for CG-11, urged Parties to continue to demonstrate the flexibility and goodwill evident in Bonn at COP-7.",
      "Samoa, for AOSIS, said the resumed COP-6 outcomes have breathed new life into the Protocol, adding that delegates have taken an historic step towards creating an environmentally responsible, carbon restrained world.",
      "He indicated his appreciation to those Annex I countries involved in the Political Declaration on new and additional funding assistance.",
      "While noting that the Protocol is 'only a modest first step,' he highlighted its key role as offering 'the only viable lifeline.",
      "' Belgium, for the EU, said the Bonn Agreement lays a foundation for the successful conclusion of these ongoing negotiations.",
      "He said he was hopeful that a balanced and comprehensive package of decisions will be achieved at COP-7. Australia welcomed the significant progress since the 'historic' Bonn Agreement on Monday, 23 July.",
      "He noted with satisfaction agreement on issues such as finance and technology transfer, and looked forward to completing work on all outstanding texts at COP- 7. Vanuatu, on behalf of the LDCs, welcomed in particular text on UNFCCC Article 4.8 and 4.9.",
      "He highlighted the need to involve youth and their spokespeople in the process.",
      "Japan stressed the progress in talks over recent days, while noting that much remains to be done to bridge differences on compliance, the mechanisms and LULUCF.",
      "He said Parties should strive to complete work on all outstanding issues at COP-7.",
      "New Zealand said it came to Bonn to say 'yes' to an agreement.",
      "He said the Bonn Agreement has provided such an affirmation, and removed remaining questions surrounding the ratifiability of the Protocol.",
      "Morocco extended a welcome to Parties to continue at Marrakech the achievements in Bonn.",
      "President Pronk declared the resumed COP-6 closed at 10:30 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}