{
   "actors": [
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Russian Federation",
      "Tuvalu",
      "Saudi Arabia",
      "Australia"
   ],
   "enb_end_date": "01-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "01-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12181e.html",
   "id": "enb12181e_4",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "This group took up the draft guidelines for the preparation of the information required under Article 7.",
      "On the reporting of supplementary information under Article 7.2 (inclusion of supplementary information in national communications), delegates disagreed over whether Parties should be 'required' or 'requested' to provide information on the use of mechanisms to supplement domestic action.",
      "The matter will be referred to the COP. Regarding the paragraph on general information to be reported for activities under Protocol Article 3.3 (afforestation, deforestation, reforestation) and 3.4 (additional activities), AUSTRALIA, supported by the ENVIRONMENTAL INTEGRITY GROUP, the RUSSIAN FEDERATION and EU, cautioned that in many instances the guideline text is more detailed than that contained in the draft decision on LULUCF from COP-6 Part II.",
      "He stressed that details should be left to be defined in the IPCC good practice guidance.",
      "SAUDI ARABIA proposed introducing additional subparagraphs requiring Parties to submit information on, inter alia, how the reported activities exclude carbon dioxide removals due to indirect human-induced effects.",
      "TUVALU stressed the need to reflect the Bonn Agreements, and not 'pick and choose' what to retain in the guidelines.",
      "A drafting group on the guideline paragraphs dealing with LULUCF will be convened. Delegates then turned to the issue of thresholds for non- compliance/mechanisms eligibility.",
      "The Secretariat presented an analysis on the matter based on Parties' national communications submitted in 2000/2001.",
      "He noted that the thresholds proposed in the draft would ensure that major source categories and the sums of many small adjustments are not omitted.",
      "Delegates responded positively, and expressed the hope that the text could be cleared of brackets on Thursday. On the draft COP/MOP-1 decision on Article 7 guidelines, Chair Dovland proposed that the chapeau related to the subparagraphs on non-compliance/mechanisms eligibility be considered in a drafting group.",
      "Delegates then approved an EU proposal related to timing of review of national systems, and agreed on the paragraphs on financial resources in the section relating to reporting of supplementary information under Article 7.2."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}