{
   "actors": [
      "Least Developed Countries",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Argentina",
      "Colombia"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_61",
   "section_title": "SBI conclusions",
   "sentences": [
      "In the conclusions (FCCC/SBI/2004/L.2), SBI takes note of the information of the work programme for 2004-2005 relating to UNFCCC Article 4.8.",
      "SBI also takes note of the status of contributions as of 31 May 2004.",
      "SBI expresses appreciation to the Parties that have made their contributions to the core budget in time and in full, and particularly to those Parties that have made contributions to the Trust Fund for Participation and the Trust Fund for Supplementary Activities.",
      "It urges Parties that have not yet made their contributions to the core budget to do so as soon as possible.",
      "SBI stresses the importance of maintaining a high level of contributions to the Trust Fund for Participation in the UNFCCC Process to ensure effective participation at UNFCCC sessions by developing countries, especially least developed countries and small island developing States. Implementation of paragraph 7(c) of the financial procedures of the UNFCCC concerning financial support for participation in the UNFCCC process: This issue was addressed by the SBI Plenary on Wednesday, 16 June.",
      "The Secretariat outlined the impacts of the practice of not funding the participation of Parties whose contributions are outstanding.",
      "Argentina and Colombia said outstanding contributions by developing countries should not be interpreted as a lack of willingness to pay.",
      "The SBI took note of the issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}