{
   "actors": [
      "African Group",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ghana",
      "Saudi Arabia",
      "Bangladesh",
      "United States",
      "China",
      "Bolivia",
      "Norway",
      "Malawi",
      "Cook Islands"
   ],
   "enb_end_date": "02-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12432e.html",
   "id": "enb12432e_6",
   "section_title": "ADAPTATION:",
   "sentences": [
      "Co-Chair Agyemang-Bonsu invited parties to continue providing guidance on the process of streamlining text.",
      "The G-77/CHINA, supported by Ghana, for the AFRICAN GROUP, presented suggestions for streamlining the section on institutional arrangements, and called for lessons to be drawn from the Protocol.",
      "The AFRICAN GROUP highlighted a desire to avoid creating bureaucratic institutions, with MALAWI calling for arrangements that make adaptation funds more accessible.",
      "Bangladesh, for the LDCs, underlined the importance of national, regional and international adaptation centers and highlighted that, while adaptation on the ground should be recognized, parties should avoid creating a burdensome mechanism for MRV of adaptation activities.",
      "BOLIVIA, supported by the AFRICAN GROUP, underscored that the language should reflect a fulfillment of the commitments of developed countries, rather than contributions.",
      "The US noted the relationship between risk reduction and adaptation, and proposed, with the EU, consolidating the section on risk.",
      "The EU suggested that parties address institutional arrangements within clusters of issues and avoid being overly prescriptive.",
      "He highlighted agreement on the importance of strengthening the Nairobi work programme on impacts, vulnerability and adaptation.",
      "SAUDI ARABIA called for adaptation text to address the impact of response measures, with the Cook Islands, for AOSIS, and NORWAY opposing."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}