{
   "actors": [],
   "countries": [
      "Pakistan"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_34",
   "section_title": "Group II:",
   "sentences": [
      "Rapporteur Imran Habib Ahmad (Pakistan) said the group\u0092s discussion on methodologies had highlighted the view that 'one size does not fit all,' that technology needs assessments should be a country-driven process, and that UNFCCC Article 4.5 must be the key driver.",
      "On the adequacy of methodologies and tools, he said participants had stressed that they do provide a useful framework, while not providing a total solution, given the country-driven nature of the process. He reported that the group had identified five major barriers in technology needs assessments: the over-proliferation of methodologies; inadequate human capacity; lack of 'meaningful' information; financial constraints; and institutional problems. He then outlined the group\u0092s suggested actions to overcome these barriers.",
      "On actions on methodologies, he said participants had endorsed the 'added value' they brought, while making it clear that they supported the elaboration of a simple description of steps outlining the critical elements for needs assessments.",
      "Regarding the lack of human capacity, he said participants had stressed the need to better use countries\u0092 existing capacity, ensuring that people are correctly placed and trained, with use of regional and international resources if problems persist. On actions to address the lack of meaningful information, Imran Habib Ahmad said the group had proposed improved access to information, including through the Internet, and the holding of relevant workshops and meetings.",
      "Regarding financial resource constraints, he highlighted participants\u0092 comments supporting the effective utilization of existing resources/funding sources, and stressing the need to ensure that commitments under the UNFCCC are met.",
      "On actions to address institutional constraints, he noted comments supporting the creation of a favorable enabling environment. He concluded by highlighting statements on the use of 'common sense' in deciding how to proceed and determining what steps to take, the need for further work on adaptation, and the fact that needs assessments are simply the starting point towards real technology transfer, not an end in themselves."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}