{
   "actors": [],
   "countries": [
      "United States",
      "Germany",
      "Ireland",
      "Japan",
      "Denmark",
      "Poland"
   ],
   "enb_end_date": "15-Apr-00",
   "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "15-Apr-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12126e.html",
   "id": "enb12126e_11",
   "section_title": "BEST PRACTICES TO ADDRESS CO2 EMISSIONS FROM TRANSPORT, HOUSEHOLDS AND COMMERCIAL SECTORS",
   "sentences": [
      "This working group took place on Wednesday, 12 April, and was chaired by Maciej Sadowski (Poland).",
      "Fridtjof Unander and Lewis Fulton, IEA, made a presentation on CO2 emissions trends and reduction opportunities in the transport, domestic and commercial sectors.",
      "Unander noted the existence of numerous opportunities to reduce emissions, and emphasized the need for vigorous policy action now, given the time horizon for meeting Protocol commitments.",
      "Fulton considered transportation options for light duty vehicles, based on case studies of Germany, Denmark and the US.",
      "He suggested fuel consumption-based fees and rebates and the promotion of next generation technologies. Jotaro Horiuchi, Deputy Director of the Environmental Division, Japanese Ministry of Transport, outlined policies and measures in the transport sector in Japan, focusing on the freight sector.",
      "He noted national support for a shift to shipping and rail, as these modes emit less CO2 than commercial trucks. Kevin Green, General Engineer, US Department of Transportation, discussed the US experience with transport-relevant policies and measures.",
      "He noted that US transportation goals are safety, mobility, economic growth and trade, a healthy human and national environment, and national security.",
      "He said policies should contribute to these goals and demonstrate a compelling cost/benefit ratio.",
      "He stated that a fundamental question for transport policy was the limits of control exercised by governments. Britt Wendelboe, Head of the Energy Data and Models, Transportation and Emergency Preparedness Section of the Danish Energy Agency, outlined an energy efficiency labeling scheme introduced in Denmark that ranks all new passenger vehicles based on fuel efficiency.",
      "The scheme allows consumers to compare different vehicles' fuel efficiency, using an absolute comparison rather than a ranking by size of car. Joe Powell, Director of the Atlanta Regional Office of the US Department of Energy, made a presentation on enhancing energy efficiency in the US building sector.",
      "He described several relevant US government programmes, including Building America and the Building Energy Code.",
      "He stressed the need for flexibility in addressing the varying circumstances affecting different regions within the US.",
      "He said best practice will vary in each case. Jun Arima, Chief Intendant for Energy Efficiency, Ministry of International Trade and Industry of Japan, described his country's Top Runner Programme, which is part of its efforts to reach its GHG emissions targets under the Protocol.",
      "He said the programme sets energy efficiency targets for consumer products based on the standard set by the most energy efficient model in that product category.",
      "For instance, computers must improve energy efficiency 83% by 2005 from a base year of 1997, while different levels are set for other products. In the ensuing discussion, Chair Sadowski took note of participants' comments that national circumstances were a significant factor.",
      "The IEA stressed that the development of ideas on good or best practice is an ongoing process.",
      "The US said consensus had not been reached on what constitutes best practices or what the specific criteria for identifying best practices should be.",
      "JAPAN, supported by the US, said the aim of this workshop was to share ideas on policies and measures, and participants will draw their own conclusions on the information made available.",
      "IRELAND noted that best practices generally have an integrated, multi-faceted approach and are inclusive, cross- sectoral and dynamic."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}