{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Gambia",
      "Congo",
      "Colombia",
      "Tuvalu",
      "Grenada",
      "Bolivia",
      "Nicaragua",
      "Barbados"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_40",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "The SBI opening plenary was originally scheduled for 6 June but was postponed until the afternoon of 7 June, pending consultations on the agenda.",
      "SBI Chair Owen-Jones explained that a revised provisional agenda (FCCC/SBI/2011/1/Rev.1) had been issued based on extensive consultations with parties, but parties were not yet ready to adopt the agenda in its entirety.",
      "He proposed that parties commence work on: - the financial mechanism; - Convention Article 6 (education, training and public awareness); - Convention Articles 4.8 and 4.9 (Decision 1/CP.10 on the Buenos Aires programme of work and matters related to LDCs); - Protocol Article 3.14 (adverse impacts of response measures); - technology; - capacity building under the Convention and the Protocol; - amendment to the Protocol with regard to compliance; - appeals against decisions of the CDM Executive Board; - arrangements for intergovernmental meetings; and - administrative, financial and institutional matters. SBI Chair Owen-Jones said that consultations would then continue on the outstanding items, such as national communications for Annex I and non-Annex I Parties, national adaptation plans, loss and damage and the forum on the implementation of response measures.",
      "The Gambia, for the LDCs, supported by the Democratic Republic of the Congo, for the African Group, and Nicaragua, opposed adoption of the agenda without the item on national adaptation plans for LDCs, as provided for in Decision 1/CP.16.",
      "Saudi Arabia said that the item on the forum on the implementation of response measures should also be included.",
      "The EU said all items should be considered as one comprehensive package and cautioned against isolating certain items.",
      "Colombia, Grenada, for AOSIS, and Australia supported the Chair s proposal.",
      "Australia stressed that governments cannot afford another six million dollar agenda.",
      "Following further informal consultations, the SBI plenary reconvened on 9 June.",
      "Chair Robert Owen-Jones informed parties of revisions to the provisional agenda (FCCC/SBI/ 2011/L.1) as follows: the sub-item on information contained in non-Annex I national communications would be held in abeyance; and sub-items 3(e) and 4(e) on revision of guidelines on the reporting of national communications, including the biennial reports for Annex I parties, and development of guidelines for biennial reports as part of non-Annex I national communications, respectively, together with the relevant footnotes, would be deleted from the agenda.",
      "He further clarified that regarding the item on a forum on the impact of the implementation of response measures, the SBI would proceed in the same manner as the SBSTA, and the SBI and SBSTA Chairs, would convene the forum organized as a contact group, at SB 34 and 35.",
      "Parties adopted the agenda as revised and agreed to the organization of work (FCCC/SBI/2011/L.1/Rev.1).",
      "Bolivia requested a footnote in the adopted provisional agenda stating that Decision 1/CP.16 had been adopted despite the explicit objection of a Convention party.",
      "Chair Owen-Jones said this would be reflected in the meeting s report.",
      "Tuvalu and Barbados expressed disappointment at the deletion of items 3(e) and 4(e) and sought reassurance that these items would be taken up by the AWG-LCA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}