{
   "actors": [
      "Environmental Integrity Group",
      "African Group",
      "European Union",
      "Group of 77",
      "Latin American and Caribbean Group"
   ],
   "countries": [
      "Turkey",
      "Ukraine",
      "Canada",
      "Sudan",
      "Tanzania",
      "United States",
      "Australia",
      "Croatia",
      "New Zealand",
      "Antigua and Barbuda",
      "Belarus",
      "South Africa",
      "Norway",
      "Serbia",
      "Lesotho",
      "China",
      "Russian Federation",
      "Japan",
      "Botswana"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_29",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-KP closing plenary convened at 8:20 pm on Wednesday, 8 April.",
      "Eric Mugurusi (Tanzania) reported on consultations concerning the election of officers.",
      "He noted that the African Group had withdrawn their candidate and only the candidate nominated by GRULAC remained.",
      "Parties elected John Ashe (Antigua and Barbuda) as the new Chair, Harald Dovland (Norway) as the Vice-Chair, and Miroslav Spasojevic (Serbia) as the rapporteur.",
      "Incoming AWG-KP Chair Ashe stressed time constraints and emphasized the need for leadership for Copenhagen to succeed.",
      "Parties then adopted the meeting s report ( FCCC/AWG/KP/2009/L.1 ).",
      "Japan, supported by Turkey, the Russian Federation, Ukraine, Croatia, Belarus, Australia and others, expressed concern over the scope of the AWG-KP s work and urged close cooperation between the two AWGs.",
      "Japan highlighted that cooperation between the AWGs is necessary for a fair, comprehensive and effective post-2012 framework and requested that these concerns be reflected in the meeting s report.",
      "Canada stressed that an environmentally-effective agreement in Copenhagen requires very close coordination by the AWGs.",
      "Croatia highlighted that the world is very different from 20 years ago when the distinction between Annex I and non-Annex I countries was established.",
      "New Zealand said the AWG-KP s work is challenged in the absence of a shared vision and global long-term goal.",
      "The Russian Federation lamented that progress achieved so far does not point towards a global and comprehensive agreement in Copenhagen.",
      "Australia urged every effort be made to ensure coherence and consistency between the AWGs, while South Africa noted that the two groups meet at the same time and place at every session, meaning that parties have an understanding of what is going on in each group and a formal link is therefore unnecessary.",
      "The Republic of Korea, for the Environmental Integrity Group, noted some positive steps forward.",
      "The EU stressed that the incoming Chair had been given a clear mandate to prepare text on amendments and decisions to be adopted in Copenhagen.",
      "He emphasized the AWG-KP s mandate covers the broad range of issues in the work plan and New Zealand said these issues are really aspects of the same issue, namely Annex I further emission reductions, and emphasized the need for finalizing LULUCF rules before the targets.",
      "Sudan, for the G-77/China, highlighted the AWG-KP s very clear and definite mandate to reach conclusions on Annex I parties emission reductions.",
      "He expressed extreme disappointment over the lack of substantive discussion on Annex I parties emission reductions, noting that the AWG-KP is now behind schedule.",
      "He said that while the other issues are important, they must not distract from the AWG-KP s focus, and welcomed discussion on potential consequences of response measures.",
      "He emphasized the necessity of reaching agreement in Copenhagen to save the planet.",
      "A number of developing countries expressed disappointment at the conclusions on Annex I emission reductions.",
      "Botswana said that historical responsibility seemed to be turning into historical and current irresponsibility.",
      "China said the atmosphere was excessively occupied by Annex I emissions, denying developing countries space for sustainable development.",
      "She urged Annex I parties to show responsibility and move forward with concrete steps.",
      "Lesotho expressed disappointment that even the science had been doubted in the negotiations.",
      "The US emphasized that the times have changed and that the US anticipates being more active, expressing interest in various issues under the AWG-KP, including the flexibility mechanisms and LULUCF.",
      "Chair Dovland stressed that parties should not underestimate what had been achieved at AWG-KP 7, underscoring that agreement was reached on text to be prepared for AWG-KP 8 and emphasized that the discussions will shift gears in June.",
      "He thanked everyone, including Vice-Chair Konate and the Secretariat staff, for working with him and said it had been a privilege to serve as the AWG-KP Chair.",
      "He closed the meeting at 10:46 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}