{
   "actors": [],
   "countries": [
      "United States",
      "Kenya"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_66",
   "section_title": "DON'T FORGET THE ELEPHANTS WE ARE STILL IN AFRICA",
   "sentences": [
      "According to one wit at the meeting, a couple of elephants escaped Kenya's national parks and were found in the Nairobi negotiating rooms - although most delegates were doing their best to ignore them.",
      "These elephants in the room were future commitments by the US and by major developing countries.",
      "At this stage, many negotiators seem to be waiting on a possible new US administration in 2009 before looking for progress there.",
      "Regarding major developing country involvement, opinions range over a wide spectrum, from those who call these countries \u0092 behavior criminally irresponsible to others who are equally adamant that climate change is a problem created solely by developed countries, and that they should take the lead in fixing the problem.",
      "The conditions for US involvement seem to be rapidly changing.",
      "One industry insider has expressed concern about the state of preparedness of US companies to seize the climate-related business opportunities.",
      "The conditions for major developing countries \u0092 involvement are not there yet.",
      "According to most observers, two underlying issues must be solved first: historical emissions and a fair or acceptable distribution of emissions.",
      "What fair means, in the end, will depend on political agreement.",
      "In any case, the consensus at this stage seems to be that no commitment will be possible before developed countries demonstrate that they are serious about tackling climate change within the context of common but differentiated responsibilities.",
      "Looking at recent emissions trends, some developing country delegates argue that they have reasons to remain skeptical. WINNING THE HUMAN RACE ?",
      "As delegates left Nairobi to return home or enjoy a few days on safari, only the bravest of the brave were willing to speculate on how a future climate regime for post-2012 might look.",
      "It's too soon to say, concluded more than one observer, noting that no major outcome could have been expected on post-2012 issues just yet.",
      "The science and the economic arguments are now warning that we have a narrowing window of opportunity in which to act.",
      "One NGO expert did offer this warning: We may not be ready to make the big decisions just yet.",
      "The real question for me is whether the climate will wait for us to catch up with it, or will we lose the race?",
      "Not everyone was so pessimistic, though.",
      "As others noted, climate change is rapidly ascending the agendas for business, the public and many other key stakeholders.",
      "The race is not over yet."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}