{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "China",
      "Germany"
   ],
   "enb_end_date": "17-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "06-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12318e.html",
   "id": "enb12318e_52",
   "section_title": "Methodological issues under the Protocol: HCFC-22/HFC-23",
   "sentences": [
      "This issue was first addressed in plenary on 7 November, and in various informal consultations facilitated by Lambert Schneider (Germany).",
      "It concerns the implications of crediting emission reductions for the destruction of HFC-23 under the CDM and, in so doing, providing a perverse incentive for the increased production of HCFC-22 - an ozone-depleting substance regulated under the Montreal Protocol.",
      "Parties had been invited to submit their views on practical solutions to address the issue.",
      "Based on these submissions, Chair Schneider presented draft text with an option for further consideration.",
      "The option involved a system whereby certified emission reductions (CERs) from the destruction of HFC-23 would be issued to an institution other than the project participants; this institution would reimburse the incremental costs of undertaking the abatement through the sale of a fraction of the CERs.",
      "Parties agreed on the need to continue deliberating on this option, but disagreements surfaced on the institutions to which the CERs would be issued, and on what to do with the remaining credits left after the project costs were met.",
      "China supported issuing the credits to the host government account rather than to another institution and that the credits be used to fund other activities beneficial to the global environment.",
      "In contrast, Brazil, the EU and others supported issuing the credits to another institution and either canceling the credits or using them to fund activities that include means to phase out the production and consumption of HCFCs.",
      "In the end, although there was progress on considering practical options for addressing this problem, parties could not reach agreement. SBSTA Conclusions : In the conclusions (FCCC/SBSTA/2006/L.23), SBSTA: notes the COP/MOP's recognition that issuing CERs for the destruction of HFC-23 at new HCFC-22 facilities could lead to higher global production of HCFC-22 and/or HFC-23, and that the CDM should not lead to such increases; considers parties \u0092 submissions elaborating on practical solutions to address the implications of this situation; and states it could not conclude its consideration of the issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}