{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Bangladesh",
      "Tanzania",
      "Indigenous Peoples",
      "United States",
      "Mali",
      "Switzerland",
      "Nauru",
      "Bolivia",
      "Norway",
      "New Zealand",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Colombia",
      "South Africa",
      "Venezuela",
      "Mexico",
      "India",
      "Japan",
      "Jordan",
      "Chile",
      "Tuvalu",
      "China"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "20-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12605e.html",
   "id": "enb12605e_12",
   "section_title": "WORKSTREAM 2:",
   "sentences": [
      "The contact group on ADP item 3 considered the Co-Chairs' draft decision on accelerating the implementation of enhanced pre-2020 climate action (ADP.2014.8.DraftText) on Monday and Friday.",
      "On Friday night, a new iteration of the draft decision was issued.",
      "Nauru, for AOSIS, Chile, Switzerland, the US, Bangladesh, for the LDCs, and New Zealand supported using the Co-Chairs' draft decision as the basis for negotiations.",
      "New Zealand said the draft is a useful first step, despite being too lengthy.",
      "South Africa, Australia and Canada supported the Co-Chairs issuing a revised draft decision taking account of views expressed at this meeting.",
      "On the AOSIS proposal, Nauru, for AOSIS, explained their submission concentrates on expanding the technical process post-2015, including: more effective and efficient TEMs through advance notice and increased interaction; regularly updated papers following TEMs; invitation of submissions by organizations at all levels with experience in implementing elements discussed in the TEMs; and ministerial engagement in workstream 2.",
      "On the LMDCs proposal, China, for the LMDCs, highlighted their conference room paper (CRP), calling for, inter alia : immediate and early ratification of the Doha Amendment to the Kyoto Protocol; unconditional commitments by Annex I parties in 2014 to reduce emissions by 40% below 1990 levels by 2020; commitment of Annex II parties to support the adaptation framework; the launch of an accelerated implementation mechanism; commitment to address response measures; rapid and substantial capitalization of the Green Climate Fund (GCF); MRV of financial commitments; and operational modalities for the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN) by SBSTA 42.",
      "Norway, Canada, Australia, Japan and New Zealand said the LMDCs CRP goes beyond the Warsaw mandate, with Australia saying BAP implementation is addressed elsewhere.",
      "Canada added that the CRP would significantly limit parties' collective ability to reduce emissions.",
      "Many supported the continuation of the workstream 2 work programme after 2015.",
      "AOSIS called for the BAP's fulfillment.",
      "Colombia, for AILAC, emphasized the importance of enhancing MOI and strengthening MRV systems in the context of workstream 2.",
      "Jordan suggested launching a review of the adequacy of financial support.",
      "China called for a 2015-2020 work programme to review achievement of pre-2020 commitments. AOSIS said work under workstream 2 should continue until the mitigation gap is closed.",
      "Norway suggested considering fora for increased mitigation ambition after 2015, pointing to the Subsidiary Body on Implementation (SBI) and the TEC as examples.",
      "Brazil proposed considering expanding workstream 2 beyond 2020, either as part of the 2015 agreement or as a separate track.",
      "Many supported continuing the TEMs after 2015 and various parties made suggestions for their improvement.",
      "AOSIS, the US and AILAC made suggestions regarding their planning and follow up.",
      "The US called for the TEC to manage the agenda and proceedings of the TEMs.",
      "Norway and Japan called for the TEC and CTCN to be more involved in the TEMs, with New Zealand suggesting they manage the TEMs and communicate their outcomes.",
      "The EU said the TEMs should focus on facilitating action, and called for exploring how a web-based presence would add value to existing tools.",
      "Canada cautioned that a web-based information portal could become unmanageable by the Secretariat.",
      "Australia stressed ensuring the availability of financial resources and, with the US, reviewing the success of the TEMs.",
      "India expressed concern that the TEMs are shifting the onus of mitigation away from Annex I parties.",
      "South Africa supported an ambition mechanism to act only on the TEMs outcomes.",
      "AILAC suggested establishing a new forum for parties to voluntarily share information on support for nationally appropriate mitigation actions and a new mechanism to catalyze action on mitigation.",
      "New Zealand opposed this suggestion, calling for use of existing mechanisms and frameworks.",
      "On the frequency of the TEMs, AOSIS and the EU said there is no need to have TEMs at all UNFCCC meetings, with AOSIS noting that quality, not quantity, is key.",
      "On topics for the TEMs, Switzerland, Australia, Norway and New Zealand said the TEMs should focus on enhancing mitigation ambition of all parties.",
      "Mexico, AOSIS and Tuvalu suggested considering regional TEMs.",
      "Saudi Arabia said TEMs should address adaptation.",
      "Australia called for TEMs on enabling environments for implementing durable policies.",
      "Iran said they should address the BAP.",
      "AILAC proposed a TEM on reviewing existing policy databases and, supported by Australia, said TEMs should focus on implementation.",
      "Norway, with New Zealand, called for revisiting previous TEM topics and adding sessions on carbon pricing and removal of fossil fuel subsidies.",
      "AOSIS suggested TEMs on transport, and local and indigenous peoples' knowledge.",
      "Bolivia called for a TEM on the technologies and knowledge systems of indigenous peoples and local communities.",
      "Japan called for maintaining a focus on technology.",
      "On ministerial engagement, the EU, Chile, AILAC and AOSIS supported ministerial engagement under workstream 2.",
      "AILAC proposed high-level engagement on a summary of the TEMs and UN Climate Summit follow-up, and called for providing space for new announcements on enhanced mitigation efforts, increased multilateral cooperation and means of implementation to support these.",
      "Switzerland and Norway said ministerial engagement should not be a matter of routine, but add value to the process.",
      "The US called for 'a strategic use' of ministers, including in the TEMs.",
      "New Zealand and Venezuela suggested providing ministers with focused questions.",
      "AOSIS called for greater interaction between ministers.",
      "Brazil and AOSIS warned against 'ministerial fatigue'.",
      "The EU, Chile, Mexico, Mali and AOSIS welcomed workstream 2 as a tool to engage with non-state actors.",
      "While noting the important role of non-state actors, Tanzania stressed the need to avoid mixing actions by parties and those by others.",
      "A new iteration of the Co-Chairs' draft COP decision on accelerating the implementation of enhanced pre-2020 climate action was distributed on Friday night.",
      "The new draft will be considered by the contact group in Lima."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Post-Kyoto Agreements 1"
   ],
   "type": "WORKING GROUP"
}