{
   "actors": [],
   "countries": [
      "United States",
      "Canada",
      "Austria",
      "Saudi Arabia",
      "New Zealand"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_14",
   "section_title": "SPECIAL REPORT ON EXTREME EVENTS AND DISASTERS",
   "sentences": [
      "This issue (IPCC-XXXIV/Doc.",
      "21) was taken up by the plenary on Friday morning.",
      "The IPCC plenary formally accepted the actions taken at the Joint Session of Working Groups I and II on the SREX, including approving its Summary for Policy Makers (SPM).",
      "Underscoring the importance and usefulness of the SREX, Austria said that, among others, this landmark report introduces terminology to be understood both by the risk management and the climate change community, identifies a range of practices and options to reduce risk, and provides clarity on what the most vulnerable sectors, groups and areas are, making it of tremendous use for taking appropriate actions. PREPARATION OF THE FIFTH ASSESSMENT REPORT (AR5) The item (IPCC-XXXIV/Doc.",
      "5) was presented to the plenary on Friday afternoon.",
      "Chair Pachauri recalled that the Panel had issued a clear mandate to start very early with the AR5 Synthesis Report (SYR), and Leo Meyer, Head of the SYR Technical Support Unit (TSU), reported on process and management issues related to the SYR (IPCC-XXXIV/Doc.",
      "Meyer noted, inter alia : the inclusion of the IPCC Vice-Chairs on the SYR writing team since they have responsibilities related to cross-cutting issues; the possibility of a workshop on UNFCCC Article 2, which could feed into the UNFCCC review of the adequacy of the Convention s ultimate goal; and the suggestion to reduce the time of eight weeks allowed for government comments on the final draft of the SPM to six weeks given the compressed timeline of the SYR.",
      "On the time frame, the US suggested, and the Panel agreed, to seven weeks instead of the six weeks proposed for government comments.",
      "With regard to a possible workshop on UNFCCC Article 2, Chair Pachauri suggested inviting general comments by governments.",
      "Emphasizing the importance of the IPCC retaining distance from the policy process, the US, supported by New Zealand, Canada, Saudi Arabia and others, opposed the suggestion.",
      "Saudi Arabia underscored that the issue of Article 2 is very sensitive.",
      "The Panel agreed to have the Bureau consider the matter at its next meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}