{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Uganda",
      "Russian Federation",
      "Japan",
      "New Zealand",
      "Norway",
      "Argentina"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_38",
   "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY (LULUCF)",
   "sentences": [
      "LULUCF was considered in a closed negotiating group co-chaired by Harald Dovland (Norway) and Philip Gwage (Uganda) from 16-18 July.",
      "The group sought to reduce differences on key outstanding issues, including whether Article 3.4 (additional activities) should be allowed during the first commitment period, and options for limiting the activities; principles governing LULUCF activities; and Article 3.3 (afforestation, reforestation and deforestation) and 3.4 definitions and accounting rules.",
      "On Article 3.4 activities, some countries opposed their inclusion, stressing that it represents a renegotiation of the Kyoto targets and undermines the integrity of the Protocol.",
      "Other Parties emphasized that LULUCF is fundamental to ratification.",
      "Canada, Australia and Japan, joined by the Russian Federation, presented a proposal on Article 3.4 forest management, which relied on negotiated maximum levels of forest management credits for individual countries.",
      "This proposal - as well as proposals by New Zealand and the EU - set the stage for the high-level negotiations.",
      "The discussions were based on the Pronk text as well as text carried over from The Hague.",
      "Based on these and previous discussions, a Note was prepared by the Co-Chairs of the four negotiating groups (FCCC/CP/20001/CRP.8) outlining clear options. During the high-level segment of COP-6 Part II, a closed negotiating group on LULUCF was facilitated by Raúl Estrada (Argentina)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}