{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_41",
   "section_title": "THE TAIL END OF THE REVIEW",
   "sentences": [
      "In early 2010 the IPCC found itself in the middle of intensive public criticism related to the discovery of factual errors in the Fourth Assessment Report and alleged conflicts of interest among those involved in the preparation of the assessment.",
      "This, coupled with the Panel s slow and inadequate response to the charges, eventually led to the call by UN Secretary-General Ban Ki-moon and IPCC Chair Rajendra Pachauri for an independent review of the IPCC processes and procedures.",
      "The recommendations from the IAC review drove the housekeeping work done by the Panel since October 2010.",
      "This work spans across institutional arrangements of the IPCC and various organizational and procedural matters related to the Panel s everyday functioning and preparation of its assessment reports.",
      "The most important reforms made prior to the Geneva meeting included: the establishment of an Executive Committee to provide management oversight and address emerging issues on behalf of the Panel between sessions, and the development of a conflict of interest policy.",
      "A number of changes have also addressed the procedures for the assessment process, increasing its transparency and strengthening the review process overall.",
      "Other critical issues that have been tackled include a clear policy for correcting errors and improved guidance for authors, including on evaluation of evidence and consistent treatment of uncertainty.",
      "One of the key outstanding issues regarding the IAC review for IPCC-35 was the approval of the Communications Strategy.",
      "Inadequate communication of both its assessment findings and the assessment process itself has been a major weakness of the IPCC and, as such, was highlighted in the IAC review.",
      "Key reforms in this regard included creating a new post for a Senior Communications Manager and developing a Communications Strategy.",
      "Since IPCC-33 in Abu Dhabi a year ago had already adopted Guidance on IPCC Communications Strategy, the key task in Geneva was to finalize the Strategy so that it will be ready for the Working Group I meeting in September 2013, where the Group will approve its contribution to the AR5.",
      "Most delegates were pleased with the draft Strategy and few saw its adoption as a controversial issue.",
      "Negotiations proceeded smoothly and the closing plenary was able to adopt the Strategy and request the IPCC Executive Committee to elaborate an Implementation Plan.",
      "Importantly, the Strategy will also be kept under periodic review, with the first evaluation due by IPCC-37.",
      "The document, inter alia, provides clarity on who can speak on behalf of the Panel and on what issues, and specifies that those speaking for the IPCC must focus on factual, objective presentation of information from the approved reports and refrain from public statements that could be interpreted as advocacy and compromise the Panel s reputation for neutrality. IPCC-35 also had to iron out a few other matters in relation to governance and management, and procedures.",
      "On governance and management, the last pending issue revolved around the role of the Secretariat and Technical Support Units (TSUs), and the Panel s role in the recruitment of senior staff members of the Secretariat.",
      "While responsibilities of the Secretariat are outlined in the 1989 Memorandum of Understanding between UNEP and the WMO, and changing the document entails a lengthy process, delegates were able to agree on a less formal way of capturing functions of the Secretariat as well as the TSUs.",
      "This agreement provides more clarity, transparency and better interaction between various entities.",
      "On procedures, discussion focused mainly on the involvement of observers in the preparation of assessment reports.",
      "While there was no disagreement on the need for their input, it was important to clarify the stage and extent of their involvement, given the different kinds of organizations involved in the process.",
      "With all these decisions, the Panel s reform of its own processes and procedures resulting from the recommendations of the IAC review comes to a close.",
      "It is generally agreed that as a result the IPCC has become a better functioning and more transparent institution.",
      "Some of the changes are already being implemented, and the early impressions are highly positive, as has been the case for the Conflict of Interest Policy."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}