{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Switzerland",
      "Saudi Arabia",
      "Australia",
      "Japan"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_14",
   "section_title": "EMISSIONS RESULTING FROM FUEL USED FOR INTERNATIONAL TRANSPORTATION",
   "sentences": [
      "On Tuesday, 2 June, the Secretariat reported to SBSTA that the International Maritime Organization (IMO) is currently considering a study on emissions from ships to develop an internationally accepted policy document.",
      "The International Civil Aviation Organization (ICAO) presented an overview of technology and standards, operational measures and market-based options aimed at providing a technical and policy basis for decisions to limit bunker emissions.",
      "SWITZERLAND stressed the need to introduce more stringent regulations, improve air traffic management nationally and internationally and use economic instruments such as eliminating tax privileges on aviation fuel.",
      "SAUDI ARABIA said the use of market-based mechanisms would burden developing countries. Regarding reporting of bunker emissions, the EU proposed that any decision on their inclusion in national inventories should be applied in the second commitment period.",
      "The US preferred treating bunker emissions separately from national inventories, which the EU said results in no direct incentives to limit or reduce bunker emissions.",
      "The REPUBLIC OF KOREA called for further clarification in defining international bunker fuels. On allocation of bunker emissions, AUSTRALIA highlighted the need to establish a policy framework and adopt the most suitable method of recording emissions.",
      "Stating that this is a complicated process, JAPAN called on ICAO and IMO to provide the information necessary to help identify possible solutions.",
      "The EU said it would be practical to include bunker fuel emissions in inventories of Parties where the fuel is sold. José Romero (Switzerland) conducted informal consultations on the Chair\u0092s draft conclusions.",
      "Delegates adopted these conclusions (FCCC/SBSTA/1999/L.8) on Friday, 11 June.",
      "In its conclusions, SBSTA noted the need for further methodological work to ensure consistent and transparent inventories and invited Annex I Parties to provide emission data and information on methods used as part of their annual greenhouse gas inventory.",
      "It also, inter alia: requested Parties to provide comments on the informal paper prepared by the Secretariat on methods used to collect data and estimate and report emissions from international bunker fuels; invited the Secretariat to explore ways of strengthening information exchange between ICAO, IMO and SBSTA; and decided to continue its work to elaborate inclusion of bunker fuel emissions in overall greenhouse gas emissions inventories."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}