{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Grenada",
      "Bolivia"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_37",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "Shortly after 12:00 am on Saturday morning, 11 December, AWG-KP Chair Ashe convened the AWG-KP s closing plenary.",
      "He highlighted the draft proposal (FCCC/KP/CRP.4/Rev.4) and a draft decision on an outcome of the work of the AWG-KP (FCCC/KP/AWG/2010/L.8 and Adds.",
      "He noted that the draft proposal reflects the current state of negotiations and would be annexed to the report of the session.",
      "He invited parties to forward the documents to the COP/MOP for consideration.",
      "Bolivia noted its strong reservations, pointing out that a document referenced in the draft COP/MOP decision as FCCC/SB/2010/INF.X, in which Annex I parties emission reduction targets are to be inscribed, does not yet exist.",
      "Chair Ashe said Bolivia s concerns would be reflected in the AWG-KP s report and parties adopted the report of the session (FCCC/KP/AWG/2010/L.7).",
      "Bolivia lamented that this was not adequate and suggested that there was not a consensus to adopt the report.",
      "Chair Ashe noted that the report had already been adopted.",
      "The AWG-KP recommended draft decisions (FCCC/KP/AWG/2010/L.8/Adds.",
      "1-2) to the COP/MOP for adoption.",
      "The first decision (FCCC/KP/AWG/2010/L.8/Add.1) includes language on Annex I emission reductions, the flexibility mechanisms, basket of methodological issues, and potential consequences of response measures.",
      "This decision constitutes part of the Cancun Agreements on Annex I Parties Further Commitments and is summarized in the section on the Cancun Agreements.",
      "The second draft decision (FCCC/KP/AWG/2010/L.8/Add.2) is on LULUCF.",
      "In closing statements, Grenada, for AOSIS, expressed disappointment with the outcome under mitigation, describing it as one of the very few weak points in the outcome so far.",
      "Chair Ashe closed the AWG-KP shortly after 1:00 am."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}