{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Georgia",
      "Tanzania",
      "Indonesia",
      "United States",
      "Japan",
      "Switzerland",
      "Grenada",
      "Argentina",
      "Norway",
      "Australia",
      "South Africa",
      "Tuvalu",
      "Poland",
      "Malaysia",
      "Austria",
      "China",
      "Marshall Islands",
      "Antigua and Barbuda",
      "Iceland",
      "Russian Federation",
      "Thailand",
      "Philippines",
      "Barbados"
   ],
   "enb_end_date": "13-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "02-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1297e.html",
   "id": "enb1297e_7",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "SBSTA, chaired by Kok Kee Chow (Malaysia), held ten meetings, including several joint sessions with SBI to discuss, inter alia, the Kyoto Protocol mechanisms.",
      "SBSTA considered: land use change and forestry; impact of single projects on emissions; research and systematic observations; methodological issues; scientific and methodological aspects of the proposal by Brazil; development and transfer of technology; and other matters.",
      "Several contact groups met to further discuss issues and draft conclusions.",
      "For many issues, delegates could not reach agreement in the contact groups and the draft decisions were forwarded to the COP with brackets.",
      "Outstanding issues were then discussed behind closed doors in high level consultations and the decisions were presented in final plenary. Land use change and forestry: On Tuesday, 3 November, Paul Maclons (South Africa) and Maciej Sadowski (Poland) reported on a recent workshop they co-chaired at the request of SBSTA-8.",
      "The workshop focused on data availability based on definitions used by Parties and international organizations, including their implications, in relation to Kyoto Protocol Article 3.3 (forests).",
      "The workshop coincided with an IPCC expert meeting that aimed to prepare an outline for the special report.",
      "The Co- Chairs noted that SBSTA may need to clarify whether and when the IPCC should develop detailed tables, formats and instructions for addressing the implications of the Kyoto Protocol on the Revised Guidelines for national greenhouse gas (GHG) inventories. BRAZIL noted that this issue alone could undermine the Kyoto Protocol if the COP takes a wrong decision on how to account for the influence of forestry on GHG concentrations.",
      "NORWAY said the workshop revealed that credits for carbon sinks under Protocol Article 3.3 might be negative, while the forest, as a whole, remains a sink.",
      "SWITZERLAND, with the MARSHALL ISLANDS, favored deferring work related to Articles 3.3 and 3.4 (agricultural soils) until the IPCC special report is available.",
      "CANADA highlighted the capacity of soils to sequester carbon and noted the opportunity this presented to farmers in pursuing sustainable land management practices.",
      "The PHILIPPINES, the MARSHALL ISLANDS and ARGENTINA supported an increase in the IPCC budget to ensure full participation by developing country experts.",
      "The US underscored the ancillary benefits of sequestration activities and said excluding these would violate the Convention.",
      "JAPAN submitted two papers relating to Articles 3.3 and 3.4 containing items to be examined and supporting the work schedule agreed at SBSTA-8. On Tuesday, 10 November, delegates considered the Chair\u0092s draft conclusions on land use change and forestry (FCCC/SBSTA/1998/CRP.7).",
      "The conclusions called for the organization of a second SBSTA workshop prior to the tenth session to focus on issues related to Article 3.4 of the Kyoto Protocol (such as methodologies, uncertainties, and research and data needs) and welcomed the US offer to provide a venue.",
      "SBSTA invited Parties to provide submissions on issues to be considered at the workshop.",
      "At the request of the RUSSIAN FEDERATION and other Parties, the title of the draft conclusion was amended to read 'land use, land use change and forestry.",
      "' The draft conclusions were adopted as amended. The COP adopted the decision on land use, land use change and forestry in final plenary (FCCC/CP/1998/L.5). Impact of single projects on emissions: On Tuesday, 3 November, ICELAND submitted a draft decision that provides for process emissions from a single project, coming into operation after 1990 and contributing more than 5%, in the first commitment period, to the total greenhouse gas emissions of an Annex B Party, to be reported separately and not be included in the national total.",
      "This would allow the Party to exceed its assigned amount provided that the total emissions of the Party are less than 0.05% of Annex I emissions in 1990.",
      "ICELAND said this was necessary in small economies because of the high proportional impact of single projects. The MARSHALL ISLANDS, supported by BRAZIL, BARBADOS and TUVALU, said the draft decision would lead to special dispensations prior to the Kyoto Protocol's entry into force and could create an incentive for emissions increases in Annex I countries.",
      "With AUSTRIA, CANADA and BARBADOS, he requested more time for consultations.",
      "AUSTRALIA recognized the impact of single projects on small economies and supported establishing guidelines and methodologies to specify circumstances under which single projects could be accommodated.",
      "CANADA and BRAZIL said the draft decision could set a precedent affecting the integrity of the Protocol. The US said the differentiation in assigned amounts in the Protocol allows for differences in national circumstances.",
      "He stated that Iceland's draft decision was consistent with the Protocol.",
      "ICELAND noted that this issue was identified at COP-3 and it was raised now to facilitate ratification of the Protocol.",
      "He distinguished between significant proportional impacts resulting from planned projects, and unexpected events.",
      "ANTIGUA and BARBUDA opposed the idea of exceptions to the Kyoto Protocol. On Tuesday, 10 November, delegates considered the Chair\u0092s draft conclusions (FCCC/SBSTA/1998/CRP.9), which were based on informal consultations.",
      "Under the conclusions, SBSTA would further consider the issue at its tenth session.",
      "Supporting the draft decision, the Alliance of Small Island States (AOSIS) cautioned against granting exemptions prior to the Protocol's entry into force and said Parties should explore other options.",
      "ICELAND stressed that only projects with demonstrable global benefit would fall under the draft decision, if they could not be accommodated within the Party's assigned amount.",
      "On the issue of precedence, he said other cases should be valued on their own merits.",
      "The draft conclusions were accepted for forwarding to the COP.",
      "COP-4 adopted a decision on the issue in final plenary (FCCC/CP/1998/L.8). Research and systematic observation: On Wednesday, 4 November, Global Climate Observing Systems (GCOS) presented a Report on the Adequacy of Global Climate Observing Systems.",
      "It recommended, inter alia, that Parties prepare national plans and exchange relevant data.",
      "The Global Ocean Observing System (GOOS) also made a presentation.",
      "Following a number of statements, the SBSTA Chair noted an emerging consensus to address the deterioration of observing systems and proposed informal consultations chaired by Dr. Sue Barrell (Australia) and Dr. Mohammed Mhita (Tanzania).",
      "Delegates continued discussing the GCOS Report and the significance of its work during SBSTA plenary and called for expansion of research and systematic observation.",
      "Many highlighted the need to focus research and systematic observation systems on developing countries and issues that were relevant to them to combat the deterioration of these systems. On Monday, 9 November, delegates considered draft conclusions of the informal consultations on research and systematic observation (FCCC/SBSTA/1998/CRP.6).",
      "The draft conclusions outlined decisions to develop an action plan to consider options for implementation and requested the Secretariat to compile a report on priorities for action to improve global observing systems in relation to the needs of the Convention.",
      "The RUSSIAN FEDERATION proposed inclusion of systems for the measurement of GHGs and other atmospheric components, reference to satellite systems for data collection, and distinction between anthropogenic and natural climate change variations.",
      "He suggested that the draft be amended to indicate that national meteorological systems also measure GHG emissions.",
      "Delegates debated references to atmospheric observing systems and measurement of greenhouse gas concentrations and agreed to text that 'urges Parties to actively support national meteorological and atmospheric observing systems, including measurement of greenhouse gases.",
      "' Delegates also debated language requesting Parties to submit information on their participation in global climate observing systems and requesting SBSTA to report to COP- 5 on developments regarding observational networks.",
      "The decision was adopted as amended. SBSTA also considered the Chair\u0092s recommendation on the relationship between efforts to protect the stratospheric ozone layer and efforts to safeguard the global climate system (FCCC/SBSTA/1998/CRP.8).",
      "The RUSSIAN FEDERATION said the process was moving ahead too quickly and there was no need to prepare a document to be considered at the next COP.",
      "The Chair explained that a 'step by step approach' was embodied in the document, from the invitation to various bodies to provide information to the report by the SBSTA to the next COP.",
      "The Chair clarified that the decision on the matter would be taken at SBSTA-11, which would give the Secretariat ample time.",
      "The RUSSIAN FEDERATION suggested deleting the requirement of a report from the Secretariat, since the IPCC Report could provide the required information.",
      "The Chair clarified there would be two separate reports and the draft decision was adopted, despite the objection of the Russian Federation to portions of the text.",
      "COP-4 adopted the decision on the issue in final plenary (FCCC/CP/1998/L.4). Methodological Issues for GHG Inventories: SBSTA considered this issue under the agenda item on 'Other matters.",
      "' On Thursday, 5 November, SBSTA Chair Kok Kee Chow explained that the methodological issues relating to Annex I national communications would be discussed at an expert workshop to be held in December by the Secretariat (FCCC/SBSTA/1998/7, FCCC/SBSTA/1998/8, FCCC/SBSTA/1998/MISC.6 and Add.1).",
      "The Secretariat described work conducted and previous meetings held and outlined the plan for development of appropriate guidelines.",
      "The conclusions of the workshop would be discussed at SBSTA-10.",
      "John Christensen (UNEP) provided background to an international collaborative report on methodological issues.",
      "The US called for the resolution of these issues and expected to use them to develop guidelines and national measurement systems that could be ratified by COP-6.",
      "The US proposed that the December workshop consider methodological, reporting, review and assessment issues.",
      "NORWAY sought continual re-evaluation of inventory data, including base years, as methodologies improve.",
      "Chair Chow proposed that he prepare a draft decision for consideration by SBSTA. With SWITZERLAND, the EU recognized that there is a link between the Montreal and Kyoto Protocols.",
      "He requested the subsidiary bodies to provide a list of available technologies to limit and reduce emissions of HFCs and PFCs.",
      "The US, with AUSTRALIA, said there should be coordination between international environmental agreements, but the process required careful consideration given the possible implications for industry.",
      "He proposed that SBSTA consider the impact of the phase out of substances covered under the Montreal Protocol and asked that they consult with that body.",
      "Chair Chow proposed holding consultations on this matter. On Tuesday, 10 November, delegates considered the draft conclusions (FCCC/SBSTA/1998/CRP.10) on methodological issues.",
      "They noted the preparations of a workshop to be held from 9-11 December to resolve the identified methodological issues on GHG inventories.",
      "It requested the Secretariat to, inter alia, prepare a report on the revised guidelines for Annex I communications, particularly on the GHG inventory section, and consult with the IPCC on a comprehensive joint plan for the inventory programme.",
      "The conclusions were adopted by SBSTA. SCIENTIFIC AND METHODOLOGICAL ASPECTS OF THE Proposal BY Brazil: On Tuesday, 3 November, delegates discussed the scientific and methodological aspects of a proposal from Brazil, which was made during the AGBM process and forwarded by COP-3 to SBSTA.",
      "BRAZIL described it as the allocation of responsibilities among different emitters based on their actions as measured by the increase in global temperatures, rather than by emissions.",
      "INDONESIA supported discussion of the issue.",
      "GEORGIA stressed that monitoring of GHGs needed enhancement.",
      "The US said using temperature change as the sole indicator of responsibility ignored relevant socio-economic factors. On Monday, 9 November, delegates adopted draft conclusions on the scientific and methodological aspects of the proposal by Brazil.",
      "Under the conclusions, SBSTA decided to consider the issue further and called on Brazil to report at SBSTA's next session.",
      "The conclusions were adopted by SBSTA. Development and transfer of technology: On Thursday, 5 November, SBSTA considered development and transfer of technology (FCCC/CP/1998/6; FCCC/CP/1998/MISC.5 and Add.1-2; FCCC/TP/1998/1; FCCC/CP/1998/11/Add.1).",
      "The G-77/CHINA said without practical technical know-how, technology transfer would be impossible.",
      "ARGENTINA, with AOSIS, stressed the need to consider adaptation as well as mitigation.",
      "He supported a role for the Secretariat in linking providers and recipients of technology and for international organizations in providing resources.",
      "With GRENADA and the REPUBLIC OF KOREA, CHINA emphasized the role of national governments and international organizations and said technology transfer should be on non- commercial and preferential terms.",
      "She added that transfer of technology relates to the Convention and should not be linked to the Kyoto Protocol.",
      "She questioned assessment of experiences, noting minimal progress in technology transfer since 1992, and favored focusing on existing technologies over assessment of emerging technologies. Noting the need for an enabling environment and the potential of the CDM, CANADA and AUSTRALIA said the private sector should be the main vehicle for technology transfer.",
      "The REPUBLIC OF KOREA and CANADA supported work on inventories for sources of new technologies and gap identification.",
      "AUSTRALIA supported analysis of barriers to technology transfer and suggested SBSTA draw on its roster of experts.",
      "He proposed the establishment of an Internet-based network to enhance information dissemination.",
      "With the US, the REPUBLIC OF KOREA said debates on conceptual issues should not impede progress of the work programme.",
      "The US proposed that the Secretariat prepare a report on technology transfer and development efforts by Parties for consideration by SBSTA at its next session and endorsed the Secretariat's proposal to establish a consultative process to develop consensus on next steps.",
      "A contact group chaired by Wanna Tanunchaiwatana (Thailand) and Renata Christ (European Commission) was convened to discuss the issue. On Thursday, 5 November, a contact group discussed three draft decisions proposed by the US, the G-77/China and the EU (FCCC/CP/1998/MISC.5/Add.3).",
      "The US said communications between Parties were hindered by the differing understandings of the issues.",
      "He said technology transfer should be based on country specific needs and proposed that reference be made to successful programmes.",
      "He supported the Secretariat's proposal for a consultative process that would facilitate dialogue between Parties. The G-77/China proposal focused on identifying means of linking the issues and providing an interface between the providers of technology and the recipients.",
      "It proposed a technology transfer mechanism (TTM) 'to assist developing country Parties to obtain their needed environmentally sound technologies and know-how, conducive to addressing climate change, on non-commercial and preferential terms and thus contribute to the ultimate objective of the Convention.",
      "' There was consensus on the capacity building section of the G-77/China proposal, which called for efforts to enhance endogenous capacities and provide enabling environments.",
      "The US opposed the G-77/China proposal for a TTM since it would be difficult to agree on its terms of reference.",
      "He also opposed the reference to 'non-commercial, preferential terms.",
      "' He recalled that the reference was rejected when the Convention was being negotiated.",
      "The delegates debated, inter alia: the necessity, possible form and functions of the TTM; issues relating to the transfer of public domain technology; the features of a consultative process; and the role of dialogue between Parties. The Chair noted the emerging consensus on: the need for progress; the terms outlined in the capacity building section of the G-77/China proposal; and the need for dialogue consultations and information exchange.",
      "She noted that there was a convergence between aspects of the Parties' positions, although an agreement on terminology was needed.",
      "She said there was disagreement on whether to have a 'mechanism/process/system/facility,' its forms and functions, and the elements for immediate action.",
      "She proposed that the technology transfer aspects of the three proposals be integrated into a working document for discussion in the working group.",
      "On Friday, 6 November, the contact group on technology transfer continued discussions on the proposed draft decision. On Tuesday, 10 November, in SBSTA plenary, delegates considered the draft conclusions on technology transfer (FCCC/SBSTA/1998/CRP.11) requesting the SBSTA Chair to establish a consultative process, which would consist of regional workshops and meetings to implement FCCC Article 4.5 (technology transfer).",
      "Parties were invited to provide submissions to the Secretariat by 15 March 1999 in response to the issues listed in the annex to the decision. Delegates adopted most of the text unchanged, modifying the preamble to reflect the role of the private sector in some countries.",
      "A paragraph requesting SBSTA to establish a consultative process to consider the issues listed in the annex engendered debate.",
      "The G-77/CHINA favored retaining reference to a TTM.",
      "The group also said the paragraph should be considered in conjunction with a bracketed reference in the annex, which required consideration of appropriate mechanisms for technology transfer with the FCCC.",
      "The PHILIPPINES suggested that a body was needed to operationalize the process, adding that experts involved in the consultative process should be from the FCCC roster of experts.",
      "The US, with the EU, said the aim of the consultative process should be 'meaningful and effective action.",
      "' The G-77/CHINA indicated willingness to accept 'meaningful and effective action' if brackets were removed from the annex. The Chair closed the formal meeting and began informal discussions.",
      "The EU said the annex was not a negotiated text and supported the US proposal to leave the debate to the high-level segment, as it related to other issues under negotiation.",
      "The Chair proposed compromise wording.",
      "After some debate, the Chair invited the EU, the US and the G-77/China to discuss the issue informally. SBSTA reconvened at approximately 12:30 am.",
      "Chair Chow reported that participants in the afternoon's consultations had agreed to let the Chair make a proposal.",
      "He proposed the following: 'to achieve agreement on a framework for meaningful and effective actions.",
      "' The reference to 'technology transfer mechanism' would be deleted.",
      "The text would also have SBSTA draw from the roster of experts.",
      "A bracketed reference in the annex asked whether existing multilateral mechanisms were sufficient. The Chair attempted to accept the text for forwarding to the COP, but the US objected.",
      "SBSTA accepted the text, and the Chair said the record would note the US objection.",
      "The US, supported by JAPAN, said the action was inappropriate and a statement in the record was insufficient.",
      "He said the record should indicate that the decision was accepted in the face of objection. In final plenary, delegates adopted the decision on development and transfer of technology (FCCC/CP/1998/L.16).",
      "The decision requests SBSTA to establish a consultative process to consider the preliminary list of issues and questions and make recommendations on how they should be addressed in order to achieve agreement on a framework for meaningful and effective action to enhance technology transfer implementation under the Convention. Report of the session: On Tuesday, 10 November, SBSTA adopted its draft report for the ninth session (FCCC/SBSTA/1998/L.8).",
      "The final report will include the RUSSIAN FEDERATION's objection to procedural steps embodied in the recommendation on the relationship between the Montreal Protocol and the FCCC (FCCC/SBSTA/1998/CRP.8)."
   ],
   "subtype": "",
   "topics": [
      "UNFCCC Functioning"
   ],
   "type": "SBSTA"
}