{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Japan",
      "China"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "09-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12533e.html",
   "id": "enb12533e_3",
   "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS",
   "sentences": [
      "Contact groups and informal consultations met throughout the day, with most continuing into the night to finalize draft decisions for consideration by plenary. CAPACITY BUILDING (AWG-LCA): JAPAN reported on informal informals, noting the group worked late into the night on Wednesday.",
      "He said the discussions were not contentious and that remaining outstanding issues relate to whether to call an in-session body a forum or an in-depth discussion and whether it should meet annually or biennially.",
      "However, the G-77/CHINA expressed concern with lack of clarity on institutional arrangements and absence of reference to performance indicators.",
      "Facilitator Goote noted time had run out for further discussions, and said he would forward the text to the AWG-LCA Chair with the recommendation that a forum for in-depth discussion meet annually, at least initially. SPIN-OFF GROUP ON AMENDMENTS/NUMBERS (AWG-KP): Parties reviewed three options envisaged to replace the table in Annex B of the Protocol (FCCC/KP/AWG/2011/CRP.2/Rev.1), as well as two proposed by parties, and debated how to reflect the numbers of developed country parties that do not wish to adhere to a second commitment period.",
      "Countries requested clarification on how a revised Annex B will relate to the flexibility mechanisms, and in particular whether all countries under Annex B will have access to flexibility mechanisms for the second commitment period.",
      "Regarding carryover of AAUs, one developed country party indicated she could accept the proposal of a developing country party, except for wording on how to distribute benefits and share of proceeds.",
      "The proponent responded that they were flexible on the percentage of proceeds and on the use of units for domestic compliance.",
      "Another proposal by a small island state was also discussed, with one developed country saying taxation for carryover AAUs was still too high, and noting her country counted on keeping saved AAUs for a second commitment period.",
      "She warned that a decision largely reducing expected carryover may become a reason to not adhere to a second commitment period. ADAPTATION FUND (CMP) : Parties finalized discussions on the review of the Adaptation Fund Board and review of the Adaptation Fund.",
      "One party welcomed the organization of two regional workshops for Asia and the Pacific planned for the first half of 2012.",
      "Draft decisions were forwarded to the CMP."
   ],
   "subtype": "GROUPS",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}