{
   "actors": [],
   "countries": [
      "New Zealand",
      "Cuba"
   ],
   "enb_end_date": "12-Mar-09",
   "enb_long_title": "Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12396e.html",
   "id": "enb12396e_4",
   "section_title": "REPORT OF THE WORKSHOP",
   "sentences": [
      "The workshop opened on Tuesday morning, 10 March 2009.",
      "In his opening remarks, Jorge Chamero, Cuba s UNFCCC Focal Point, said the workshop presented an opportunity for enhancing cooperation, sharing experiences, and learning about integrating adaptation planning into national policies and programmes.",
      "Gisela Alonso, Cuba s Environmental Agency, described the Agency s work in the study of hazards, vulnerability and disaster risk management. SBSTA and Workshop Chair Helen Plume (New Zealand) noted the increasing need for adaptation to climate change, and stressed the NWP as a useful tool for achieving this.",
      "Salvano Briceño, Director, UN International Strategy for Disaster Reduction (UN/ISDR), stressed that climate change adaptation and hazard risk reduction are intertwined, and that both can be better achieved if prioritized and undertaken together.",
      "Roberto Acosta, UNFCCC Secretariat, noted that disaster reduction is an important area for adaptation planning.",
      "Underscoring that some events, such as hurricanes and droughts, are expected to intensify in the future, he highlighted the importance of expanding, replicating and integrating experience and tools used by parties.",
      "He said the workshop would facilitate discussions related to the effective use of resources for adaptation, and would foster knowledge sharing among parties as a means to enhance adaptation actions and policies."
   ],
   "subtype": "",
   "topics": [],
   "type": "special workshop"
}