{
   "actors": [
      "European Union",
      "African Group",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Tuvalu",
      "Saint Lucia",
      "Chile",
      "Kenya",
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "05-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "05-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12632e.html",
   "id": "enb12632e_3",
   "section_title": "Mitigation",
   "sentences": [
      "Co-facilitator Franz Perrez facilitated the session.",
      "Parties considered Australia’s proposal to “unpack” paragraph 39, in relation to paragraphs 24 and 49, containing principles of: accounting; land use; market use and institutional arrangements of markets. The EU presented its proposal on general accounting principles and identified overlaps with the land-use sector.",
      "Kenya, for the AFRICAN GROUP, opposed considering accounting, suggesting it is better placed under transparency. BRAZIL cautioned against clustering accounting and market issues, suggesting accounting relates to transparency and compliance.",
      "On paragraph 39, he outlined three perspectives: markets involve international transfers, to be assessed through standards established by the COP; current experiences from the Kyoto Protocol mechanisms, CDM and EU Emission Trading System (EU ETS) should be built upon; and no market mechanisms should be established, in particular for the land-use sector. Chile, for AILAC, suggested sub-issues under market use could be “shuffled” at a later stage.",
      "SAUDI ARABIA and VENEZUELA opposed discussing markets at this stage.",
      "BOLIVIA called for including non-market based approaches. Saint Lucia, for AOSIS, observed markets are more related to the mitigation than the transparency section and recognized the potential to cluster: purpose of market mechanisms and principles for their use; accounting of market transfers; elaboration of further rules; and consistent use of estimation methodologies, adjustments and common metrics. AOSIS noted linkages among market use, compliance system, net benefits, and, with TUVALU and BRAZIL, eligibility rules to ensure environmental integrity. Several parties suggested addressing general principles in the agreement and leaving details to decisions, with some noting in-depth discussions on market mechanisms and arrangements in other fora.",
      "Parties agreed to begin the next session by focusing on paragraph 21 on preparing mitigation commitments/contributions/actions."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}