{
   "actors": [],
   "countries": [
      "Panama"
   ],
   "enb_end_date": "02-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12515e.html",
   "id": "enb12515e_8",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As delegates made their way to the welcoming reception after their first day in the ATLAPA Convention Center, some delegates appeared optimistic regarding making progress at this meeting.",
      "They expressed willingness to work on developing draft text, noting the convivial and collaborative atmosphere in the AWG-LCA informals on review and technology.",
      "However, others remained resignedly skeptical.",
      "As one delegate succinctly put it: too much, too little and too late.",
      "While another opined that avoiding the politicization of technical issues would go a long way towards making meaningful progress towards Durban.",
      "Under the AWG-KP, according to one veteran of the process, the afternoon discussions on the future role and continued existence of the CDM embody a wider tension in the AWG-KP.",
      "On the one hand, developed countries are seeking clarity on rules for commitments, he said, on the other, developing countries are wanting to see an agreement on the level of ambition.",
      "Another senior negotiator worried that the discussions on CDM reflect a step back from progress achieved in Bangkok and Bonn.",
      "In light of the importance of this meeting as the last negotiating session before Durban, the incoming South African presidency plans to conduct informal consultations on key outcomes in Panama and hold a focused interactive session where parties will be asked to respond to specific questions that will be made available on the UNFCCC website.",
      "The South African minister is expected to arrive on Monday to interact with delegates and to continue the consultations.",
      "Some saw this as indicative of the importance the South Africans are giving to consultations prior to Durban, and the critical nature of this meeting in making progress and bringing something substantial from Panama to Durban."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}