{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_1",
   "section_title": "A BRIEF HISTORY OF THE UNFCCC AND KYOTO PROTOCOL",
   "sentences": [
      "Climate change is considered one of the most serious threats to sustainable development, with adverse impacts expected on the environment, human health, food security, economic activity, natural resources and physical infrastructure.",
      "Scientists agree that rising concentrations of anthropogenic greenhouse gases in the Earth s atmosphere are leading to changes in the climate.",
      "The Fourth Assessment Report (AR4) of the Intergovernmental Panel on Climate Change (IPCC), completed in November 2007, finds with more than 90% probability that human action has contributed to recent climate change and emphasizes the already observed and projected impacts of climate change.",
      "The international political response to climate change began with the adoption of the UNFCCC in 1992.",
      "The UNFCCC sets out a framework for action aimed at stabilizing atmospheric concentrations of greenhouse gases to avoid dangerous anthropogenic interference with the climate system.",
      "The UNFCCC entered into force on 21 March 1994, and now has 192 parties.",
      "These parties continue to adopt decisions, review progress and consider further action through meetings of the Conference of the Parties (COP), which are usually held annually.",
      "Since 1995, the COP has been supported in its work by the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) ."
   ],
   "subtype": "HISTORY",
   "topics": [
      "Mitigation"
   ],
   "type": ""
}