{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Colombia",
      "Philippines",
      "United States",
      "China",
      "Uganda",
      "Japan",
      "Barbados"
   ],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_7",
   "section_title": "FINANCE:",
   "sentences": [
      "Delegates addressed the section on principles in the text on finance.",
      "CANADA called for a focus on actionable items, and identified Convention Article 11.5 (provision of financial resources) as a clear legal basis for mobilizing financial resources through bilateral, regional and other multilateral channels.",
      "The Philippines, for the G-77/CHINA, emphasized the importance of principles and drew attention to problems arising from a lack of coherence and the multiplicity of governance systems that deal with financing.",
      "She underscored direct access as a separate principle, while the EU questioned whether all the principles were required.",
      "The EU expressed preference for, inter alia , formulations addressing: the needs of the most vulnerable countries; simplified access to financial resources while maintaining principles of sound financial management; and leveraging other forms of financial resources, such as private-sector financing.",
      "The US said the principle section was not critical and could therefore be deleted.",
      "As an alternative, he proposed finding an appropriate place within the text for operationalizing the principles that parties preferred to maintain. SAUDI ARABIA, opposed by BARBADOS, requested referencing the impact of response measures throughout the text and Convention Article 4.8 (adverse effects and impact of response measures) for defining developing countries.",
      "Uganda, for the LDCs, supported by AUSTRALIA, BARBADOS and CANADA, called for a focus on core issues rather than on principles.",
      "UGANDA and COLOMBIA preferred to utilize the Convention s principles.",
      "JAPAN said principles should be simple and add value to the text.",
      "BARBADOS noted the need for supplementary principles to enhance action on the provision of financial resources."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}