{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_26",
   "section_title": "PROGRESS REPORT OF GEF ENABLING AND CAPACITY-BUILDING ACTIVITIES",
   "sentences": [
      "On Tuesday, 12 June, the SBI heard the GEF report on its enabling and capacity-building activities.",
      "Several Parties highlighted the importance of GEF support for the preparation of national communication from non- Annex I Parties and expressed appreciation for the GEF Capacity Development Initiative (CDI).",
      "Canada supported the comprehensive approach in assessing capacity development needs.",
      "The EU said it should, together with the national communications, provide the basis for a framework on capacity building.",
      "The G-77/China stressed the need to link this initiative with the process under decision 10/CP.5.",
      "The SBI then heard a report from the IPCC on the GEF proposal entitled, 'Assessment of Impacts of, and Adaptation to, Climate Change in Multiple Regions and Sectors in Coordination with the IPCC,' where the outstanding cooperation with UNEP and the GEF was stressed. On Wednesday, 14 June, the SBI adopted draft conclusions, with minor amendments, on the progress report on the review by the GEF of its enabling and capacity-building activities (FCCC/SBI/2000/CRP.3).",
      "In these conclusions, SBI: notes with satisfaction the work done by GEF; recognizes that the findings on enabling activities may provide input to the negotiations on capacity building; invites the GEF Council to forward a report on the review of enabling activities at COP-6; and stresses that the capacity development initiative (CDI) process should be country-driven, take long-term perspectives on capacity-building needs and priorities and take into consideration the progress made in capacity- building negotiations under the FCCC."
   ],
   "subtype": "",
   "topics": [
      "Compliance and Enforcement"
   ],
   "type": ""
}