{
   "actors": [],
   "countries": [
      "Argentina"
   ],
   "enb_end_date": "06-Aug-97",
   "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "7th Session of the AGBM",
   "enb_start_date": "06-Aug-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1253e.html",
   "id": "enb1253e_1",
   "section_title": "OBSERVER BRIEFING",
   "sentences": [
      "AGBM Chair Raúl Estrada-Oyuela (Argentina) convened a morning briefing for observers on the previous day\u0092s progress.",
      "The Chair of the non-group on QELROs confirmed that Parties had decided to define the framework of an agreement before proceeding to specify QELROs.",
      "He said it was unlikely that numbers would be discussed this week and suggested that an attempt to do so might embarrass some Parties.",
      "The Parties would, however, discuss distribution of QELROS.",
      "He added that some Parties continued to oppose flexibility, i.e.",
      "trading and joint implementation.",
      "The text on these topics would remain in brackets.",
      "He will also prepare a text on measurements and communications. The Chair of the non-group on institutions said that discussion had concentrated on the final part of the Protocol, and specifically addressed the question of linking the Protocol with the FCCC.",
      "A protocol would be independent but some delegates expressed confusion as to how this could be reflected in the protocol. The Chair of the non-group on Article 4.1 indicated that its text would be altered due to consultations that had taken place since the weekend.",
      "The Chair of a newly formed non-group on policies and measures reported that some delegates believe that there is no reason to have a section on policies and measures given the provisions in the FCCC.",
      "Others support a full section with elements on the major sectors related to energy."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}