{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Australia",
      "South Africa",
      "Tuvalu",
      "Mexico",
      "India",
      "United States",
      "China",
      "Argentina",
      "Belize",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "06-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12633e.html",
   "id": "enb12633e_2",
   "section_title": "Technology",
   "sentences": [
      "Co-facilitator Tosi Mpanu Mpanu facilitated this session, which focused on the co-facilitators’ proposals for streamlining. Parties considered merging options a and b of paragraph 132.1 on commitments in relation to enabling the development and transfer of technology to developing countries.",
      "In consolidating, parties focused on steps by developed countries to: leverage enhanced support from the private sector for technology development and transfer to developing countries; address barriers to accessing technology “and know-how”; and promote access to public sector technology, and its development and transfer to developing countries. The group unpacked paragraph 133.2 on guidance to, and strengthening of, the Technology Mechanism/institutional arrangements.",
      "Parties reorganized the text around the following themes: support for the operationalization and delivery of commitments related to technology; enhanced cooperation and synergy with other institutions; and review of adequacy and effectiveness. TUVALU suggested that “including provisions on accounting” and “specific needs of countries with special circumstances in Africa, the LDCs and SIDS” can be applied to all themes.",
      "ARGENTINA cautioned against moving text from one “context” to another.",
      "INDIA suggested taking note of text that parties consider applicable to all elements. Parties discussed the possible transfer of paragraphs to decision text.",
      "Supported by NORWAY and AUSTRALIA, the EU proposed to move paragraph 133.2 on strengthening the Technology Mechanism to decision text, noting that these issues are currently discussed under the COP.",
      "INDIA, the UAE, CHINA, BELIZE and TUVALU opposed. Co-facilitator Mpanu Mpanu proposed merging the consolidated version of 132.1 with paragraph 132.3 on endogenous capacity.",
      "Parties said these paragraphs contain separate concepts and agreed they should not be merged. Supported by the US and AUSTRALIA, MEXICO proposed changing reference to “developed parties” in paragraph 132.1 to “all parties,” noting that both developed and developing countries need to address barriers to technology transfer.",
      "SOUTH AFRICA, CHINA and the UAE argued this would go beyond streamlining.",
      "The US said the group is also mandated to clarify concepts. The EU cautioned against “being wed” to the Geneva text, adding that if parties agree to change it, then they should do so.",
      "NEW ZEALAND stressed that the proposal aims to clarify the text.",
      "Co-facilitator Mpanu Mpanu said he would take note of this proposal. Parties then considered streamlining paragraph 132.5 on technical assessments.",
      "No consensus emerged and the issue will be considered during the next session of the facilitated group."
   ],
   "subtype": "",
   "topics": [
      "Adaptation"
   ],
   "type": ""
}