{
   "actors": [
      "Umbrella Group",
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "India",
      "Slovenia",
      "China",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "03-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "03-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12183e.html",
   "id": "enb12183e_10",
   "section_title": "MECHANISMS",
   "sentences": [
      "The negotiating group met in afternoon and evening sessions to consider the Annex on modalities and procedures for a CDM contained in the Co-Chairs' non-paper on work in progress in the negotiating group on mechanisms, distributed Thursday.",
      "Agreement was reached on a number of paragraphs, while several issues were referred to ministers. On the role of the Executive Board in approving new methodologies and guidelines related to baselines, monitoring plans and project boundaries, CHINA, supported by BRAZIL and SAUDI ARABIA, proposed additional text suggesting the Board should review rather than approve new methodologies and guidelines, and should recommend these to the COP/MOP for approval.",
      "NORWAY, the EU and JAPAN disagreed.",
      "AUSTRALIA, supported by SAMOA, proposed a compromise text whereby the Executive Board would review and could make recommendations to the COP/MOP if it considered it necessary.",
      "In addition, the EU, opposed by CANADA and SAMOA, proposed the insertion of additionality to be considered under methodologies and guidelines.",
      "These matters were referred to ministers. On issues relating to costs of participation of members in the Executive Board, SLOVENIA proposed reference to economies in transition in the draft text.",
      "The group agreed to a Co-Chairs' compromise referring to 'other Parties eligible under UNFCCC practice.",
      "' On the composition of the Executive Board, delegates agreed to additional text proposed by SAMOA whereby the COP/MOP will elect an alternate for each member of the Board.",
      "On the procedure for appointing a member to replace another member who has resigned or is unable to attend, the text was amended to specify that the member appointed would be from the same constituency.",
      "Suspending the meeting, Co-Chair Chow informed delegates that President Elyazghi had set a deadline of 7:00 pm Saturday for the negotiating group to complete its work. During an evening session, delegates continued consideration of the Executive Board.",
      "The paragraphs on quorum and decision making were referred to ministers.",
      "On attendance of the meetings, delegates agreed to a proposal by SAMOA opening attendance to stakeholders.",
      "All the paragraphs in the section on accreditation and designation of operational entities were agreed, with minor drafting amendments. In the section on designated operational entities, JAPAN, supported by several Parties, proposed adding references to 'enhancements by sinks' in order to reflect the acceptance of afforestation and reforestation under the CDM in the Bonn Agreements.",
      "The EU, NEW ZEALAND, BRAZIL, INDIA and CHINA opposed this addition.",
      "They supported a discussion on the issue within the context of the draft COP decision, as proposed by Co-Chair Estrada, that elaborates on the eligibility of LULUCF activities in the first and future commitment periods as well as on the work to be undertaken by SBSTA.",
      "Delegates agreed to adopt the section as is, with the understanding that adjustments might need to be made, depending on the outcome of the discussion on the draft decision. Delegates then considered Article 7.4 (assigned amounts).",
      "Position papers on this issue were introduced by the Umbrella Group, EU and G-77/China, and Parties agreed that the Co-Chairs would prepare a consolidated text incorporating these papers for consideration Saturday morning.",
      "Parties reconvened again at 10:00 pm to continue work on the remaining mechanisms-related issues."
   ],
   "subtype": "",
   "topics": [
      "Flexibility Mechanism"
   ],
   "type": ""
}