{
   "actors": [],
   "countries": [
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_49",
   "section_title": "OTHER PROGRESS REPORTS:",
   "sentences": [
      "Christ then introduced other progress reports on the IPCC Carbon Footprint (IPCC-XL/Doc.11); Progress of WGI towards IPCC AR5 (IPCC-XL/Doc.15); and progress of WGII towards IPCC AR5 (IPCC-XL/Doc.16).",
      "On the IPCC Carbon Footprint, she noted efforts to reduce the carbon footprint of IPCC activities and of traveling to meetings, including through teleconference activities, use of the Papersmart system, holding back-to-back meetings, and considering carbon footprint criteria when selecting meeting locations and venues.",
      "On WGI progress, Co-Chair Stocker noted a growing burden on scientists to assess scientific findings and climate change literature, and called for recognizing that some kind of enhanced support should be considered to ensure their work is as effective and comprehensive as possible.",
      "WGI Co-Chair Dahe Qin noted communication and outreach activities in China to convey AR5 messages.",
      "The WGI Co-Chairs expressed hope that more scientists from developing countries and countries with economies in transition would be involved in the AR6 process.",
      "The WGII Co-Chairs noted that the final versions of all chapters were now available, and that a key role of WGII was in producing regional chapters.",
      "They noted that more than 1000 presentations on the findings had been made by WGII report authors and that partner organizations had been engaged to ensure that practitioners have the scientific tools for adaptation. WGIII Co-Chair Edenhofer noted that scientists were the mapmakers that explore different pathways for policymakers to navigate.",
      "He highlighted a chapter in the WGIII report on human settlements and cities, noting that all government levels were now covered.",
      "He said the full report was expected for publication in November 2014, and underscored significant outreach to convey the messages of the WGIII report.",
      "He said the Structured Expert Dialogue (SED) held during the UNFCCC meeting in Bonn in June 2014 provided the opportunity for the scientists to 'provide maps' for delegates to use and to engage in discussions with policymakers.",
      "He highlighted excellent cooperation among all the WGs on the SYR.",
      "WGIII Co-Chair Pichs Madruga noted increasing interest in the IPCC on the part of governments and more diverse participation in IPCC sessions, which has not affected the scientific rigor of the results.",
      "Saudi Arabia expressed concern over a slide that was presented to the SED by the WGIII Co-Chair on emissions and country groupings based on income, noting significant disagreement on the issue during the WGIII SPM approval process.",
      "He said this should not have been presented as an IPCC finding and raised concerns over how information is disseminated.",
      "Chair Pachauri said his comments would be reflected in the report of the meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}