{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "United States",
      "Antigua and Barbuda",
      "Switzerland",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "11-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "11-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12196e.html",
   "id": "enb12196e_6",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "The Secretariat introduced a document on arrangements for intergovernmental meetings (FCCC/SBI/2002/4) containing information on COP-8, arrangements for the first Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol (COP/MOP-1), the programme for future sessions, the budget for conference services, and COP-9. On COP-8, the Secretariat suggested replacing the high-level segment containing national statements with a round-table discussion.",
      "The EU, NEW ZEALAND, SWITZERLAND and SAUDI ARABIA advocated participation of ministers and heads of delegation.",
      "Chair Estrada requested the COP Bureau to work on the round-table issue, and consult on a list of items for the ministers to discuss. On arrangements for COP/MOP-1, the EU supported work on common issues for the COP and COP/MOP and the definition of necessary rules and procedures.",
      "CANADA, NEW ZEALAND, NORWAY and AUSTRALIA supported the use of existing UNFCCC rules of procedure, while noting that one of the key rules has not yet been agreed.",
      "AUSTRALIA opposed consolidated meetings. On the programme for future sessions, the Secretariat highlighted its concern about the growing number of workshops.",
      "The EU and JAPAN called for an efficient process, with NORWAY proposing that workshops be held immediately prior to sessions of the subsidiary bodies.",
      "IRAN expressed concern it would impose a burden on small delegations.",
      "Chair Estrada suggested prioritizing workshops and improving workshop preparation. On the budget for conference services, the US, JAPAN and CANADA said conference expenses should be borne by the UNFCCC budget and not the budget of the UN General Assembly (UNGA).",
      "ANTIGUA and BARBUDA said the issue of conference financing from the UNGA remained open. On the issue of COP-9, Chair Estrada indicated that its venue has not yet been determined."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}