{
   "actors": [],
   "countries": [],
   "enb_end_date": "16-Jun-03",
   "enb_long_title": "18th Session of the Subsidiary Bodies",
   "enb_short_title": "SB-18",
   "enb_start_date": "16-Jun-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12219e.html",
   "id": "enb12219e_60",
   "section_title": "SBI Conclusions",
   "sentences": [
      "The conclusions (FCCC/SBI/2003/L.3 and Add.",
      "1) address preparations for COP-9, the arrangements for COP/MOP-1, future sessional periods, and effective participation in the UNFCCC process. On the arrangements for COP-9, the SBI decides that round table discussions will be the mode of exchange during the high-level segment.",
      "In the event that the COP would be held in conjunction with the COP/MOP, political statements will be the mode of exchanges during a joint high-level segment. On the arrangements for COP/MOP-1, the SBI recommends that it convene in conjunction with the first session of the COP scheduled after the date of entry into force.",
      "The SBI also decides to: organize meetings of the COP and COP/MOP to ensure that similar or related items on their agendas are dealt with in proximity, or jointly if the Parties to the UNFCCC and Protocol so decide, and forward a draft decision on the arrangements for COP/MOP-1 for adoption by the COP. Regarding future sessions, the SBI notes the proposed dates for the 2008 sessional periods (2-13 June and 1-12 December 2008).",
      "It also notes the increasing difficulties faced by the UNFCCC process with regard to agenda management, and invites the SBI and SBSTA Chairs to further consider the organization of future sessions in order to handle the workload effectively and efficiently. Regarding effective participation in the UNFCCC process, the SBI underlines the importance of facilitating the participation of Parties and recognizes that participation of observers is a fundamental feature of the UNFCCC process.",
      "It invites the Chairs of the Subsidiary Bodies and other bodies with limited membership and the Secretariat to continue efforts to facilitate effective participation and promote transparency in the process and report back at SBI-20."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}