{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Pakistan",
      "Australia",
      "Singapore",
      "India",
      "Marshall Islands",
      "New Zealand",
      "Ecuador"
   ],
   "enb_end_date": "29-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "29-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12559e.html",
   "id": "enb12559e_16",
   "section_title": "Vision for the ADP",
   "sentences": [
      "During this discussion, delegates addressed questions related to how the principles of the Convention will be applied in the new agreement; to consider national circumstances; the new agreement will be applicable to all in practice, including approaches to defining differentiated commitments; and to incentivize full and ambitious participation and ensure effective implementation and compliance arrangements.",
      "In addressing these questions, parties also considered implications for the ADP s planning of work.",
      "Many developing countries highlighted that parties should be allowed to make commitments and take actions in accordance with their national circumstances.",
      "SINGAPORE and PAKISTAN said developed countries should demonstrate leadership.",
      "AUSTRALIA encouraged dynamic interpretation of the Convention principles and urged for a common legal platform for inscribing commitments to be implemented in accordance with national circumstances.",
      "NEW ZEALAND proposed a combination of bottom-up and top-down approaches where obligations on mitigation apply to all parties but according to national determinants.",
      "MARSHALL ISLANDS emphasized the need for common verification.",
      "ECUADOR cautioned against using the notion of national circumstances to re-categorize developing countries and described historic responsibility as an ecological debt to be paid off.",
      "The EU highlighted their priority of leaving Doha with a clear understanding of the work to be undertaken next year under the ADP.",
      "He said the Convention principles should be seen in an evolving context, adding that uniformity should not be understood in terms of commitments undertaken, but in terms of the nature of the obligation.",
      "PAKISTAN reflected on how the CBDR principle and the consideration of national circumstances differ in practice.",
      "He suggested clarifying the nature of incentives.",
      "INDIA said that actions should be differentiated on the basis of equity and that the consideration of national circumstances should allow for countries to choose the form and nature of actions to be undertaken.",
      "He further highlighted developing countries national priorities, especially poverty eradication.",
      "Discussions will continue."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}