{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Ukraine",
      "Canada",
      "Uganda",
      "United States",
      "Trinidad and Tobago",
      "New Zealand",
      "Norway",
      "Russia",
      "Australia",
      "Samoa",
      "Uruguay",
      "Iceland",
      "India",
      "United Kingdom",
      "Malaysia",
      "China",
      "Colombia",
      "Tuvalu",
      "Togo"
   ],
   "enb_end_date": "09-Dec-97",
   "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "3rd COP FCCC",
   "enb_start_date": "09-Dec-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1274e.html",
   "id": "enb1274e_2",
   "section_title": "COMMITTEE OF THE WHOLE",
   "sentences": [
      "Delegates discussed the protocol draft contained in the COW Chair's non-paper of 7 December.",
      "RUSSIA, supported by NORWAY, UKRAINE, AUSTRALIA and ICELAND, proposed text setting a collective Annex I net aggregate CO2 equivalent emissions objective, with annexes for individual Parties' objectives.",
      "The US expressed interest.",
      "Chair Estrada said he would not discuss proposals without numbers.",
      "The G-77/CHINA said the proposal delayed the discussion of numbers.",
      "TRINIDAD and TOBAGO, with TUVALU, said the annexes would be problematic.",
      "The UK did not support the proposal without numbers. Several delegations suggested changes to the draft article on sinks.",
      "The US proposed counting emissions on a net basis but discounting 75% of emissions from sinks in the first commitment period.",
      "Chair Estrada said sources and sinks should not be selected to disguise what is being decided.",
      "He asked delegates to be sincere for 48 hours. Chair Estrada introduced a discussion on gas coverage.",
      "Recalling his 'three plus three' proposal, he suggested a different base year for the second basket.",
      "The US, supported by NEW ZEALAND, proposed 1995.",
      "RUSSIA suggested dealing with the six gases basket in the second commitment period.",
      "ICELAND, supported by NORWAY and the EU, objected to the US proposal because some countries had already made efforts to reduce their emission of gases in the second basket.",
      "NORWAY asked whether those Parties with sufficient 1990 data on the gases in the proposed second basket could proceed with a full basket approach.",
      "INDIA said the G-77/CHINA wished to revisit the issue after announcements on QELROs numbers. CANADA, suppported by NEW ZEALAND, RUSSIA and the US, asked that its emissions trading text be substituted for Article 6, noting its guidelines and a section assigning responsibility to Parties for all transactions, including those by intermediaries.",
      "The G-77/CHINA and URUGUAY requested deletion of the article, but said the text could remain under consideration.",
      "He said the core issue is the numbers.",
      "Chair Estrada said he failed to see how the proposal reduces emissions.",
      "TOGO, supported by MALAYSIA, proposed adjourning until numbers were proposed.",
      "NEW ZEALAND said resolving trading would allow progress on commitments.",
      "CHINA replied that until QELROs are resolved, the protocol is meaningless. The US said its number is a package, depending on what gases are included, how sinks count, and what kinds of flexibility are available.",
      "If there is no trading, the number changes.",
      "He proposed an additional paragraph extracted from Article 7 (Joint Implementation) permitting projects between Annex 1 parties.",
      "The EU said the scope of flexibility, including emissions trading, was contingent upon QELROs numbers.",
      "COLOMBIA said the ability to display flexibility had just about run out among non-Annex I countries.",
      "SAMOA suggested that the provision of a range of numbers would assist the debate on emissions trading.",
      "UKRAINE defended retaining Articles 6, 7 and 8 because they define the mechanisms for implementation.",
      "RUSSIA supported a proposal from the Chair to close discussion, and suggested a protocol between the EU and G-77/CHINA.",
      "UGANDA said there would be no 'free' trading of emissions.",
      "Chair Estrada announced his intention to produce a paper with a proposed final approach, with QELROs numbers and positions.",
      "The deadline for Parties to deliver their own numbers would be 3:00 pm Tuesday."
   ],
   "subtype": "plenary",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": "cop"
}