{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "Saudi Arabia",
      "Bangladesh",
      "Singapore",
      "Iceland",
      "Indonesia",
      "India",
      "United States",
      "Russian Federation",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "16-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "16-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12330e.html",
   "id": "enb12330e_1",
   "section_title": "AWG",
   "sentences": [
      "The AWG reconvened on Tuesday evening, with parties making general statements.",
      "AOSIS, LDCs, INDIA and INDONESIA reiterated calls for deep and ambitious commitments from Annex I parties.",
      "The EU emphasized the availability of low or no-cost mitigation options, and noted the need for a strong price signal to inform investment decisions.",
      "The RUSSIAN FEDERATION underscored considering national circumstances. JAPAN stressed the need for a common understanding of factors and criteria to evaluate mitigation potential on a sectoral basis, as well as fairness in burden sharing.",
      "NEW ZEALAND noted new plans to target public sector emissions and develop an emissions trading scheme.",
      "He stated that Annex I parties' actions cannot be divorced from the broader global analysis.",
      "ICELAND noted many parties' declarations of long-term targets and praised these national voluntary actions as building blocks for a future regime. SAUDI ARABIA said any future arrangement should take into account the impacts of Annex I parties' targets on developing countries.",
      "BANGLADESH noted climate change's potential to cause large-scale displacement of people.",
      "The US, UK, European and Australian BUSINESS COUNCILS FOR SUSTAINABLE ENERGY supported a legally-binding multilateral regime after 2012, urging agreement in Bali on a new negotiating round that would reach agreement on a framework in 2009.",
      "CLIMATE ACTION NETWORK supported developing criteria for some countries that are economically-ready to join Annex B, suggesting Saudi Arabia, Singapore and Republic of Korea as candidates."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}