{
   "actors": [],
   "countries": [],
   "enb_end_date": "02-Oct-01",
   "enb_long_title": "IPCC-18",
   "enb_short_title": "IPCC-18",
   "enb_start_date": "02-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12177e.html",
   "id": "enb12177e_18",
   "section_title": "Question 6:",
   "sentences": [
      "This question assesses the implications of stabilizing concentrations of greenhouse gases at a range of levels for the climate, ecological systems and socioeconomic sectors. Concerning the stabilization of atmospheric CO2 concentrations, delegates considered a proposal to make explicit reference to the cost of greenhouse gas mitigation.",
      "They agreed to include a sentence stating that mitigation actions to stabilize atmospheric greenhouse gas concentrations at lower levels would generate greater benefits in terms of less damage.",
      "Throughout debates on Question 6, delegates considered whether or not continuous reference should be made to the cost of mitigation action when addressing its benefits.",
      "Chair Watson reminded delegates that Question 7 deals with mitigation action costs, and stated that continuous reference to cost in Question 6 would necessitate similar reference to the benefits of mitigation actions in Question 7.",
      "Participants agreed to keep the two questions separate, with only minimal reference to other questions. Delegates discussed whether reference should be made to the timing of global emissions peaks for specific stabilization levels.",
      "Some delegates stressed the importance of such a reference in conveying a clear message to policy-makers, but others disagreed.",
      "A sentence referring to two outer stabilization levels (450 ppm and 1000 ppm) and the timings of their respective emission peaks was eventually adopted. In estimating global mean temperature increase at specified levels of atmospheric CO2 concentration stabilization, delegates agreed to refer to assumptions made about emissions of non-CO2 greenhouse gases and aerosols.",
      "Further, delegates requested the lead authors to calculate the contribution of non-greenhouse gases and aerosols to equilibrium warming.",
      "Appropriate text on this matter was adopted later in the week. Delegations considered whether to keep or amend a statement noting that all of the CO2 stabilization profiles analyzed would avoid much of the upper end of the projected warming of 1.4-5.8°C by 2100.",
      "Chair Watson established a contact group to discuss this issue.",
      "Further matters on which agreement could not be reached in Plenary and which were referred to the contact group included: an appropriate way of referencing the amount of estimated sea-level rise for specified increases in CO2 concentration; reference to non-CO2 greenhouse gases in contributing to sea-level rise; and reference to the reduction of inequity through adaptation and mitigation actions.",
      "After some debate, wording devised in the contact group was agreed on for all issues."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}