{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Papua New Guinea",
      "Guatemala",
      "Colombia",
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "10-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12470e.html",
   "id": "enb12470e_33",
   "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:",
   "sentences": [
      "PAPUA NEW GUINEA stated that a high-level session is a precondition for achieving a successful outcome in Cancún.",
      "Supported by GUATEMALA, she proposed requesting the Bureau to make arrangements for a high-level segment and that the high-level segment be held between AWG-KP 14/AWG-LCA 12 in August and COP 16.",
      "COLOMBIA, BRAZIL, BOLIVIA and others opposed the proposal.",
      "The EU supported the organizational proposal but opposed the proposal regarding the timing.",
      "PAPUA NEW GUINEA subsequently withdrew the proposal regarding the timing of the high-level segment.",
      "Many parties thereafter supported the proposal on the organization of a high-level segment.",
      "VENEZUELA requested further explanation regarding the reasoning behind, and financial implications of the proposal.",
      "After having consulted informally, parties agreed to indicate that the SBI further invited the Bureau and incoming Presidency to make arrangements for the organization of the high-level segment.",
      "The SBI adopted conclusions ( FCCC/SBI/2010/L.21 ), as orally amended.",
      "Friends of the Earth, for ENVIRONMENTAL NGOs, highlighted the need for full civil society participation, including in informal consultations.",
      "He expressed concern with proposals to limit civil society access to the negotiations venue in Cancún, urging that the mistakes of Copenhagen should not be repeated."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi"
}