{
   "actors": [],
   "countries": [
      "Tuvalu",
      "Italy",
      "India",
      "Hungary"
   ],
   "enb_end_date": "02-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "02-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12222e.html",
   "id": "enb12222e_1",
   "section_title": "OPENING OF THE SESSION",
   "sentences": [
      "COP-8 Vice-President Enele Sopoaga (Tuvalu) opened the session. Speaking for COP-8 President T.R.",
      "Baalu, C. Viswanath, India\u0092s Joint Secretary for Environment and Forests, called on Annex I Parties to take the lead in addressing the impacts of climate change, provide developing countries with financial and technological assistance, and rejected the introduction of commitments for developing countries. Vice-President Sopoaga then introduced Miklós Persányi, Minister of Environment and Water, Hungary, who was elected COP-9 President by acclamation. President Persányi highlighted efforts in developing countries to implement climate friendly production patterns.",
      "Although the Protocol has not yet entered into force, he said its ratification by numerous Parties demonstrates its importance. Altero Matteoli, Italy\u0092s Minister for the Environment and Territory, stressed that COP-9 provides an opportunity to identify new and stronger initiatives for combating climate change. Roberto Formigoni, President of the Region of Lombardy, stressed the importance of regional action on climate change. Gabriel Albertini, Mayor of Milan, said delegates must take long- term views of climate change, its impacts, and the well-being of future generations. Luigi Cocchiaro, for the President of the Province of Milan, called for increasing implementation in the areas of transport and renewable energy. UNFCCC Executive Secretary Joke Waller-Hunter said that, while the date of the Protocol\u0092s entry into force remains uncertain, it is encouraging that this has not slowed the momentum for action.",
      "She emphasized the need to ensure that adequate resources are provided to meet programme delivery and implementation of COP decisions, and said it was essential that the budget discussions result in a realistic match of demand and supply."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}