{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "United States",
      "China",
      "South Africa",
      "Tuvalu",
      "India"
   ],
   "enb_end_date": "11-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "11-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12452e.html",
   "id": "enb12452e_2",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Much of the talk in the corridors on Thursday afternoon and evening was focused on the suspension of both the COP and COP/MOP, pending consultations on whether to establish contact groups to consider proposed new protocols under the Convention and proposed amendments to the Kyoto Protocol.",
      "As on Wednesday when the COP was suspended, Tuvalu led a group of African, Latin American and AOSIS parties in urging a formal contact group to consider the proposed Protocol amendments, and resisted proposals to move the procedural question to an informal setting with a review of progress in plenary on Saturday.",
      "Many noted that these disputes were closely related to the question concerning the legal form of the outcome: We have still not resolved the critical question of the legal outcome of these negotiations, noted one old hand in the process.",
      "Developing countries want to preserve and strengthen Kyoto, while most Annex I countries are seeking a comprehensive legal framework that also engages the US and developing countries in mitigation efforts.",
      "Differences were also detected among developing countries as to whether the outcome from the AWG-LCA should be legally-binding.",
      "The wisdom of suspending work under COP and COP/MOP and its implications were also being discussed around the Bella Center.",
      "Some viewed the request to also suspend the COP/MOP as a good strategic move, while others feared it could delay work on other issues.",
      "It hasn t slowed the informals under the AWG-LCA, said one NGO who was supportive of AOSIS stand.",
      "I m just not sure how they ll break the deadlock, she added.",
      "Meanwhile, delegates were also reacting to the leak of a proposed outcome document - the Copenhagen Accord - by French newspaper Le Monde .",
      "The text, which was said to have been developed by China, India, Brazil, and South Africa, had apparently been distributed among G-77/China parties earlier in the week before the leak on Thursday.",
      "While the initial response to the text was cautious, some developed country delegates seemed positively surprised by what they characterized as a relatively realistic text.",
      "For their part, some of those connected with the text were playing down its significance at this stage, with delegates noting that it has limited status and is just a working draft.",
      "People were also commenting on the increasing number of people at the Bella Center on Thursday, as more ministers arrived and delegations continued to grow.",
      "Lines to get into the building were noticeably longer than in previous days, and there was talk of limits on observer numbers next week.",
      "The place is already packed and there ll be thousands more next week, noted one insider.",
      "Rumors were also circulating about large-scale protests planned for Saturday."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}