{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Saudi Arabia",
      "Australia",
      "Iceland",
      "Qatar",
      "United States",
      "Switzerland",
      "Netherlands",
      "China",
      "Uganda",
      "Russian Federation",
      "Japan",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "11-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "11-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1294e.html",
   "id": "enb1294e_3",
   "section_title": "JOINT CONTACT GROUP ON MECHANISMS",
   "sentences": [
      "The contact group on flexibility mechanisms considered the initial work programme on Protocol mechanisms.",
      "In addition to the G-77/China proposal submitted earlier, draft work programmes were submitted by AUSTRALIA (on behalf of CANADA, ICELAND, NEW ZEALAND, NORWAY, the RUSSIAN FEDERATION and the US), JAPAN, SWITZERLAND and the Co-Chairs.",
      "After extensive deliberations, Co-Chair Yvo de Boer (Netherlands) suggested textual amendments.",
      "The title of the work programme would include a footnote stating 'the existence of elements in this list is without prejudice to inclusion of these items in the rules, modalities and guidelines developed for these mechanisms.",
      "' The discussion on principles would be limited to the 'application of existing principles,' and the references to FCCC Articles 4.8 and 4.9 (adverse effects) would be deleted. At the request of G-77/CHINA, the Parties reconvened later to discuss the draft as amended by the Co-Chairs.",
      "SAUDI ARABIA, with QATAR, said it would support the Co-Chairs\u0092 amended text, if FCCC Articles 4.8 and 4.9 were included.",
      "UGANDA said all the references to FCCC Articles 4.8 and 4.9 should be deleted, as they were under deliberation elsewhere.",
      "The Co-Chairs concluded that they would report to the joint session that contact group could not find a 'consensus modality on a way forward."
   ],
   "subtype": "groups",
   "topics": [],
   "type": ""
}