{
   "actors": [
      "African Group",
      "League of Arab States",
      "Alliance of Small Island States",
      "Brazil, South Africa, India and China",
      "Group of 77",
      "Coalition for Rainforest Nations",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group"
   ],
   "countries": [
      "Sudan",
      "Kuwait",
      "Swaziland",
      "Nauru",
      "Bolivia",
      "Venezuela",
      "Argentina",
      "Ecuador",
      "Saudi Arabia",
      "Australia",
      "Iran",
      "Algeria",
      "Cuba",
      "El Salvador",
      "Papua New Guinea",
      "China",
      "Iraq",
      "Dominica",
      "Mauritania",
      "Philippines",
      "Finland",
      "Sri Lanka",
      "Liechtenstein",
      "Mali",
      "Pakistan",
      "Egypt",
      "India",
      "Senegal",
      "Congo",
      "Paraguay",
      "Nicaragua"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_41",
   "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES UNDER THE KYOTO PROTOCOL",
   "sentences": [
      "On 27 November, the resumed 17th session of the AWG-KP opened with Madeleine Diouf (Senegal) continuing as the AWG-KP Chair and Jukka Uosukainen (Finland) as Vice-Chair.",
      "Algeria, for the G-77/China, suggested the following benchmarks for a successful outcome in Doha: an ambitious second commitment period under the Kyoto Protocol effective as of 1 January 2013; ambitious quantified emission limitation or reduction objectives (QELROs) by Annex I parties; limited access to flexibility mechanisms by those Annex I parties that will not be undertaking commitments during the second commitment period; and addressing carry-over of surplus AAUs.",
      "The EU highlighted: its immediate implementation of second commitment period commitments regardless of other parties ratification timing; the need for broad participation in the flexibility mechanisms based on environmental integrity; and the need to resolve the issue of carry-over of surplus AAUs.",
      "Australia, for the Umbrella Group, emphasized that the second commitment period under the Kyoto Protocol needs to be implementable on 1 January 2013, for an eight-year period.",
      "He expressed concern that the benefits of the Kyoto Protocol flexibility mechanisms are threatened here in Doha and called for ensuring broad access to these.",
      "Liechtenstein, on behalf of the EIG, emphasized three outstanding issues: length of the second commitment period, level of ambition, and the smooth transition to the second commitment period.",
      "Nauru, for AOSIS, underscored that the overarching issue for consideration in Doha is the level of ambition of Annex I parties commitments, observing that the proposed QELROs derive from previous pledges that are plainly inadequate for the scale of the challenge.",
      "Swaziland, for the African Group, stressed that the meeting should focus only on rules that will apply during the second commitment period and necessary amendments, and refer consequential amendments to the SBs for future consideration.",
      "Saudi Arabia, for the Arab Group, urged Annex I parties to commit themselves to scaled-up emission reduction objectives in line with science and the reports of the IPCC.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, expressed preference for a five-year second commitment period but expressed willingness to consider an eight-year term provided it includes: a mid-term review mechanism requiring deeper targets consistent with the upcoming fifth IPCC Report; REDD+ actions under a national reference level; and national MRV systems to safeguard environmental integrity in another four-year commitment period.",
      "The Philippines, on behalf of Algeria, Argentina, Bolivia, China, Cuba, the Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Mali, Mauritania, Nicaragua, Pakistan, Paraguay, Saudi Arabia, Sri Lanka, Sudan and Venezuela, called on developed country parties to commit to QELROs to reduce emissions by at least 40-50% below 1990 levels by 2020, and at least 25-40% by 2017.",
      "China, for BASIC, urged developed countries to raise their level of ambition in line with science and their historical responsibility, and suggested further discussions on ambition under the COP or CMP."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}