{
   "actors": [],
   "countries": [
      "Canada",
      "Trinidad and Tobago",
      "El Salvador"
   ],
   "enb_end_date": "12-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "10-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12356e.html",
   "id": "enb12356e_19",
   "section_title": "BREAKOUT GROUP DISCUSSION ON GAPS AND NEEDS:",
   "sentences": [
      "On Tuesday morning, participants broke into two discussion groups to discuss concrete recommendations on identification of gaps and needs from a users perspective and an information providers perspective.",
      "Information Providers Breakout Group: This group, facilitated by Sharon Hutchinson, University of the West Indies, discussed: the effect of data framing on its applicability to different stakeholders; the lack of availability of quality data; the dynamic relationship between users and providers; and challenges associated with incorporating qualitative information into impacts and vulnerability assessments.",
      "Participants also discussed a suggestion by Trinidad and Tobago regarding the development of a climate change data collection guidance document.",
      "The group stressed the importance of understanding what drives the need for data, and discussed the relative merits of quantitative and qualitative data.",
      "The group then addressed specific challenges faced in gathering data, such as high costs, lack of training, political interference, and lack of communication between ministries.",
      "There was general agreement that the overall goal is to ensure that decisions made at the political level are as evidence-based as possible.",
      "WRI stressed the need to link biophysical data with the interpretation of socioeconomic information, and added that territorial delineations do not always coincide with environmental zones.",
      "Participants also discussed the need to engage private sector generators and users of data, and discussed whether information is a national public good that must be shared.",
      "Specific data-collection problem areas were identified, including: health statistics; migration data; poverty metrics; and the skewing of census data for political reasons.",
      "Information Users Breakout Group: Beth Lavender (Canada), breakout group facilitator, began with three questions: what types of socioeconomic information are most relevant to vulnerability and adaptation assessments; which information is readily available or accessible; and how can access and policy relevance be enhanced.",
      "SustainUS said users should first be identified.",
      "Trinidad and Tobago advocated identifying specific sectors.",
      "Discussing parties experiences in conducting NAPAs, SPREP cited limited interventions and site-specific analyses.",
      "El Salvador emphasized: rescuing and appreciating traditional knowledge and local empirical knowledge, and improving good practices in using this knowledge.",
      "She also noted development policies often increase vulnerability, and highlighted the importance of using qualitative approaches and indicators.",
      "CCCCC discussed negative impacts of privatizing utilities, and said integrating sectors is critical for resilience in his region.",
      "IUCN said adaptation action can be designed with data already available in most countries.",
      "SEI pointed out challenges in translating raw data into a usable form.",
      "The UN Institute for Training and Research (UNITAR) said adaptation should be considered an emergency, so that satellite data can be provided to complement local information and situations.",
      "Participants stressed the importance of: historical data; enforcing links between providers and users; identifying costs of non-intervention; prioritization; consulting with a broad range of stakeholders; developing guidelines for collecting data in a systematic way; and local ownership of the process and of the resulting information."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}