{
   "actors": [
      "Organisation for Economic Co-operation and Development",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "United Kingdom",
      "Egypt",
      "Saudi Arabia",
      "Uganda",
      "Tuvalu"
   ],
   "enb_end_date": "19-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "19-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12236e.html",
   "id": "enb12236e_10",
   "section_title": "SESSION 3: ADAPTATION AND SUSTAINABLE DEVELOPMENT",
   "sentences": [
      "Saleemul Huq, International Institute for Environment and Development, UK, said adaptation planning should be based on existing knowledge, and stressed the importance of the development community in this respect. Shardul Agrawala, Organisation for Economic Co-operation and Development, said adaptation is not always synergistic with development processes, but noted that adaptive processes are already taking place in various sectors.",
      "He stressed that new plans cannot be effectively implemented if there is a poor track record for implementing past plans. Mohamed El-Raey, University of Alexandria, Egypt, spoke on adaptation measures in Egypt.",
      "He highlighted the importance of anticipatory and specific adaptation. Ko Barret, US Agency for International Development, described her organization\u0092s efforts to incorporate awareness of climate-related risks into projects.",
      "She noted that the aim is to raise awareness among project managers that incorporating adaptation concerns ensures project resilience in the long run. In the discussion, SAUDI ARABIA urged addressing adaptation to response measures.",
      "TUVALU said that lack of institutional capacity could affect implementation of adaptation plans.",
      "UGANDA recalled that projects are dependent on funding, and noted that many countries are currently unable to carry out adaptation due to lack of funding.",
      "Huq said progress on this matter should be evident shortly.",
      "CLIMATE ACTION NETWORK called for new and additional funds for adaptation, and pointed to synergies on adaptation among stakeholders, institutions and processes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}