{
   "actors": [],
   "countries": [
      "Saudi Arabia"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_72",
   "section_title": "A COMPLIANCE MECHANISM",
   "sentences": [
      "While a legally-binding compliance mechanism is recognized as an essential component of domestic legal regimes, the Kyoto Protocol compliance mechanism will break new ground in its scope and complexity.",
      "There is still a debate on how this issue will be addressed at the COP/MOP.",
      "The options are to adopt a decision or to amend the Kyoto Protocol. On the final day of SB 22, delegates found text from Saudi Arabia being circulated from the document counter.",
      "The 14-page document (FCCC/KP/CMP/2005/2) sets out a Saudi proposal that Parties take the Protocol amendment approach to operationalizing compliance.",
      "The Saudi proposal deals with the procedures and mechanisms relating to compliance under the Kyoto Protocol e.g.",
      "the Compliance Committee, the Facilitative and Enforcement Branches, appeals and consequences.",
      "Champions of the Protocol fear that the amendment approach using Protocol Article 18 and 20.1, as opposed to adopting a COP decision, will delay significantly the implementation of the compliance procedures, because an amendment would require ratification by all the Parties.",
      "Moreover, opening the Protocol up for an amendment would establish a precedent, which could take the process down some unanticipated roads. A Compliance Committee is expected to be established at the COP/MOP, and members are expected to be elected.",
      "The compliance mechanism, one of the institutional guardians of the integrity of the Protocol, will be responsible for reviewing implementation and in-depth reviews.",
      "It is understood that non-compliance with the standards set down for reporting could lead to the disqualification of Parties from making use of the flexible mechanisms.",
      "Discussions at SB 22 touched on compliance when it was noted that the Facilitative Branch could begin its work immediately to support EITs in their attempts to address LULUCF issues."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}