{
   "actors": [
      "European Union",
      "League of Arab States",
      "Brazil, South Africa, India and China",
      "Environmental Integrity Group",
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Colombia",
      "Egypt",
      "Gambia",
      "Panama",
      "Costa Rica",
      "Peru",
      "Philippines",
      "China",
      "Chile",
      "Swaziland",
      "Cyprus",
      "Nauru"
   ],
   "enb_end_date": "28-Nov-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "28-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12558e.html",
   "id": "enb12558e_2",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Many developing countries highlighted the need to provide clarity on mid-term finance.",
      "The UMBRELLA GROUP urged transition to a full implementation phase of post-2012 undertakings.",
      "He emphasized that the fast-start finance commitment has been collectively surpassed .",
      "Cyprus, for the EU, on climate finance, said the EU will continue to provide support after 2012 and will work to scale up finance towards 2020.",
      "PERU, for Colombia, Chile, Costa Rica and Panama, said parties in Durban decided to bring the AWG-LCA to its operative end, which implies the need to define next steps for implementation and closure of the negotiation track.",
      "He supported: providing the institutions and processes with a specific mandate for implementation and; resolving pending issues at COP 18 and, if necessary, delegating specific tasks to the SBs and other processes.",
      "Swaziland, for the AFRICAN GROUP, said the Doha meeting must result in agreement on: a comparability and compliance framework for developed countries mitigation efforts; and clear mid-term targets for finance.",
      "Nauru, for AOSIS, suggested focusing on the work mandated in Durban, including on a science-based Review narrow in scope.",
      "The Gambia, for the LDCs, said parties in Doha must decide to establish a separate expert body for the Review to feed into the ADP and establish a platform for developing common accounting rules.",
      "China, for BASIC, emphasized that a successful completion of AWG-LCA must address all elements of the Bali Action Plan and must not leave key issues off the table, including equitable access to sustainable development and technology related to IPRs.",
      "Egypt, for the ARAB GROUP, suggested working towards agreement on outstanding issues and, where there is no agreement, to consider transferring issues to other Convention bodies.",
      "Parties views diverged on the AWG-LCA Chair s text.",
      "CHINA, the PHILIPPINES, the ARAB GROUP and others, supported using the text as a basis for further work, with some noting that it reflected a wide range of views.",
      "The UMBRELLA GROUP, EIG, the EU, CANADA and others, opposed this.",
      "Some suggested starting work under the contact group and spin-off groups to look for commonalities.",
      "Responding to comments, Chair Tayeb noted that the overview text reflected the views of parties."
   ],
   "subtype": "",
   "topics": [
      "Legal Status of Agreements"
   ],
   "type": "working group"
}