{
   "actors": [],
   "countries": [],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_17",
   "section_title": "SBI Conclusions",
   "sentences": [
      "In its conclusions ( FCCC/SBI/2007/L.14 ), the SBI takes note of the submission by an interested institution (the GEF) on how it would operationalize the Adaptation Fund and also notes a Co-Chairs' paper containing some points for discussion on institutional arrangements at SBI 27.",
      "The SBI also agrees to organize, subject to availability of resources, consultations among parties prior to SBI 27, and agrees to continue its deliberations at SBI 27 inter alia on the basis of the draft negotiation text and the Co-Chairs' paper.",
      "The conclusions also contain an annex with negotiating text for a draft COP/MOP decision indicating, inter alia , that: developing country Kyoto parties that are particularly vulnerable to the adverse effects of climate change are eligible for funding from the Adaptation Fund; funding will be provided to concrete projects and programmes that are country-driven and are based on needs, views and priorities of the eligible parties; the entity operating the Fund is responsible for the monetization of Certified Emission Reductions forwarded to the Fund; the monetization should ensure predictable revenue flow, optimize the revenue and be transparent and cost-effective; and the COP/MOP reviews all matters relating to the Fund at its xx session.",
      "Annex II of the conclusions contains points for discussion on institutional arrangements and contains the following headings: role of the COP/MOP, governing body, decision-making process, trustee, implementing agencies, and review."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}