{
   "actors": [],
   "countries": [
      "Brazil",
      "Canada",
      "Netherlands",
      "Sudan",
      "Poland",
      "Finland",
      "United States",
      "Trinidad and Tobago",
      "Peru",
      "Switzerland",
      "Ukraine",
      "Saudi Arabia",
      "Australia",
      "Cuba",
      "India",
      "Austria",
      "United Kingdom",
      "Senegal",
      "China",
      "Russian Federation",
      "Japan",
      "Philippines",
      "Spain"
   ],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_8",
   "section_title": "ADAPTATION PLANNING, MEASURES AND ACTIONS",
   "sentences": [
      "On Tuesday, 18 October, participants addressed adaptation planning, measures and actions.",
      "Austria, supported by Poland, emphasized the importance of including adaptation in national development strategies.",
      "The UK proposed collecting information on country experiences.",
      "He drew attention to the UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation held in Trinidad and Tobago in June 2005, and other work within the Convention.",
      "Senegal stressed the importance of technology transfer and, with Cuba, noted the need for climate predictions for developing countries, given increased climate variability.",
      "Australia, supported by the US, proposed combining the list of actions on this thematic area under three headings: collection and analysis of data, monitoring and evaluation; promotion and development of analytical tools and technology transfer; and assessment processes related to decision-making.",
      "He added that agreement on long term targets for adaptation is a political decision to be taken at the national level and should be addressed elsewhere.",
      "Switzerland emphasized bottom-up approaches that take into account national experiences with adaptation in different sectors, both in terms of successes and gaps identified in the national communications.",
      "He also noted the importance of analyses of adaptation costs, 'solidarity mechanisms' and cooperation, and clear governance. Austria, supported by Japan, and opposed by China, Brazil, Switzerland and Peru, suggested making a link between long-term targets for adaptation and mitigation.",
      "China, Brazil and others stressed the need to avoid making the programme of work more complex than necessary by linking adaptation to mitigation.",
      "Japan, supported by Finland, emphasized that linking adaptation and mitigation would be a useful addition to cost-benefit analyses of adaptation.",
      "He also noted that good vulnerability assessments are a prerequisite for adaptation planning.",
      "SBSTA Chair Benrageb emphasized the need to build capacity given the differential capabilities of countries to undertake adaptation. Co-Chair Plume cautioned against an oversimplification of the thematic areas identified in the discussion paper and the absence of reference to short term targets.",
      "The Philippines underscored strengthening data collection and recovery mechanisms, and the Russian Federation proposed making reference not only to data access but also data preparation.",
      "India noted that adaptation planning should be included in the planning of infrastructure development projects, and Poland proposed including social aspects of adaptation.",
      "Drawing attention to the actions listed in decision 1/CP.10, the US, supported by Finland, highlighted the need for provision of scientific advice.",
      "The UK noted the absence of publications on national adaptation strategies and, with Cuba and others, stressed the link between adaptation planning and integration into sustainable development.",
      "Canada noted that adaptive capacity naturally links vulnerability, impacts and adaptation, and cautioned against losing the focus on adaptation when addressing sustainable development as a cross-cutting issue.",
      "Supported by the Philippines and others, she suggested including chapeau headings with broad action plans, such as monitoring and evaluation, under which specific actions could be identified.",
      "The Netherlands stressed considering the long-term perspective and said that the programme of work should be a country-driven exercise.",
      "Spain called for specific reference to participatory processes and emphasized the need to identify short-term results as part of the programme of work. Australia, with Sudan and others, called for enhancing capacities at the local level, and Saudi Arabia emphasized the need for an assistance mechanism.",
      "Noting that communication is a key component of adaptation, he proposed the early establishment of a website for information dissemination, and added that adaptation implies a lifestyle change and that a long- term perspective is critical.",
      "Switzerland proposed compiling existing material on adaptation under National Adaptation Plans for Action and National Communications.",
      "Ukraine referred to the importance of indicators for adaptation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}