{
   "actors": [],
   "countries": [],
   "enb_end_date": "21-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "21-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12541e.html",
   "id": "enb12541e_12",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As delegates prepared to unwind at the traditional NGO party on Saturday night and enjoy a well-deserved day off on Sunday after a rather frenetic week, many reflected on the drama that had unfolded in the ADP and AWG-LCA over the past few days, in particular regarding agendas and the organization of work.",
      "Many were speculating on whether procedural issues would continue to take center stage during the final week of discussions.",
      "The worst case scenario is that we leave Bonn without even adopting the ADP agenda if things continue at this rate, said one seemingly frustrated delegate, who went as far as to argue that a diverse coalition of anti-ADP parties were intent on obstructing proceedings.",
      "Another one remarked, however, that progress under the ADP is unlikely until more progress is achieved under the AWG-KP and AWG-LCA, especially on developed country QELROs.",
      "Enjoying a light moment, some delegates joked that the provisional ADP Chair [woman s] ample multitasking skills perhaps might be severely stretched in attempting to overcome the agenda impasse.",
      "Well, I ve heard that the plan is just to get the process up and running by trying to resolve the organizational issues in Bonn and then hopefully adopt a programme of work in Doha before beginning work in earnest in 2013.",
      "If we don t, it s not going to be good for the process.",
      "Whether the Bangkok session will actually be held is another area of uncertainty, with indications that the Bureau has yet to make a decision on this.",
      "We really will need an additional meeting before Doha if progress continues at this languid pace, said a weary negotiator heading out of the Maritim."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}