{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "South Africa",
      "United Arab Emirates",
      "United States",
      "China",
      "Japan",
      "New Zealand",
      "Argentina"
   ],
   "enb_end_date": "06-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "06-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12124e.html",
   "id": "enb12124e_13",
   "section_title": "REFERRAL AND SCREENING",
   "sentences": [
      "On how the compliance system would be initiated, Co-Chair Slade pointed out that the questions involved were ones of referral and screening.",
      "Referral could be by: ERTs under Article 8 (review of information); a Party or a group of Parties with respect to itself or themselves; a Party or a group of Parties with respect to another Party or group of Parties (under certain circumstances); the COP/MOP; and the FCCC Secretariat.",
      "On screening, the issues would relate to who would screen and on what basis.",
      "He asked participants to focus on the criteria for screening and the role of the COP/MOP in the screening function. The US suggested the need to discuss the term 'under certain circumstances.",
      "' JAPAN, with the US and SAMOA, questioned the need to specifically provide the COP/MOP with a referral function since referral could be by 'a Party or group of Parties' She also questioned the need to involve the Secretariat in the referral process.",
      "CHINA, with the UNITED ARAB EMIRATES and NEW ZEALAND, said Parties should be the main initiators.",
      "With BRAZIL and the US, she questioned the role of the ERTs in the process of referral since they were concerned only with technical information.",
      "She argued that providing the ERTs, and the Secretariat, with the function of referral would undermine their objectivity.",
      "Co-Chair Slade clarified that a distinction existed between the report of the ERTs and the ERTs themselves.",
      "The UNITED ARAB EMIRATES said that the role of the ERT should end once it submits its report to the Secretariat and that the COP/MOP should merely have an appellate role.",
      "SAMOA stressed the need to preserve the non-confrontational aspect of the compliance process.",
      "He said that process should not move forward merely because one Party brings a case against another.",
      "He did not favor a role for the Secretariat, as its objectivity would be undermined.",
      "SAMOA said there were several difficulties with the two-body approach, since, for instance an allegation of a potential non-compliance could go both to the enforcement and facilitative body. SOUTH AFRICA sought clarification on what screening was.",
      "In response, the US defined screening as the process that would knock out deminimis cases and determine whether a matter deserves to go forward.",
      "SAMOA highlighted the need to agree on criteria to determine and knock out deminimis cases.",
      "The US said that the COP/MOP need have no role in the screening process.",
      "SAUDI ARABIA suggested that the referral be by the ERTs after a subcommittee of the COP/MOP has screened the case and decides whether it would go to the compliance body, SBI or SBSTA.",
      "He said he did not see a need for referrals by a Party or group of Parties with respect to another Party or group of Parties, but if it was to be accepted, criteria for screening should be agreed upon. BRAZIL said the COP/MOP had a role in referral although its size and the frequency of its meetings might jeopardize the efficiency of the compliance system.",
      "He suggested instead that a COP/MOP committee composed of Party representatives screen issues before a compliance procedure could be initiated.",
      "He opposed a referral function for the Secretariat but said it had a role to play in supporting the compliance system.",
      "The EU said the Secretariat could both constitute a source of information, since it received the ERTs' reports, and refer cases to the compliance body as a consequence of its initial check of Parties' reports in the review process.",
      "ARGENTINA said non-Annex I Parties should be able to refer a case of non-compliance with Article 3.1 (quantified emission limitation and reduction commitments).",
      "AUSTRALIA said ERTs had a technical assessment function and, accordingly, an essential referral function.",
      "She opposed a possible screening role by the COP/MOP and said it was difficult to distinguish between a COP/MOP committee, as suggested by BRAZIL and SAUDI ARABIA, and a COP/MOP-established compliance body.",
      "NEW ZEALAND opposed a possible screening by the COP/MOP or a COP/MOP subsidiary body since the compliance process was to be independent and of a quasi-judicial nature.",
      "Co-Chair Dovland explained that the ERTs' reports would automatically be referred to a screening body.",
      "This body would apply agreed criteria to determine whether the issue would go to a facilitative or an enforcement process.",
      "This way, ERTs would keep their technical function."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}