{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Saudi Arabia",
      "Czech Republic",
      "Denmark",
      "United States",
      "Austria",
      "Germany",
      "Ireland",
      "Belgium",
      "China",
      "Argentina"
   ],
   "enb_end_date": "10-Sep-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "10-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12243e.html",
   "id": "enb12243e_8",
   "section_title": "DISCUSSION ON WORKING PAPER 1",
   "sentences": [
      "Participants addressed the questions raised in Working Paper 1 on general and cross-cutting issues by addressing each one separately.",
      "Chair Ziesing requested participants to identify any additional issues requiring discussion.",
      "Saudi Arabia suggested addressing the modeling of impacts of response measures and the spill-over effect of Annex I mitigation on developing countries. Chair Ziesing pointed to questions raised in Working Paper 1 on methodological issues regarding recommendations on different scenarios.",
      "He requested participants\u0092 views on whether all Parties should prepare scenarios 'without measures,' 'with measures' and 'with additional measures.",
      "' The US noted problems with defining climate policies, and whether these include other non-climate environmental policies that also reduce greenhouse gas emissions.",
      "She observed that reporting 'with additional measures' was politically sensitive. The EC encouraged the calculation of 'with additional measures' scenarios and noted the difficulty of preparing 'without measures' scenarios.",
      "Germanwatch said 'with additional measures' scenarios may be necessary for Parties to develop in order to identify how to meet their emissions reduction targets.",
      "Chair Ziesing suggested that comparing 'with measures' and 'with additional measures' scenarios would indicate how Parties could meet their reduction targets.",
      "Argentina questioned the meaning of 'without measures' scenarios, and suggested that if 'with measures' scenarios are business as usual, then 'with additional measures' represents a mitigation scenario.",
      "The RSPB pointed to situations where non-climate policy measures have secondary effects of reducing emissions.",
      "Ireland suggested that non-environmental policies should also be included, pointing to agricultural policies that also reduce greenhouse gas emissions as an example.",
      "The EC stressed the importance of considering both climate change policies and other policies that reduce emissions, in order to see what further measures could be taken to reach the emissions reduction targets.",
      "Denmark highlighted the distinction between policies and measures, suggesting that only implemented measures should be considered in scenarios.",
      "The EC suggested that simultaneous employment of the terms 'reference scenario' and 'business as usual' and 'with measures' was confusing.",
      "Chair Ziesing concluded that clear definitions for the different scenario-types are important. Parties then addressed the incorporation of technological progress into projection modeling and the question of how macroeconomic costs and macroeconomic impacts of climate-related measures have been modeled.",
      "On the latter, Germany said that this would depend on the definitions of different scenarios, while Argentina said that different scenarios are not comparable and therefore the costs and impacts are not comparable.",
      "China said that the introduction of cost considerations would further complicate the models and questioned how this could contribute to the UNFCCC process.",
      "Citing a study using different models including costs with various results proving difficult to interpret, the US preferred not to report macroeconomic costs as part of emissions projections. Participants discussed whether any particular techniques could be used to integrate cross-country influences and international market developments into national projections.",
      "They agreed that this was of greater relevance to some countries than others.",
      "Chair Ziesing highlighted the impact of national measures on other countries, based on an earlier intervention from Saudi Arabia. On methods to assess uncertainty in greenhouse gas projections and improve uncertainty analysis, the EC suggested the development of a list of factors that could enhance uncertainty assessment.",
      "Noting that it would be difficult to identify a definite list of parameters, Chair Ziesing suggested that presenting a range of low and high scenarios could improve uncertainty analysis. On the applicability and comparative advantages of various types of models, Chair Ziesing noted agreement among participants that it is not possible to have a common model, but called for maximum transparency in modeling.",
      "Ireland underlined that, while models showing different results are a cause for concern, models that show the same result are not necessarily compatible.",
      "Agreeing with Ireland, the Czech Republic pointed out that countries have invested considerable time and effort in developing different models, and should not be asked to change them. On possible means to facilitate the comparability of national greenhouse gas projections, Germany proposed to recommend a small and robust set of general key assumptions such as world energy prices, population and GDP.",
      "Belgium said that GDP was a result of other considerations in his country\u0092s model, while the EC noted that it did not matter whether GDP was an input or output of the model as long as its origin was clear.",
      "China suggested providing more detail, such as information on key assumptions by sector. On consistent definitions of projection scenarios, participants agreed that workshop recommendations should include providing 'with measures' scenarios, as done in most national communications, and requesting the UNFCCC Secretariat to prepare general tables to address present greenhouse gas projections in the national communications. Regarding consistency with previous greenhouse gas inventories, Chair Ziesing noted that updates in data make it difficult to compare inventories.",
      "Austria commented on the convenience of using older finalized data instead of the latest inventory 'unfinished' data.",
      "The US said that although her country makes yearly methodological and data updates, explaining the resulting inconsistencies to the reviewers does not present a problem. Participants then addressed questions regarding the availability of information on modeling approaches and key assumptions.",
      "The EC said national communications can allow for key assumptions to be outlined, but space limitations mean that assumptions cannot be fully explained.",
      "China suggested the publication of a book explaining the projections, in order to provide background on the modeling approaches and key assumptions. Saudi Arabia highlighted outstanding issues to be addressed, including implementation of win-win P&Ms, assessing socioeconomic impacts of P&Ms on developing countries, assessing impacts of P&Ms already implemented, and assessing the spill-over effect of Annex I response measures on developing countries.",
      "He stressed that activities related to responses measures, as included in decision 5/CP.7 (implementation of UNFCCC Article 4.8 and 4.9 on adverse effects), should be included in the UNFCCC reporting guidelines for Annex I Parties. Chair Ziesing and Sergey Kononov recalled that the workshop mandate does not include a discussion on the reporting guidelines.",
      "Saudi Arabia pointed to his country\u0092s views as outlined in the workshop submission.",
      "Chair Ziesing suggested that another body might address this issue."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}