{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Switzerland",
      "China",
      "Antigua and Barbuda",
      "Canada"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12109e.html",
   "id": "enb12109e_2",
   "section_title": "SBSTA",
   "sentences": [
      "Chair Chow invited Parties to consider guidelines for the preparation of national communications (FCCC/SBSTA/1999/L.5 and Add.1).",
      "He informed delegates that discussion on the non- inventory part of the guidelines relating to projections, policies and measures, financial resources and transfer of technology, and other matters, was not concluded in the contact group convened at this session, and will continue at SBSTA-11. In a section of the draft conclusions requesting Parties not using the common reporting format for certain sectoral background data tables on LULUCF to specify alternative formats, CHINA added a specific reference noting that this request included Annex I Parties.",
      "On the proposed title for the non- inventory part of the guidelines, the EU suggested shortening it to read 'UNFCCC reporting guidelines on national reports,' as agreed in the contact group.",
      "ANTIGUA AND BARBUDA said the title should not be amended until consideration of the content had been completed.",
      "Delegates agreed to retain the current title but with a note that it will be subject to further discussion at SB- 11.",
      "In addition, CHINA deleted reference to an instruction that a document reflecting the status of discussions on the non- inventory part of the guidelines be produced 'in English only.",
      "' Delegates adopted the documents as amended.",
      "Chair Chow noted that they will be forwarded to SBI for its consideration. On the draft conclusions on cooperation with relevant international organizations, (FCCC/SBSTA/1999/L.7), the EU and ANTIGUA AND BARBUDA inquired about the joint project on capacity building between the UN agencies and the Secretariat, noting that Parties were not aware of the details.",
      "The EU deleted text that she said implied approval by Parties of the joint project.",
      "She suggested referring to 'the development of a joint project' and proposed that SBSTA request the Secretariat to provide further information for consideration by Parties no later than SB-11.",
      "ANTIGUA AND BARBUDA, supported by the EU, deleted references to 'within available resources' and 'resources permitting.",
      "' Regarding cooperation with other conventions, SWITZERLAND said cooperation should not only be limited to the secretariats.",
      "CANADA, with ANTIGUA AND BARBUDA, stated that whereas broad cooperation between the conventions was desirable, it is still unclear how it would work, and preferred retaining the current language.",
      "Delegates adopted the draft conclusions as amended. On the draft conclusions on LULUCF (FCCC/SBSTA/1999/L.9), ANTIGUA AND BARBUDA questioned a sentence he said could be interpreted as signaling that substantive decision-making on LULUCF will take place at SBSTA-11.",
      "After lengthy discussions, delegates agreed to delete the text that some delegations said was ambiguous.",
      "The draft conclusions were adopted as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}