{
   "actors": [],
   "countries": [],
   "enb_end_date": "19-Oct-05",
   "enb_long_title": "UNFCCC Workshop on the Development of the Five-Year Programme of Work on Impacts, Vulnerability and Adaptation to Climate Change",
   "enb_short_title": "UNFCCC Workshop on Adaptation",
   "enb_start_date": "17-Oct-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12279e.html",
   "id": "enb12279e_12",
   "section_title": "REVISED SUMMARY OF THE DISCUSSION",
   "sentences": [
      "Co-Chair Kumarsingh then presented a revised version of the Co-Chairs\u0092 informal summary incorporating the previous discussions.",
      "The draft was not open for comment but was an advance version of what would be presented as the SBSTA Chair\u0092s summary of the workshop discussion. The informal summary of the discussions states that the programme of work would consist of three thematic areas, namely: impacts and vulnerability; adaptation planning, measures and actions; and integration.",
      "Methodologies, data and modelling appear as a cross-cutting issue.",
      "The summary also notes that the expected outcome of the programme of work is enhanced capacity at multiple levels to identify and understand impacts and vulnerabilities and possible adaptation responses, and to enable countries to select and implement effective and high priority adaptation actions.",
      "The programme of work is also expected to facilitate the implementation of decision 1/CP.10, where relevant. The Co-Chairs\u0092 summary of the discussion further identifies sub-themes for each thematic area.",
      "On impacts and vulnerability, it identifies: promoting development and dissemination of impact and vulnerability assessment tools and methods; improving access to high quality data and information on current and future climatic variability and extreme events; promoting understanding of climate risks, key vulnerabilities and thresholds of climate change; improving availability of socioeconomic information on vulnerable populations and economic sectors and on the economic impacts of climate change; and collecting, analyzing and disseminating lessons learned. On adaptation planning, measures and action, the summary of the discussion identifies: promoting development and dissemination of analytical and decision-making tools; collecting and disseminating lessons learned from adaptation strategies; stimulating adaptation research and technology and dissemination of adaptation solutions and technologies; and promoting international cooperation to assist vulnerable countries in enhancing their resilience and managing climate risks, giving priority to the most vulnerable countries. On integration, the discussion summary identifies enhancing synergies between actions to build resilience to climate risks with other sustainable development objectives.",
      "Moreover, the Co-Chairs\u0092 summary of the discussion states that: the programme of work will consist of both short-term specific activities, and activities requiring additional information before they are launched; and activities would be guided by the general requirements of: responsiveness, inclusiveness, continuity, practicality, and action-orientation.",
      "The summary also notes possible modalities, including workshops, limited ad hoc working groups of experts, web-based resources, questionnaires, 'targeted submissions' from parties, and different types of stocktaking."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}