{
   "actors": [],
   "countries": [
      "Switzerland",
      "Kenya",
      "Norway",
      "France"
   ],
   "enb_end_date": "27-Feb-15",
   "enb_long_title": "Forty-first Session of the Intergovernmental Panel on Climate Change (IPCC-41)",
   "enb_short_title": "IPCC-41",
   "enb_start_date": "24-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12627e.html",
   "id": "enb12627e_28",
   "section_title": "COMMUNICATION AND OUTREACH ACTIVITIES",
   "sentences": [
      "Jonathan Lynn, Head of Communications and Media Relations, IPCC Secretariat, presented highlights from a progress report on past and planned communications activities (IPCC-XLI/Doc.",
      "He indicated that the IPCC s longstanding effort to build relations with the media had paid off, and thanked UNEP and WMO for their support in this endeavor.",
      "He also noted a very ambitious IPCC outreach programme for 2015, which was spearheaded by the former IPCC Chair, but will now rely on the AR5 s authors to carry out.",
      "He described a workshop held in Nairobi, Kenya, just prior to the convening of IPCC-41 for students and scientists as an example of ongoing outreach activities.",
      "Norway proposed that an expert meeting be held, with broad participation from developed and developing countries, to share national experiences from AR5 communications and outreach in order to strengthen such activities in AR6.",
      "He said the meeting should include the IPCC Secretariat, TSUs, experts and focal points, and suggested covering travel expenses for a number of developing country representatives from the IPCC Trust Fund.",
      "He also noted Norway s willingness to host the meeting at its own expense.",
      "Numerous countries expressed support for the proposal, with debate centering on timing and funding.",
      "Several delegates queried whether such an expert meeting should involve the new Bureau after its election at IPCC-42 or take place sooner, before AR5 authors leave the IPCC process.",
      "France noted the intense activity on climate policy and communications expected during the second half of 2015.",
      "Switzerland requested that the proposal emphasize transmission of the content of the work of the IPCC rather than communications, in order to bring in the right participants.",
      "The Secretariat noted that others outside the IPCC, such as representatives from academia and the media, might also make useful contributions.",
      "Four options for the decision were presented; two referring to 2015 and two referring to 2016.",
      "Additionally, two of the options focused on funding from the Trust Fund, while the other two referred to extraordinary funding for travel for developing country representatives.",
      "The Secretariat noted that existing resources could fund travel on a small scale but at the expense of existing outreach activities.",
      "He favored extra resources in order to engender a stronger event.",
      "Final Outcome: The agreed option calls for a meeting of experts, focal points and other IPCC representatives in 2016, to share their experiences, best practices, and lessons learned from communications and outreach around AR5, and prepare a report for IPCC-43.",
      "It also requests that the budget be amended to authorize 20 journeys."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}