{
   "actors": [],
   "countries": [
      "Ghana",
      "Brazil",
      "Italy",
      "India",
      "Germany",
      "Vanuatu"
   ],
   "enb_end_date": "27-Jun-08",
   "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries",
   "enb_short_title": "Workshop",
   "enb_start_date": "25-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12376e.html",
   "id": "enb12376e_5",
   "section_title": "SESSION I",
   "sentences": [
      "METHODOLOGIES AND TOOLS María José Sanz, UNFCCC Secretariat, provided an overview of submissions by parties on outstanding methodological issues, noting: the view that IPCC provides an adequate basis but that there is a need for further development of methodological guidance; the preference for setting reference emission levels with a standard methodology based on historical emissions but taking into account national circumstances; the need to further develop methodologies and guidance on forest degradation; the need to address displacement of emissions; and the importance of funding for capacity building.",
      "She noted a difference of views on whether to include only a national approach, both national and subnational approaches, or a subnational approach as a step towards a national approach.",
      "Sanz also outlined the main elements of Decision 2/CP.13, including clear mention of capacity building, demonstration activities and a programme of work on methodological issues, and highlighted that policy approaches and positive incentives would be discussed under the Bali Action Plan at the next session of the AWG-LCA to be held in Accra, Ghana, in August 2008.",
      "Simon Eggleston, IPCC, reported on the evolution of the IPCC s guidelines related to LULUCF, noting that the basic methodological approach has not changed.",
      "He stated that the 2006 Guidelines are based on an agriculture, forest, and other land use (AFOLU) approach, which improves guidance such as for estimating direct and indirect emissions of CO2 and N2O.",
      "It also improves default data, carbon accounting for harvested wood products, and integration of agriculture with other land uses, and eliminates double-counting while not pre-empting accounting choices.",
      "He noted that the effort and data requirements remain similar to those of the former LULUCF approach, using tiers and key categories for estimating inventories.",
      "Martin Herold, Friedrich-Schiller University, Jena, Germany, presented on building national forest carbon monitoring capabilities for REDD as outlined in the Global Observation of Forest and Land Cover Dynamics (GOFC-GOLD) Sourcebook.",
      "He explained that the Sourcebook provides a synthesis of methods for producing estimates of changes in forest area and carbon stocks from deforestation and degradation in a user-friendly format, to complement IPCC guidelines.",
      "He stressed that building a national forest carbon monitoring system is a process, for which capacity building is critical.",
      "Noting that completeness and accuracy of estimates remain key challenges, he called for a conservative approach in order to avoid over-estimation, increase the credibility of estimates on REDD and allow comparability with other data.",
      "On deforestation, he recommended using historical satellite data as a starting point to develop basic data archives and capabilities and establish the drivers and factors influencing the processes.",
      "Highlighting the complexity of degradation, he suggested identifying significant degradation processes at work at the national level and then deciding a suitable observation approach.",
      "He pointed to the need for accuracy in assessments, with uncertainties quantified and reduced as far as possible, and for the building of databases and understanding.",
      "Frédéric Archard, European Commission Joint Research Centre at Ispra, Italy, spoke on the use of remote sensing in detecting and monitoring forest area changes and changes in biomass in tropical countries.",
      "He addressed the utility of satellite imagery for forest cover monitoring and the availability of current medium resolution satellite imagery.",
      "He highlighted a new Japanese satellite with improved technologies and reported three levels of resolution for remote sensing; noting that coarse and medium-level resolution data are relatively cheap to obtain, but only high resolution imagery not yet universally available shows where single trees have been removed.",
      "He noted examples of satellite imagery used by Brazil, India, Europe, Vanuatu, and the UN Food and Agriculture Organization (FAO), highlighting that: forest cover monitoring can be done with a variety of methods, while cautioning that monitoring of degraded forest is challenging and local expert information is needed.",
      "Sandra Brown, Winrock International, presented methodological and practical examples of ground-based forest inventories in tropical countries.",
      "Noting that the existing suite of satellites cannot provide credible measures of forest carbon stocks, and that high uncertainty is associated with the IPCC guidelines Tier 1 default values, she stated that improving estimates with ground-based measurement was possible at modest costs.",
      "She recommended focusing on estimating carbon stocks for forests most likely to be deforested and degraded, and said stratification is key to reducing uncertainty and costs.",
      "On stratifying, she pointed to the need to think of the patterns of deforestation (whether it is planned or unplanned) and where it occurs (frontier- type pattern in less accessible forests or mosaic-type pattern in more accessible forests).",
      "She called for improving estimates of carbon stocks by assessing existing data quality and noted the limited consideration of the full impacts of logging in IPCC guidance."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}