{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Antigua and Barbuda",
      "Uganda",
      "Colombia",
      "China",
      "Philippines"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "14-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12426e.html",
   "id": "enb12426e_1",
   "section_title": "FINANCE:",
   "sentences": [
      "In the morning, AWG-LCA Vice-Chair Machado presented a non-paper identifying elements common to many proposals and highlighting areas where better understanding is required.",
      "The Philippines, for the G-77/CHINA, pointed to parallel views on the issues and a lack of common understanding of the term country-driven.",
      "Advocating attribution, she expressed concern with the structure of the revised negotiating text, which she said made it difficult to find the Group s proposals.",
      "The EU, Uganda, for the LDCs, and others stressed that a sense of urgency to undertake enhanced action on financing for mitigation, adaptation and technology transfer should be stated clearly, as well as the need to prioritize support for vulnerable developing countries.",
      "AOSIS said that provision of financial resources must be guided by developing countries priorities, which he said should be contained in the overarching principles.",
      "He noted the possibility of enumerating numbers in the form of a budget, which should have a top-down approach. CANADA acknowledged strong convergence on the principles of equity and common but differentiated responsibilities, noting that the majority of parties have taken concrete actions, leading to concrete impacts.",
      "He said turning attention to key functions of the financial architecture would lead to understanding of how specific issues will work in practice. ANTIGUA and BARBUDA supported differentiating countries based on vulnerability and supported direct access through a financial mechanism under the COP.",
      "COLOMBIA highlighted differentiation of countries in terms of vulnerability as a cross-cutting issue, and proposed that it be based on an ecosystem-based approach.",
      "The US stressed the necessity of ascertaining the connection between the provision of finance and actions, including what finance is being provided for."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}