{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Netherlands",
      "Indonesia",
      "Algeria",
      "Spain"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_51",
   "section_title": "MATTERS RELATED TO FINANCE: Second Review of the Adaptation Fund",
   "sentences": [
      "This item (FCCC/TP/2014/7 and FCCC/SBI/2014/MISC.4) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Suzanty Sitorus (Indonesia) and Ana Fornells de Frutos (Spain).",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions forwarding a draft decision to CMP 10 for consideration.",
      "Final Outcome: In its decision (FCCC/SBI/2014/L.39), the CMP, inter alia : - takes note of the report of the Adaptation Fund Board (AFB) and the technical paper on the second review of the Adaptation Fund; - underlines the need for urgent implementation of the resource mobilization strategy of the AFB; - encourages the AFB to consider the scale of resources, regular estimates of the resources needed and continuous review of the status of projects, for addressing the predictability of resources; - requests the AFB to consider objects for addressing the diversification of revenue streams of the Adaptation Fund, in accordance with the mandate of the Fund; - requests the AFB to consider, under its readiness programme, targeted institutional strengthening strategies to assist developing countries to accredit more national or regional implementing entities to the Adaptation Fund and ensuring the accredited national implementing entities have increased and facilitated access to the Adaptation Fund, in order to enhance the access modalities of the Adaptation Fund; - requests the AFB to consider options for developing operational linkages between the Adaptation Fund and constituted bodies under the Convention; - decides to extend to June 2017 the interim arrangements with the AFB Secretariat and the trustee of the Adaptation Fund; - requests SBI 42 to initiate the third review of the Adaptation Fund and report back to CMP 12, with a view to the review design undertaken by CMP 13; and - requests the AFB to include in its report to CMP 11 information on progress made in relation to the matters referred to above.",
      "Further Guidance to the Least Developed Countries Fund: This item (FCCC/SBI/2014/INF.17, MISC.3, and FCCC/CP/2014/2) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Kamel Djemouai (Algeria) and Herman Sips (Netherlands).",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions and forwarded a draft decision for consideration by COP 20.",
      "Final Outcome: In its decision (FCCC/SBI/2014/L.38), the COP, inter alia : - welcomes increased allocation and disbursement of funds to LDC parties under the LDCF; - notes with appreciation additional contributions by parties to the LDCF; - encourages developed country parties and other parties in a position to do so to continue contributing on a voluntary basis to the LDCF in order to support the implementation of the LDC work programme; - invites the GEF to continue to support the remaining activities contained in the LDC work programme; - requests the GEF to share, in its next report, lessons learned and progress made in its pilot accreditation of the GEF national project agencies; - invites the GEF to include it its annual report to the COP, information on specific actions that it has undertaken to implement the remaining elements of the LDC work programme, including updating and implementation of National Adaptation Programmes of Action (NAPAs), with a view to COP 21 determining appropriate further guidance to be provided to the GEF; and - requests the GEF to enhance communication with its implementing agencies and to encourage its implementing agencies to enhance their communication with countries to facilitate a timely implementation of other elements of the LDC work programme including NAPAs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}