{
   "actors": [],
   "countries": [
      "Brazil",
      "Denmark",
      "Sudan",
      "Germany"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_76",
   "section_title": "LULUCF under Protocol Articles 3.3 and 3.4 and under the CDM",
   "sentences": [
      "This issue (FCCC/SBSTA/2012/MISC.16, MISC.18 & Add.1 and MISC.19 & Add.1) was introduced during the opening plenary.",
      "Chair Muyungi reminded delegates that, previously, the SBSTA agreed to forward for consideration by CMP 9 some LULUCF issues, such as comprehensive accounting of sources and sinks, and modalities and procedures for additional LULUCF activities.",
      "A contact group, co-chaired by Peter Iversen (Denmark) and Marcelo Rocha (Brazil), met from 28-30 November.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.30), the SBSTA agrees to continue at SBSTA 38, with a view to forward draft decisions to CMP 9, consideration of: more comprehensive accounting of anthropogenic GHG emissions by sources and removals by sinks from LULUCF through a more inclusive activity-based or land-based approach; and modalities and procedures for possible additional LULUCF activities under the CDM and alternative approaches to addressing the risk of non-permanence.",
      "Implications of Decisions 2/CMP.7 and 5/CMP.7 on the previous decisions on methodological issues: This issue (FCCC/SBSTA/2012/MISC.13) was first introduced in the opening plenary.",
      "The SBSTA also reviewed the report from the workshop (FCCC/SBSTA/2012/INF.12) and the technical paper on this agenda item (FCCC/TP/2012/6).",
      "A contact group convened throughout the week, co-chaired by Nagmeldin Elhassan (Sudan) and Anke Herold (Germany).",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.29), the SBSTA agrees to transmit the draft decision to the CMP for consideration and finalization.",
      "In its decision (FCCC/KP/CMP/2012/L.4/Rev.1), the CMP, inter alia : - agrees that decision 5/CMP.7 does not result in any modification to the previous decisions; - decides that each Annex I party with a commitment inscribed in the third column of Protocol Annex B to decision 1/CMP.8 shall submit to the Secretariat, by 15 April 2015, a report to facilitate the calculation of its assigned amount pursuant to Article 13, paragraphs 7 bis , 8 and 8 bis for the second commitment period and to demonstrate its capacity to account for its emissions and assigned amount; - decides that each party with a QELRO inscribed in the third column of Annex B to the Kyoto Protocol shall submit its first standard electronic format for reporting Protocol units for the second commitment period in conjunction with its first annual inventory submission for that commitment period; - requests the SBSTA to initiate consideration of any supplementary reporting tables required for the reporting of LULUCF activities under Protocol Article 3.3 and 3.4 for the second commitment period; and - requests the Secretariat to implement measures necessary to enable the implementation of the decision, including workshops and reports from those workshops."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}