{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "South Africa",
      "China",
      "Mali",
      "Switzerland",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_28",
   "section_title": "CONSIDERATION OF RELEVANT METHODOLOGICAL ISSUES",
   "sentences": [
      "In Bonn, the AWG-KP initiated work on relevant methodological issues, including the methodologies to be applied for estimating anthropogenic emissions and the GWPs of greenhouse gases.",
      "The issue was first raised in plenary on 3 June, and was considered in a workshop on 7 June chaired AWG-KP Vice-Chair Mama Konate (Mali) (for more details on this workshop, see: http://www.iisd.ca/vol12/enb12370e.html ).",
      "The issue was also taken up in a contact group and informal consultations chaired by AWG-KP Chair Dovland from 6-11 June.",
      "In these consultations, some countries expressed interest in exploring the feasibility of using global temperature potentials (GTPs) instead of GWPs.",
      "Brazil highlighted the shortcoming of GWPs, while the EU and Norway supported their continued use.",
      "Canada noted the need for proven methodologies, stating that GTPs are not yet proven.",
      "The G-77/China suggested replacing references to GWP in the conclusions with GWP/GTP.",
      "New Zealand, the EU, Norway, Canada, and Switzerland supported using the 2006 IPCC Guidelines for reporting during the second commitment period, but said further methodological work may be necessary.",
      "South Africa, for the G-77/China, stated that they are not ready to consider adoption of the 2006 IPCC Guidelines, but that a study on the implications of adopting the guidelines would be useful.",
      "Delegates finalized agreement on the text, including an annex compiling views of parties, on 11 June, and the AWG-KP adopted conclusions on the matter on 12 June."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}