{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_29",
   "section_title": "A BRIEF ANALYSIS OF IPCC-33",
   "sentences": [
      "IPCC- ON BALANCE Throughout its history, the IPCC has been a balancing act, attempting to incorporate the views and perspectives of governments without compromising what the best available science tells us about climate change.",
      "The IPCC s success has been recognized by the policy and scientific communities, as well as the public at large, notably when it was awarded the Nobel Peace Prize in 2007.",
      "However, events in late 2009 and early 2010, including the discovery of a few high-profile errors in the Fourth Assessment Report, the response of the Panel to those errors, and perceived conflicts of interest and faux-pas by IPCC Chair Rajendra Pachauri, led to an erosion of the credibility of the IPCC, its products and procedures.",
      "The public and political impact of those events was magnified by the failure of the 2009 UN Copenhagen Climate Conference to reach an agreement, as well as the climate-gate campaign, which increased skepticism about climate change science in general.",
      "These events left the IPCC unfamiliarly unbalanced, and resulted in an external review on the IPCC commissioned by UN Secretary-General Ban Ki-moon and the IPCC itself, and conducted by the InterAcademy Council (IAC).",
      "The IAC presented its review and recommendations in the summer of 2010, and the IPCC responded positively to the review at its last session in October 2010 and even took immediate action on some of the recommendations.",
      "The more difficult issues- those that touch upon the structure, governance and practices of the institution- were deferred to IPCC-33.",
      "These included changes in its governance and management, the creation and implementation of a conflict of interest policy, and amendments to the rules of procedures.",
      "These issues are delicate and involve walking a fine line- one that gets precisely at the heart of IPCC s idiosyncrasies and uniqueness: a body that is both scientific and political, providing assessments that are policy relevant but non-prescriptive.",
      "How IPCC-33 addressed this charged agenda, and how its decisions fit in the overall process, is the subject of this brief analysis."
   ],
   "subtype": "analysis",
   "topics": [],
   "type": "ipcc"
}