{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Brazil",
      "Australia",
      "Cuba",
      "Norway",
      "Philippines",
      "India",
      "Russia",
      "United States",
      "China",
      "Colombia",
      "Japan",
      "New Zealand",
      "Venezuela",
      "Argentina"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_71",
   "section_title": "METHODOLOGICAL GUIDANCE ON REDD+",
   "sentences": [
      "This issue (FCCC/SBSTA/2012/MISC.22) was first addressed in the SBSTA plenary on 26 November.",
      "Chair Muyungi outlined the large volume of work on this issue, particularly MRV and national forest monitoring systems.",
      "It was further addressed in a contact group co-chaired by Peter Graham (Canada) and Victoria Tauli-Corpuz (the Philippines) that met throughout the week.",
      "During the closing plenary, Chair Muyungi reported a lack of agreement on the issues under this agenda item.",
      "Brazil, Argentina, India, Cuba, Venezuela and China expressed support for continuing discussions at SBSTA 38 while the US, with Australia, Canada, Japan, New Zealand, Norway, Russia, the EU and Colombia, supported finding common ground in Doha, especially on MRV.",
      "Chair Muyungi said that, in accordance with rule 26 of the draft rules of procedure, the issue will be taken up at SBSTA 38.",
      "On 7 December, Chair Muyungi reported that the SBSTA adopted draft conclusions and would consider this issue further at SBSTA 38.",
      "Final Outcome: In its conclusions (FCCC/SBSTA/2012/ L.31), the SBSTA agrees to: - continue its consideration of methodological guidance relating to modalities for a national forest monitoring system as referred to in paragraph 71(c) of decision 1/CP.16 (outcome of the work of the AWG-LCA), and for MRV as referred to in decision 1/CP.16, appendix II, paragraph (c); - continue its work on methodological guidance relating to modalities for a national forest monitoring systems and for MRV on the basis of the annex containing elements for a possible draft decision on these matters; complete this work at SBSTA 39 and prepare any recommendations for a draft decision for consideration and adoption at COP 19; - resume consideration of the timing and the frequency of the presentation of the summary of information on how the safeguards referred to in decision 1/CP.16, appendix I, are being addressed and respected and on the need for further guidance to ensure transparency, consistency, comprehensiveness, and effectiveness in the presentation of the summary of information with a view to concluding consideration of this matter at SBSTA 39; - continue its consideration of issues relating to drivers of deforestation and forest degradation, taking into account decision 1/CP.16, paragraph 72 and appendix II, paragraph (a), and the views of parties (FCCC/SBSTA/2012/MISC.1 and Add.1) and those of admitted observer organizations; and - encourage parties, relevant international organizations and stakeholders to share information on how developing countries are addressing the drivers of deforestation and forest degradation and on the experiences gained in addressing such drivers in the implementation of the activities referred to in decision 1/CP.16, paragraph 70."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}