{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "20-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "20-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12158e.html",
   "id": "enb12158e_21",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Delegates will enter the final week at The Hague with a morass of political and technical issues remaining on the negotiating table.",
      "Reflecting on progress made in last week's informal negotiations, some observers noted movement on clearing bracketed text, particularly on Protocol Articles 5, 7 and 8.",
      "In spite of some progress, however, most participants felt the remaining workload has not been sufficiently reduced to pave the way for ministers and heads of delegation to focus on a few key political decisions, unencumbered by technical issues. Reviewing the state of negotiations entering the final week, a number of developing country delegates expressed frustration at what they believe are attempts to block progress on priority issues for the G-77/China - such as funding, capacity building and technology transfer.",
      "They are adamant that these will have to be given the 'recognition they deserve' for any agreement to be reached at COP-6.",
      "Participants from a number of developed countries have also expressed concerns at what one described as the 'snail's pace' of talks. Another issue under discussion among delegates is the process planned by COP-6 President Jan Pronk for the final week.",
      "President Pronk's proposal to consider outstanding issues by dividing ministers into three negotiating groups has generated concern within the G-77/China.",
      "However, some observers underlined that it is the prerogative of the COP-6 President to lead the process in a manner he deems most effective.",
      "Despite uncertainties on how this will be achieved, they expressed tentative confidence on the way forward."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}