{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Paraguay",
      "New Zealand",
      "France",
      "Singapore"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_45",
   "section_title": "REPORTING FROM NON-ANNEX I PARTIES: Information Contained in National Communications from Non-Annex I Parties",
   "sentences": [
      "This item was held in abeyance.",
      "Work of the CGE: This item (FCCC/SBI/2014/17-19 and INF.15-16) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Helen Plume (New Zealand) and Lilian Portillo (Paraguay).",
      "Informal consultations took place on Tuesday and Wednesday, 2-3 December.",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2014/L.26), the SBI, inter alia: - welcomes the progress made by the CGE in implementing its activities, and the long-term strategy (2015-2018) of the CGE, which outlines strategies to enhance the provision of technical assistance to non-Annex I parties in a more effective, adequate and sustainable manner at regional, sub-regional and national levels; - encourages parties to nominate, as early as possible, technical experts with relevant qualifications to the UNFCCC roster of experts, and the CGE to organize, as early as possible in 2015, training for them; - urges developed country parties included in Annex II to the Convention and other developed country parties in a position to do so to provide financial resources to enable the CGE to implement the activities planned in its work programme; and - invites multilateral programmes and organizations to collaborate with the CGE, as appropriate, in the provision of technical support to non-Annex I parties for preparing their national communications and biennial update reports (BURs).",
      "Provision of Financial and Technical Support: This item (FCCC/SBI/2014/INF.12 and 22, and FCCC/CP/2014/2) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Helen Plume and Lilian Portillo.",
      "Informal consultations took place three times during the week.",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2014/L.29), the SBI, inter alia: - invites the GEF to continue providing detailed, accurate, timely and complete information on its activities relating to the preparation of national communications by non-Annex I parties, including information on the dates of approval of funding and disbursement of funds; - invites the GEF to continue providing information on an approximate date of completion of the draft national communications and an approximate date of submission to the Secretariat of the national communications, for consideration by SBI 43. - invites the GEF to continue providing detailed, accurate, timely and complete information on its activities relating to the preparation of BURs, including information on the dates of requests for funding, approval of funding and disbursement of funds, as well as an approximate date of submission to the Secretariat of the BURs, for consideration by SBI 42; - notes the information provided by the GEF to the COP on the funding available to non-Annex I parties for the preparation of their national communications and BURs under its latest replenishment, and on the total amount of funding available in its climate change focal area; - notes that, by 4 December 2014, one non-Annex I party had submitted its first BUR and that a further seven non-Annex I parties are expected to submit them by 31 December 2014; - notes that, as of 1 December 2014, the GEF Secretariat had received 48 requests from non-Annex I parties for funds for the preparation of their BURs, and, that the GEF Council approved, in October 2014, a project for 35 SIDS and LDCs to complete their BURs; - reiterates its urging of the non-Annex I parties that have yet to submit, as applicable, their requests to the GEF for support for the preparation of their first BURs to do so in a timely manner; - encourages GEF agencies to continue to facilitate the preparation and submission of project proposals by non-Annex I parties for the preparation of their BURs; - invites the GEF to provide, in its report to COP 21, information on the procedures available to facilitate access by non-Annex I parties to funding for the preparation of their national communications and multiple BURs with one application; - notes the progress made by the GEF in the operationalization of its Global Support Programme (GSP), and encourages non-Annex I parties to take advantage of the opportunities for technical assistance and support available under the GSP; and - notes with appreciation that, as of 4 December 2014, 147 initial, 105 second, nine third, one fourth and one fifth national communications from non-Annex I parties had been submitted.",
      "It also notes that, by the end of 2014, 20 second and 11 third national communications from non-Annex I parties are expected to have been submitted. WORK PROGRAMME TO FURTHER UNDERSTANDING OF THE DIVERSITY OF NATIONALLY APPROPRIATE MITIGATION ACTIONS (NAMAS): This item (FCCC/SBI/2014/INF.11 and 24) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, informal consultations facilitated by Ann Gann (Singapore) and Dimitar Nikov (France).",
      "During the first part of the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.",
      "Final Outcome: In its conclusions (FCCC/SBI/2014/L.36), the SBI notes it concluded the work programme to further the understanding of the diversity of NAMAs.",
      "The SBI also, inter alia : - notes the activities implemented during the work programme; - acknowledges that information and experiences shared under the work programme furthered the understanding of the diversity of NAMAs; - recognizes the existence of needs for means of implementation support for the preparation and implementation of specific measurable, reportable and verifiable NAMAs, as well as of support available and provided; - acknowledges that the matching of mitigation actions with MOI support in the NAMA registry has started to occur; and - requests the Secretariat to ensure the sound operation of the NAMA registry."
   ],
   "subtype": "",
   "topics": [
      "Vulnerabilities and Impacts"
   ],
   "type": ""
}