{
   "actors": [
      "European Union",
      "Umbrella Group",
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Australia",
      "Mexico",
      "Lesotho",
      "Congo",
      "China",
      "Yemen",
      "Spain"
   ],
   "enb_end_date": "10-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12470e.html",
   "id": "enb12470e_34",
   "section_title": "CLOSING STATEMENTS:",
   "sentences": [
      "Parties adopted the meeting s report ( FCCC/SBI/2010/L.1 ).",
      "Yemen, for the G-77/CHINA, underscored the need for predictable funding and the provision of agreed full costs for the preparation of non-Annex I national communications.",
      "He lamented the lack of a clear outcome on the Adaptation Fund review and expressed hope that the fourth review of the financial mechanism would pave the way for the effective operation of funds.",
      "Spain, for the EU, stated that the EU s emissions in 2008 decreased domestically by 11.3% compared to 1990 levels and welcomed advances made on key elements such as adaptation, finance, national communications and Convention Article 6.",
      "Australia, for the UMBRELLA GROUP, highlighted the need to enhance the frequency and content of national communications, and expressed disappointment with the lack of conclusion on the fourth review of the financial mechanism.",
      "Lesotho, for the LDCs, called for more contributions to the LDC Fund and encouraged the GEF to provide support for other elements of the LDC work programme.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, described finance, technology transfer and capacity building as issues on which Africa expects the SBI to take decisive action and called for the adoption of terms of reference for the review of the Adaptation Fund and for parties to respect a previous decision on the scope of the review. MEXICO reiterated their full commitment to developing a transparent and inclusive process for COP 16. SBI Chair Owen-Jones declared SBI 32 closed at 9:51pm."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "sbi"
}