{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "India",
      "China",
      "Antigua and Barbuda"
   ],
   "enb_end_date": "31-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7",
   "enb_start_date": "20-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1266e.html",
   "id": "enb1266e_15",
   "section_title": "REVIEW OF THE FINANCIAL MECHANISM",
   "sentences": [
      "On 20 October, the GEF introduced its report to COP-3 (FCCC/SBI/1997/22), which addressed how it had implemented the guidance provided by previous COPs.",
      "She noted that during the 13-month reporting period, total project funding for climate change activities exceeded US$570 million, of which approximately US$155 million was grant financing.",
      "She said the report described activities undertaken by the GEF to improve its performance, including a report on the application of the concept of full incremental costs. The EU said that the review of the financial mechanism should be seen as an ongoing activity of the COP, that EU members had already pressed for replenishment of the GEF, and that it hoped that this meeting would agree to the designation of the GEF as the financial mechanism.",
      "The G-77/CHINA reiterated its position on the need to continue dialogue on the designation of the GEF as the FCCC financial mechanism.",
      "INDIA pointed to the need to expand the parameters that are used on the ground by the GEF for the preparation of initial communications.",
      "Delegates accepted the Vice-Chair's proposal to establish a joint SBSTA/SBI drafting group on the financial mechanism, to be chaired by John Ashe (Antigua and Barbuda). On 21 October, the Vice-Chair informed delegations that a proposed Chair's draft decision had been prepared and appeared as Appendix III to document FCCC/SBI/1997/16. On 29 October, delegates adopted two draft decisions for COP-3 (FCCC/SBI/1997/L.9), produced by the contact group.",
      "Under the first decision, the COP would decide to continue the review process through SBI, in accordance with the criteria established in the guidelines adopted by SBI-5.",
      "Under the second decision, the COP would note that the GEF Council approved the annex to the Memorandum of Understanding between the COP and the GEF Council and decide to approve the annex, thereby bringing it into force."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}