{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Maldives",
      "Denmark",
      "United States",
      "Sweden",
      "Japan",
      "Switzerland",
      "New Zealand",
      "Bolivia",
      "Norway",
      "Pakistan",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Egypt",
      "Venezuela",
      "India",
      "United Kingdom",
      "Slovenia",
      "Austria",
      "China",
      "Germany",
      "Chile",
      "Russian Federation",
      "Jordan",
      "Nicaragua"
   ],
   "enb_end_date": "31-Oct-14",
   "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)",
   "enb_short_title": "IPCC-40",
   "enb_start_date": "27-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12607e.html",
   "id": "enb12607e_31",
   "section_title": "3.4 Characteristics of Mitigation Pathways:",
   "sentences": [
      "On a sentence in the headline stating that ' these pathways require substantial emission reductions over the next few decades and near zero emissions of CO2 and other long-lived GHGs over the long term ', the US sought clarification of 'over the long term', asking for something more quantifiable.",
      "WG III Co-Chair Ottmar Edenhofer proposed 'by the end of the century', which was agreed.",
      "With this and another editorial amendment, the sentence was approved.",
      "On a headline sentence stating that limiting warming to lower or higher levels involves similar efforts, but on different timescales , the EU, with the UK, suggested referring to 'emission reductions' instead of 'efforts'.",
      "An author responded that the correct term is 'challenges'.",
      "With this amendment, the sentence was approved.",
      "Regarding a sentence stating that ' emissions trajectories leading to CO2eq concentrations in 2100 of about 450 parts per million (ppm) or lower are likely to maintain warming below 2 °C over the century relative to preindustrial levels (Table SPM.1, Figure SPM.11)', China, with Bolivia and Saudi Arabia, requested that information on achieving the 2 °C goal through scenarios reaching different CO2eq concentrations, with different confidence levels, be included as well.",
      "Norway, Germany, Denmark, New Zealand, Chile, Slovenia, the EU and Sweden supported the sentence as presented. WGIII Co-Chair Edenhofer explained that the referenced Table SPM.1 refers to other concentrations and the WGIII SPM contains detailed information, so reproducing it was not necessary.",
      "Following a proposal by New Zealand to make the reference to the table and figure more prominent, Edenhofer suggested elaborating the reference in parentheses to read 'for pathways leading to alternative levels of warming, see Table SPM.1 and Figure SPM.11'.",
      "An author proposed including information on other concentrations in a footnote to address concerns raised by participants.",
      "Bolivia, with Nicaragua, restated their objection to accepting 2 °C over the 1.5 °C goal.",
      "Chair Pachauri responded that the Panel was mandated to look at what happens at 2 °C warming.",
      "The sentence, together with the rest of the paragraph, was considered in a small group.",
      "Following this, an author reported that a longer, more balanced text was agreed, providing more details on scenarios of reaching the 2 °C goal with different CO2eq concentrations in levels of likelihood.",
      "Brazil suggested that the same text be used in other conceptually similar parts of the SPM that had not yet been approved, but Chair Pachauri cautioned against duplication.",
      "Participants then approved the entire paragraph and two corresponding footnotes with minor editorial amendments.",
      "The Panel agreed to a paragraph on, inter alia , carbon dioxide removal (CDR) technologies being associated with challenges and risks to varying degrees .",
      "Regarding a proposed footnote stating that CDR methods carry side effects and long-term consequences on a global scale, many delegations, including the US, Australia, Canada, Norway and Slovenia, requested insertion of a qualifier to indicate that the statement may not apply to all CDR methods.",
      "Bolivia pointed to shortcomings associated with these technologies, noting that they do not contribute to sustainable development.",
      "The footnote was agreed with the addition of a qualifying statement.",
      "Regarding a new sentence proposed by authors on non-CO2 forcers in the context of mitigation , the US, with Australia and Chile, supported a formulation stating that 'mitigation of certain short-lived climate forcers can reduce the rate of warming in the short term, but will have a limited effect on long-term warming', instead of an alternative formulation proposed by the authors stating that 'long-term warming is driven mainly by CO2 emissions' and that 'reducing emissions of SO2 would cause warming'.",
      "Following additional work on the text by authors, participants agreed to reflect that all GHG emissions affect the rate and magnitude of climate change over the next two decades, although long-term warming is mainly driven by CO2 emissions.",
      "Regarding a sentence stating that while the effects of CH4 emissions are well understood, large uncertainties remain regarding the effects of black carbon .",
      "Norway, Chile, Canada, Austria and Australia requested deletion of the sentence, citing inaccuracies.",
      "Canada proposed a new formulation stating that while reduction in emissions of certain short-lived climate gases and aerosols (e.g., methane and black carbon) may reduce the rate of temperature increase in the short term, mitigating cooling forcers (e.g., SO2) would result in a temperature increase.",
      "China stressed that this proposal does not sufficiently convey the uncertainty regarding the impacts of black carbon and might imply that black carbon can be mitigated independently, which would be misleading.",
      "Noting the complexity involved in synthesizing this issue in one sentence, the authors proposed, and participants agreed to, deleting it.",
      "Participants also debated whether or not to retain a sentence stating that the choice of a metric to calculate CO2eq emissions depends on application and policy context, and contains value judgments.",
      "Following calls for its deletion, the author team, supported by Brazil, stressed that the sentence reflects a fundamental policy-relevant finding, noting it is the only instance in the SYR that compares possible non-CO2 and CO2 mitigation options.",
      "Following informal consultations, participants agreed to retain the sentence as presented.",
      "Regarding a paragraph on the aggregate economic costs of mitigation , a Saudi Arabian proposal to refer to a single global carbon 'market' rather than 'price' was not accepted, and the text was approved as presented.",
      "The authors presented Figure SPM.13 on global mitigation costs based on a figure from WGIII.",
      "In response to a suggestion by the US, who noted that mitigation costs are insignificant when compared to the projected consumption growth rate, the Panel agreed to add a bar on the side of the figure to represent baseline consumption growth.",
      "The figure was retitled 'Global mitigation costs and consumption growth in baseline scenarios' and then approved.",
      "Regarding a paragraph on mitigation costs under limited availability of technologies , Japan proposed adding nuclear and renewable energies from the WGIII SPM to a list of key technologies highlighted in a sentence on the limits of models in producing scenarios likely to maintain warming to below 2 °C over the 21st century if key technologies are delayed.",
      "Following further consultations between Japan, Germany and the authors, the Panel approved listing all the technologies from Table SPM.2 in parentheses in the first sentence, and the text was agreed.",
      "The approved text reads that 'in the absence or under limited availability of mitigation technologies (such as bioenergy, CCS [carbon capture and storage] and their combination, BECCS [bioenergy with CCS], nuclear, wind/solar), mitigation costs can increase substantially depending on the technology considered'.",
      "Saudi Arabia, supported by the Russian Federation, Egypt, Jordan, Venezuela, India, Australia, the Maldives, the Republic of Korea and Pakistan, proposed text highlighting that mitigation scenarios may reduce revenues for fossil fuel exporters and that the availability of CCS would reduce the adverse effects of mitigation on the value , as stated in the WGIII SPM.",
      "Denmark and Switzerland and others objected.",
      "Sweden suggested that impacts on renewable energy producers should also be mentioned.",
      "Participants considered Saudi Arabia's proposed text sentence by sentence.",
      "After further discussions, participants agreed to a sentence on increased national and subnational plans and strategies on both adaptation and mitigation since AR4, with an increased focus on policies designed to integrate multiple objectives, increase co-benefits and reduce adverse side effects.",
      "An author suggested and participants agreed to include this sentence in subsection 4.4 (policy approaches for adaptation and mitigation, and technology and finance).",
      "A sentence on mitigation policy possibly devaluing fossil fuel assets and reducing revenues was approved, but the UK, Sweden and Slovenia called for the deletion of a subsequent sentence on mitigation scenarios being associated with reduced revenues from coal and oil trade, noting it was repetitive.",
      "The UK, EU, Germany, Sweden and Norway expressed concern regarding lack of balance in the report between environmental goals and the nature of other co-benefits and risks, particularly adverse side effects.",
      "On Saturday morning, following small group consultations, an author reported that the group suggested keeping the already-approved text proposed by Saudi Arabia on the devaluation of fossil fuel assets, in a paragraph in this subsection (3.4).",
      "He said the group also suggested balancing that with a proposed sentence on co-benefits of mitigation originally proposed for a paragraph on effects of mitigation policies.",
      "This was agreed.",
      "Language on co-benefits for human health, ecosystem impacts, sufficiency of resources, and resilience of the energy system for mitigation scenarios with CO2eq concentrations before reaching about 450 or 500 ppm was proposed for a new paragraph.",
      "It was agreed to include this language in subsection 4.4 (policy approaches for adaptation and mitigation, and technology and finance).",
      "The author said the group proposed replacing a sentence on the potential for co-benefits for energy end-use measures outweighing the potential for adverse side effects, although not necessarily for all energy supplies and AFOLU measures into a paragraph in subsection 4.4.",
      "These proposals were approved by the Panel.",
      "Regarding a paragraph on solar radiation management (SRM), the US suggested stating that it 'could' instead of 'would' entail uncertainties and side effects, risks and shortcomings, as some methods might not have such side effects or risks and SRM is broadly defined in the glossary.",
      "The authors, with Bolivia, Norway, Austria, Mexico and others, preferred 'would' since the text specifically refers to large-scale SRM.",
      "The text was agreed as presented by the authors.",
      "Participants also addressed a statement noting that if SRM were deployed and then terminated, surface temperatures would rise very rapidly, impacting ecosystems susceptible to rapid rates of change.",
      "Brazil, Canada and the Russian Federation made suggestions to qualify the statement.",
      "The authors preferred maintaining the text as presented, which was agreed.",
      "Final SYR SPM Text: The headline for this subsection states that: there are multiple mitigation pathways that are likely to limit warming to below 2 °C relative to pre-industrial levels; these pathways would require substantial emission reductions over the next few decades and near zero emissions of CO2 and other long-lived GHGs by the end of the century; implementing such reductions poses substantial technological, economic, social and institutional challenges; and limiting warming to lower or higher levels involves similar challenges, but on different timescales.",
      "This subsection involves paragraphs indicating that, inter alia : without additional efforts, global emissions growth is expected to persist, driven by growth in global population and economic activities; scenarios leading to GHG concentrations in 2100 of about 450 ppm CO2eq or lower are likely to maintain warming below 2 °C over the 21st century relative to pre-industrial levels; and mitigation scenarios consistent with a likely chance to keep warming below 2 °C relative to pre-industrial levels typically involve temporarily overshoot atmospheric concentrations.",
      "It further states that: reducing emissions of non-CO2 agents can be an important element of mitigation strategies; delaying additional mitigation to 2030 will substantially increase the challenges associated with limiting warming over the 21st century to below 2 °C relative to preindustrial levels; estimates of the aggregate economic costs of mitigation vary widely, but increase with the stringency of mitigation; in the absence or under limited availability of mitigation technologies, mitigation costs can increase substantially; mitigation policy could devalue fossil fuel assets and reduce revenues for fossil fuel exporters; the availability of CCS would reduce the adverse effects of mitigation on the value of fossil fuel assets; and SRM involves large-scale methods that seek to reduce the amount of absorbed solar energy in the climate system, is untested, and is not included in any of the mitigation scenarios.",
      "This subsection includes Figures: SPM.11 on GHG emission pathways 2000-2100 for all AR5 scenarios and associated upscaling of low-carbon energy supply; SPM.12 on the implications of different 2030 GHG emissions levels for the rate of CO2 emission reductions and low-carbon energy upscaling in mitigation scenarios that are at least about as likely as not to keep warming throughout the 21st century below 2 °C relative to pre-industrial levels; and SPM.13 on global mitigation costs and consumption growth in baseline scenarios.",
      "This subsection also includes tables on: key characteristics of the scenarios collected and assessed for WGIII AR5; and the increase in global mitigation costs due to either limited availability of specific technologies or delays in additional mitigation relative to cost-effective scenarios."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}