{
   "actors": [],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Bonn Climate Change Conference - March 2014",
   "enb_short_title": "ADP 2-4",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12595e.html",
   "id": "enb12595e_4",
   "section_title": "CANCUN:",
   "sentences": [
      "The UN Climate Change Conference in Cancun, Mexico, took place in December 2010, where parties finalized the Cancun Agreements.",
      "Under the Convention track, Decision 1/CP.16 recognized the need for deep cuts in global emissions in order to limit the global average temperature rise to 2 °C above pre-industrial levels.",
      "Parties agreed to consider strengthening the global long-term goal during a Review by 2015, including in relation to a proposed 1.5 °C target.",
      "They took note of emission reduction targets and nationally appropriate mitigation actions (NAMAs) communicated by developed and developing countries, respectively.",
      "Decision 1/CP.16 also addressed other aspects of mitigation, such as: measuring, reporting and verification (MRV); and reducing emissions from deforestation and forest degradation in developing countries and the role of conservation, sustainable management of forests, and enhancement of forest carbon stocks (REDD+).",
      "The Cancun Agreements also established several new institutions and processes, including the Cancun Adaptation Framework, the Adaptation Committee, and the Technology Mechanism, which includes the Technology Executive Committee (TEC) and the Climate Technology Centre and Network (CTCN).",
      "The Green Climate Fund (GCF) was created and designated as an operating entity of the Convention's financial mechanism governed by a 24-member board.",
      "Parties agreed to set up a Transitional Committee tasked with the Fund's design and a Standing Committee to assist the COP with respect to the financial mechanism.",
      "Parties also recognized the commitment by developed countries to provide US$30 billion of fast-start finance in 2010-2012, and to jointly mobilize US$100 billion per year by 2020.",
      "Under the Protocol track, the CMP urged Annex I parties to raise the level of ambition towards achieving aggregate emission reductions consistent with the range identified in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), and adopted Decision 2/CMP.6 on land use, land-use change and forestry (LULUCF).",
      "The mandates of the two AWGs were extended for another year."
   ],
   "subtype": "",
   "topics": [
      "Post-Kyoto Agreements 2"
   ],
   "type": ""
}