{
   "actors": [],
   "countries": [],
   "enb_end_date": "07-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "07-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12531e.html",
   "id": "enb12531e_2",
   "section_title": "PRESIDENT S INFORMAL STOCKTAKING PLENARY",
   "sentences": [
      "COP President Nkoana-Mashabane reported on ongoing consultations on the provisional COP agenda and on the informal open-ended consultations on the GCF, highlighting that a draft decision put forward by the Presidency is currently under discussion.",
      "She also said the Presidency is conducting consultations on the way forward, which will continue in the coming days at ministerial level. SBSTA Chair Muyungi and SBI Chair Owen-Jones reported on the ongoing consultations on issues forwarded for COP or COP/MOP consideration. AWG-KP Chair Macey underscored the need for more progress on, among other elements, QELROs, including form of the commitments, length of the second commitment period and mechanisms under the Kyoto Protocol, especially the CDM.",
      "He highlighted progress on LULUCF, and options discussed for the continuity of the Kyoto Protocol rules to ensure that the second commitment period enters into force by January 2013.",
      "He said such options include: provisional application of amendments to be ratified in a later stage; a decision-only outcome without amendments to the Kyoto Protocol; and a unilateral declaration by parties.",
      "He said political resolution is required on a second commitment period and on the linkages between the Kyoto Protocol and the Durban package. AWG-LCA Chair Reifsnyder observed that progress has been made on a broad range of issues and elements of an outcome are emerging more clearly.",
      "He noted that there has been little progress on shared vision and that regarding the Review two key issues remained unresolved: its scope; and how the Review will be carried out."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": ""
}