{
   "actors": [],
   "countries": [
      "Qatar"
   ],
   "enb_end_date": "25-May-12",
   "enb_long_title": "Bonn Climate Change Conference - May 2012",
   "enb_short_title": "SB 36",
   "enb_start_date": "14-May-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12546e.html",
   "id": "enb12546e_87",
   "section_title": "A BRIEF ANALYSIS OF THE BONN CLIMATE CHANGE CONFERENCE",
   "sentences": [
      "Six months ago, many delegates left the UN Climate Change Conference in Durban basking in the warm glow of success, imbued with the infectious spirit of Ubuntu, or unity and interconnectedness.",
      "The conference had agreed on several landmark decisions including: the establishment a new Ad Hoc Working Group on the Durban Platform for Enhanced Action (ADP) and a process to develop a protocol, another legal instrument or an agreed outcome with legal force applicable to all parties to come into effect from 2020 onwards; a second commitment period under the Kyoto Protocol; and agreement to terminate the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWG-LCA) and Ad Hoc Working Group on Annex I Parties Further Commitments under the Kyoto Protocol (AWG-KP) in Doha.",
      "Many saw these decisions as heralding a new era of multilateralism and turned to 2012 with anticipation, vigor and purpose.",
      "Six months later, the pressure was on delegates in Bonn to live up to the promise of Durban.",
      "Delegates faced a heavy workload, including the tasks needed to operationalize the institutions and mechanisms established in Cancun and Durban.",
      "Parties also had to try to demystify what it was they had actually agreed to during the waning hours of the frenzied COP 17.",
      "However, negotiations in 2012 got off to an inauspicious start and the Bonn Climate Change Conference was marred by mistrust and unabashed posturing.",
      "The meeting was almost paralyzed by prolonged procedural wrangling, which many described as unprecedented.",
      "This analysis will discuss the underlying reasons for the disputes in Bonn and examine the implications for COP 18 in Doha, Qatar, in another six months."
   ],
   "subtype": "ANALYSIS",
   "topics": [],
   "type": ""
}