{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "China"
   ],
   "enb_end_date": "08-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "08-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12123e.html",
   "id": "enb12123e_77",
   "section_title": "OVERCOMING OPEC'S PERVERSE IMPACTS AND HONORING THE GLOBAL COMPACT",
   "sentences": [
      "Each negotiating stage in the FCCC and Protocol process demands that diverse interest groups within and across Annex I and non- Annex I countries can define specific components of success, or the prospects of success at COP-6.",
      "In turn, the conditions for their continued commitment to the overall integrity of the process is assured.",
      "There is no greater test for the process than the balance that must be struck between the objectives of the FCCC and the Protocol and the interests of the oil producing States, notably OPEC.",
      "This balance also illustrates the tensions and volatility of the G-77/China vis à vis its engagement with the process.",
      "The obstructive role played by Saudi Arabia and other OPEC interests at COP-5 was the subject of some speculation.",
      "The OPEC position seems to be based on the fear that ratification and implementation of the Protocol will have a significant impact on oil consumption.",
      "An example was the Saudi Arabian delegation's use of its position as G-77/China coordinator on the bunker fuel issue to pursue its own interests as an oil producing country at the expense of the wider group.",
      "Members of the delegation failed to respond to repeated attempts to have them participate in the intensive informal negotiations.",
      "When they finally did, elements in a draft decision addressing the ICAO and IMO were gutted.",
      "Within the G-77/China, however, many Parties are challenging the Saudis' attempts to usurp some of the Group's negotiating positions for its own ends. One of the significant outcomes from COP-4 was a concerted attempt, driven at the time by the EU and now taken up by other Annex I Parties, to honor the spirit of the global compact that remains the foundation of the post-UNCED agenda.",
      "Work on the consultative process on technology transfer, capacity building, the continuing AIJ pilot phase and the design of the CDM will provide opportunities for Annex I Parties to honor this commitment and lay the foundations for a constructive engagement with key non-Annex I Parties with a view to addressing the question of wider participation.",
      "Some NGOs will be pressing the EU to play a greater role in establishing this dialogue, accompanied by serious attempts to address the adaptation concerns of some developing Parties.",
      "Given their vulnerability to global warming, adaptation is an issue of particular interest to AOSIS, who is pressing for a Protocol that brings real and measurable GHG reductions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}