{
   "actors": [
      "European Union",
      "Coalition for Rainforest Nations"
   ],
   "countries": [
      "Brazil",
      "Ghana",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "Tuvalu",
      "Venezuela",
      "Indonesia",
      "India",
      "Senegal",
      "China",
      "Guyana",
      "Indigenous Peoples",
      "New Zealand",
      "Norway"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12379e.html",
   "id": "enb12379e_2",
   "section_title": "WORKSHOP ON REDD, CONSERVATION AND SUSTAINABLE FOREST MANAGEMENT:",
   "sentences": [
      "AWG-LCA Chair Luiz Machado opened the workshop and SBSTA Chair Helen Plume presented on progress made during SBSTA 28 and the outcome of the recent UNFCCC Workshop on Methodological Issues Relating to REDD.",
      "Chunfeng Wang, China, described the challenges of developing policy approaches and positive incentives.",
      "He called for: flexible and rigorous methodologies; increased financial and technical support for developing countries; integration of sustainable development strategies into approaches and incentives; support for early action; and enhanced coordination among international organizations.",
      "Thelma Krug, Brazil, underscored the need to bear in mind the ultimate objective of the Convention.",
      "She stated that forestry activities should receive financing under the Convention and that the treatment of forest mitigation activities should not be differentiated from non-forest mitigation activities under the Convention.",
      "With regard to conservation, she said it is important to consider efforts in light of whether they alter the land-use change flux.",
      "Brice Lalonde, EU, stressed consistency, simplicity, and encouragement of early action and suggested consideration of conservation and enhancement of forest stocks.",
      "Robert Bamfo, Ghana, outlined state initiatives for reducing deforestation, describing the role of NGOs and the private sector.",
      "He underscored equitable benefit-sharing and the need for sufficient and consistent financial incentives.",
      "Jagdish Kishwan, India, stated that conservation and sustainable forest management should be recognized.",
      "Concerning financing, he suggested that a market approach, incorporating upper and lower ceilings on REDD credits, could be used for carbon stocks that undergo changes, and that a non-market approach could be applied for maintaining baseline stocks.",
      "Nur Masripatin, Indonesia, discussed her country s REDD efforts and called for transparency, fair distribution of resources, bilateral engagement and increased private sector engagement.",
      "Leonel Iglesias Gutierrez, Mexico, stressed broad country participation in REDD and suggested grouping countries with similar characteristics to pursue similar objectives.",
      "He stated that the AWG-LCA should recognize the importance of carbon markets for REDD promotion, and underscored the provision of positive incentives.",
      "Bryan Smith, New Zealand, observed that there is no technical or methodological impediment to developing a REDD mechanism.",
      "Stating that a market-based approach is more durable and efficient than a fund, he stressed that deforestation will not be curtailed until appropriate financial incentives are in place, and that funding for REDD should not be restricted to Annex I countries.",
      "Audun Rosland, Norway, described the Norwegian Climate and Forest Initiative, which aims to initiate early REDD action in developing countries through pilot projects and national strategies, and develop national capacity for measuring, reporting and verifying.",
      "He stated that the Initiative strives to protect biodiversity and secure rights of indigenous peoples, and will build partnerships with UN agencies, donor countries, foundations, and civil society.",
      "Kevin Conrad, Coalition of Rainforest Nations, discussed a category-based REDD system that begins with a country-led voluntary stage, focusing on capacity building and demonstration projects, and eventually moves to a market-based approach, while maintaining environmental and market integrity.",
      "Ian Fry, Tuvalu, proposed an international REDD fund that would finance REDD activities without an offset mechanism.",
      "He described several possible arrangements for generating new funds, including: a levy on international aviation and maritime transportation; auctioning of allowances under a cap-and-trade regime for international transportation; a pledged percentage of auctioned national emissions trading allowances; and a percentage of auctioned assigned amount units.",
      "Rafael Rebolledo, Venezuela, described the country s Projecto Bosque effort and described its methodology for measuring forest cover changes.",
      "He called for enhanced technology transfer.",
      "In the ensuing discussion, BRAZIL objected to proposals in which REDD projects simply offset further Annex I emissions.",
      "GUYANA and others urged incentives for conservation and sustainable forest management.",
      "SAUDI ARABIA said that the industry exacerbating the problem should help solve it, and proposed a levy on the logging and timber industry.",
      "AUSTRALIA and SENEGAL stressed private sector involvement.",
      "CLIMATE ACTION NETWORK said REDD should apply exclusively to natural forests and, supported by the INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE, stressed respect for the rights of indigenous peoples."
   ],
   "subtype": "",
   "topics": [
      "Financial Mechanisms and Funds 2"
   ],
   "type": "working group"
}