{
   "actors": [],
   "countries": [
      "Canada",
      "Senegal",
      "Belize",
      "Montenegro"
   ],
   "enb_end_date": "02-Jun-11",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "01-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12501e.html",
   "id": "enb12501e_13",
   "section_title": "FACILITATED BREAKOUT SESSIONS:",
   "sentences": [
      "In the afternoon, facilitated breakout sessions addressed issues relating to the roles of TNAs in enhanced action on technology development and transfer to support action on mitigation and adaptation, including the possible role of TNAs in facilitating delivery of technological and financial support, preparing and implementing national mitigation and adaptation actions and the Technology Mechanism.",
      "Group I was facilitated by Carlos Fuller, Belize, with El Hadji Mbaye Madien Diagne, Senegal, acting as rapporteur.",
      "Group II was facilitated by Susan Weston, Canada, with George Manful, UNEP, acting as rapporteur.",
      "On approaches and methodologies, in Group I, many participants noted the process must be enhanced, and suggestions were made to hold more frequent TNA training sessions, including webinars.",
      "Another highlighted the importance of having a tool for countries at any stage of development.",
      "A final participant said one of the key links between TNAs and their implementation is choosing a project champion and an entity to push it.",
      "In Group II, some delegates highlighted the need to add steps related to: all elements of the technology cycle, including R&D; adaptation of existing technologies; local development of technologies; possibilities for joint ventures; indigenous technologies; conducting cost-benefit analyses of selected technologies and plans; and ecological assessments.",
      "One delegate highlighted that the handbook is a guidance tool and suggested a less prescriptive approach that highlights options.",
      "Another suggested building a knowledge management network based on TNAs.",
      "One participant from an international organization noted that the handbook does not preclude any of these actions but that economic benefit analysis was missing from the handbook, although it is now available on the website.",
      "On identifying and overcoming barriers, Group I participants highlighted the importance of interaction with stakeholders and getting opinions from outside the country to add perspective.",
      "To overcome barriers, participants stressed the need to update policies to ensure predictability and transparency, and bring TNAs into overall national climate change planning.",
      "One commenter also suggested computer-based policy scenario modeling to investigate policy options.",
      "Another participant urged the sharing of experiences of failed projects, which he said often offer better lessons learned than success stories.",
      "In Group II, participants identified barriers, including: that the TNA process may overburden regional center capacity; absence of spare parts in local economies to maintain installed technologies; and lack of information to identify barriers in the first place.",
      "One participant noted that regional centers are a means of overcoming barriers through technical support.",
      "Another noted barriers including lack of finance, and related risk and affordability issues.",
      "One delegate underscored the role of NGOs and the private sector in overcoming barriers and said positive incentives can be used to encourage adoption of technology, while another stressed that the Technology Mechanism should be an important component in overcoming barriers and noted the need for enabling frameworks for technology transfer.",
      "A final participant highlighted the importance of including all stakeholders.",
      "On implementing results, in Group I, one participant stressed that championed technologies need to be extensions of countries endogenous capacities, noting that if significant capacity building is needed, the wrong technology has been chosen.",
      "Another recalled presentations on bridging the idea-funding gap.",
      "One participant emphasized the fundamental nature of having high-level governmental commitment.",
      "The final commenter recalled that technology is only a tool, and technology transfer is not an ultimate goal but a first step.",
      "In Group II, one participant said there should be a platform to share technologies and ideas to allow parties to jumpstart technology transfer before TNAs have been completed.",
      "On TAPs, delegates suggested including development strategies, NAMAs and technology mechanisms.",
      "On interlinkages with other mechanisms, tools and processes, in Group I, one participant noted that TNAs are ahead of other processes on adaptation technologies, while another highlighted that guidance from above on the best technologies for drastically reducing developing country emissions while promoting their economic development.",
      "A further participant questioned the need to require so many different assessments and plans from developing countries.",
      "Another participant, from an international organization, mentioned the example of Montenegro, which is currently combining work and resources for multiple UNFCCC deliverables.",
      "In Group II, one participant noted that TNAs should inform other mechanisms, tools and processes, without being prescriptive, he stressed that TNAs are beneficial, but stressed not prejudging ongoing work in the negotiations on the Technology Mechanism.",
      "He noted some of the key findings, including the utility of TNAs for NAMAs and NAPAs, provide a good beginning but had not been agreed on.",
      "Another noted that TAPs are the next step in the process, but there is little practical experience in developing them.",
      "He highlighted that TAPs are a policy framework to promote policy diffusion and identification of projects linked to finance requirements.",
      "Following the breakout sessions, facilitators reported main points back to the larger workshop group.",
      "For Group I, Diagne reported on methodology, saying that having different processes for mitigation and adaptation technologies would be useful, and the handbook should be flexible enough to be used by countries with or without national development plans.",
      "On barriers, he reported that: TNA teams need to be broadened for barrier analyses, including experts from other countries; and that the supply side should be considered along with the demand side.",
      "On implementing results, he recalled that: capacity building and government commitment are crucial; R&D for indigenous technology development is important; and public funding is needed to enhance private sector support.",
      "On interlinkages with other mechanisms, he said that: TNAs need to be mapped with, and evaluated against, other initiatives such as NAMAs, NAPAs, national communications and low carbon development strategies; they should be useful for the Technology Executive Committee; and UNEP/UNDP should include international contexts on development in the handbook, not only the climate change context.",
      "For Group II, Weston said the discussion revealed: the importance of country context and that the TNA is a work in progress; barriers include access to finance and lack of information regarding barriers; capacity of regional centers as a barrier to scaling-up; and the benefits of a multi-stakeholder process.",
      "She noted that: the CTI-PFAN could provide a filter and this role could be strengthened or formally incorporated in the TNA process; TAPs are difficult to develop; TNAs could inform NAMAs, NAPAs, and low carbon development strategies and that these may need to be integrated into various country-level planning frameworks; and TNAs could inform a global overview of technology needs.",
      "One delegate noted that during discussions no consensus had been reached and wondered whether conclusions would be presented during the 34th session of the UNFCCC Subsidiary Bodies.",
      "The Secretariat underscored the report would capture the elements important to TNAs and would not make any attempt to drive the process, and only reflect ideas presented.",
      "Another delegate highlighted the importance of capturing ideas so they could be incorporated into the TNA process."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}