{
   "actors": [
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "Bangladesh",
      "Costa Rica",
      "United States",
      "Bolivia",
      "Norway",
      "Cook Islands",
      "Pakistan",
      "Australia",
      "South Africa",
      "Iceland",
      "Mexico",
      "China",
      "Uganda",
      "Tuvalu",
      "Japan"
   ],
   "enb_end_date": "31-Mar-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12399e.html",
   "id": "enb12399e_2",
   "section_title": "ADAPTATION:",
   "sentences": [
      "BANGLADESH supported a legally binding instrument for adaptation and the development of a vulnerability index.",
      "CHINA, NORWAY and the Cook Islands, for AOSIS, supported an adaptation framework.",
      "JAPAN called for a comprehensive framework to sustain the most vulnerable countries and supported establishing a knowledge network for adaptation.",
      "UGANDA highlighted access to weather and climate information, and called for strengthening national early warning systems and community-level capacity building.",
      "South Africa, for the AFRICAN GROUP, called for more attention to institutional arrangements.",
      "NORWAY, CANADA and the US suggested that goals be decided before developing institutional arrangements. AUSTRALIA highlighted local adaptation actions and linkages with sustainable development.",
      "The EU supported a bottom-up approach and building on broader knowledge.",
      "ICELAND stressed the need to incorporate a gender perspective.",
      "PAKISTAN noted the necessity of defining adaptation needs nationally as well as of clearly identifying resources and mechanisms for their allocation and channeling.",
      "In the afternoon, parties began initial discussions on the structure of the adaptation framework presented by Co-Chair Kolly.",
      "The AFRICAN GROUP, BOLIVIA and TUVALU noted the importance of the implementation of adaptation actions.",
      "COSTA RICA, for several Central American countries, stated that adaptation should not focus only on infrastructure, and emphasized ecosystem-based adaptation and traditional knowledge.",
      "MEXICO highlighted challenges with engaging all levels of government in adaptation.",
      "CANADA proposed to build on the success of the Nairobi Work Programme."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}