{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "18-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "18-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12151e.html",
   "id": "enb12151e_50",
   "section_title": "DEVELOPING COUNTRIES",
   "sentences": [
      "Participants began consideration of draft text on capacity building in developing countries on Thursday, 7 September.",
      "They subsequently considered the revised draft briefly on 14 September and informally on 15 September. In discussing the draft framework, delegates highlighted the need to, inter alia: ensure consistency with the capacity building aspects of other discussions on technology transfer and adaptation; draw lessons from existing activities; establish an appropriate enabling environment for capacity building; mobilize and strengthen existing regional and sub-regional institutions; provide good guidance to the GEF; and take into account past actions and develop coherence with present activities in order to define those that will support FCCC implementation.",
      "AOSIS said capacity building was a dynamic and iterative process that would be augmented by experiences from implementing other aspects of the FCCC.",
      "She said the needs assessment should not be used as an excuse to delay action on those needs that have already been identified.",
      "A proposal for a draft decision on capacity building by the G-77/China was not discussed in the contact group due to time limitations. On Friday, 15 September, delegates adopted the conclusions of the joint SBI/SBTSA session, which agree to further consider, at the second part of SB-13 in November, the proposed draft decision on capacity building in developing countries (FCCC/SB/2000/CRP.13/Add.1) with a view to recommending a decision for COP-6 adoption. Bracketed text in the draft decision for capacity building in developing countries include paragraphs calling on the COP to: decide that the framework shall guide all capacity building activities related to the implementation of the Convention and the Kyoto Protocol; or decide to give immediate effect to the implementation of the framework in order to assist developing countries to implement the Convention; request the GEF to provide financing to implement their capacity building activities under each area of the Convention and include in its report to the COP at each session, information on the financing and implementation of capacity building activities conducted under the framework; decide to review the progress in implementing the decision at each session; and decide to establish a special LDC fund to support and promote effective implementation of the Convention and Kyoto Protocol, and the Convention processes within the time frame specified in the framework."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}