{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Brazil",
      "China",
      "Canada"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_85",
   "section_title": "GROWING PAINS - CLIMATE CHANGE AND THE UNFCCC",
   "sentences": [
      "The UNFCCC is growing in size and complexity.",
      "Proliferation of work, agenda items, and meetings was an issue throughout the meeting.",
      "The work plan for Nairobi includes COP 12, COP/MOP 1, SBI 25, SBSTA 25, AWG 2, the UNFCCC Dialogue, in-session workshops, and numerous side events.",
      "Against this tight working agenda, SBI 24's recommendation to restrict available working hours in Nairobi and subsequent meetings is, at first glance, surprising.",
      "Justifying the decision, one delegate pointed out that, since delegates tend to fill up all available negotiating time, restricting available time would lead to greater efficiency.",
      "However, at least one seasoned analyst suspected a deliberate intention to slow down the process amongst some parties, noting that none of the major actors had an interest or the political momentum to push for rapid progress at this stage.",
      "According to one insider, the EU is busy implementing ETS and finding a common long-term position; the US is articulating its strategy on climate change; Japan, already one of the most energy-efficient economies in the world, is struggling to meet its Kyoto commitments; and the major developing countries are not ready or willing to talk about emission reductions or caps.",
      "The proliferation of climate change related institutions and processes is not limited to the UNFCCC.",
      "Outside the UNFCCC process, new institutions and initiatives abound.",
      "There was a time when only UNFCCC and IPCC addressed climate change at the international level, each with clearly defined roles.",
      "That was in 1992.",
      "Today, the world has moved on.",
      "Everybody talks about climate change: the World Health Organization issues reports on the health impacts of climate change; the FAO reports on impacts of climate change in agriculture, food production, and forestry; UNEP maintains a database on climate change and environment; the G-8 talks about it; it is being incorporated into some national or local energy and development policies; other international fora are being created for it, such as the Asia-Pacific Partnership; and various private sector events are being organized on carbon trading.",
      "And last but not least, carbon-related markets and exchanges are popping up.",
      "Some, such as the EU ETS and the CDM, are directly driven by the Kyoto Protocol, but others are mainly driven by national or sub-national mandates, voluntary markets, or to hedge future exposure to climate change related policies. CYCLE OR TRANSITION?",
      "At SB 24/AWG 1 , one UN climate veteran claimed that we are currently experiencing a bright moment for climate change when considering the bigger picture beyond the negotiations, but not necessarily for the Convention.",
      "Certainly, UNFCCC negotiations are at the beginning of a new cycle and slow going is predicted, at least for a while.",
      "But is it just that?",
      "Observers following the Bonn negotiations from a distance were somewhat surprised at the insularity of SB 24/AWG 1 from related climate change world events.",
      "There was, for instance, little discussion of the news about Canada's changing political situation, state level action in the US, or recent renewable energy developments in China and Brazil.",
      "Many countries, regions, municipalities and institutions are adopting climate policies and measures with momentum of their own, independent of UNFCCC negotiations.",
      "Could it be that, besides the beginning of a new negotiation cycle, we are at the beginning of a transition, a redefinition of the architecture to address climate change, an architecture which includes business and other actors?",
      "On the other hand, all these developments could be taken to mean that the Convention has succeeded in mainstreaming climate change and that there is an important role for it in the future.",
      "Looking at the short-term in the UNFCCC process, the next climate change meeting in Nairobi could be simply a procedural exercise or, if time constraints prove too disruptive, a messy affair.",
      "But, stepping back to view the wider picture of actions to address climate change, the situation looks more upbeat.",
      "For both the UNFCCC process and the outside world, a new act seems to have begun."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}