{
   "actors": [],
   "countries": [
      "India",
      "Ireland"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_14",
   "section_title": "Expert Presentations",
   "sentences": [
      "The second part of the workshop focused on applying the Convention s principles in the 2015 agreement.",
      "Lavanya Rajamani, Centre for Policy Research, New Delhi, India, discussed design options for differentiation.",
      "She outlined the rationale for differentiating between countries, and illustrated possible forms of differentiation.",
      "She summarized constituting elements of differentiation, distinguishing between categories of commitments and categories of parties.",
      "She reminded delegates that differentiation is not an end in itself, but a means to an end, saying it should be ceased when it begins to detract from the object and purpose of a treaty.",
      "She emphasized, however, that identifying relevant differences and determining that they have ceased to exist is a value-laden and subjective exercise.",
      "Tara Shine, Mary Robinson Foundation, Ireland, identified equity and ambition as two sides of the same coin and emphasized that differentiation and equity in the UNFCCC are necessary to facilitate maximum collaboration.",
      "She suggested that parties could contribute to the achievement of the Convention s objective, taking action tailored to their circumstances, priorities and resources, not only with regard to mitigation but also adaptation, finance and technology.",
      "She suggested that making every country s efforts count under all these different categories of action would ensure a fairer level of contribution.",
      "Shine concluded that variable geometries and flexibility are fundamental prerequisites for a just transition to a low-carbon economy."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}