{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Australia",
      "Algeria",
      "Sudan",
      "Gambia",
      "Zambia",
      "China",
      "Russian Federation",
      "Japan",
      "Bolivia",
      "Venezuela"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_85",
   "section_title": "Annex I Emission Reductions",
   "sentences": [
      "Discussions took place in contact groups and informal consultations and key issues discussed included: length and number of commitment periods; options for amending Annex B of the Kyoto Protocol; base or reference years; use of flexibility mechanisms and LULUCF in the pledges; a reasonable level of ambition for aggregate and individual Annex I emission reductions; starting points for translating pledges into QELROs; and surplus AAUs.",
      "On pledges , China, Algeria, Bolivia, Venezuela and AOSIS emphasized the need for ambitious commitments from Annex I parties.",
      "The Russian Federation highlighted its recent pledge to reduce emissions by 20-25% from 1990 levels by 2020.",
      "Several countries, including Japan and the Russian Federation, noted that their pledges are contingent on a comprehensive global legal framework.",
      "The Gambia, with Algeria, Sudan and Zambia, supported continuation of the Kyoto Protocol.",
      "No agreement on aggregate level of ambition was reached.",
      "On base year , consensus emerged from informal consultations on having one single legally-binding base year instead of multiple binding base years.",
      "However, the single base year would not necessarily be the same for all parties as there was some support for including reference years in the Protocol amendment and consensus that 1990 should be one of them.",
      "Multiple base and reference years were retained in the text.",
      "On addressing surplus AAUs , the EU noted that failing to address the issue of AAU surplus and using either current rules or unconstrained gross-net accounting rules for LULUCF would result in increased emissions from the 1990 baseline.",
      "Brazil requested that AAU carryover issues be resolved separate from discussions of level of ambition.",
      "Parties highlighted methods of dealing with surplus AAUs including: requesting parties not to use them in the second commitment period; capping carryovers; discounting; or using actual emissions as a starting point for calculating QELROs.",
      "The EU, Australia and Brazil expressed concern with using actual emissions as a starting point.",
      "On commitment periods , parties exchanged views on the pros and cons of a five-year versus an eight-year commitment period.",
      "Considerations included: domestic constraints related to legislation and ratification processes; and ability to respond to science, including a possible mid-term review for an eight-year cycle.",
      "No agreement was reached and both options were retained in the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}