{
   "actors": [],
   "countries": [],
   "enb_end_date": "03-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "03-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12491e.html",
   "id": "enb12491e_4",
   "section_title": "CHAPTER I (numbers)(AWG-KP)",
   "sentences": [
      "In the AWG-KP s afternoon informal consultations on Chapter I (numbers), parties considered a non-paper on base years and reference years that reflects emerging consensus on the need for a single year to express commitments, but allows parties the option to also express their commitments using a different reference year for domestic purposes.",
      "On the length of commitment period, parties discussed five and eight year commitment periods and described justifications for each related to: the relationship between the length of the commitment period and need to respond to science; market certainty; coherence with the AWG-LCA; and the relationship with domestic legislation.",
      "On carryover of surplus AAUs, parties considered three options: leaving provisions unchanged; eliminating carryover; and allowing limited carryover through either a cap or domestic use of carry-over AAUs for the second period shortfall.",
      "Some parties questioned the implications of proposals on national and regional trading systems. CAPACITY BUILDING UNDER THE CONVENTION (SBI): Parties met in informal consultations throughout the day to continue consideration of the second comprehensive review of the capacity building framework.",
      "Discussions were based on a draft COP decision forwarded from SBI 32.",
      "Parties considered the text paragraph-by-paragraph.",
      "Informal consultations will continue. CHAPTER II (LULUCF) (AWG-KP): In informal consultations on LULUCF, parties addressed force majeur, harvested wood products and reference levels.",
      "Some parties called for a decision so that LULUCF does not become a reason for a gap between commitment periods.",
      "Parties heard a new proposal on reference levels.",
      "Parties were invited to submit textual proposals so that new text could be prepared for Friday morning."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}