{
   "actors": [],
   "countries": [
      "France",
      "Germany",
      "Belgium",
      "New Zealand",
      "Fiji",
      "Spain"
   ],
   "enb_end_date": "04-May-07",
   "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)",
   "enb_short_title": "IPCC WGIII",
   "enb_start_date": "30-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12321e.html",
   "id": "enb12321e_24",
   "section_title": "PROGRESS REPORTS",
   "sentences": [
      "WGI reported on activities following the adoption of the WGI SPM, including the completion of copy editing and layout of the chapters, with a pre-publication version available on the WGI website.",
      "In terms of outreach activities, she said presentations of the findings had been disseminated widely in international and national fora.",
      "France, Belgium, Germany and Spain mentioned unofficial translations of the SPM into French, Dutch, German and Spanish. WGII provided a progress report on the Technical Paper on water agreed at IPCC-21.",
      "He said the first draft for review will be available on 15 May, scheduled for completion in March 2008.",
      "Chair Pachauri said that given the findings of WGII on the impacts of climate change on water, the paper is even more relevant than expected.",
      "Regarding WGIII, the Vice-Chairs mentioned a scoping meeting on a possible Special Report on Renewable Energy Sources scheduled for January 2008, as decided at IPCC-25, and described planned outreach activities.",
      "Chair Pachauri reported on progress on the AR4 SYR report.",
      "He noted that the draft will be adjusted to reflect changes made to the WGIII SPM.",
      "He reminded delegates that the final approval of the report will take place from 12-16 November 2007.",
      "Regarding progress of the Task Group on Data and Scenario Support for Impact and Climate Assessment (TGICA), New Zealand mentioned a TGICA regional meeting to be held in Nadi, Fiji, from 20-22 June 2007.",
      "He said this meeting and other meetings in the region would be combined with AR4 outreach activities."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}