{
   "actors": [],
   "countries": [
      "Ghana",
      "Bolivia",
      "Germany",
      "Malawi"
   ],
   "enb_end_date": "02-Jun-11",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "01-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12501e.html",
   "id": "enb12501e_6",
   "section_title": "INTERNATIONAL PERSPECTIVES:",
   "sentences": [
      "On Wednesday afternoon, Hilary McMahon, UNDP, highlighted uses of the UNDP s TNA Handbook, climate TechWiki and TNAssess, the Excel-based MCDA Support Tool, saying these tools build upon one another and should be used symbiotically.",
      "She noted questions on the: absorptive capacity at the country and local level for new technologies; translation of results into actions; and inclusion of adaptation as a priority.",
      "On Climate Technology Initiative (CTI) experiences in supporting parties with conducting TNAs, Elmer Holt, Department of Energy, US, highlighted that CTI adds value to the TNA process by facilitating interaction between government agencies and business.",
      "He highlighted important factors in CTI engagement in TNAs in Bolivia, Malawi and Ghana.",
      "On takeaway messages, he underscored creating a living dynamic document, capacity building, realism, creating and accessing informal networks on specific technical areas, engaging movers and shakers, and the importance of an engaged, dynamic leader.",
      "Daniel Bongardt, German Society for International Cooperation (GIZ), Germany, presented on renewable energy, energy efficiency and transport technologies in TNAs, specifically addressing the use of TNAs to support sustainable development.",
      "He said it is useful to examine the full technology cycle in TNAs, including research and development (R&D), deployment and diffusion.",
      "He noted the need for a participatory process to ensure the inclusion of sectoral participants and to consider overlap with other processes, including national communications and development plans.",
      "Bongardt said TNAs are good at identifying low-cost options offering sustainable development co-benefits.",
      "On lessons learned, he underscored the variation in structure and quality of analyses, better linking with NAMAs and NAPAs, and that TNAs should: be short and focused; be country specific; avoid general descriptions; and include non-technological options in tools and handbooks.",
      "On capacity building and involving stakeholders, a developed country delegate highlighted concerns about the capacity to absorb the high level of information available in databases and said guidance should be provided on how to best use the information.",
      "A developing country delegate said national and international criteria have to be balanced since projects must be country specific, but also acceptable to international funding mechanisms.",
      "Holt highlighted the use of the CTI-PFAN to screen TNAs for financing.",
      "Bongardt said setting up working groups and responsible organizations to facilitate the process is necessary, as are financing and involving experts.",
      "McMahon underscored engaging users of information on usability to ensure successful feedback loops.",
      "She said a prescriptive model should be avoided, and encouraged dynamic and flexible options-based approaches."
   ],
   "subtype": "",
   "topics": [],
   "type": "SPECIAL WORKSHOP"
}