{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Samoa",
      "United States",
      "Switzerland",
      "China",
      "Russian Federation",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "14-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "14-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12134e.html",
   "id": "enb12134e_7",
   "section_title": "JOINT WORKING GROUP ON COMPLIANCE",
   "sentences": [
      "Many delegates supported the Co-Chairs' text as the basis for the JWG's work.",
      "The EU, US, SWITZERLAND and SAMOA said some elements in the Annexes might need to be included in the text.",
      "On the title, the US favored a reference to 'procedures and mechanisms related to compliance under the Kyoto Protocol,' since there are other provisions in the Protocol dealing with compliance.",
      "The EU preferred 'a compliance system for the Kyoto Protocol' in order to reflect a comprehensive approach to addressing compliance. On Objective, a number of delegates supported inclusion of 'enforcing' compliance.",
      "The G-77/CHINA favored simpler text referring to 'compliance with the Kyoto Protocol.",
      "' The RUSSIAN FEDERATION, opposed by the US, suggested referring to promoting achievement of the FCCC's ultimate objective.",
      "SAUDI ARABIA sought a reference to compliance with obligations contained in Protocol Articles 2 (P&Ms) and 3 (targets).",
      "AUSTRALIA suggested the compliance system focus on both Articles 3.1 and 4.1 (joint fulfillment).",
      "The EU favored a general reference to the Party's 'obligations under the Kyoto Protocol.",
      "' On Principles, AUSTRALIA, the RUSSIAN FEDERATION, the US, JAPAN and NEW ZEALAND preferred that these not be expressly provided for in the text."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "SBI/SBSTA"
}