{
   "actors": [],
   "countries": [],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_39",
   "section_title": "POURING WATER ON A SPONGE",
   "sentences": [
      "The ADP already had an extensive general exchange on issues covered by its mandate in Bangkok and Doha in 2012, so the goal for ADP 2 was for parties to intensify their engagement with each other and seek to ensure that they take the work of the ADP to the next stage.",
      "In other words, parties were expected to move to more focused discussions on substantive elements of the 2015 agreement and adopt a practical approach to enhancing pre-2020 mitigation ambition.",
      "As agreed in Doha, this conceptual work should feed into a draft ADP negotiating text to be considered by COP 20 in 2014.",
      "The first part of ADP 2 was structured around a series of roundtables and workshops, which also aimed to attract participation of experts and stakeholders to assist parties in their deliberations.",
      "Whereas the Doha discussions on the 2015 agreement and pre-2020 ambition often overlapped, in Bonn the two workstreams were clearly separated.",
      "While the interlinkages between the two workstreams are undoubtedly strong and many recognize that a successful 2015 agreement will depend on an ambitious delivery on bridging the pre-2020 ambition gap, many parties see the need to keep the two workstreams separate to allow for more focused discussions.",
      "Thus, the Bonn meeting was aimed at preparing the basis for future discussions by gathering concrete proposals on, for example, key elements that the 2015 agreement could contain and sectors where further mitigation action could take place before 2020.",
      "This general feeling was reflected by UNFCCC Executive Secretary Christiana Figueres, who called 2013 the year of the sponge, where parties and the Co-Chairs are gathering views and ideas.",
      "She invited stakeholders to be the water on that sponge, but warned, however, that this is not the time for philosophy but for concrete proposals, noting that the ADP had already used one-third of its allocated time for completing its tasks."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}