{
   "actors": [
      "African Group",
      "Group of 77"
   ],
   "countries": [
      "Pakistan",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_48",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "In the closing plenary on Friday morning, 18 May, UNFCCC Executive Secretary Yvo de Boer said SB 26 had provided useful input for the COP and COP/MOP on such issues as the Adaptation Fund and transfer of technologies.",
      "On resource implications of new conclusions, he noted 60 new requests for Secretariat activities, including 20 activities before COP 13 and COP/MOP 3.",
      "He stressed the importance of a budget with flexibility to adapt to a highly-dynamic process, and added that the Secretariat will be challenged by cuts to the original budget proposal for 2008-2009, but will make every effort to ensure that it does not impact developing countries or core work.",
      "Nigeria, for the African Group, expressed hope that the SB 26 outcomes would form a good basis for discussions in Bali, and urged progress on the Adaptation Fund, and capacity building, noting that Africa is the most vulnerable continent to climate change.",
      "Pakistan, for the G-77/China, believed that a constructive foundation had been laid in Bonn for Bali.",
      "He noted that 2007 is a significant year for addressing climate change, stressing the Convention and Protocol as the only multilateral structures for addressing this issue.",
      "He noted that while voluntary measures are appreciated, it is imperative to focus on post-2012 targets for Annex I parties.",
      "He expressed disappointment at marginal progress on adaptation and at lack of progress on response measures and a lack of urgency in addressing LDCs' issues.",
      "He also expressed disappointment at the reduction to the original budget proposal, in spite of the increasing workload for the Secretariat.",
      "Parties then adopted the report of the session ( FCCC/SBI/2007/L.1 ).",
      "In his closing remarks, SBI Chair Asadi said he was comfortably pleased with SBI 26, suggesting that it was more than had been expected, and highlighted the generally positive atmosphere.",
      "He described these meetings as a familiar roller coaster with its attendant moments of despair, but always with a silver lining as negotiators find compromise language that gives something to everybody but not everything to somebody.",
      "He hoped to see a set of solid decisions and outcomes from Bali, including progress on the Adaptation Fund, technology transfer, capacity building, deforestation and the post-2012 regime.",
      "He suggested that delegates have created some building blocks for Bali, thanked everyone involved, and declared the session closed at 12:03 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}