{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_7",
   "section_title": "SB 28, AWG-LCA 2 AND AWG KP 5:",
   "sentences": [
      "During the first two weeks of June 2008, delegates convened in Bonn, Germany, to participate in four meetings as part of ongoing negotiations under the UNFCCC and the Kyoto Protocol.",
      "At its second session, the AWG-LCA shifted its focus towards more substantive topics, with three workshops to help delegates consider adaptation, finance, and technology.",
      "Parties also started discussions on a shared vision for long-term cooperative action, climate change mitigation, and the AWG-LCA s work programme for 2009.",
      "The fifth session of the AWG-KP focused on the means for Annex I countries to reach emission reduction targets, with delegates addressing four specific issues: the flexible mechanisms; land use, land-use change and forestry (LULUCF); greenhouse gases, sectors and source categories; and possible approaches targeting sectoral emissions.",
      "Parties also considered relevant methodological issues.",
      "The SBI and SBSTA took up a range of issues, some related to their regular, ongoing work under the UNFCCC and Kyoto Protocol, and some more closely connected to the post-2012 discussions.",
      "The SBI examined subjects such as capacity building, technology transfer and preparations for the second review of the Protocol under Article 9.",
      "SBSTA s agenda included items on technology transfer and reducing emissions from deforestation in developing countries."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}