{
   "actors": [],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_5",
   "section_title": "Presentations",
   "sentences": [
      "George Sorenson, Chair of FE Clean Energy Group, USA, made a presentation on renewable energy and energy efficiency strategies.",
      "He explained that FE Clean Energy Group is a private equity investment firm with US$150 million of investment capital, and that it finances energy efficiency and renewable energy projects worldwide.",
      "He indicated that for projects to receive financing, the following elements must be in place: national policies that support energy efficiency initiatives; financing 'enablers,' including some financing by local or government institutions; financial guarantors; and a clear and efficient licensing process for new projects. Charles W. Donovan, Commercial Manager of Transactions, CAT Alliance Ltd UK, spoke about private sector perspectives on risk.",
      "He reviewed several private sector financing options with different levels of risk, such as common equity, preferred equity, 'Mezzanine' debt that combines debt and equity, senior debt that receives priority for repayment, and subordinated debt.",
      "He indicated that private sector financing institutions demand project evaluation that evaluates risks relating to the exchange rate, political situation, environmental compliance, technology type, operational activities, construction, counterparty credit and commodity price.",
      "He also provided an overview of the credit risk management process, including the screening of counterparties, development of trading limits and transaction limit processes, monitoring and reporting of financial exposure against limits, testing of exposure to financial losses on individual transactions, and development of credit-support packages that facilitate the efficient allocation of credit risk for multiple transactions. Martin Whittaker, Senior Vice President, Swiss Re Financial Services, spoke about commercializing his company\u0092s commitment to sustainability through innovative financing options.",
      "He outlined two specific projects his company is involved in.",
      "The first is the 'Footprint Neutral' initiative being developed in partnership with the Nature Conservancy, Conservation International, and the UN Development Programme.",
      "The initiative will create a voluntary scheme allowing companies to buy into projects that will offset their carbon emissions and other environmental impacts.",
      "The second project is a European renewable energy and energy efficiency equity fund targeting returns of 15-25 percent.",
      "The fund will focus on Central and Eastern Europe with the aim of generating and selling carbon offsets to boost investment returns."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}