{
   "actors": [],
   "countries": [
      "Germany"
   ],
   "enb_end_date": "29-Sep-04",
   "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "27-Sep-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12244e.html",
   "id": "enb12244e_15",
   "section_title": "OVERVIEW OF DAY TWO",
   "sentences": [
      "On Wednesday morning, delegates were presented with a brief wrap-up of the second day of the workshop.",
      "Elmer Holt, who had chaired session two, highlighted comments that financing is not a 'bolt on' element to be added at the end of a process, but needs to be secured early on.",
      "He noted participants\u0092 statements that the externalities associated with fossil fuels must be incorporated into their price if renewable energy financing is to become more viable.",
      "He also drew attention to participants\u0092 comments on the need to: mobilize local resources and build capacity to help create local entrepreneurs; develop training programmes to educate local banks and other institutions on financing technology transfer; establish the necessary infrastructure to support technology transfer; and develop appropriate regulatory environments, such as Germany\u0092s creation of a favorable framework for wind power. Reflecting on the presentations and discussions during the third session on Tuesday afternoon, William Agyemang-Bonsu, who had chaired this session, drew attention to the major opportunities for renewable energy investments in emerging markets, and investors\u0092 growing interest in nergy projects.",
      "He highlighted comments on the value of seed financing from governments, the important role of technology needs assessments and enabling environments in helping leverage funds for technology transfer, and the benefits of 'bundling' replicable, high-quality projects so as to make them more commercially attractive.",
      "He also noted statements on the need to develop risk assessment models and to structure projects from a technical, financial and risk perspective so as to increase access to 'project debt and equity.",
      "' Finally, he drew attention to discussions on the importance of identifying project synergies that would link climate technologies with development issues such as water management and poverty."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}