{
   "actors": [],
   "countries": [
      "Norway",
      "Indigenous Peoples"
   ],
   "enb_end_date": "09-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12438e.html",
   "id": "enb12438e_8",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the end of the Bangkok meeting approached, the various groups and sub-groups under the AWG-KP and AWG-LCA attempted to finalize their work before the closing plenaries on Friday.",
      "This was a busy day at some point I felt like I had to be in three different places at once, commented one delegate.",
      "Under the AWG-KP, an informal group discussed Annex I emission reductions, trying to narrow down the options related to the proposed Protocol amendments pursuant to Article 3.9.",
      "The group on other issues considered ways of streamlining the text on the flexibility mechanisms.",
      "The spin-off group on LULUCF also consulted informally.",
      "One delegate was in a positive mood afterwards: Progress on LULUCF at this meeting has been good and the rules are becoming increasingly clear.",
      "On the AWG-LCA side, a number of informal and contact group meetings were held.",
      "By the end of the day, several groups had finished their work at the Bangkok session.",
      "In some of them, divergence was more evident than in others.",
      "Many seemed to place the group addressing various approaches to mitigation under sub-paragraph 1(b)(v) of the BAP into the category of groups where more work was going to be needed to reach an agreement.",
      "Many of those emerging from the REDD discussions also commented on new, almost surprising divides.",
      "One veteran NGO representative said: I don t think REDD can call itself the A+ student anymore.",
      "Old wounds were reopened on safeguards for indigenous peoples and conservation of forests, and some of the previous sense of progress was lost.",
      "On the positive side, many delegates emerging from the sub-group on sub-paragraph 1(b)(i) of the BAP welcomed the announcement by Norway that it plans to increase its emission reduction target from 30% to 40% from 1990 levels by 2020.",
      "As the focus began to shift towards the next session, informal consultations under the AWG-LCA on the organization of work in Barcelona also took place in the afternoon.",
      "Emerging from the room, one delegate expressed concern with a proposal to replace some of the mitigation sub-groups with informal consultations and report back to a single contact group.",
      "She specified: Informal meetings produce informal results.",
      "We don t have time for such working methods.",
      "Others, however, were concerned about the manpower required to follow all the groups and informals.",
      "A developing country representative said: Even if I could triple the size of my delegation, we couldn t cover all the informal groups that we would like to.",
      "Another delegate attempted to sum up the discussion: No one seems to want to change the working method in Barcelona, so I don t see how we can get much accomplished.",
      "Another expressed optimism: With political will from our capitals, you d be surprised how quickly things can happen."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}