{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States",
      "Saudi Arabia",
      "Australia",
      "Norway",
      "Uzbekistan",
      "Switzerland",
      "China",
      "Russian Federation",
      "Venezuela"
   ],
   "enb_end_date": "27-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "27-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12114e.html",
   "id": "enb12114e_5",
   "section_title": "PROTOCOL MECHANISMS",
   "sentences": [
      "Former SBSTA Chair Chow introduced the revised synthesis of proposals by Parties on principles, modalities, rules and guidelines on Protocol mechanisms and noted that they could form the basis for a draft negotiating text. The G-77/CHINA said a CDM decision must precede decisions on other mechanisms.",
      "AUSTRALIA noted the need for considerable technical work prior to COP-6.",
      "The EU noted significant areas of convergence among Parties but said a ceiling on the use of mechanisms has to be defined.",
      "The US supported parallel progress on the mechanisms with priority given to the CDM.",
      "With NORWAY and SWITZERLAND, he suggested refining the synthesis into a draft negotiating text.",
      "NORWAY further identified the need to decide on a work plan in the run-up to COP-6.",
      "AOSIS highlighted the need for the mechanisms to be based on sound environmental principles and, with VENEZUELA, called for adequate time for consideration.",
      "He added that AOSIS would not permit mechanisms that allow Annex I Parties to offload domestic responsibilities.",
      "UZBEKISTAN, with the RUSSIAN FEDERATION, sought clear definitions of core concepts.",
      "CHINA opposed taking a single decision on all mechanisms as this was not supported by the Protocol.",
      "He recommended that there be three distinct decisions on the mechanisms.",
      "SAUDI ARABIA stressed that progress on this issue is conditional on progress on other equally important issues.",
      "A contact group, to be chaired by Kok Kee Chow, was asked to revise and consolidate the views into a draft negotiating text and agree on a work plan in the run-up to COP-6.",
      "The G-77/CHINA said that the reference to the draft negotiating text was unwarranted at this stage."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}