{
   "actors": [
      "European Union",
      "Environmental Integrity Group",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Madagascar",
      "Italy",
      "Peru",
      "Kuwait",
      "Panama",
      "Nepal",
      "Rwanda",
      "Suriname",
      "Norway",
      "Malawi",
      "Ghana",
      "Saudi Arabia",
      "Oman",
      "Cuba",
      "Iceland",
      "Slovenia",
      "Germany",
      "Chile",
      "Indigenous Peoples",
      "Belgium",
      "China",
      "Spain",
      "Ukraine",
      "Ireland",
      "Gambia",
      "United States",
      "Sweden",
      "Chad",
      "South Africa",
      "India",
      "United Kingdom",
      "Malaysia",
      "Senegal",
      "Mozambique",
      "Tuvalu",
      "Burundi",
      "Japan"
   ],
   "enb_end_date": "12-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "12-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12230e.html",
   "id": "enb12230e_1",
   "section_title": "ROUND TABLE II - 'TECHNOLOGY, INCLUDING TECHNOLOGY USE AND DEVELOPMENT AND TRANSFER OF TECHNOLOGIES",
   "sentences": [
      "COP-9 President Persányi opened the second round-table discussion, co-chaired by Paula Dobriansky, Under-Secretary for Global Affairs, US, and Mohammed Valli Moosa, Minister of Environmental Affairs and Tourism, South Africa.",
      "Co-Chair Dobriansky raised questions on promoting access to technology in developing countries, and harnessing the private sector in advancing clean technology.",
      "Co- Chair Moosa stressed a focus on actions that can already be taken.",
      "He proposed drawing up an inventory of existing technologies, and questioned the use of discussing the matter without engaging the private sector. In the first part of the round-table discussions, Parties addressed facilitating technology innovation, development and diffusion for mitigation and adaptation in the context of sustainable development.",
      "IRELAND, for the EU, stressed the importance of decoupling economic growth and emissions, and said renewables are a priority.",
      "He encouraged other governments to adopt similar approaches to the EU Emissions Trading Scheme, and noted that technology transfer can also occur on South-South and South-North bases.",
      "BURUNDI expressed concern over access to data from developed countries, and noted the lack of capacity in poor countries to predict local climate impacts.",
      "ICELAND called for vision, leadership and partnership, and for engaging the business community.",
      "GERMANY stressed the importance of existing clean technologies in establishing the infrastructure necessary for developing future clean technologies.",
      "SAUDI ARABIA, with OMAN, pointed to carbon sequestration as an option to offset emissions from fossil fuel use.",
      "INDIA expressed concern that the only concrete outcome of calls for technology transfer is TT:CLEAR.",
      "He said technology transfer should not be a strictly commercial consideration, but rather requires policy frameworks.",
      "TUVALU stressed appropriate technologies, and RWANDA said donors must address the need for poverty reduction when transferring technologies.",
      "The INDIGENOUS PEOPLES\u0092 ORGANIZATIONS called for greater participation and securing indigenous peoples\u0092 prior informed consent when undertaking action. SURINAME underlined the need to transfer sustainable development technologies, building capacity and addressing recipient country needs.",
      "NEPAL and CANADA advocated using a range of technologies.",
      "SWEDEN said policy-makers should focus on equity issues and modalities for the adoption of technologies at local levels.",
      "PERU noted the need for effective international and domestic programmes and infrastructures.",
      "PANAMA underscored the need to develop technologies to 'clean the atmosphere,' and SLOVENIA urged the development of new technologies to mitigate climate change.",
      "CHAD requested a list of the technologies that have been transferred to developing countries.",
      "SPAIN urged the establishment of institutional frameworks to facilitate investment by the private sector in projects that promote sustainable development. In the second part of the discussions, Parties spoke on development assistance, research, technology development cooperation, partnerships, capacity building, financing and enabling environments.",
      "MALAWI said commitments should be translated into concrete actions including technology transfer and poverty alleviation.",
      "The REPUBLIC OF KOREA, for the Environmental Integrity Group, emphasized the importance of publicly funded technologies and support to the private sector.",
      "CUBA stressed the need to consider economic and social contexts when transferring technology.",
      "KUWAIT highlighted the value of developing technologies that capture carbon dioxide.",
      "SENEGAL emphasized the need for private sector engagement.",
      "BELGIUM highlighted the need to focus on clean energy and reducing emissions, not end-of-pipe solutions.",
      "In response to Belgium, SAUDI ARABIA said the UNFCCC\u0092s aim is not to reduce oil dependency.",
      "The UK stressed the need for the development of low carbon technologies, immediate use of existing technologies, and clean development trajectories.",
      "The G-77/CHINA called for effective support for technology transfer in non-Annex I Parties and research to encourage local-level capacity building.",
      "MADAGASCAR called on Annex I Parties to fulfill their obligations.",
      "The UKRAINE said EITs could reduce emissions through using the latest technologies and renewables. In the third part of the round-table, Parties discussed private sector involvement, market mechanisms, and public-private partnerships.",
      "ITALY presented data on world energy demand, and concluded that electricity production in developing countries is both the biggest challenge and opportunity for the dissemination of renewables.",
      "MALAYSIA noted the importance of tax incentives.",
      "BUSINESS AND INDUSTRY ORGANIZATIONS urged governments to provide enabling frameworks, and said that non-commercial investments are needed for long-term commitment.",
      "The US emphasized public-private partnerships and noted national programmes on carbon sequestration, hydrogen and nuclear energy.",
      "GHANA said technology transfer must include know-how and human-resource development.",
      "Noting that the Protocol is the only viable option, JAPAN stressed developing common rules to apply to all countries.",
      "In response to Co-Chair Moosa\u0092s request to comment on carbon sequestration, NORWAY highlighted successes in re-injecting carbon dioxide into the continental shelf.",
      "CHILE underscored the role played by market conditions in ensuring cleaner technology, particularly in transportation.",
      "The GAMBIA underlined the need for appropriate technologies, capacity building, and enhanced international cooperation.",
      "MOZAMBIQUE said LDCs with limited private sectors need capacity building to participate in the technology-transfer process. Co-Chair Dobriansky reviewed the comments, noting a focus on, inter alia,sustainable development, adaptation, the roles of the public and private sectors, and the roles of new and existing technologies.",
      "Co-Chair Moosa identified a focus on future technologies, the need to develop advanced technologies and ensuring that present and existing technologies are put to maximum use."
   ],
   "subtype": "",
   "topics": [
      "Pre-Kyoto"
   ],
   "type": ""
}