{
   "actors": [
      "European Union",
      "Group of 77"
   ],
   "countries": [
      "Canada",
      "Australia",
      "Tuvalu",
      "United States",
      "Russian Federation",
      "China",
      "Switzerland",
      "Japan",
      "New Zealand"
   ],
   "enb_end_date": "07-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "07-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12227e.html",
   "id": "enb12227e_7",
   "section_title": "GOOD PRACTICE GUIDANCE ON LULUCF",
   "sentences": [
      "On Saturday, delegates discussed revised draft conclusions and a draft COP decision.",
      "TUVALU raised concern over recommending the IPCC Good Practice Guidance (GPG) without having had time for its full consideration.",
      "Opposing this, the EU, with JAPAN, NEW ZEALAND, AUSTRALIA, CANADA and the RUSSIAN FEDERATION urged adopting the GPG for both the UNFCCC and the Protocol in order to prepare national inventories in time for implementation. Delegates discussed revised text on factoring out direct human- induced changes in carbon stocks from indirect and natural effects.",
      "The G-77/CHINA proposed referring to the IPCC statement to SBSTA when taking note of the IPCC report on factoring out.",
      "The US, SWITZERLAND and NEW ZEALAND objected to this proposal.",
      "Regarding the need to address accounting of LULUCF activities, CANADA, supported by NEW ZEALAND, AUSTRALIA and JAPAN, proposed referring to the IPCC report.",
      "Opposing this proposal, the G-77/CHINA suggested referring to text in a draft COP/MOP decision contained in decision 11/CP.7 (LULUCF) on changes in stocks from natural effects.",
      "On Parties\u0092 submissions, the EU and AUSTRALIA, opposed by NEW ZEALAND and TUVALU, suggested inviting submissions on issues relating to LULUCF, other than on factoring out. On Monday, Co-Chair Margaret Mukahanana-Sangarwe announced that Parties had agreed to recommend the IPCC GPG for reporting under the UNFCCC, and to further consider reporting requirements under the Protocol at SBSTA-20, with a view to making a decision by COP- 10.",
      "On factoring out, Parties agreed to note the IPCC report submitted to SBSTA by the IPCC in response to a COP invitation.",
      "On accounting of LULUCF activities, Parties took note of an 'aim to address the issues' referred to in the COP/MOP decision and to discuss practical methodologies for factoring out.",
      "Regarding Parties\u0092 submissions, delegates agreed to invite Parties to submit their views on other, related LULUCF issues. Parties approved the draft conclusions and decision on GPG and harvested wood products, as amended."
   ],
   "subtype": "",
   "topics": [
      "IPCC Governance"
   ],
   "type": ""
}