{
   "actors": [],
   "countries": [
      "Canada",
      "Brazil",
      "Netherlands",
      "Denmark",
      "France",
      "United States",
      "Sweden",
      "Switzerland",
      "New Zealand",
      "Norway",
      "Saudi Arabia",
      "Australia",
      "Mexico",
      "United Kingdom",
      "Slovenia",
      "Germany",
      "Belgium",
      "Kiribati"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_13",
   "section_title": "SCOPE, CONTENT AND PROCESS FOR THE PREPARATION OF THE AR5 SYNTHESIS REPORT:",
   "sentences": [
      "The scope, content and process for the preparation of the AR5 Synthesis Report (SYR) (IPCC-XXXII/Doc.4) was first taken up in plenary on Monday morning where participants made general statements regarding the scope, length and timing of the SYR.",
      "The discussion centered mainly on the revision of an SYR outline developed at a dedicated SYR scoping meeting held in Liège, Belgium, in August 2010.",
      "The proposed outline included five topics: (1) Observed changes and their causes; (2) Future changes (in the short and long-term); (3) Responses; (4) Transformations and changes in systems; and (5) Science supporting UNFCCC Article 2.",
      "On the scope, Germany and others supported the proposed separate topic on UNFCCC Article 2, with the UK and Norway suggesting to introduce it after Topic 2 (future changes) and before discussing transformation pathways.",
      "In contrast, the US, Canada and Australia said UNFCCC Article 2 should be embedded within the structure, and not be included as a separate topic.",
      "The UK and Norway, opposed by Canada, supported a section on geoengineering in the SYR, with Norway highlighting the need to discuss the merits and risk of different geoengineering options.",
      "Norway also proposed adding reference to impacts on the Millennium Development Goals in the topic on responses, and Sweden and Norway stressed that the SYR should communicate the co-benefits and tradeoffs between air pollution and climate change.",
      "Switzerland expressed concern with capturing the wealth of information, in particular regional aspects, and said Topics 3 (responses) and 4 (transformations and changes in systems) should more clearly address the short versus long term.",
      "The US said the current structure is not easily comprehensible and noted overlaps, while Australia noted the SYR should integrate, rather than summarize, the three WG reports and that mitigation and adaptation should be addressed simultaneously.",
      "Noting the IAC recommended that the IPCC address a full range of views, the Netherlands, supported by Slovenia and opposed by Australia, suggested including alternative theories, including the views of climate skeptics so they could receive scientific appraisal in the WG reports and the SYR.",
      "On timing, the US and the Netherlands, supported by Australia, said the WG III report should be approved before the SYR, with the Netherlands calling for moving the SYR approval date from September to November 2014 and for asking the UNFCCC Secretariat to schedule COP 20 in December 2014 so the AR5 results could be presented to the COP.",
      "Delegates also discussed the SYR s length and management, with the US saying that the WG Co-Chairs and TSUs should be involved at every stage of decision-making and should report directly to the IPCC Chair rather than to the Secretariat.",
      "Discussions continued in the contact group from Tuesday through Thursday, which was co-chaired by Antonina Boncheva (Mexico) and Nicolas Beriot (France), with David Wratt (New Zealand) serving as rapporteur.",
      "Several delegates cautioned that Topic 5 (Science supporting UNFCCC Article 2) could become policy prescriptive.",
      "The US said UNFCCC Article 2 was a politically negotiated mitigation objective, and does not contain reference to impacts most relevant to policy-makers.",
      "Canada argued that science cannot support UNFCCC Article 2, although it is useful to inform decisions taken regarding UNFCCC Article 2.",
      "Supported by Saudi Arabia, he reiterated concern with the title not conveying a sufficiently policy-neutral message.",
      "Brazil said addressing Article 2 from the scientific point of view is difficult, and that Topic 5 is more political than scientific.",
      "The UK proposed using the term stabilization rather than referring to UNFCCC Article 2.",
      "Delegates also discussed the nature and placement of the proposed Topic 5, with most delegates opposing its inclusion at the end of the SYR.",
      "Some countries, including Canada and Australia, reiterated their view that the issue is cross-cutting in nature and that it should be integrated into the other topics.",
      "Kiribati, the UK, Denmark, Belgium and Norway opposed, and supported having it as a stand-alone topic.",
      "Canada noted that the topic had not received the same attention in the scoping meeting as the other topics, and with Australia, the Netherlands, the US and others, suggested drawing out information that is relevant for UNFCCC Article 2 from other topics and including it in boxes, possibly throughout the text, instead of having it as a separate topic.",
      "The UK, Germany and others opposed presenting it as a box, saying that boxes present length and content limitations.",
      "Noting that many of the key components in that topic could come under risks of climate change, WG II Co-Chair Chris Field suggested a box on UNFCCC Article 2 could serve as a roadmap, taking readers back through the SYR to understand the new scientific findings relevant to that article.",
      "As a compromise, the UK, supported by Germany Denmark, WG II TSU, Norway and others, proposed a separate topic on risks and vulnerabilities before Topics 3 (responses) and 4 (systemic transformation and changes in systems).",
      "Discussions continued, with delegates noting the difficulty of inserting a new topic at this time without being redundant or affecting flow.",
      "In the end, key issues in the UK proposal were incorporated under the existing topics.",
      "For example, reference to: ecosystems, food production, and sustainable economic development (as in UNFCCC Article 2) was included under Projections of future changes and risks ; geoengineering- possible options, risks and status was added under Response options ; and impacts and risks was added to the title of Topic 2 (future changes).",
      "For clarity, the group agreed to refer to Mitigation and adaptation measures instead of referring to Responses in Topic 3.",
      "Saudi Arabia called for inclusion spillover effects of mitigation responses under that topic.",
      "After a brief exchange on the length of the SYR, the group agreed to limit the Summary for Policymakers (SPM) to eight pages, excluding tables, maps and figures, and the full report to 40 pages, including tables, maps, and figures.",
      "Delegates also discussed the timing of the SYR in a breakout group.",
      "Stressing the need to ensure that the scientific work not be compromised and to allow consideration of all WG reports, delegates revised the timetable and postponed the adoption of the SYR by one month.",
      "This would allow a full advance version to be made available at the end of October for government consideration in advance of UNFCCC COP 20.",
      "The group also discussed elements for the decision text, mostly focusing on how to express that the authors have some flexibility in the content, while providing clear guidance on how the subject matter should be treated."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}