{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Qatar",
      "Australia",
      "United Arab Emirates",
      "Saudi Arabia",
      "Mauritius",
      "Argentina",
      "Barbados"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_68",
   "section_title": "Progress on the implementation of decision 1/CP.10 (Buenos Aires Programme of Work)",
   "sentences": [
      "SBI 33 first took up this issue in plenary on 30 November.",
      "Barbados supported further implementation of decision 1/CP.10 by: considering the implementation of adaptation activities within the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of SIDS; promoting the review and strengthening of LDCs NAPAs; and increased financial support for national institutional arrangements on adaptation.",
      "Parties then established a contact group chaired by SBI Vice-Chair Samuel Ortiz Basualdo (Argentina).",
      "During discussions, differences arose regarding proposed workshops, particularly one on response measures, with developed countries opposing such a workshop and some developing countries strongly supporting it.",
      "Developed countries agreed to a workshop on decision 1/CP.10 if held jointly with a workshop on Protocol Articles 2.3 and 3.14 (adverse impacts of response measures).",
      "During the SBI closing plenary on 4 December, Saudi Arabia, supported by the United Arab Emirates and Qatar, noted that the issue had been pending for a very long time but requested that reference linking a workshop on 1/CP.10 to a workshop on Protocol Articles 2.3 and 3.14 be deleted.",
      "Australia, with the EU and US, said they had agreed to a workshop on Protocol Articles 2.3 and 3.14 on the understanding that it would be a joint workshop with decision 1/CP.10, but that it could be worded as either a workshop where the issues were considered together or back-to-back.",
      "Saudi Arabia argued that these were distinct issues that should not be linked.",
      "Following further informal consultations, Australia proposed, and parties supported, holding a workshop promoting risk management approaches to address impacts of response measures and that it be held back-to-back, if possible, with other workshops relevant to developing country concerns about the impact of response measures.",
      "The SBI plenary adopted these conclusions, as amended, on 4 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}