{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Saudi Arabia",
      "Australia",
      "Palau",
      "Mexico",
      "Gambia",
      "India",
      "United States",
      "Trinidad and Tobago",
      "China",
      "Japan",
      "Grenada",
      "Bolivia"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_112",
   "section_title": "LEGAL OPTIONS",
   "sentences": [
      "This issue was addressed in an informal group facilitated by María del Socorro Flores (Mexico).",
      "Discussions mainly focused on: linkages between the legal form of the AWG-LCA outcome and the possible adoption of a second commitment period under the Kyoto Protocol and narrowing down key legal options for a possible AWG-LCA outcome.",
      "Grenada, for AOSIS, said he supported adoption of a second commitment period under the Kyoto Protocol and a legally-binding framework.",
      "He said legal form and level of ambition are mutually reinforcing.",
      "Bolivia said he does not trust voluntary pledges, and suggested a compliance system particularly in consideration of countries that are not party to the Protocol.",
      "With Trinidad and Tobago, he opposed a facilitative and non-punitive framework, saying this would hamper implementation.",
      "Saudi Arabia said form should follow content and opposed discussing any proposals in detail.",
      "The Gambia, for LDCs, favored a legally-binding agreement encompassing the Bali Action Plan, contingent on adoption of a ratifiable second commitment period.",
      "The EU supported a multilateral, rules-based, legally-binding treaty.",
      "He said empirical evidence indicates that treaties are superior to voluntary commitments in terms of ensuring compliance, stressing that they inspire confidence in governments and markets to act.",
      "Australia supported a new legally-binding instrument, with specific obligations for a broad set of parties, while Palau called for a new protocol.",
      "Japan supported a new, single, legally-binding instrument with participation of all major economies.",
      "The US supported a legally-binding agreement including commitments from all major economies.",
      "He suggested that this is not the appropriate venue to discuss a mandate for a process for a post-2020 regime, and said common but differentiated responsibilities is a concept with evolving applicability.",
      "Climate Action Network requested adoption of a mandate for a legally-binding instrument by 2015, stressing that the world cannot afford a dead decade on climate change.",
      "Facilitator Flores prepared a non-paper containing options based on parties discussions, which was subsequently revised based on inputs.",
      "On 6 December parties discussed a revised non-paper presented by the facilitator with options for an AWG-LCA outcome.",
      "The non-paper contained four options to be considered by Ministers: (1) to develop and finalize a protocol pursuant to Convention Article 17 (protocols); (2) to request the AWG-LCA to complete the agreed outcome based on Decisions 1/CP.13 and 1/CP.16 through a legally-binding instrument/outcome or, in a second option, through a series of decisions; (3) to request the AWG-LCA to continue discussing legal options to complete an agreed outcome based on Decisions 1/CP.13 and 1/CP.16, the work done at COP 17 and 18, and proposals made under Convention Article 17; or (4) making no decision on the issue.",
      "The US suggested an additional option, to develop a series of decisions based on Decision 1/CP.16 alone and not on Decision 1/CP.13.",
      "The first option deciding to develop a protocol under Convention Article 17 included elements on the content.",
      "The EU said that addressing the principle of CBDR in a contemporary and dynamic manner is an essential component and suggested its inclusion.",
      "India, supported by China, suggested this option should be based on, and under, the UNFCCC and not involve reinterpretation or amendment of the Convention, with China suggesting that dynamic interpretation of the principle may entail amendment.",
      "On 7 December in the AWG-LCA Contact Group, Chair Reifsnyder said the issue of legal options would be taken up in the ministerial process.",
      "During the Indaba ministerial consultations, the options were revised.",
      "When COP/CMP President Nkoana-Mashabane presented draft decision FCCC/AWGLCA/2011/L.10 in a joint informal COP/CMP plenary on Sunday morning, 11 December, delegates expressed diverging views regarding the option for a legal outcome.",
      "President Nkoana-Mashabane invited parties to form a huddle to reach a compromise and thirty minutes later parties reconvened to replace the phrase with agreed outcome with legal force."
   ],
   "subtype": "",
   "topics": [
      "Extension of the Kyoto protocol"
   ],
   "type": ""
}