{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "09-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12484e.html",
   "id": "enb12484e_4",
   "section_title": "MITIGATION (sub-paragraph 1(b)(i) of the BAP)(developed country mitigation)",
   "sentences": [
      "In the morning, the drafting group discussed: the concept and criteria for graduation of countries into Annex I; inscription of targets for developed countries; language and focus of MRV for developed countries; and compliance.",
      "Many parties objected to the discussion of graduation, stressing that it is not part of the BAP and therefore not within the AWG-LCA s mandate, also pointing out that the Convention already allows countries to voluntarily join Annex I.",
      "Some parties also stressed that graduation does not fall into the category of what can be achieved in Cancun.",
      "Others pointed to the improved economic circumstances of many countries since 1992 when the Convention was agreed and said this should be reflected.",
      "Some parties proposed differentiated obligations and commitments for developing countries instead of graduation.",
      "On inscription of targets, some parties highlighted the need to discuss both the nature of commitments and the relationship between Kyoto Protocol Annex I countries and non-Kyoto Protocol Annex I countries, in order to ensure coherence and comparability of commitments.",
      "Several parties stressed that the approach should be top-down and involve commitments rather than targets, while others said a bottom-up approach is more practical.",
      "Some parties also supported a decision in Cancun that begins the process, recognizes pledges and encourages parties to increase their ambition.",
      "They stressed that such a decision would only be an interim step towards a legally-binding agreement that captures developed country mitigation commitments and developing country actions in a differentiated manner.",
      "Others stressed that the commitments of all major economies, not just of Annex I countries, should be inscribed in a decision in Cancun."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}