{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China",
      "Germany",
      "Canada",
      "Uruguay",
      "Switzerland"
   ],
   "enb_end_date": "03-Apr-95",
   "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "1st COP FCCC",
   "enb_start_date": "03-Apr-95",
   "enb_url": "http://www.iisd.ca/vol12/1216000e.html",
   "id": "1216000e_4",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Consultations abound in the corridors and offices of the ICC.",
      "Estrada has been holding one-on-one informal consultations on joint implementation.",
      "By Saturday afternoon, it was still uncertain whether delegates would be able to reach consensus on a JI pilot phase or if Estrada would be able to produce a Chair's text or summary.",
      "Estrada informed delegates during the Saturday afternoon COW that these negotiations were moving 'very slowly,' and that he did not expect to begin further consultations until the G-77 and China had been given additional time to condider the adequacy of commitments.",
      "Estrada has also been consulting with delegates from the four countries who wish to host the Permanent Secretariat (Canada, Germany, Switzerland and Uruguay) to try to reach agreement on a method to use to resolve this pending issue. The Germans continued their consultations with delegates about the Rules of Procedure.",
      "Although some delegates had called for agreement on the Rules of Procedure by the end of the first week of the COP, this has not been the case and it appears likely that consultations will continue into the second week.",
      "The two major outstanding issues are voting procedures and the allocation of seats on the Bureau.",
      "While a linkage between these rules was resisted at INC-11, the impending arrival of ministers may encourage delegates to reconsider."
   ],
   "subtype": "CORRIDORS",
   "topics": [],
   "type": ""
}