{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States",
      "Spain",
      "Japan",
      "Philippines",
      "Australia",
      "Zimbabwe",
      "China"
   ],
   "enb_end_date": "01-Sep-95",
   "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "1st Session SBSTA & SBI",
   "enb_start_date": "28-Aug-95",
   "enb_url": "http://www.iisd.ca/vol12/1223000e.html",
   "id": "1223000e_4",
   "section_title": "NATIONAL COMMUNICATIONS FROM ANNEX I PARTIES AND COMMUNICATIONS FROM NON-ANNEX I PARTIES - PROGRESS REPORT ON IN-DEPTH REVIEWS",
   "sentences": [
      "The Chair suggested merging discussion on national communications from Annex I Parties with discussion on the brief progress report on in-depth reviews undertaken to date, as contained in FCCC/SB/1995/1.",
      "He asked delegates to focus on the procedural aspects of the following: scientific and technical aspects in the review, effectiveness of policies and measures, and the preparation of guidelines on national communications. AUSTRALIA supported the Secretariat`s progress report on in- depth reviews and encouraged the Secretariat to continue.",
      "She said that SBSTA 2 should consider a draft synthesis report and recommended a comprehensive approach to all GHG sources.",
      "SPAIN, on behalf of the EU, said that all EU members had submitted their national communications and the EU had presented a synthesis report at COP 1.",
      "The EU, supported by CANADA and JAPAN, supported the compilation of a synthesis report and the continuation of in-depth reviews.",
      "The US said that the SBSTA`s ongoing review of national communications would provide key information on individual policies and measures.",
      "The PHILIPPINES, on behalf of the G-77 and China, supported the inclusion of in-depth reviews of Annex I Parties` national communications as a standing item on the SBSTA`s agenda.",
      "CHINA stated that Annex II Parties should include measures on the transfer of technology for consideration by SBSTA.",
      "ZIMBABWE noted that non-Annex I Parties do not have a fixed time to report and agreed that the process should be accelerated. The INTERNATIONAL ECONOMIC AGENCY (IEA) stated that international statistics, including the work done by the UN Statistical Office, were available and SBSTA could use these to evaluate national communications.",
      "The Secretariat noted that each team of IPCC experts has at least one developing country member, adding that only 29 Parties had made nominations, and that the IPCC aims to involve as many Parties as possible.",
      "The Chair said there would be informal consultations on these items and all comments would be incorporated in a draft paper.",
      "The PHILIPPINES and AUSTRALIA noted that these issues will have to be revisited in Plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}