{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Armenia",
      "Mali",
      "Argentina",
      "Netherlands",
      "United States",
      "Japan",
      "Norway",
      "China"
   ],
   "enb_end_date": "04-Mar-96",
   "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "2nd Session SBSTA & SBI",
   "enb_start_date": "27-Feb-96",
   "enb_url": "http://www.iisd.ca/vol12/1226000e.html",
   "id": "1226000e_15",
   "section_title": "NATIONAL COMMUNICATIONS",
   "sentences": [
      "On communications from Parties included in Annex I, the Secretariat introduced the following documents: Part One: Elements of the second compilation and synthesis report (FCCC/SB/1996/1); Part Two: Tables of inventories of anthropogenic emissions and removals in 1990 and projected anthropogenic emissions in 2000 ( FCCC/SB/1996/Add.1) and Progress report on in-depth reviews (FCCC/SB/1996/2). The EU commended the reviews and supported the Secretariat`s proposal to compile information for years subsequent to 1990.",
      "The second report should also include a table indicating specific targets set by Parties, provide information on the costs of policies and measures and focus on innovative and successful examples.",
      "He proposed an informal workshop at SBI-3 to exchange views and experiences on implementation of national programmes. The US said that the reporting process could be improved by increasing transparency, comparability and consistency through more specific guidelines.",
      "Communications could also be improved by resolving reporting inconsistencies on topics such as temperature adjustments, electricity imports and global warming potentials.",
      "Reporting data in electronic form would reduce the workload of the Secretariat.",
      "JAPAN called for a more clearly defined in- depth review process.",
      "The process should strengthen the formality of policies and measures (P&M) and report on their performance to allow for international monitoring of commitments.",
      "Guidelines could be improved by providing more illustrative guidance on inventories of GHGs, more comparable formats for P&M and more detailed descriptions of technical and financial cooperation. The NETHERLANDS stressed the importance of exchanging experiences and supported the EU-proposed informal workshop.",
      "NORWAY supported the US call for greater consistency in reviews. ARGENTINA noted there was no communication from the EU listed in the document.",
      "The EU later expressed regret at not being in a position to deliver a communication because three new members joined the EU in January 1995.",
      "Their individual national communications had to be accounted for and an overview has been submitted.",
      "Individual EU members have already submitted their own reports, which provides a good indication of EU efforts. On 1 March, delegates reviewed the draft conclusions proposed by the SBI Bureau.",
      "The conclusions noted that SBI, inter alia: invited SBSTA to consider ways of enhancing transparency, comparability and consistency through more specific guidelines; concluded that mechanisms should be explored to facilitate the exchange of experiences in carrying out national programmes, and took note of data indicating that many Annex I Parties will have to make additional efforts in order to return GHG emissions to 1990 levels by 2000.",
      "The SBI also requested the Secretariat to convene an informal workshop in conjunction with SBI-4 to focus on implementation aspects of P&M. ARMENIA replaced a reference to returning to '1990' levels with 'base year' levels, in light of the COP decision providing flexibility for countries with economies in transition.",
      "Delegates debated a proposal from CHINA for specifying 'Annex I' whenever 'Parties' were mentioned.",
      "The US supported applying the amendment throughout the document, but argued that this change, when referring to the workshop, would limit participation and subject matter.",
      "Delegates accepted the conclusions as amended.",
      "CLIMATE ACTION NETWORK said there is no evidence that the SBI is systematically taking stock of the ongoing process and producing conclusions on the state of implementation by Annex I Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}