{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Organisation for Economic Co.operation and Development",
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "China",
      "Iran",
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Japan",
      "Germany",
      "Brazil",
      "Kenya",
      "Canada",
      "Niger",
      "Slovenia",
      "Austria",
      "Turkey",
      "Poland",
      "Oman",
      "Malaysia",
      "Thailand",
      "Russian Federation",
      "Romania",
      "Italy",
      "Australia",
      "Trinidad and Tobago",
      "Netherlands",
      "Saudi Arabia",
      "Costa Rica",
      "Samoa",
      "Norway",
      "Switzerland",
      "Nigeria",
      "New Zealand"
   ],
   "enb_end_date": "08-Mar-96",
   "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "3rd Session of the AGBM",
   "enb_start_date": "05-Mar-96",
   "enb_url": "http://www.iisd.ca/vol12/1227000e.html",
   "id": "1227000e_4",
   "section_title": "QUANTIFIED EMISSION LIMITATION REDUCTION OBJECTIVES WITHIN SPECIFIC TIMEFRAMES",
   "sentences": [
      "The Secretariat presented a report by Dr. Pascale Morand Francis (Switzerland) on an informal workshop on QELROs held 28 February 1996.",
      "The workshop was organized by the Secretariat to help the AGBM accomplish its task of setting quantified objective within specific timeframes.",
      "Experts from five Parties, two IGOs and three other organizations made presentations.",
      "IPCC Chair Bert Bolin presented the Panel`s most recent findings relevant to QELROs.",
      "Participants also discussed the definition of 'dangerous,' as referred to in Article 2 of the Convention.",
      "Bolin said that the Parties should decide for themselves, while others said the IPCC could develop criteria or indicators to help set a threshold.",
      "The workshop also heard a number of technical presentations on modeling, the design of cost-effective mitigation strategies, the cost of emission reductions, and near-term strategies for long-term climate protection. Economic models were seen as tools to help understand the way forward, although they do not adequately reflect the complexity and dynamic nature of technological development and do not account for feedbacks.",
      "The workshop succeeded in raising issues related to the concepts of equity and differentiation among Annex I Parties.",
      "The workshop recommended that the AGBM address the following: appropriate levels of emissions limitation and reduction; timing of the implementation of QELROs; whether equity principles will be reflected in a protocol or another legal instrument through a differentiation regime; and how new ideas - such as the possibility of drawing a distinction between production- and consumption-related emission budgets and 'safe emission corridors' - help in setting QELROs. The Chair noted the great emphasis placed on analysis and assessment at previous meetings, but said very little had been done on the substance of the issues.",
      "He said the workshop helped in that regard.",
      "He also reflected on external debt as another cost to developing countries and said perhaps it is time for developed countries to pay their debt, which was incurred as a result of the industrial revolution.",
      "In addition to possible country objectives, group objectives for reductions could be considered. SAUDI ARABIA said that setting QELROs is not only the business of Annex I countries and expressed surprise at the low level of participation of developing countries in the workshop.",
      "Regarding energy modeling and the energy-related discussions, he reminded delegates that the AGBM mandate calls for consideration of other gases and other sectors that would contribute to reduction of the foreseen costs.",
      "He also called for consideration of equity issues from an international perspective, not simply among the Annex I Parties, because the issues affect non-Annex I countries.",
      "He requested examination of the issues to avoid having losers among the group. The Chair responded that preparations for the workshop included invitations for all possible participants and that OPEC was invited but declined to attend.",
      "He said the analysis must end and actions must begin at some point.",
      "He also said he did not recall anyone talking about the effect of measures on developing countries when OPEC raised oil prices twenty years ago. BRAZIL stated that it may be appropriate to initially establish an overall aggregate quantitative objective and then negotiate the relative participation of countries or the sharing among countries.",
      "The group would have a priori an idea of the effect of the objectives on the climate.",
      "They would be negotiated so that the overall emissions of Annex I countries would be within quantitative objectives.",
      "He also said the principle of common but differentiated responsibilities could justify estimating the relevant contributions of each country to the relative climate change. COSTA RICA, on behalf of the G-77/China, said that the AGBM must move forward on emission targets.",
      "The G-77/China has insisted that overall emissions are the important issue and that emissions should be reduced to 1990 levels.",
      "He recalled the COP decision that there would be no new commitments for developing countries and that the extent to which developing country Parties can implement the Convention depends on the developed countries.",
      "He reminded developed countries of their obligation to provide for full agreed costs through the interim financial mechanism, but said putting the resources in the GEF is not the same thing as making them available directly to developing countries. The Chair said that this final point must be made with the utmost clarity to the SBI and called upon Costa Rica, as Chair of the G-77/China, to raise it.",
      "TURKEY cited its GDP per capita, anthropogenic emissions per capita and unit of territory and levels of production and consumption of energy per capita.",
      "He said it was evident that Turkey`s contribution to global warming was a fraction of the average of the Annex I countries. JAPAN said commitments should be strengthened by combining policies and measures and QELROs, using short-term and medium- or long-term time scales with both legally-binding and target commitments.",
      "New commitments need to be flexible to heighten agreement and acceptance.",
      "He emphasized development of differential criteria and indicators to ensure equity in commitments based on variable marginal emission reduction costs and different past efforts at mitigation and limitation among parties.",
      "ITALY, on behalf of the EU, said based on IPCC projections of atmospheric C02 stabilization levels and temperature increase, a level of 550 parts per million should guide limitation and reduction efforts.",
      "Collective objectives for Annex I Parties could group emissions for all Annex I Parties or group emissions of OECD and non-OECD countries.",
      "Either arrangement would require equitable sharing within each group.",
      "Individual objectives could be uniform or differentiated by limitations and reductions.",
      "Economic and demographic indicators, equity criteria and flexibility to reduce economic impact and mitigation costs are among considerations to establish equitable and timely differentiation.",
      "Longer timeframes would be useful for planning and investment decisions, but shorter timeframes, such as 2005 and 2010, are also important for accountability and monitoring.",
      "ROMANIA called for flexibility and cost effective reductions.",
      "She said Romania has used bottom-up approaches that permit reductions without supplementary costs. SAMOA, on behalf of AOSIS, said the AOSIS draft protocol addresses gases other than C02, calling for targets and timetables at the first meeting of protocol Parties.",
      "He said there is a need to strengthen commitments beyond 20% below 1990 C02 emissions by 2005.",
      "Discussions on flexibility in time scales are compromising or are likely to compromise the urgent need for GHG emission reductions.",
      "He reiterated the need for urgent reductions to occur within a safe emissions corridor to prevent irreversible or dangerous interference with the climate system. NIGERIA said stabilizing emissions at 1990 levels will be costly for the world economy and will not lead to significant abatement compared with business as usual scenarios.",
      "Some countries, mainly developing ones, would be worse off, so there is a need to analyze economic impacts, not as a delaying tactic but to allay genuine fears.",
      "CHINA said reduction objectives and policies and measures are integrated, with policies and measures as means to achieve targets. GERMANY proposed C02 reduction objectives of 10% by 2005 and 15-20% by 2010, both against a base year of 1990.",
      "She said it is an ambitious and necessary approach that would also devise targets and timetables for non-C02 emissions.",
      "An additional target for 2020 is possible, but uncertainties mean it is too far into the future to reliably guide efforts now.",
      "The objectives should be binding, with some flexibility for economies in transition, and would fit into the protocol structure proposed by the EU.",
      "She said the single gas approach has greater precision, avoiding C02 equivalent calculations of greenhouse warming potentials that could make a combined gas approach difficult.",
      "The flat rate reduction has proven worth, simplicity and practicality, and accounts for different starting points by measuring efforts against historical emissions.",
      "There are other equity approaches, such as differential targets, but there are practical difficulties in generating indicators.",
      "The proposal does not affect Germany`s commitment to a 25% emissions reduction by 2005.",
      "She requested that the Secretariat compile proposals submitted so far and submissions received by 15 April 1996 into a single document for AGBM 4 and COP-2. AUSTRALIA said success will be enhanced by recognizing country circumstances.",
      "Flexibility can create opportunities for wider and more effective action and will deliver the most effective environmental result.",
      "He supported differentiation between Parties for equity, using possible criteria and indicators for equitable burden sharing.",
      "He proposed rules for determining equitable effort based on the ability to pay principle; mitigation action should be proportional to capacity to pay; countries of comparable income should face comparable per capita costs; and mitigation should be proportional to emissions, current or projected. The US said the QELROs workshop and a US analysis showed: different views on how to implement targets and timetables and on an environmentally and cost-effective structure; the need for work on possible differentiation between Parties; and that level, timing, location and sharing of action affect costs and environmental impacts and benefits.",
      "The next steps must be environmentally sustainable and cost effective and provide flexibility in the implementation of obligations.",
      "Flexibility of emissions timing and location allows countries to choose cost-effective paths.",
      "Consensus does not yet exist on next steps.",
      "MALAYSIA said the AOSIS draft protocol should form a basis to elaborate on quantified targets.",
      "Flexibility in time and place of reductions could allow countries to delay and transfer their commitment to others.",
      "Because of opportunities and technology available, he suggested a quantified C02 target rather than a comprehensive approach.",
      "For equitable burden sharing, and differences between starting points and economic structure among Annex I countries, a methodology is needed including indicators to facilitate a quantitative target.",
      "AUSTRIA is committed to the Toronto Target as a national target and will increase efforts in the face of evidence it may not reach the target.",
      "He supported a gas-by-gas approach and comprehensive monitoring.",
      "A flat rate has merit, and binding reduction objectives give incentive for early action. CANADA restated its support for the conclusions contained in the SAR.",
      "She supported further examination of concepts such as collective emission objectives (bubble concept) to determine how such a programme would be implemented.",
      "She stressed the importance of ensuring equitable burden-sharing and said a differentiated approach must take into account different national circumstances.",
      "On timeframes, Canada suggested establishing an objective for the medium- to long-term to avoid preclusion of any options. The MARSHALL ISLANDS said the workshop last week showed that emissions reduction was not a matter of 'if,' but 'when' and 'how much more.",
      "' A possible 80% loss of land in the Marshall Islands makes this issue more than dangerous.",
      "He said it is misleading to look at the economic costs of reducing oil revenues, because we cannot put a cost on the total cultural and physical obliteration of the Marshall Islands. IRAN reminded delegates that the Convention contains provisions on sources and sinks and calls for balanced action.",
      "He said that enhancement of sinks is as vital as emission reductions and stressed the importance of aforestation and reforestation in Annex I countries.",
      "For setting QELROs, analysis of socioeconomic impacts must be integral.",
      "P&M should not create any disguised barriers to trade, particularly for developing countries, and should address all gases in a quantified manner. The NETHERLANDS said the IPCC report presents the best available science and, although the information is incomplete, the AGBM must make initial judgments now.",
      "He supported the Marshall Islands in noting that the scenario presented by the IPCC threatens the continuing existence of many countries.",
      "The question is not whether the world can afford to save small island States, but how to lower emissions at the lowest possible cost.",
      "He said the concept of safe emission corridors warrants further examination and proposed a follow-up workshop.",
      "He highlighted emission budgets as a good tool to minimize the costs and create incentives for early action, and suggested compiling a document on applying this concept. The RUSSIAN FEDERATION stated that new requests for reductions by his country were premature.",
      "The Russian Federation has already reduced its emissions and is currently restructuring its economic potential.",
      "The preconditions for raising the question of additional obligations will occur when Russia`s GDP per capita is comparable to the OECD countries.",
      "He emphasized that P&M should not prevent sustainable development and should account for specific social and economic situations.",
      "Recommendations from the workshop were obviously written by experts from OECD countries.",
      "POLAND said that quantification of targets is the most important issue for the AGBM.",
      "On criteria, timetables and commitments, there must be more specific proposals.",
      "He proposed establishing an ad hoc group of technical experts to elaborate specific proposals.",
      "NEW ZEALAND stated that consideration of the SAR last week should clarify the importance of the AGBM.",
      "This group faces real world threats of catastrophic proportions.",
      "He stressed that equity and efficiency both may be served by international economic instruments.",
      "While such instruments raise difficult issues, the options should be left open. TRINIDAD AND TOBAGO said Brazil`s proposal on QELROs provided a logical way forward and Germany`s proposal provided impetus to the work of the AGBM.",
      "He said the gas-by-gas approach is the simplest and most effective, and expressed surprise at Australia`s idea of equity.",
      "Each country could propose an idea of equity that suits its own needs.",
      "SLOVENIA agreed that equity was an important consideration and supported the flat rate approach.",
      "He said work should start now if an agreement is expected by COP-3 and drew attention to the need to examine how economic development will affect GHG reduction.",
      "KENYA said that statements by Annex I Parties show their willingness to support new targets.",
      "She noted that the EU is on track to lower its levels and hoped that all Annex I Parties could follow suit.",
      "NORWAY called for differentiated commitments for individual Parties.",
      "This will require sophisticated approaches, but the workshop revealed several suggestions.",
      "He said the flat-rate approach is not cost-effective and noted that a cost-effective approach will facilitate agreement on more ambitious commitments. THAILAND said the IPCC report stresses the need to immediately reduce emissions.",
      "He said developed countries should strive for legally-binding targets before flexibility should be allowed.",
      "He called for narrowing the range of options to accelerate the process.",
      "VENEZUELA said the impact of implementation must be addressed.",
      "Venezuela, like others, is toiling under a burden of foreign debt and needs foreign assistance to carry out social programmes.",
      "He said developed countries have promised to stabilize their emissions, but even if projected increases are reduced, they will still be far from reaching the target.",
      "SAUDI ARABIA noted that many Parties had referred to IPPC measures and findings, and said it is premature to have conclusions on this issue.",
      "The SBSTA report shows that different points of view were voiced and that delegates agreed to leave the issue to another session.",
      "The two lists should be on an equal footing when referred to at the AGBM.",
      "The Chair said the Group would not re-open that discussion now. SAMOA, on behalf of AOSIS, noted that the proposals provide a range of useful policies and measures, but such proposals alone, without QELROs, cannot significantly advance this process.",
      "The approach laid out by the EU can be strengthened by placing these policies and measures within a legally- binding target and by development of specific performance targets.",
      "NORWAY noted that the removal of subsidies is particularly pertinent to creating market incentives for environmentally sound behavior.",
      "The IPCC also reports that there are several no regrets measures, including replacement of biased taxation.",
      "The risk of aggregate damage provides rationale beyond these measures.",
      "JAPAN said the AGBM must not focus solely on quantified objectives, but also on P&M.",
      "He proposed establishing mechanisms that review P&M and enhance them step-by-step.",
      "He did not favor compelling all Annex I Parties to take specific measures and said Parties must retain flexibility.",
      "In order to integrate differences, the AGBM should introduce C02 efficiency in a protocol. Delegates agreed to continue discussions on QELROs and policies and measures.",
      "They requested that the Secretariat prepare a compilation of propsals relating to the treatment of QELROs and P&M in a protocol or another legal instrument and that the IPCC prepare a technical paper on possible P&M."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}