{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Mauritania",
      "Canada",
      "Niger",
      "Samoa",
      "Nigeria",
      "Japan",
      "China",
      "Saudi Arabia"
   ],
   "enb_end_date": "08-Mar-96",
   "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "3rd Session of the AGBM",
   "enb_start_date": "05-Mar-96",
   "enb_url": "http://www.iisd.ca/vol12/1227000e.html",
   "id": "1227000e_2",
   "section_title": "INPUTS FROM SUBSIDIARY BODIES",
   "sentences": [
      "The Chair recalled the AGBM`s request for specialized inputs from subsidiary bodies related to relevant portions of the IPCC Second Assessment Report (SAR), national communications of Annex I Parties, in-depth reviews, and the SBSTA report on technologies.",
      "He said the AGBM would seek guidance from the SAR on strengthening commitments. SBSTA Chair Tibor Farago said it was complicated to reach consensus on the IPCC SAR but that it was time to arrive at some basic conclusions.",
      "The SBSTA decided to: note that it held only an initial exchange of views; commend the entire SAR to all FCCC bodies; invite Parties to submit views for a full consideration of the SAR at SBSTA-3; consider the SAR an important science-based, comprehensive analysis; recommend that the IPCC provide further inputs; and agree that findings and projections should be made available to different audiences with special attention to the national and regional levels.",
      "The SBSTA proceedings indicate that some delegations said that the findings of the SAR should be communicated to all FCCC bodies, especially the AGBM, and that the findings underlined the necessity of urgent action.",
      "The SBSTA Chair highlighted two elements: that atmospheric concentrations are increasing largely because of human activities and that the balance of evidence suggests a discernible human influence on the global climate system.",
      "Other delegations expressed the view that it is premature for the SBSTA to highlight specific SAR findings.",
      "These delegations said the list of items was highly selective, reflecting a limited and biased view because other IPCC findings should be equally important, including that many uncertainties and factors limit the ability to detect and project future climate change.",
      "On cooperation with the IPCC, the SBSTA noted the conclusions of the IPCC meeting in Rome in December and those of the SBSTA/IPCC joint working group, and it requested a list of subjects for further IPCC reports and workshops. On national communications, six in-depth reviews of Annex I Parties communications are available.",
      "These identify successful approaches to meeting commitments as well as difficulties.",
      "While the compilation and synthesis is not finished, basic information indicates that most Parties will not be able to stabilize GHGs at 1990 level by 2000.",
      "Regarding non-Annex I Parties communications, the SBSTA considered a G-77/China document as the basis for adoption of guidelines and a format. Under technological inventory and assessment, the SBSTA considered the Secretariat document (FCCC/SBSTA/1996/4 and FCCC/SBSTA/1996/4/Add.1) and noted information available in other fora.",
      "The Secretariat was asked to plan for technology information centres, survey Parties` information needs, set up a catalogue of adaptation technologies, and draft a paper on terms of technology transfer. The Chair of the Subsidiary Body for Implementation (SBI), Mahmoud Ould El Gaouth (Mauritania), reported on the conclusions of the SBI meeting.",
      "He said the SBI unanimously adopted a conclusion on Annex I national communications, which gives projected emissions to the year 2000 and is unambiguous that current activities will not reduce GHG emissions unless additional measures are taken by those Parties.",
      "A decision on non-Annex I communications is still pending. IPCC Chair Bert Bolin then reviewed the conclusions of the SAR.",
      "He said the IPCC`s aim is to make objective statements and point out uncertainties, but also to emphasize robust findings.",
      "He said the most important finding is that the balance of evidence suggests discernible human influence on climate.",
      "The .5 increase of global mean surface air temperature in the last century is not by itself sufficient to draw conclusions because of natural variability.",
      "But there is evidence that: increasing C02 in the atmosphere will lead to increasing temperature in the lower atmosphere and cooling in the stratosphere; the greater warming in the southern than the northern hemisphere in the past 50 years shows the shielding effect of aerosols; and spatial patterns of climate change in the northern hemisphere are similar to model predictions with the only possible explanation being human influence on global climate.",
      "Natural variability does not negate this conclusion about human influence, but makes it difficult to isolate a figure of sensitivity in the 1.5-4.5 increase above pre- industrial temperatures predicted by 2100.",
      "Considerable uncertainty remains, but uncertainty does not eliminate risk.",
      "He also emphasized that no regrets measures are available in most countries, and that the precautionary principle provides a rationale for action beyond no regrets.",
      "The challenge is to select a prudent strategy of adaptation, mitigation and research for adjustments over time.",
      "The SAR does not recommend specific measures, but many options are identified that can achieve 10-30% emissions reductions at little or no cost. SAUDI ARABIA said the IPCC is an objective scientific body that does not engage in policy and never will in the future.",
      "He said it is difficult to indicate the amount of human influence because of remaining uncertainties, including the magnitude and pattern of long-term natural variability.",
      "The IPCC should provide a view of whether existing proposals, including the AOSIS draft protocol, will really avert climate change and whether an effort with real economic costs will have real environmental benefits. Bolin said that the stabilization exercises show that a major change of emissions must take place over the next century.",
      "Ultimately there will be a need for deep cuts that require effort of all countries.",
      "NIGERIA recalled that Bolin had said, during SBSTA, that there were uncertainties inherent in the SAR.",
      "The models need to be evaluated, the risk analysis has not been properly pursued and the proposed policies and measures (P&M) must be examined. SAMOA, on behalf of AOSIS, said the first set of conclusions highlighted in the SBSTA report best capture the weight of the science and the urgency for action.",
      "He said a dangerous interference has already occurred and the implications for small islands are extremely serious.",
      "The AGBM must negotiate emissions reductions and their timetable for implementation and make progress toward establishing a protocol or other legal instrument.",
      "CANADA supported the findings in the first set of SBSTA conclusions and noted that they seemed to have the support of most Parties.",
      "JAPAN supported the SAR findings and said specific P&M should be clarified.",
      "He focused on national communications and emphasized the need for more systematic and comparable in-depth reviews.",
      "The EU commended the IPCC report and highlighted several specific findings.",
      "He said the risk of aggregate damage warranted action beyond no regrets measures and that the policies proposed in the report can serve as a basis for future action.",
      "SAUDI ARABIA recalled that two sets of opinions were included in the SBSTA report on key findings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}