{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "Argentina",
      "Russian Federation",
      "Marshall Islands",
      "Japan",
      "United States",
      "Australia",
      "Kuwait",
      "Canada",
      "Trinidad and Tobago",
      "Mexico",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "12-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "12-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1232000e.html",
   "id": "1232000e_3",
   "section_title": "AD HOC GROUP ON THE BERLIN MANDATE",
   "sentences": [
      "Convening AGBM 4 in the afternoon Chair Raul A. Estrada- Oyuela (Argentina) said the absence of legally binding criteria on a return to 1990 emission levels makes new commitments difficult and did not reflect views during FCCC negotiations.",
      "There are various combinations of measures available to AGBM.",
      "It will not be possible to apply all voluntarily.",
      "The prior condition for new developing countries` commitments is compliance by developed countries.",
      "He noted absence of agreement on voting and that insistence on consensus might result in a veto.",
      "The option of an amendment to the FCCC is being kept open for a three- quarters majority. Parties adopted the agenda (FCCC/1996/CP/1996/1 and Add.",
      "The Chair noted that the Office of Legal Affairs had decided Article 17.2 of the FCCC does not rule out modification of a draft Protocol after circulation six months in advance of a session.",
      "An electric power sector NGO recommended measures for electric utilities and consumers.",
      "The WWF said there is an urgent need to accelerate negotiations.",
      "The Global Action Climate Network said the SAR implies that Parties must intensify efforts. Under Agenda Item 3 (possible features of a protocol or another legal instrument) (FCCC/AGBM/1996/MISC.1/Add.1 and Add.3; MISC.",
      "2 and Add 1; and 6), the EU said he had submitted a Protocol proposal and indicated support for 'institutional economy' and a provision to allow Parties to adopt future obligations. The US, supported by CANADA, called for a decision on the rules of procedure.",
      "CANADA and TRINIDAD AND TOBAGO on behalf of AOSIS stated that Article 17.2 (six month rule) should not hinder the new legal instrument.",
      "The RUSSIAN FEDERATION emphasized the principle of common but differentiated responsibility and a regional approach to GHG reduction.",
      "CANADA and JAPAN called for a flexible legal instrument.",
      "AUSTRALIA, generally supported by CANADA, JAPAN, CHINA, and NEW ZEALAND, called for a simple legally-binding instrument administered by the FCCC Secretariat.",
      "AUSTRALIA and JAPAN stated that its form should follow its content, while the RUSSIAN FEDERATION, CHINA, BANGLADESH, MARSHALL ISLANDS and MEXICO preferred a separate protocol. AOSIS recalled its draft protocol calling for a 20% reduction in 1990 GHG emissions, and stated that the protocol should be open to all Parties.",
      "KUWAIT stated that scientific information in the SAR was insufficient to inform the AGBM process."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}