{
   "actors": [],
   "countries": [
      "Philippines",
      "Brazil",
      "Trinidad and Tobago",
      "Saudi Arabia",
      "United States"
   ],
   "enb_end_date": "16-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "16-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1234000e.html",
   "id": "1234000e_1",
   "section_title": "IMPACTS ON DEVELOPING COUNTRY PARTIES",
   "sentences": [
      "A Round Table discussion convened by the Ad Hoc Group on the Berlin Mandate considered impacts of Annex 1 measures on developing countries.",
      "Chair Kilaparti Ramakrishna (US) invited comments on costs and benefits by panelists from the Philippines, Saudi Arabia, the US, Trinidad and Tobago, and Brazil.",
      "They called for mechanisms to share the burden of impacts of Annex I actions resulting in, inter alia, lower growth and inflationary pressures.",
      "It is not clear short term economic measures will result in a slow down. Responses can stimulate technological innovation, increasing economic and welfare gains.",
      "They also discussed: the limitations of economic modeling; consideration of the costs of inaction including non-economic implications; and how flexible and adaptive economies in fossil fuel importing countries may experience positive impacts. The participants then considered the differential benefit/cost ratio of action vs. inaction to implement the Berlin Mandate.",
      "There was general agreement that imposing only 'punitive' measures such as carbon taxes would have a disproportionate effect on developing country economies, especially those dependent upon petroleum.",
      "One industry representative stated that economic models predict a negative but minimal initial impact of emissions limitations, reducing growth by about 0.5%. Several speakers suggested that the process of reducing emissions could build a new base for global economic growth inclusive of developing countries.",
      "Another participant specifically referred to flexible market-based policies allowing maximum innovation, though many emphasized fairness and common but differentiated responsibility. During subsequent discussion, it was stated that a study of the benefit/cost ratio over 20 years of the US Clean Air Act had yielded a figure of greater than 16 to 1.",
      "Another speaker pointed out that, despite this, there was substantial opposition from business to the renewal of the law.",
      "Other participants discussed: using competitiveness to disseminate new technologies; Annex 1 countries with links to Pacific territories should note the impact of climate change on their regional interests."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}