{
   "actors": [],
   "countries": [
      "Argentina"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_43",
   "section_title": "RULES OF PROCEDURE",
   "sentences": [
      "It has been suggested by one NGO that the issue of the unresolved rules of procedure continues to 'dangle like the sword of Damocles over these negotiations.",
      "' Without agreement on the voting procedures for a protocol (Rule 42), observers fear that COP-3 may be forced to settle for an amendment to the FCCC, rather than a protocol, because delegates have already agreed on the provision for adoption of an amendment by a three- quarters majority when consensus cannot be reached.",
      "The AGBM Chair confirmed that the preference of the Parties is a draft protocol, but said the 'continuing divergence of views on the majority required for its adoption' means that an amendment remains an option.",
      "The Canadian delegation believes the absence of rules of procedure means a protocol - the preferred route for realizing the Berlin Mandate - can only be adopted by consensus.",
      "There is no agreed procedure for the adoption of a protocol within the FCCC, although Parties might appeal to state practice in the UN system, whereby substantive decisions can be taken by a two-thirds majority if consensus cannot be reached.",
      "The COP President is continuing intersessional consultations on this issue. COP-2 was also unable to resolve another procedural question, the election of officers other than the President.",
      "Delegates at COP-1 were unable to agree on the composition of the Bureau, with oil-producing States making a bid for group representation.",
      "The small islands States were given a seat on the Bureau, in light of their strong interest in the FCCC, and oil-producers have argued for similar treatment.",
      "Consultations were conducted by the COP-1 President over the course of the past year, but to no avail.",
      "At COP-2, Parties again were unable to reach agreement, despite continued consultations conducted by AGBM Chair Raúl A. Estrada-Oyuela (Argentina).",
      "This question, which is politically linked with the voting question, will continue to plague negotiations through 1997.",
      "It is unlikely to be resolved until the outline of a protocol emerges.",
      "As a delegate from an oil- producing State repeatedly asked, 'How much longer can the COP continue without adopting its rules of procedure?"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}