{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "China"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_16",
   "section_title": "ANNEX TO THE MOU BETWEEN THE COP AND THE GEF COUNCIL",
   "sentences": [
      "During the SBI regular session, several developing country delegations objected to language in the Secretariat`s draft that contained text of a draft Annex already approved by the GEF Council.",
      "The purpose of the Annex is to define funding requirements for implementation of the FCCC, to be used by the GEF Council during GEF replenishment negotiations.",
      "Developing country Parties called for specific reference to funding full agreed costs of national communications, as well as full incremental costs of other measures in support of FCCC implementation.",
      "This matter was referred to a contact group. By the Closing Plenary, Parties had still not reached consensus on this issue.",
      "The draft Annex to the MOU (FCCC/CP/1996/9) had already been approved by the GEF Council.",
      "It asks the COP to define the funding requirements from the GEF for implementation of the FCCC as follows: taking into account information communicated under Article 12 (national communications); national programmes formulated under Article 4.1(b) (mitigation measures); information communicated to the COP from the GEF regarding project proposals submitted; and other sources of funding available for implementation. The G-77/CHINA tabled its own draft decision that asks the COP to define funding requirements from the GEF for implementation of the FCCC as follows: agreed full costs incurred by developing country Parties to prepare national communications; agreed incremental costs to implement measures under Article 4.1 (commitments under common but differentiated responsibility); and costs of adaptation to the adverse effects of climate change.",
      "The draft also states that: GEF replenishment will be based on the COP`s assessment; the GEF shall clearly indicate how funds designated as 'new and additional' are so defined; and the COP shall review necessary funding for implementation at each replenishment of the financial mechanism.The Parties will consider this draft, along with the one approved by the GEF Council, as well as other proposals if submitted, at the fourth meeting of the SBI in December 1996."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}