{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Canada",
      "United States",
      "Japan",
      "Australia",
      "Kiribati",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "19-Jul-96",
   "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "2nd COP FCCC",
   "enb_start_date": "08-Jul-96",
   "enb_url": "http://www.iisd.ca/vol12/1238000e.html",
   "id": "1238000e_9",
   "section_title": "MECHANISMS FOR CONSULTATIONS WITH NGOS",
   "sentences": [
      "Delegates also considered issues concerning mechanisms for consultations with NGOs (FCCC/SBSTA/1996/11 and FCCC/SBSTA/1996/Misc.",
      "The EU, JAPAN and others strongly supported the role of NGOs and remained open to tailoring different consultative mechanisms for different NGO constituencies.",
      "Recognizing the important role of industry in implementation of the FCCC, NEW ZEALAND and CANADA endorsed the development of a business consultative mechanism, although CANADA opposed open access to NGOs on the floor during negotiations.",
      "The US said expanding access to only one type of NGO would be inappropriate and suggested that existing consultative channels for all NGOs be strengthened.",
      "A representative from the environmental NGOs supported the US position and sought expanded access to the floor during negotiations.",
      "In contrast, a representative from the business NGOs supported the development of a business consultative mechanism given industry`s ultimate role in implementation, but added that any process should be transparent.",
      "The Chair requested that New Zealand take the lead in forming a contact group on the issue. NEW ZEALAND later presented the draft results of the group, which recommend that the Secretariat further explore current consultative mechanisms and propose procedures to improve their efficiency.",
      "No formal decision was taken on this issue.",
      "It will be considered at future SBSTA sessions. On the roster of experts, the EU supported establishing an interim roster to provide insight on accessing and applying specialized technical advice.",
      "He endorsed adding adaptation technologies to the list of potential topics on which experts were sought.",
      "CANADA, JAPAN, AUSTRALIA, AOSIS and others supported the development of a roster of experts.",
      "KIRIBATI called for the inclusion of an expert on fisheries.",
      "The US recommended the issue be deferred until SBSTA clarifies the tasks envisioned for experts so they do not duplicate the work of other fora.",
      "The G-77/CHINA noted the need to include experts from developing countries and sought full transparency.",
      "He said experts should be strictly technical rather than political.",
      "The Chair later reported that while the issue was to be resolved in collaboration with the SBI, the SBI would manage the remaining progress, given the technical subject matter.",
      "No formal decision was taken on this issue.",
      "It will be considered at future SBSTA sessions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}