{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Marshall Islands",
      "Russian Federation",
      "United States",
      "Australia",
      "Ecuador",
      "Kuwait",
      "Micronesia",
      "New Zealand"
   ],
   "enb_end_date": "18-Dec-96",
   "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3",
   "enb_start_date": "09-Dec-96",
   "enb_url": "http://www.iisd.ca/vol12/1239000e.html",
   "id": "1239000e_21",
   "section_title": "PRIORITIES FOR METHODOLOGICAL WORK",
   "sentences": [
      "Numerous countries, including NEW ZEALAND, ECUADOR, the EU and the RUSSIAN FEDERATION, supported the document`s list of methodological issues that warrant special consideration.",
      "These include methods for (i) assessing mitigation measures and policies; (ii) projecting emissions; (iii) evaluating and monitoring the effectiveness of specific P&Ms; (iv) assessing mitigation technologies; and (v) evaluating AIJ and developing the concept of JI.",
      "The US said that no single method would be universally applicable and called on the SBSTA to avoid duplicating efforts, in particular with the IPCC.",
      "He suggested that governments nominate experts to be included in the process of developing methodologies. MICRONESIA, supported by the MARSHALL ISLANDS, expressed concern about channeling GEF funds and urged that higher priority be given to adaptation methodology.",
      "AUSTRALIA suggested giving the highest priority to methods for assessing mitigation and emissions projections.",
      "He urged the SBSTA to monitor real changes in GHG concentration in the atmosphere, and to include this issue under methodological topics.",
      "ECUADOR suggested giving priority to methods for projecting emissions and for evaluating AIJ.",
      "NEW ZEALAND prioritized methods for assessing mitigation measures, projecting emissions and evaluating the effectiveness of P&Ms.",
      "He reminded the IPCC not to engage in policy recommendations. The EU urged the SBSTA to play a supervisory role for methodological work and requested that the Secretariat review means of funding work on methodologies.",
      "AUSTRALIA suggested additions to the Secretariat`s budget.",
      "The MARSHALL ISLANDS concurred with this and, supported by ECUADOR, suggested requesting the governing bodies of international organizations to give a high priority to work in support of the FCCC process. Informal consultations led to a draft conclusion, noting a need for work on methodological issues relating to climate change, encouraging cooperation on this with other bodies and requesting the Secretariat to prepare an initial draft work plan utilizing expert advice.",
      "In adopting the text, language referring to methodological issues 'related to AIJ' was deleted.",
      "KUWAIT proposed adding socio-economic analysis to the list of methodological topics proposed.",
      "The EU objected, but withdrew its objection in lieu of deferring the entire conclusion to SBSTA-5."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}