{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Japan",
      "Zimbabwe",
      "United States",
      "China"
   ],
   "enb_end_date": "28-Feb-97",
   "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "5th Session SBSTA & SBI, AG13 4",
   "enb_start_date": "25-Feb-97",
   "enb_url": "http://www.iisd.ca/vol12/1240000e.html",
   "id": "1240000e_8",
   "section_title": "ACTIVITIES IMPLEMENTED JOINTLY UNDER THE PILOT PHASE",
   "sentences": [
      "On 27 February 1997, delegates discussed activities implemented jointly (AIJ) under the pilot phase and the Uniform Reporting Format (FCCC/SBSTA/1997/3) and a document containing comments from Parties on methodological issues pertaining to AIJ (FCCC/SBSTA/1997/Misc.3).",
      "The G-77/CHINA, supported by ZIMBABWE, recalled that the concept of Joint Implementation (JI) only applies to Annex I countries, and that AIJ does not provide for crediting.",
      "He said that AIJ worked on a voluntary basis, and that it cannot be a conditionality for technology transfer.",
      "AIJ should be reviewed in 1999.",
      "Annex I countries should not assume that they would implement the Protocol or other legal instrument though JI.",
      "He suggested requesting the secretariat to prepare a report on the long-term consequences of AIJ on developing countries.",
      "ZIMBABWE emphasized that AIJ must be nationally driven.",
      "The US urged that the SBSTA take up the issue of crediting at its next session.",
      "The EU said that Parties should resubmit their reports according to the new uniform reporting framework.",
      "He proposed requesting the secretariat to organize a workshop on baselines and monitoring procedures.",
      "JAPAN also stressed the importance of institutional arrangements in host countries. A contact group was established to consider the Uniform Reporting Format and the list of methodological issues.",
      "The group considered the annexes to the document on this issue from SBSTA-4 (FCCC/SBSTA/1996/15), which was still open for discussion. As a result of these informal consultations, the SBSTA adopted and decided to keep under regular review the Uniform Reporting Format contained in annexes 1 and 2 to the draft conclusions (FCCC/SBSTA/1997/L.1).",
      "The SBSTA invited Parties to report on AIJ under the pilot phase using the adopted format.",
      "The SBSTA also recalled that the submission deadline for contributions to the synthesis report for COP-3 is 30 June 1997.",
      "Annex 3 to the draft conclusions contains a list of methodological issues related to AIJ.",
      "These include determination of benefits, measurement, reporting and assessment, endogenous capacity-building, transfer of technologies, costs, incentive structures and institutional arrangements.",
      "SBSTA requested the secretariat to develop practical options on these issues and to report on the progress made. The meeting was adjourned on Friday, 28 February, at 1:00 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}