{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Norway",
      "Japan",
      "Finland",
      "Saudi Arabia"
   ],
   "enb_end_date": "08-Nov-06",
   "enb_long_title": "UN Climate Change Conference – Nairobi 2006",
   "enb_short_title": "COP/MOP2",
   "enb_start_date": "08-Nov-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12309e.html",
   "id": "enb12309e_2",
   "section_title": "SCIENTIFIC BASIS FOR FURTHER ANNEX I COMMITMENTS:",
   "sentences": [
      "On the stabilization of greenhouse gas concentrations, Bert Metz, Intergovernmental Panel on Climate Change (IPCC), reviewed scenarios set out in the Panel's Third Assessment Report.",
      "He said the forthcoming Fourth Assessment Report will deal with climate sensitivity, stabilization calculations for all greenhouse gases, new mitigation options, and stabilization targets below those set out in the Third Assessment Report.",
      "Artur Runge-Metzger, European Commission, described the EU's agreed policy of aiming to limit global temperature rise to 2 °C Celsius, based on a stabilization of concentrations at 450ppm.",
      "He said this would mean emissions reductions of between 60-80% by 2050 for industrialized countries, assuming US participation.",
      "Harald Dovland, Environment Ministry of Norway, noted that Norway also had a long-term aspirational goal of 2 °C.",
      "On future policies, he highlighted recommendations from the Norwegian Commission on Low Emissions, and a focus on renewable energy, pioneering and developing carbon dioxide capture and storage, and awareness raising campaigns.",
      "Mutsuyoshi Nishimura, Ministry of Foreign Affairs of Japan, emphasized the UNFCCC objective of stabilizing emissions.",
      "He said the next commitment period should achieve stabilization through an effective framework that adds new tools and strategies to the Kyoto toolbox.",
      "He urged fairness and equity on burden sharing among countries if the process is not to collapse.",
      "SAUDI ARABIA said many Annex I countries had not shown leadership.",
      "Nishimura replied that Japan is deadly serious about climate change.",
      "José Domingos Gonzalez Miguez, Brazil's Ministry of Science and Technology, presented the Brazilian proposal emphasizing historical responsibility and shifting the focus from emissions to temperature increase.",
      "FINLAND suggested the AWG look into differentiation methodologies and not just historical responsibility, while CANADA said such responsibility is nuanced.",
      "AWG Chair Zammit Cutajar wondered if current discussions on further emissions reductions by Annex I countries should consider this broader historical approach."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}