{
   "actors": [
      "Organization of Petroleum Exporting Countries",
      "Organisation for Economic Co.operation and Development"
   ],
   "countries": [
      "Turkey",
      "Morocco",
      "United States",
      "Indigenous Peoples"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_67",
   "section_title": "STATEMENTS BY OBSERVER STATES, UN BODIES, AND INTERGOVERNMENTAL AND NON-GOVERNMENTAL ORGANIZATIONS",
   "sentences": [
      "Turkey, an observer State, said it was looking forward to COP-7's adoption of a decision removing Turkey from the Annex II list and recognizing its special circumstances as an Annex I Party. The WMO highlighted the IPCC's TAR, noting new and stronger evidence of the contribution of human activities to climate change.",
      "UNEP underlined the need to address the global crises of ecological degradation and extreme poverty.",
      "The GEF underlined its commitment to supporting capacity building, technology transfer and adaptation, acknowledged the need for a more consultative process in the GEF Council, and undertook to address the concerns raised in the recent evaluation of its performance.",
      "Emphasizing the links between development and climate change, UNDP noted, inter alia, that its country-office presence is being reinforced.",
      "The IPCC summarized key findings of the TAR, noting that developing countries will suffer disproportionate impacts. Morocco's Children's Parliament, Francophone Young People's Parliament, and the World Youth Organization on Climate Change gave presentations, with the final speaker urging a move toward a low carbon-emitting future, entry into force of the Protocol as the start of a 'long path' in combating climate change, and completion at COP-7 of decision texts without weakening the Bonn Agreements. The International Energy Agency highlighted market-based solutions to achieve realistic climate change objectives.",
      "He highlighted renewable energy options in combating climate change, while advocating that no possible fuel or technology solution be excluded.",
      "OPEC highlighted the impacts of climate change response measures on economies dependent on fossil fuel exports, and suggested that the 'entire philosophy of energy taxation' be reconsidered. Climate Action Network South called for clear commitments to the various funds agreed at COP-6 Part II, labeling current financial undertakings as 'pathetic.",
      "' The International Chamber of Commerce advocated early negotiations on second and third commitment periods, and implementation of the UNFCCC in a manner that would allow full business participation.",
      "The Indigenous Peoples' Organizations requested a COP decision to grant indigenous peoples a specific status in the climate change process, and said it should create an ad hoc intersessional open-ended working group.",
      "Global Legislators Organization for a Balanced Environment supported a rigorous compliance system, limits on the use of sinks, and a CDM that involves as many developing countries and LDCs as possible and includes small-scale projects.",
      "Climate Action Network North linked climate change to health and poverty issues. The US and European Business Councils For Sustainable Energy supported a fast track for CDM projects, early crediting, full transferability of CERs, and a binding compliance regime.",
      "The International Confederation of Free Trade Unions, Trade Union Advisory Committee to the OECD and European Confederation of Free Trade Unions highlighted the potential for job creation resulting from climate change measures and called for employment transition programmes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}