{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Malaysia",
      "Japan",
      "China",
      "Australia",
      "United Kingdom",
      "Switzerland",
      "South Africa"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_51",
   "section_title": "Mitigation",
   "sentences": [
      "The scientific, technical and socioeconomic aspects of mitigation of climate change were first addressed by SBSTA on 28 November, when parties considered reports on the matter (FCCC/SBSTA/2005/INF.5, Misc.12 and Adds.",
      "1-2). Many parties stressed the usefulness of the intersessional workshops, while China and South Africa expressed concern about the recent increase in greenhouse gas emissions by developed countries.",
      "Australia, Canada, Switzerland and others highlighted a sectoral approach to mitigation and a focus on 'key areas,' including transport, renewable energy, energy efficiency, and carbon capture and storage.",
      "Australia underlined mitigation co-benefits.",
      "The EU underscored the need to study implications of different carbon dioxide stabilization levels and emissions pathways. Contact and informal groups, co-chaired by Kok Seng Yap (Malaysia) and Toshiyuki Sakamoto (Japan), met from 29 November to 6 December.",
      "Discussions focused on whether to hold in-session or intersessional workshops, historic and per capita emissions, lessons learned, and a request to the Secretariat for a technical paper.",
      "After lengthy discussions on lessons learned, no agreement was reached and five sub-paragraphs describing lessons learned were removed from the text, as well as reference to historic and per capita emissions, and requests for the technical paper. SBSTA adopted conclusions on Tuesday night, 6 December, and the EU expressed disappointment that it had not been possible to agree to a more ambitious programme."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}