{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "Jamaica",
      "United States",
      "Gambia",
      "Japan",
      "Bolivia",
      "Brazil",
      "Germany",
      "Canada",
      "Niger",
      "Malawi",
      "Tuvalu",
      "Solomon Islands",
      "Australia",
      "Indigenous Peoples",
      "Norway",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "13-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "13-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12508e.html",
   "id": "enb12508e_2",
   "section_title": "LDCs (SBI)",
   "sentences": [
      "During the morning contact group, parties focused on the work programme of the LDC Expert Group (LEG) and guidance for the Global Environment Facility (GEF). BANGLADESH endorsed the LEG work programme and identified the need to clarify guidance to the GEF in order to assist implementation of national adaptation programmes of action (NAPAs).",
      "CANADA, the GAMBIA, AUSTRALIA and the SOLOMON ISLANDS endorsed the LEG work programme.",
      "Identifying the need for the LEG s work to get under way, the EU proposed focusing discussions on the work programme.",
      "AUSTRALIA: highlighted the need to prioritize issues in the work programme; proposed undertaking case studies to create a technical paper; suggested that the LEG focus on updating NAPAs and incorporating them into development planning; and encouraged collaboration with other expert bodies. MALAWI said the SBI should mandate the GEF to consider making resources available for the full work programme.",
      "The EU suggested the LEG undertake work based on an annual planning cycle and that guidance to the GEF be considered under the agenda item on the financial mechanism.",
      "The GAMBIA preferred a two-year planning cycle to an annual one.",
      "Chair Sore suggested that funding concerns would be better addressed in the contact group on the financial mechanism.",
      "NORWAY recommended that guidance to the GEF be clarified before Durban, as otherwise, action will be delayed until COP 18.",
      "The Chair will prepare draft conclusions for the group s next meeting. PRIVILEGES AND IMMUNITIES (SBI): In the morning contact group on privileges and immunities, representatives from the CDM Executive Board, the Adaptation Fund Board and the Compliance Committee highlighted concerns relating to their functions, underscoring the need for arrangements on privileges and immunities for individuals serving on constituted bodies. JAPAN observed that it would reserve the right to confer privileges and immunities on constituted bodies, on a case-by-case basis as necessary. TUVALU highlighted his country s proposed legal instrument for immunities, which prescribes institutions to which privileges and immunities should apply.",
      "He also noted the need to give immunity to members of the Expert Review Teams under the Kyoto Protocol since they are not covered by the headquarters agreement when working outside Germany.",
      "On means of communication, TUVALU and JAMAICA, opposed by the EU, CANADA and AUSTRALIA, supported an explicit reference to electronic means of communication, stating that language on the inviolability for all papers and documents, taken from the 1946 Convention on Privileges and Immunities of the UN, does not cover all means of communication.",
      "Parties also considered whether a footnote should be inserted referring to electronic means of communications.",
      "Chair Shimada noted that clarification would be sought from the UN Office of Legal Affairs on this matter. DEVELOPED COUNTRY MITIGATION (AWG-LCA): During morning informal consultations on developed country mitigation under the AWG-LCA, parties focused on identifying the issues that should be resolved as part of a Durban outcome.",
      "Many parties highlighted an ambition gap in developed countries mitigation pledges and the need to increase the level of ambition in order to close this gap.",
      "Some parties underscored that the level of ambition cannot be considered in isolation, but that it should take into account both the AWG-KP and AWG-LCA negotiating tracks, and include all countries that can help in closing the ambition gap.",
      "Regarding what should form part of a Durban outcome, some parties identified a COP decision with an annex inscribing mitigation commitments and others emphasized a second Kyoto Protocol commitment period for Annex I countries that are parties to the Protocol and comparable commitments by Annex I countries that are not Protocol parties.",
      "Parties also identified the need to include: means of achieving these commitments, including market mechanisms; guidelines on measuring, reporting and verification (MRV), including on biennial reporting and a timeline for the first report ahead of the 2013-2015 review of the adequacy of the long-term global goal; guidelines on international assessment and review of emissions and removals (IAR); clear rules on LULUCF and the use of market mechanisms; and an ad hoc working group on compliance.",
      "Some parties identified the need to develop text here in Bonn to facilitate discussions in Durban.",
      "Informal consultations will continue. NON-ANNEX I NATIONAL COMMUNICATIONS (SBI): During the morning contact group, parties addressed key elements for SBI conclusions on non-Annex I national communications.",
      "Brazil, for the G-77/CHINA, emphasized that the discussions should only address the specific agenda sub-items.",
      "The EU expressed disappointment that the proposed new agenda sub-items were finally dropped, and expressed hope for a successful outcome in Durban on those issues.",
      "Parties first addressed the agenda sub-item on the work of the Consultative Group of Experts on National Communications from Non-Annex I Parties (CGE).",
      "Brazil, for the G-77/CHINA, called for full implementation of the CGE work programme, expressing concern over the lack of funding for regional workshops.",
      "The EU underscored the role of the CGE in more frequent reporting by non-Annex I countries, as mandated by Decision 1/CP.16 (outcome of the AWG-LCA s work).",
      "She also recalled that the mandate of the CGE will be reviewed in Durban.",
      "Nigeria, for the AFRICAN GROUP, suggested focusing on financing required for the preparation of national communications and implementation of the CGE s activities.",
      "On frequency of reporting and financial and technical support, the G-77/CHINA said further implementation must be based on the principle of common but differentiated responsibilities.",
      "He highlighted that support is required not just for the elaboration of the national communications, but also for national capacity building.",
      "The G-77/CHINA noted that, in accordance with the Convention, non-Annex I national communications are subject to availability of resources, covering the agreed full costs.",
      "The EU emphasized text in the Cancun Agreements identifying a connection between the provision of funds and the increased frequency of non-Annex I national communications.",
      "The EU further commented on discussions with the GEF concerning the provision of adequate funding based on the Cancun mandate.",
      "NORWAY highlighted the need to provide a clear message to the GEF on the need to support non-Annex I national communications in a more systematic way. AUSTRALIA supported standardizing the process and having a streamlined, common reporting format, highlighting that this would contribute to the comparability of information.",
      "The US called for defining countries that would submit biennial reports and highlighted clarity and frequency, including for capacity building purposes.",
      "The G-77/CHINA underscored that non-Annex I countries divergent needs for preparation of national communications are not adequately recognized, saying this is inconsistent with the requirement in the Convention to provide resources to meet the agreed full costs.",
      "Draft SBI conclusions will be prepared and discussions will continue. INTERGOVERNMENTAL MEETINGS (SBI ): In the morning contact group on arrangements for intergovernmental meetings, delegates addressed the engagement of observer organizations.",
      "AUSTRALIA provided an overview of the workshop on the participation of observers held earlier in the week.",
      "He noted a clear sense that the UNFCCC process benefits from the participation of observers and could benefit from enhanced observer engagement.",
      "He urged parties to consider the conclusions outlined in the workshop report. TRADE UNIONS NGOs noted that many of the workshop report proposals, such as access to informal meetings, could be implemented during the ongoing session.",
      "BUSSINESS AND INDUSTRY NGOs noted a favorable response to their suggestion of enhancing consultative arrangements and advisory panels, which she said should be open to constituencies who wish to use them. INDIGENOUS PEOPLES ORGANIZATIONS highlighted that the Convention on Biological Diversity facilitates direct participation of indigenous peoples.",
      "He also noted that the adoption of the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization demonstrates that participation can lead to successful outcomes.",
      "He called for a voluntary trust fund to facilitate the participation of indigenous peoples.",
      "The EU expressed willingness to explore issues including: increasing observer interventions in plenary meetings, contact groups and other sessions; opening the first informal meetings to observers; enhancing reporting on closed door meetings; enhancing opportunities for observer submissions; and increasing technical input from observers. AUSTRALIA proposed abolishing the requirement for observer interventions to be provided in advance to the Secretariat and noted the need for a platform and dialogue to be established to enable observers to input recommendations and ideas to the COP high-level segment. BOLIVIA called for a new mechanism for participation and highlighted the need for a global referendum on climate change.",
      "She also stated that money should not be a driver for participation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}