{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "India",
      "Argentina",
      "United States",
      "Japan",
      "Germany",
      "Brazil",
      "Finland",
      "Kenya",
      "Mauritius",
      "Belgium",
      "Canada",
      "Colombia",
      "Austria",
      "Sweden",
      "Sudan",
      "Tuvalu",
      "Belarus",
      "United Kingdom",
      "Russian Federation",
      "Italy",
      "Australia",
      "Uganda",
      "Djibouti",
      "Netherlands",
      "Spain",
      "France",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "04-May-07",
   "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)",
   "enb_short_title": "IPCC WGIII",
   "enb_start_date": "30-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12321e.html",
   "id": "enb12321e_5",
   "section_title": "Figure SPM 1 on 1970-2004 global warming potential",
   "sentences": [
      "When discussing the figure informally, delegates debated the inclusion of gases covered by the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "The final figure depicts warming potential associated with greenhouse gases, including these ozone depleting substances, from 1970-2004.",
      "Figure SPM 2 on global trends on GDP, CO2 emissions and population: The final figure highlights trends in income, energy, CO2 emissions, population, income per capita, carbon intensity, energy intensity and emission intensity from 1970-2004.",
      "Figure SPM 3a on regional distribution of per capita emissions and SPM 3b on regional distribution of per GDP emissions: On this figure, China requested that units of MER be included along with PPP, but other delegates explained the difficulties with showing both graphically.",
      "Delegates also discussed potential errors in the proposed groupings of countries into regions, which the Lead Authors agreed to address.",
      "Figures SPM 3a and SPM 3b were presented to the plenary late on Wednesday evening, and agreed by WGIII .",
      "The final figure includes regional emissions of greenhouse gases in 2004 in terms of GDP and population.",
      "Figure SPM 4 on projected emissions: Various changes were made to clarify the caption.",
      "The final figure contains global greenhouse gas emissions in 2000 and projected baseline emissions for 2030 and 2100.",
      "Box SMP 1 on IPCC emission scenarios: The final box details the SRES emission scenarios. C MITIGATION IN THE SHORT AND MEDIUM TERM (UNTIL 2030): The section on greenhouse gas emission trends until 2030 was first addressed by plenary between Monday morning and Wednesday night, in contact group meetings co-chaired by David Warrilow (UK) and Richard Odingo (Kenya) and in informal consultations.",
      "Discussions focused on approaches to estimating mitigation potential; macro-economic costs; mitigation potential in various sectors, such as transport, industry, forests, agriculture, waste, buildings and energy, including renewable energies and nuclear power.",
      "On Monday afternoon delegates heard a presentation on estimating emission reduction potentials and costs, where Lead Authors elaborated on bottom-up and top-down approaches, highlighting that these approaches are consistent in showing substantial mitigation potential.",
      "Discussion following the presentation revolved around sectoral mitigation potentials, the problem of different baselines, conservation as part of the forestry sector, new developments since the TAR, and the inclusion of studies from developing countries.",
      "Costs and Estimates: On a paragraph in the draft SPM identifying significant economic potential for global mitigation in coming decades as shown by bottom-up and top-down studies, the UK, the US and Germany cautioned against implying that bottom-up and top-down approaches are exactly comparable.",
      "New Zealand requested redrafting a figure on global economic mitigation potential using both bottom-up and top-down approaches.",
      "Austria underscored the need for parallel metrics between bottom-up and top-down approaches, and Sweden stressed that economic potentials may be greater if externalities are accounted for.",
      "Canada asked to emphasize that difficult decisions and political trade-offs could be required of policymakers.",
      "Lengthy technical discussions continued in a contact group, where delegates considered differences between market potential and economic potential, and bottom-up versus top-down approaches.",
      "They also addressed two tables on economic potential estimates: one for bottom-up studies, and one from top-down studies; a figure on global economic mitigation potential in different categories (again for both bottom-up and top-down studies); and another figure on estimated sectoral economic potential for different regions as a function of carbon price.",
      "Macro-economic costs by 2030: When considering a paragraph on 2030 macro-economic costs for mitigation, delegates discussed a bullet point highlighting GDP gains in models, which assume that baselines are not economically optimal and climate change mitigation policies reduce market imperfections.",
      "The UK proposed more specific text on substitution possibilities, reducing unemployment, and the rate of technological change.",
      "Austria, the US and others initially supported the proposal, but eventually agreed with Kenya, Sweden and others that it was too technical.",
      "A small group drafted text to clarify the language and include unemployed resources, distortionary taxes and subsidies as examples of market inefficiencies. WGIII agreed to include a new bullet point indicating that multi-gas approaches and carbon sinks generally reduce cost substantially compared to CO2 abatement only.",
      "On a bullet point concerning regional costs, India, supported by Austria and Finland, questioned language on rules for allocating emissions, with Austria preferring reference to emission allowances.",
      "Lead Authors explained the key message that assumptions about baseline scenarios and stabilization levels are more important than allocation rules.",
      "WGIII agreed to text indicating that the allocation regime is important but for most countries to a lesser extent than the stabilization level.",
      "On a bullet point noting that costs may be substantially lower if revenues from carbon taxes or auctioned permits under an emissions trading scheme are used to promote low-carbon technologies or the reform of existing taxes, China drew attention to the lack of definition of low-carbon technologies, and delegates agreed to add the term to the glossary.",
      "On a footnote referring to cost increases over time, Belgium proposed adding language from the TAR stating that projected mitigation costs do not consider potential benefits of avoided climate change.",
      "Germany stressed that this important information should be in a separate bullet point instead of a footnote.",
      "China questioned language on increasing mitigation efforts, and preferred reference to intensifying mitigation.",
      "Sweden stressed that some models projected decreases in marginal abatement costs.",
      "The agreed footnote states that for a given stabilization level, GDP reduction would increase over time in most models after 2030, and long-term costs also become more uncertain.",
      "On the confidence level, China, opposed by Germany, Austria, Switzerland, the US, Belgium, Canada and Spain, said the information the 445-535 ppm stabilization scenario did not support a much evidence confidence statement on language stating that the estimated costs of mitigation are between a 3% decrease of GDP and a small increase.",
      "The Lead Authors explained that, for a 445 ppm stabilization level, 3% is based on 11 studies and represents the highest estimate.",
      "After informal consultations, the confidence statement was changed to medium evidence.",
      "Lifestyle changes: Early on Friday morning a new paragraph on the impact of lifestyle changes on mitigation was proposed by Belgium, in cooperation with the Lead Authors.",
      "WGIII made minor amendments and agreed to text indicating that lifestyle changes can contribute to mitigation across all sectors.",
      "Spillover: On a paragraph on spillover and carbon leakage noting the effects of Annex I countries' actions on the global economy and emissions, the UK proposed adding information on recent sectoral studies besides indicating that the literature confirms the TAR findings, with Japan suggesting to spell out the TAR findings.",
      "The UK also emphasized continuing uncertainties.",
      "Co-Chair Davidson, Australia and the US noted that medium agreement, medium evidence already reflected uncertainties.",
      "The heading was referred to informal consultations, and text was agreed indicating that Annex I actions may have effects on the global economy and emissions but the scale of carbon leakage remains uncertain.",
      "China, Germany, Sweden and others expressed concern over a sentence discussing carbon leakage outside the EU as a result of the EU Emissions Trading Scheme (EU ETS), with the US noting potential confusion of policymakers not familiar with the EU ETS.",
      "WGIII agreed to omit the sentence.",
      "Canada, supported by the US, proposed deleting a sentence noting that the potential benefits of technology transfer to developing countries may be substantial but that no reliable estimates exist.",
      "China, Uganda and others stressed the importance of retaining the message.",
      "WGIII agreed to move the sentence to a paragraph on technology transfer.",
      "Energy: On a paragraph on energy, discussions focused mainly on nuclear power, but also on carbon capture and storage, renewable energies and energy investment.",
      "On a sentence on the additional investments required in the energy sector to return global emissions to 2005 levels by 2030, Sweden and China asked for clarification for why a date of 2005 was chosen. WGIII agreed to a proposal by China to change global emissions to global energy-related emissions.",
      "On nuclear power, the US, opposed by Germany, proposed to remove reference to weapons proliferation risks associated with nuclear power.",
      "After informal consultations new text was presented stating that nuclear energy can make an increased contribution to mitigation.",
      "Spain opposed increased and proposed to change the language to could make a contribution.",
      "Co-Chair Metz proposed specifying the percentages of increase in the text.",
      "Spain and Germany cautioned against this approach.",
      "IPCC Chair Pachauri appealed to delegates to accept wording on a moderately increased contribution.",
      "Spain and Italy proposed could make a moderately increased contribution.",
      "The US expressed disappointment at the weakening of the bullet point regarding nuclear energy and asked how delegates could accept modeling results for renewable energy and not for nuclear energy.",
      "After further informal consultations, new text was presented early on Friday morning mirroring that for renewable energies.",
      "The proposal indicated that nuclear power which accounted for 16% of the electricity supply in 2005, can have an 18% share in 2030.",
      "The text also refers to constraints related to safety, weapons proliferation and waste.",
      "Austria opposed, saying that the proposal did not reflect the decrease in nuclear power from 2002-2006.",
      "WGIII approved the text and, according to IPCC procedure, noted Austria's disagreement in a footnote.",
      "Transport: Regarding biofuels, Brazil proposed, and WGIII agreed to, language noting the possible importance of biofuels in addressing transport sector greenhouse gas emissions depending on their production pathway.",
      "WGIII also agreed to Canada's proposed reference to cellulose biomass for biofuels.",
      "On public transportation, there was debate on wording, including public/private/personal/road transport and mass transit.",
      "After informal consultations, the terms low occupancy and high occupancy vehicles were included.",
      "Regarding aviation, the US said stress should be on mitigation potential and not on emission trends.",
      "France emphasized the need to refer to growth rates.",
      "Italy underscored that if market mechanisms are considered, emissions growth can be reversed.",
      "The issue was resolved after informal consultations, with text indicating mitigation potential can come from improved fuel efficiency, but improvements can only partially offset growing emissions.",
      "Building sector: Regarding the building sector, discussions included the differences between economic and market potential, differences between economic benefits and co-benefits, the definition of the building sector, and how to note differences between developed and developing countries.",
      "China and India proposed, and WGIII agreed, to remove language saying that more than half of the mitigation potential is in developing countries.",
      "Industrial sector: On a paragraph on the economic potential in the industrial sector, WGIII also agreed to delete language noting that more than 50% of the mitigation potential is in developing countries, indicating instead that full use of available options is not being made in either industrialized or developing countries.",
      "Agriculture: On a paragraph on agriculture, discussions focused on soil carbon sinks, methane and nitrous oxide emissions, and impacts on the environment and food security.",
      "On soil carbon sinks, Sweden, supported by Germany and the Netherlands, underscored the potential non-permanence of the sinks.",
      "The UK, supported by other delegations, suggested that long-term carbon cycle feedback better falls within the realm of the other working groups.",
      "After informal consultations delegates agreed to language stating that stored soil carbon may be vulnerable to loss through both land management change and climate change.",
      "Regarding reductions in methane and nitrous oxide emissions, New Zealand, supported by China, proposed, and WGIII agreed, to add the clarifying text in some agricultural systems to reflect the non-universal nature of approaches.",
      "Tuvalu, supported by the US and Sudan, opposed a statement indicating that such reductions are permanent, and WGIII removed that language.",
      "Regarding the widespread use of land for biomass production, Argentina asked to clarify potential environmental impacts such as deforestation and biodiversity loss.",
      "Sudan, supported by Djibouti, asked that potential impacts on food security also be mentioned. WGIII agreed to add reference to positive and negative environmental impacts and implications for food security.",
      "Forests: Discussions on forests focused on: distinctions between reduced emissions from deforestation and avoided deforestation, the impacts of climate change on forests, and the cost of forest mitigation activities.",
      "Differences were addressed in informal consultations and in plenary.",
      "Brazil expressed concern that reduced emissions from deforestation was sometimes used synonymously with avoided deforestation in the underlying chapter.",
      "Noting that natural forests are not always included in the forestry sector in some countries, Colombia further proposed referring to forests in general and WGIII agreed to forest-related.",
      "On a paragraph stating that the impact of climate change in forests cannot be predicted with confidence, Tuvalu, with Belgium and Germany, opposed by Australia and the US, recalled statements from the WGII SPM and underlying chapters that refer to carbon uptake peaking and then declining this century.",
      "Tuvalu and the Russian Federation, opposed by Colombia, proposed deleting the sentence.",
      "Belgium suggested addressing the matter more clearly as was stated by WGII.",
      "After informal consultations, WGIII agreed to state that climate change can affect the mitigation potential of the forest sector and is expected to vary by regions and subregions, both in magnitude and direction.",
      "On language saying that forest-related mitigation activities can considerably reduce emissions and increase removals by sinks at low cost, Tuvalu objected to the word considerably and, opposed by Canada, Colombia and Australia, proposed initial low costs.",
      "Co-Chair Metz said there is no basis in the underlying chapter for use of initial low costs.",
      "Brazil underscored that the potential of mitigation is short term.",
      "WGIII agreed to retain the reference to low costs and insert a footnote to express Tuvalu's disagreement.",
      "Waste: On waste emissions, Belarus proposed, and WGIII agreed, to add reference to soil protection and pollution prevention.",
      "China proposed to specify that technology is available in the market, and WGIII agreed to the US suggestion commercially available.",
      "Responding to Belarus, a Lead Author underscored the need to distinguish between direct mitigation and avoided emissions from the waste sector.",
      "On a sentence noting that lack of local capital is a key constraint for waste management in developing countries, Belarus said the problem also applies to economies in transition, while Mauritius drew attention to lack of technical knowledge.",
      "The sentence was modified to address these comments.",
      "Geo-engineering: Many countries agreed on the need for clear language stating that geo-engineering options such as ocean fertilization or blocking sunlight remain speculative, unproven and with the risk of unknown side-effects.",
      "Belgium, supported by New Zealand, and opposed by the US, proposed to have only a header section for this paragraph and remove an additional bullet point giving examples of the limited impacts of some geo-engineering technologies such as the effects of blocking sunlight on ocean acidification for fear that it would weaken the message.",
      "WGIII agreed to delete the bullet point and retain the heading noting the largely speculative and unproven nature of geo-engineering options also involving the risk of unknown side-effects.",
      "Final Text: Section C finds that there is substantial economic mitigation potential as indicated in both bottom-up and top-down studies, which could offset the projected growth or reduce emissions below current levels by 2030.",
      "The text estimates the costs of stabilization at 445-710 ppm CO2 equivalent (CO2-eq) by 2030 to be between a 3% decrease and a small increase of global GDP, notes that carbon leakage and spillover effects are uncertain, and points to the positive role of lifestyle changes and the substantial co-benefits of mitigation, particularly in health.",
      "The SPM further elaborates on the mitigation potential for different sectors: In energy supply, the text: notes opportunities in new infrastructure investments in developing countries and in upgrades in developed ones, with additional co-benefits in energy security, pollution abatement and employment; notes that while capping emissions in 2030 at 2005 levels requires a large shift in the pattern of investment, the net additional investment would only range between negligible and 5-10%; and states that renewable energies and nuclear power can have respective shares of 30-35% and 18% by 2030.",
      "In transport, although multiple options exist, their effect may be counteracted by growth in the sector and barriers such as lack of policy frameworks.",
      "In buildings, energy efficiency options could reduce emissions with net economic benefits.",
      "In industry, the greatest reduction potential is in energy intensive industries.",
      "In agriculture, low-cost options could contribute by increasing sinks and providing biomass for energy use.",
      "In forests, reduced deforestation and sinks can mitigate at low cost and create synergies with adaptation and sustainable development.",
      "In waste, post-consumer waste is a small contributor to global emissions, but mitigation in the sector can be low-cost and contribute to sustainable development.",
      "Section C states that geo-engineering options remain largely speculative, unproven, and with unknown risks.",
      "Section C also includes various tables and graphs, including a table identifying mitigation technologies currently in the market and those projected to be commercialized by 2030 by sector, and a figure showing the sectoral potential for different regions.",
      "Section C also contains the following figures:"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}