{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Denmark",
      "Australia",
      "United States",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "24-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "24-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12303e.html",
   "id": "enb12303e_9",
   "section_title": "WORKSHOP ON MITIGATION: AGRICULTURE, FORESTRY AND RURAL DEVELOPMENT",
   "sentences": [
      "An in-session workshop on mitigation relating to agriculture, forestry and rural development was convened on Tuesday.",
      "SBSTA Chair Kumarsingh explained that the workshop is the first in a series of five workshops to examine scientific, technical and socioeconomic aspects of mitigation to better implement the Convention.",
      "He noted that the workshop was structured around proposals by parties and would represent diverse perspectives from both developed and developing countries.",
      "Fourteen panelists examined existing practices and future prospects for mitigation in the forestry and agriculture sectors in various parts of the world.",
      "Specific issues examined included the economic potential of mitigation options (such as carbon sequestration in forestry in the US), industry partnerships as an example of successful approaches in the Australian agricultural sector, and no-tillage as an important practice for soil carbon sequestration in the US.",
      "Panelists also considered: the use of biodigestors and future technology needs for mitigation and rural development in China; the co-benefits of mitigation in terms of biodiversity conservation and poverty alleviation; the prospects for achieving sustainable forest management in the context of the Convention; the status of techniques for monitoring emission reductions from deforestation in tropical forests; the contribution of the EU common agricultural and rural development policies to address climate change; the potential options for mitigating livestock emissions in New Zealand; and experiences from modern biomass utilization in the power sector in Denmark.",
      "In the ensuing discussion, some participants expressed concern regarding the comparability of estimated mitigation potentials from the US agricultural sector with other sectors, and the effects of climate impacts on mitigation potentials.",
      "Additional concerns related to the need to differentiate forest types for accounting of avoided deforestation emissions and the lack of reliable forest data in developing countries.",
      "Several participants agreed on the importance of markets, incentive structures and price signals for mitigation, the availability of a variety of mitigation options, and the co-benefits for poverty alleviation and biodiversity conservation offered by mitigation options.",
      "Others questioned the replicability of the EU agricultural and rural development schemes at a global level.",
      "Delegates also discussed the possibility of consolidation in the EU farm and livestock industry similar to that in the US agricultural sector, and the effects on mitigation.",
      "SBSTA Vice-Chair Amjad Abdullah closed the session noting that a summary report of the workshop will be made available to the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}