{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Nepal",
      "Malaysia",
      "China",
      "Australia",
      "Nauru",
      "Colombia"
   ],
   "enb_end_date": "14-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "14-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12586e.html",
   "id": "enb12586e_13",
   "section_title": "WAY FORWARD ON WORKSTREAM 2:",
   "sentences": [
      "During open-ended consultations in the afternoon that were open to observers Co-Chair Runge-Metzger asked parties to focus on a workstream 2 outcome and concrete actions to raise ambition.",
      "The Secretariat presented a technical paper on mitigation benefits of actions, initiatives and options to enhance ambition (FCCC/TP/2013/8 and Add.s 1&2).",
      "Nauru, for AOSIS, proposed a process focused on renewable energy and energy efficiency involving submissions, technical papers and expert workshops.",
      "Nepal, for the LDCs, called for implementation of pledges, expanding their scope and tightening the rules, and stressed means of implementation as essential to workstream 2.",
      "Malaysia, for the G-77/CHINA, said enhanced Annex I commitments should be the first step and called for, inter alia , ratifying the Doha Amendment, and establishing a mechanism matching mitigation and adaptation proposals with finance and technology.",
      "CHINA called for: an outcome that recognizes elements beyond mitigation; and work programmes on the adequacy of financial support and IPRs.",
      "INDIA emphasized that the Montreal Protocol addresses ozone depleting substances, not HFCs. AUSTRALIA urged all parties to make pledges and noted the need to focus on HFCs.",
      "The EU suggested: further technical work to draw on the experience of other bodies and further workshops; opportunities for ministers to show leadership in other processes, including the Montreal Protocol; and promoting the UNFCCC's catalytic role.",
      "Colombia, for AILAC, noted the need for emissions to peak in 2015, calling for, inter alia , increased ambition on REDD+ and a ministerial session in June 2014."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}