{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "United States",
      "Malaysia",
      "Japan",
      "Philippines",
      "Mexico",
      "Norway",
      "Switzerland",
      "Barbados",
      "China"
   ],
   "enb_end_date": "06-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "06-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12368e.html",
   "id": "enb12368e_7",
   "section_title": "AWG-LCA",
   "sentences": [
      "On Thursday, the AWG-LCA convened a workshop on investment and financial flows to address climate change.",
      "The Secretariat presented an overview of its ongoing finance and investment work ( FCCC/AWGLCA/2008/INF.1 ).",
      "The Philippines, for the G-77/CHINA, identified basic principles, including equity and direct access to funding by recipients.",
      "The EU said the challenge to ensure sufficient financing for climate change is significant but affordable.",
      "Bangladesh, for the LDCs, identified possible sources of funding such as a Convention fund, a levy on international air travel, and an international fuel levy.",
      "Barbados, for AOSIS, said new resources should be channeled through the UNFCCC process and suggested a Convention adaptation fund, an insurance mechanism and a technology fund.",
      "MEXICO proposed a world climate change fund, or green fund, on mitigation, adaptation and technology transfer, with participation of all countries and contributions according to greenhouse gas emissions, population and GDP. CHINA stated that funding should come from developed countries as a percentage of their GDP, and that financial initiatives outside the UNFCCC should not be counted as fulfillment of developed country commitments.",
      "NORWAY proposed auctioning emission allowances to finance adaptation.",
      "The REPUBLIC OF KOREA proposed awarding credits from nationally appropriate mitigation action (NAMA) in developing countries to enable deeper cuts by Annex I parties.",
      "SWITZERLAND suggested a global carbon dioxide levy of US$2 per tonne on all fossil fuel emissions, with an exception for less developed countries.",
      "He said the revenues could be administered by a multilateral adaptation fund.",
      "In the afternoon, delegates discussed, inter alia , mitigation, historical responsibility and exemptions for countries under the Swiss proposal.",
      "SWITZERLAND clarified that the mechanism was aimed at financing rather than mitigation.",
      "Participants also addressed differences between NAMA and CDM credits; applicability of current CDM methodologies; and the role of social issues under NAMA.",
      "The REPUBLIC OF KOREA stated that NAMA would be driven by host countries, partly addressing the geographic distribution problem. INDIA stressed the need for significant new and additional funding.",
      "He said creating demand for carbon credits necessitates deep commitments by Annex I parties, and proposed a new financial architecture fully accountable to the COP.",
      "JAPAN highlighted its Cool Earth partnership and participation in World Bank initiatives.",
      "MALAYSIA expressed concern about the proliferation of funds outside the Convention and INDIA said financing should be in the form of grants.",
      "The US said public support for research and development and national enabling environments would promote private sector investment.",
      "Parties also addressed, inter alia , the importance of clear regulatory frameworks, the role of private capital, linkages with financing initiatives outside the Convention and an international fuel levy."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}