{
   "actors": [
      "Group of 77",
      "European Union",
      "Least Developed Countries"
   ],
   "countries": [
      "Uganda",
      "Canada",
      "Mali",
      "United States",
      "Saudi Arabia",
      "Senegal",
      "Norway",
      "China"
   ],
   "enb_end_date": "17-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "17-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12167e.html",
   "id": "enb12167e_3",
   "section_title": "FINANCIAL ISSUES",
   "sentences": [
      "The negotiating group on financial issues, including capacity building, technology transfer, adaptation, UNFCCC Article 4.8 and 4.9 and Protocol Articles 2.3 and 3.14 (adverse effects), met in the afternoon to consider the negotiating text on capacity building and the text on guidance to the financial mechanism.",
      "It reconvened in the evening to discuss the text on adverse effects. In the afternoon session, delegates discussed bracketed text in the Annex to the draft decision on capacity building in developing countries.",
      "Parties disagreed over the placement of several paragraphs that addressed guidance to the financial mechanism.",
      "On financial resources for the implementation of Stage II adaptation activities, delegates agreed to a proposal by CANADA to refer to national adaptation plans of action (NAPAs). On the funding of capacity building for disasters related to climate change, the EU, NORWAY and the US, opposed by the G-77/CHINA, expressed concern about overburdening the GEF.",
      "The US suggested deleting reference to the building of 'institutional capacity,' while the EU proposed that capacity building not include the 'management' of disasters.",
      "Co-Chair Ashe suggested that the GEF shall provide financial resources to build institutional capacity 'where appropriate' and that the funding of the 'management' of disasters be put in brackets.",
      "The text, as amended by Co-Chair Ashe, was set aside for discussion at a later date. On early warning systems, the EU, opposed by the G-77/CHINA, suggested deleting the reference to the funding for the establishment, where needed, of such systems.",
      "Co-Chair Ashe bracketed the text accordingly. On text requesting the GEF to provide funding for the implementation of the capacity building framework, the G-77/CHINA suggested that the language agreed upon in the draft decision on capacity building should replace the current text.",
      "The US, with the EU, preferred working on the basis of the current text.",
      "The US also expressed concern at placing all responsibility of implementation on the GEF, proposing instead that this entity 'support the implementation,' rather than 'implement,' the framework.",
      "Co-Chair Ashe suggested both texts be discussed at a later stage, and expressed concern at the lack of significant progress. In the evening, delegates met to discuss the negotiating text on adverse effects, starting with Section A under adverse effects of climate change.",
      "NORWAY, supported by CANADA and the EU, suggested using President Pronk's consolidated negotiating text for the discussions.",
      "Participants discussed the implications of relying on sources of information other than national communications to carry out an assessment and evaluation to determine action related to adaptation.",
      "The G-77/CHINA supported using other relevant information, and underscored their commitment to carrying out national communications, despite limited resources and capacity.",
      "Many Annex I Parties expressed concern at making language on the source of this information too vague. On text referring to the specific concerns of least developed countries (LDCs) on adaptation activities, UGANDA, supported by SENEGAL and MALI, emphasized the inclusion of this reference.",
      "The G-77/CHINA said this reference was redundant due to the new terms of reference of the LDC group of experts text, which would be integrated into the negotiating text.",
      "The EU suggested retaining the brackets around this reference. On Section B under adverse effects of climate change, several delegates noted agreement on the text, although overall issues related to funding would have to be resolved before the brackets could be removed.",
      "CANADA said those activities to be covered by the GEF would have to be differentiated from those that are not.",
      "The G-77/CHINA noted the need to separate funds related to the UNFCCC and the Protocol.",
      "The US said it will contribute to UNFCCC activities, adding that it will be useful to consider how funds can be 'co-mingled' with other sources. SAUDI ARABIA expressed concern at the lack of progress, stressing the need to have sufficient time to negotiate all the 'developing country' issues that had been placed in this negotiating group by President Pronk.",
      "CANADA, with the EU, disagreed that no progress had been made."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}