{
   "actors": [
      "Group of 77",
      "Group of 77 and China",
      "Umbrella Group",
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Australia",
      "China",
      "Peru",
      "South Africa",
      "Switzerland"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_1",
   "section_title": "ADP 2-8 REPORT",
   "sentences": [
      "ADP 2-8 opened on Sunday morning, 8 February 2015.",
      "COP 20 President Manuel Pulgar-Vidal, Minister of the Environment, Peru, called on parties to maintain the momentum generated in Lima and work responsibly, efficiently and in a spirit of compromise.",
      "Co-Chair Ahmed Djoghlaf urged parties to keep the promise made to our children in Durban.",
      "Noting the Co-Chairs scenario note (ADP.2015.1.Informal Note) and subsequent informal consultations with fifteen negotiating groups, Co-Chair Daniel Reifsnyder underscored the objective of delivering a negotiating text and that the main task of the ADP contact group will be to ensure that the text fully reflects parties positions.",
      "Parties agreed to the proposed organization of work.",
      "South Africa, for the Group of 77 and China (G-77/China), noted that: the elements for a draft negotiating text annexed to Decision 1/CP.20 (Lima Call for Climate Action) are not fully negotiated; streamlining of options must be based on consensus; and parties views must be reflected in the text in a balanced manner.",
      "The European Union (EU) urged progress on: ensuring dynamism in the 2015 agreement through regular review of ambition; clarifying how the agreement will deliver transparency and accountability with respect to mitigation; delivering climate resilience through adaptation and climate finance; and enhancing mitigation before 2020.",
      "Australia, for the Umbrella Group, proposed distinguishing content that needs to be included in a legal agreement from content that is more appropriate for a COP decision.",
      "Switzerland, for the Environmental Integrity Group, proposed break-out groups to address specific issues and urged focusing on streamlining the text.",
      "In the interest of time, other negotiating groups submitted their opening statements for posting online at http://unfccc.int/bodies/awg/items/7544.php WORKSTREAM 1 (2015 AGREEMENT) From Sunday to Friday, workstream 1 was considered in the ADP contact group, chaired by the ADP Co-Chairs.",
      "The main objective was to produce a negotiating text before May 2015 as requested by the Lima Call for Climate Action.",
      "The text was also considered in informal consultations facilitated by Co-Chair Djoghlaf on Thursday morning.",
      "From Sunday to Tuesday, the ADP contact group worked through the elements for a draft negotiating text annexed to Decision 1/CP.20 section-by-section, focusing on adding new text.",
      "The Co-Chairs stressed that the objective was to ensure that parties views are fully reflected and that no new text may be added to sections already considered.",
      "The contact group completed the first consideration of the text on Tuesday afternoon, ahead of schedule.",
      "The revised sections were then made available online.",
      "The length of the overall text grew from 39 to 86 pages.",
      "Discussions on parties proposed additions to the text and the Geneva outcomes are summarized below, section-by-section."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}