{
   "actors": [],
   "countries": [],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_35",
   "section_title": "AND THE BEST INGREDIENTS",
   "sentences": [
      "Paella uses the best ingredients from the sea, from the fields and from the farm.",
      "Likewise, those finalizing the Synthesis Report were able to draw from the best available science of its working groups on climate change, vulnerabilities, impacts and adaptation, and mitigation.",
      "It is this input from so many disciplines that makes the IPCC output so special.",
      "However, on occasion, poor interaction between the working groups makes integration quite difficult.",
      "Scientists from different disciplines have different approaches to knowledge, which was reflected, for example, in the assessment of uncertainty throughout the AR4.",
      "Another complicating factor was that the working groups do their assessments in parallel.",
      "Working Groups II and III (adaptation and mitigation) depend on results from Working Group I (science) for their own assessments, and often find themselves constrained by Working Group I's progress.",
      "For example, projections from Working Group I on sea level rise or changes in extreme weather are needed by Working Group II to estimate impacts and adaptation.",
      "Some have suggested that a staggered approach with working groups concluding work in different years would be more appropriate in a future assessment report.",
      "The content of the AR4 had already been agreed by the working groups before Valencia.",
      "The assessment spells out many findings, with three key contributions to the political process under the UNFCCC.",
      "The first is the high level of scientific confidence in climate change, including its existence and anthropogenic drivers.",
      "The AR4 represents a giant leap from the TAR regarding increased certainty and robustness of findings.",
      "The fact that AR4 is approved by governments makes its political impact stronger, as no government can question it during future negotiations.",
      "The AR4 conveys a sense of urgency for action on climate change.",
      "Another key message is the affordable costs of mitigation and the need for both mitigation and adaptation.",
      "As UN Secretary-General Ban Ki-moon stressed in his speech before the IPCC, and many delegates pointed out, the availability of affordable policy options for reducing emissions is an added value of the AR4 and opens the way to decisive action.",
      "Some of the AR4 findings have already found their way to the UNFCCC process.",
      "When discussing Annex I emission reductions for the post-2012 period, the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) has referred extensively to Working Group III's findings.",
      "In Vienna in September 2007, the AWG noted Working Group III's finding that emissions need to peak within the next 10 to 15 years and be reduced well below half of 2000 levels by 2050 to achieve the lowest stabilization scenario analyzed by the IPCC.",
      "The AWG also referred to material from Working Group III as a basis for its conclusion that achieving the lowest scenario would require Annex I parties as a group to reduce their emissions by 25-40% from 1990 levels by 2020 and noted the Working Group II finding that the lower the stabilization level achieved, the lower the consequent damages."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}