{
   "actors": [],
   "countries": [
      "India",
      "United States",
      "Japan",
      "South Africa",
      "Mexico",
      "China"
   ],
   "enb_end_date": "08-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Mar-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12407e.html",
   "id": "enb12407e_32",
   "section_title": "OUTSIDE THE PROCESS:",
   "sentences": [
      "It is also important to note the interconnectedness of progress under the UNFCCC with that achieved in processes outside of the Convention.",
      "Many have noted that the major deals requiring agreement by Copenhagen will likely be done outside of the UNFCCC meetings, perhaps in the form of bilateral negotiations, such as the dialogue between the US and China, or in smaller multilateral meetings, including the G8 discussions, the UN Secretary-General s climate summit of world leaders in September, and the upcoming Danish meeting of finance ministers.",
      "There is also a series of meetings under the Major Economies Forum, announced by US President Obama, with the first of multiple meetings to take place at the end of April.",
      "Many delegates have expressed high hopes for the Forum to make progress on elucidating what major economies are able to do with regard to both mitigation and technological and financial support.",
      "In addition, progress on mitigation is heavily dependent on progress made on domestic programmes.",
      "With regard to developing country action, China and India have committed to substantial programmes for advancing energy efficiency and renewable energy.",
      "Mexico and South Africa have already established targets, and the Republic of Korea has committed to developing a 2020 goal.",
      "Japan will release its mid-term emission reduction target in June.",
      "And all eyes are on legislative developments within the US, especially regarding the details of its planned economy-wide cap-and-trade programme.",
      "The programme will be market-based, and will most likely contain offset features similar to the mechanisms under the Kyoto Protocol, necessitating compatibility and fungibility between the US and international trading schemes.",
      "Indeed, many believe that for the Copenhagen agreement to be acceptable in the US Congress, and to not repeat another Kyoto failure, it will have to be heavily informed by US domestic-level climate legislation.",
      "However, during the Bonn meetings, President Obama s push to fast-track a cap-and-trade programme was rejected in Congress, which means that climate legislation will now require more votes and likely take more time.",
      "This was considered a setback by many, especially in light of the schedule of submissions and meetings in the lead up to Copenhagen.",
      "But even if the US is successful in passing domestic legislation on a timescale relevant to the international process, many note that Obama s proposed reduction target of reaching 1990 emissions levels by 2020 - considered weak by many - would require an incredibly hard push domestically, leaving hopes low for an even more ambitious goal in the context of the UNFCCC process."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}