{
   "actors": [],
   "countries": [
      "Ghana",
      "Fiji",
      "United Kingdom"
   ],
   "enb_end_date": "15-Sep-07",
   "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Sep-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12340e.html",
   "id": "enb12340e_7",
   "section_title": "COORDINATION AND INTEGRATION ACROSS SECTORS:",
   "sentences": [
      "This group was facilitated by Leon Charles and Richard Klein.",
      "In smaller break-out groups, participants discussed challenges and barriers to cross-sectoral integration, good practices, factors that facilitate integration, potential entry points, and recommendations on how the NWP can assist in promoting and strengthening cross-sectoral integration.",
      "Good practices were highlighted in relation to coordination among national and sectoral decision makers, such as in Fiji where ministries and the private sector are coordinating on tourism.",
      "On coordination during the adaptation planning and design process, good practices included examples of developing spatial planning strategies that include multi-sectoral activities and specific tools to enhance capacity to deal with extreme weather events at the community level in the UK, and developing integrated adaptive strategies involving stakeholders from different sectors in Ghana.",
      "Regarding coordination among national and sectoral decision-makers, challenges and barriers included: lack of a political mandate and commitment from, and involvement of those responsible for budgets; competing interests and cultural differences between sectors; and lack of structural flexibility in the various sectors.",
      "Challenges related to stakeholder involvement included stakeholder fatigue, where multiple agencies and organizations involve the same stakeholders simultaneously, and private sector reluctance to get involved and share information due to concerns about competitiveness and intellectual property rights.",
      "Regarding factors that facilitate integration, the group highlighted: identification of areas where sectors intersect; engagement of stakeholders across all sectors and at all levels; high-level political commitment; making issues relevant and interesting for communities; using climate variability as a starting point for adaptation to climate change; and creating incentives such as funding by governments to promote linkages in programmes and projects.",
      "On potential entry points for integration, participants highlighted: linking adaptation and mitigation strategies; environmental and health impact assessments; extreme events and climate-related disasters; and national platforms for disaster risk reduction.",
      "The group put forward recommendations related to knowledge sharing of good practices across sectors, including showcasing and identifying criteria for good practices, and understanding the temporal nature of what constitutes a good practice.",
      "The group stressed that the criteria and nature of the case studies is more important than the studies themselves, since building community resilience and people's adaptive capacity is key.",
      "The group recommended that, under the NWP, the UNFCCC Secretariat should: set up a cross-sectoral expert panel on adaptation; establish an award to stimulate exchange of good practices and field-visit exchange programmes; oversee a Wikipedia-type platform on adaptation; provide guidance to UN bodies on how to prioritize adaptation; and develop a how to guidebook on integrating adaptation.",
      "The group also recommended that the NWP should encourage cross-sectoral work on adaptation and development of national action plans on adaptation, and provide guidance toward developing effective national adaptation plans.",
      "Other recommendations included: supporting the development of legal and institutional frameworks at the national level to promote integration; creating interdepartmental working groups on climate change adaptation in UN agencies and regional economic commissions; and engaging regional and local organizations to promote integration through pilot projects.",
      "Integration in urban areas through organizations, such as UN-Habitat, the International Council for Local Environmental Initiatives (ICLEI) and C40 (Cities Climate Leadership Group), was used an example.",
      "Participants also suggested: convening a cross-sectoral high-level meeting on adaptation; developing an adaptation incentive or mechanism similar to the CDM; fostering sectoral collaboration at the subnational and local levels; developing and promoting tools for integrated planning; overcoming conflicts of interest among sectors; developing a web-based interface on adaptation planning and policies; looking at existing guidance from development and disaster risk reduction communities; and recommending that donors support research programmes with cross-sectoral cooperation as a key component."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}