{
   "actors": [],
   "countries": [
      "Austria",
      "Canada",
      "Senegal",
      "New Zealand",
      "Indonesia",
      "Samoa",
      "Morocco",
      "Norway",
      "Japan",
      "Ireland",
      "Italy",
      "Slovenia",
      "Honduras",
      "Germany",
      "Finland",
      "Costa Rica",
      "Bolivia"
   ],
   "enb_end_date": "22-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "22-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12160e.html",
   "id": "enb12160e_6",
   "section_title": "Kyoto Mechanisms:",
   "sentences": [
      "Many countries reiterated the need for the mechanisms to be supplemental to domestic action.",
      "The VISEGRAD GROUP supported a quantified ceiling on the use of mechanisms, with preferential projects under Joint Implementation.",
      "IRELAND, ITALY, GERMANY and SLOVENIA stressed domestic action as the main means of meeting Protocol commitments. CANADA advocated for maximum flexibility in the use of mechanisms to ensure that the necessary resources are provided.",
      "FINLAND said the mechanisms must be transparent and reliable and not be a tool for printing 'forged money' for environmental credits. On the CDM, COSTA RICA, BOLIVIA and SENEGAL, opposed by IRELAND and AUSTRIA, favored including sinks in the CDM.",
      "INDONESIA said sinks could be eligible if carbon sequestration is real and measurable. NEW ZEALAND, NORWAY, AUSTRIA, HONDURAS and COSTA RICA said nuclear power should not be permitted within the CDM.",
      "SAMOA said the CDM should promote investments on environmentally-safe renewable energy technologies.",
      "JAPAN said that developing countries' judgment of what constitutes sustainable development should not be overruled by limiting the types of eligible activities under the CDM. A number of countries supported an early start for the CDM.",
      "MOROCCO said the CDM should not be used as a channel for exporting obsolete technologies from North to South."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}