{
   "actors": [],
   "countries": [
      "Peru"
   ],
   "enb_end_date": "18-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "06-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12260e.html",
   "id": "enb12260e_10",
   "section_title": "COP Decision",
   "sentences": [
      "In the decision (FCCC/SBSTA/2004/L.26/Add.1), the COP decides, inter alia: to adopt simplified modalities and procedures for small-scale A&R CDM project activities in the first commitment period; to limit small-scale A&R projects to net anthropogenic greenhouse gas removals by sinks less than eight kilotonnes of carbon dioxide per year if the average projected net anthropogenic GHG removals by sinks for each verification period do not exceed eight kilotonnes of carbon dioxide equivalent per year; if a small-scale project results in excess removals of eight kilotonnes of carbon dioxide equivalent per year, excess removals will not be eligible for the issuance of temporary or long-term certified emissions reductions; and to exempt small-scale project activities from the share of proceeds to be used to assist developing countries that are particularly vulnerable to adverse impacts of climate change and shall be entitled to a reduced level of the non-reimbursable fee for requesting registration and a reduced rate of the proceeds to cover administrative expenses of the CDM. The COP also requests, inter alia, that: the CDM EB develop, for consideration by COP/MOP-1, default factors for assessing the existing carbon stocks and for simplified baseline methodologies for small-scale A&R projects, taking into account, if appropriate, types of soil, lifetime of project and climatic conditions.",
      "The COP invites Parties to provide support to project participants interested in coordinating submission of several project activities, with a view to reducing the costs of validation, verification, and certification.",
      "The COP also invites relevant multilateral agencies, intergovernmental organizations, and nongovernmental organizations to participate in preparing these activities. Emissions from fuel used for international aviation and maritime transport: This issue was first addressed by SBSTA in plenary on Monday, 6 December, and subsequently in informal consultations facilitated by Eduardo Calvo (Peru).",
      "Consultations aimed to address collaboration with the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO), methodological issues for the allocation of emissions from international aviation and maritime transport, and the timeline for addressing this issue.",
      "In plenary, on Tuesday, 14 December, SBSTA adopted conclusions with a minor amendment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}