{
   "actors": [],
   "countries": [
      "Lesotho",
      "Netherlands"
   ],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_18",
   "section_title": "REVISIONS TO THE RULES OF PROCEDURE FOR THE ELECTION OF THE IPCC BUREAU AND ANY TASK FORCE BUREAU",
   "sentences": [
      "This issue (IPCC-XXXV/Doc.9) was introduced to the plenary on Wednesday.",
      "Secretary Christ explained that the request to revise the Rules of Procedure for the Election of the IPCC Bureau and Any Task Force Bureau came from IPCC-29, and that discussions on revisions concerning the composition of the IPCC Bureau and the number of positions in the Bureau for each of the WMO regions had taken place in the Task Group and Bureau, and that governments had submitted their comments.",
      "She further highlighted the need to consider the number of representatives from region five (South-West Pacific).",
      "A contact group was established to address the issue, co-chaired by Ronald Flipphi (the Netherlands) and Bruno Sekoli (Lesotho).",
      "The crunch issues identified by Co-Chair Flipphi, that parties deliberated on included: composition of the Bureau, including the number of representatives from different regions; and nominations by IPCC members of candidates who are not their nationals to the positions of the IPCC Chair, IPCC Bureau and any Task Force Bureau.",
      "On composition of the Bureau, parties agreed to increase the number of representatives from region five from three to four.",
      "Accordingly, the WGII Bureau will have two Co-Chairs and seven, as opposed to six, Vice-Chairs.",
      "On nominations of non-nationals, extensive discussions ensued in the contact group on: financial support implications of such nominations; notification of the nominee s country by the nominating country; consent of the nominee s national government; and whether the same rules should apply to the IPCC Chair.",
      "In the end, delegates agreed that member countries of the IPCC should refrain from nominating non-nationals without the consent of the nominee s national government.",
      "Delegates also agreed to change the title from rules of procedure to procedures.",
      "The plenary approved the revised Procedures for the Election of the IPCC Bureau and Any Task Force Bureau contained in Appendix C to the Principles Governing IPCC Work, as agreed by the contact group, on Saturday."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}