{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Australia",
      "Brazil",
      "Saudi Arabia",
      "Samoa",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_36",
   "section_title": "PROTOCOL ARTICLES 5, 7 AND 8",
   "sentences": [
      "Delegates considered guidelines under Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information) in SBSTA meetings and a contact group co-chaired by Helen Plume (New Zealand) and Newton Paciornik (Brazil) that met during the first week.",
      "Having made some progress on technical issues, text was forwarded by the SBSTA to the COP on 18 November.",
      "This issue was then taken up in informal high-level Plenary meetings and informal consultations during the second week of negotiations.",
      "Since agreement on this issue was not achieved, text will be considered again at the resumed session of COP-6. SBSTA-13 Part II: On Monday, 13 November, SBSTA heard a report from contact group Co-Chair Plume on progress made at SB-13 Part I, as well as during the intersessional informal consultations.",
      "She said a revised paper had been prepared on that basis and that a number of issues remained unresolved. On Tuesday, 14 November, Co-Chair Plume presented the contact group with a list of important issues requiring resolution: first order compliance; criteria for non-compliance; [initial] assigned amounts; timing for reporting and review; annual or periodic reporting and review of Article 3.14 (adverse effects); demonstrable progress; reporting on Article 4 (joint fulfillment); reporting on Articles 10 (existing commitments) and 11 (financial mechanism); [issuance and cancellation of assigned amounts related to Article 3.3 (afforestation, reforestation, deforestation) and 3.4 (additional activities)]. Delegates added to this list: expert review teams (ERTs); confidentiality; reporting on domestic and legislative arrangements; questions of implementation; and supplementary information under Article 7. On first order problems, the US explained that annual reports include information on both inventories and the assigned amount and, opposed by the G-77/China, suggested that first-order problems only refer to the former.",
      "On '[initial] assigned amounts,' the US and Japan stressed that the terminology was dependent on the outcome of the mechanisms group, while Brazil, supported by the G-77/China, said the terminology related to Protocol Article 3.1 (assigned amounts).",
      "On the timing for reporting and review, discussions focused on the deadline for the submission of information under Article 7 and highlighted the linkages with the mechanisms group.",
      "The US, Japan, New Zealand and the EU supported 1 January 2007 as this deadline, while Samoa preferred the year 2005, so as to allow a pre-first commitment period review and determination of eligibility to participate in the mechanisms.",
      "On demonstrable progress, the EU, opposed by the US, expressed support for an obligation for each Party to demonstrate, in its national communication, progress in meeting its commitments by 2005. On Wednesday, 15 November, the contact group continued consideration of the identified important issues.",
      "On reporting under Articles 10 and 11, the G-77/China, opposed by the US and EU, said Annex I Parties should also be requested to report on the implementation of their commitments related to the transfer of technologies and the provision of 'new and additional' financial resources.",
      "Regarding '[issuance and cancellation of assigned amounts (AAs) related to Protocol Article 3.3 and 3.4]' the G-77/China, supported by the EU and US, suggested referring to 'additions' and 'subtractions' from AAs in the guidelines under Article 7.",
      "Opposed by New Zealand and supported by India, he added that, pending agreement of this issue in the LULUCF group, any reference to Article 3.4 should be bracketed. In the guidelines under Article 8, the G-77/China suggested deleting Part III on the review of information on AAs.",
      "India explained that AAs are fixed amounts and therefore cannot be reviewed, however, the information on additions and subtractions would be reviewed.",
      "Brazil, on behalf of the G-77/China, then introduced a text for a new Part III bis that addresses the terminology 'initial AA' and replaces it with 'amounts that contribute to the compliance of a Party included in Annex I with the quantified emission limitation and reduction commitment under Article 3.",
      "' On expert review teams (ERTs), the G-77/China recommended drawing on a roster of experts reflecting regional balance.",
      "On confidentiality, the EU introduced new text that provides, inter alia, that the ERTs shall guarantee the confidentiality of information that a Party indicates is confidential, and that if a Party does not provide sufficient information for the assessment of its conformity with the revised IPCC guidelines, the ERT shall assume the estimate was not prepared accordingly. On reporting of supplementary information under Article 7, the EU, supported by Samoa and opposed by the US, Australia, Japan and New Zealand, proposed text for a section on 'domestic programmes,' which requires reporting on domestic policies and measures as well as on the domestic system for monitoring legal entities' participation in international emissions trading. On 'questions of implementation,' the US, G-77/China, Brazil and India opposed Japan's proposal to limit this concept to the mandatory requirements of the guidelines under Articles 5.1 (national systems) and 7.2 (supplementary information).",
      "Concluding this meeting, Co-Chair Paciornik said the Co-Chairs would prepare a working paper. On Thursday, 16 November Co-Chair Plume presented the working paper to the contact group and explained the changes introduced.",
      "Delegates then highlighted a number of issues with which they had some concerns.",
      "On elements related to good practice guidance and adjustments under Article 5.2 (adjustments), the G-77/China suggested bracketing text on estimates of emissions and removals from LULUCF since the discussions in the group on LULUCF had not been concluded.",
      "New Zealand, with the EU, US and Japan, emphasized that such estimates from all sectors should be prepared under good practice guidance, and be adjusted when they are not prepared according to the agreed methodologies.",
      "In elements for a draft COP/MOP-1 decision on this matter, the EU, Switzerland and Norway disagreed over a US proposal, supported by Saudi Arabia, New Zealand and Australia, to include text on ensuring that adjustment procedures are conservative so that Parties would not be unduly penalized.",
      "The Co-Chairs requested interested Parties to meet to further discuss the unresolved paragraphs. On Friday, 17 November, the contact group continued consideration of the Co-Chairs' working paper.",
      "On the draft COP/MOP-1 decision related to Article 5.2, the US suggested that adjustments applying to a Party's base-year inventory estimates could not be replaced by revised estimates subsequent to the establishment of a Party's initial AA.",
      "The G-77/China, opposed by the EU, said inventory estimates of a year during the commitment period that had been adjusted should not be revised and that consequently, adjustments of estimates of both the base year inventory and the inventory during the commitment period could not be revised. On a proposal by the G-77/China to delete Part III on the review of information on AA, the US said the guidelines should provide for review of information related to AA.",
      "Delegates convened throughout the afternoon and late into the night in a meeting of the Friends of the Co-Chairs, to continue consideration of the Co- Chairs' working paper. On Saturday, 18 November, Co-Chair Plume summarized the progress made in the Friends of the Co-Chairs group and said that further work on the guidelines would be undertaken, in one form or the other, during the following week. During the SBSTA meeting on Saturday, 18 November, contact group Co-Chair Paciornik introduced draft conclusions recommending adoption by COP/MOP-1 of guidelines under Article 5.1 (FCCC/SBSTA/2000/CRP.16), as well as draft SBSTA conclusions on guidelines under Articles 5, 7 and 8 (FCCC/SBSTA/2000/CRP.17).",
      "He said that although these guidelines still contained bracketed text, progress was being made toward ensuring the Protocol's credibility.",
      "SBSTA adopted both draft conclusions. COP-6 High-level Informal Discussions: In the informal, high-level Plenary session on Tuesday, 21 November, President Pronk said he had clustered this issue in the fourth box, 'Box D,' together with compliance and policies and measures.",
      "The G-77/China said three elements were missing from President Pronk's summary of key issues: reporting and review on Articles 10, 11 and on the issue of supplementarity; equitable geographical representation of ERTs; and reporting and review of Article 3.2 (demonstrable progress) and 3.14 (adverse effects).",
      "Delegates then met in informal small groups co-facilitated by Minister Siri Bjerke (Norway) and Minister Suresh Prabhu (India) on Wednesday to further consider this issue. On Wednesday, 22 November, Minister Bjerke reported on the work carried out in the informal small groups.",
      "She said text on reporting under Articles 10 and 11 had been elaborated, and the only bracket remaining in the decision on Article 8 related to the composition of the ERTs.",
      "She said further brackets remained on issues that were dependent on the outcome of other groups. President's Note: The informal Note elaborated by President Pronk and presented on Thursday, 23 November, did not address the outstanding issues related to Articles 5, 7 and 8, suggesting that these could be resolved when other issues have been dealt with. During the following days, this item was considered by delegates in closed informal negotiations, who reached agreement on some of the remaining technical issues.",
      "Outstanding questions in the guidelines under Articles 5, 7 and 8 include issues specific to the guidelines, such as the allowed level of inventory adjustment not constituting a first-order problem and the composition of the ERTs, as well as cross-cutting issues awaiting resolution in other groups, such as supplementary information relevant to Article 3, in particular 3.3 and 3.14, information on Emissions Reduction Units, Certified Emission Reductions and Assigned Amount Units, and reporting on Article 4. Conclusion of COP-6 Part I: On Saturday, 25 November, delegates convened in a COP Plenary and took note of a Note by the President on National Systems, Adjustments and Guidelines under Articles 5, 7 and 8 of the Kyoto Protocol based on the text forwarded by SBSTA on Saturday, 18 November, as well as informal consultations (FCCC/CP/2000/CRP.10) and the draft decision on Guidelines under Article 5.1 (FCCC/CP/2000/L.2).",
      "Both items will be considered at the resumed COP-6 session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}