{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "African Group"
   ],
   "countries": [
      "India",
      "Japan",
      "El Salvador",
      "Guatemala",
      "Antigua and Barbuda",
      "Cuba",
      "Algeria",
      "Dominica",
      "Kyrgyzstan",
      "Belize",
      "Solomon Islands",
      "Lesotho",
      "Tajikistan",
      "Ecuador",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Dominican Republic",
      "Bolivia",
      "Grenada",
      "Nicaragua",
      "Niger",
      "Sweden",
      "Sudan",
      "Belarus",
      "Saint Vincent and the Grenadines",
      "Russian Federation",
      "Australia",
      "Indigenous Peoples",
      "Guyana",
      "Panama",
      "Costa Rica",
      "Tanzania",
      "Nigeria",
      "Honduras",
      "China"
   ],
   "enb_end_date": "08-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "08-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12449e.html",
   "id": "enb12449e_7",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Sudan, for the G-77/CHINA, called on parties to fulfill the mandate of the BAP and to reject attempts to shift responsibility onto developing countries.",
      "Grenada, for AOSIS, said all elements of a legally-binding agreement guaranteeing the viability of SIDS and other vulnerable developing countries are embedded in the existing text, but that political will is required to realize an agreement.",
      "Lesotho, for the LDCs, called for a legally-binding agreement prioritizing adaptation and scaling up financing.",
      "Australia, for the UMBRELLA GROUP, underscored the importance of MRV.",
      "Sweden, for the EU, highlighted the importance of: increased ambition on mid-term reductions; inclusion of emissions from the international aviation and maritime transport sectors; fast-track and long-term financing that includes the private sector and carbon market; and action on a performance-based mechanism for REDD.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, supported a registry for nationally appropriate mitigation actions (NAMAs), without prejudicing how it would be institutionalized, and a robust MRV process.",
      "Algeria, for the AFRICAN GROUP, said the AWG-LCA must set commitments for developed countries that are not Protocol parties that are comparable to those taken by other developed countries under the Protocol in the second commitment period.",
      "Cuba spoke for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA-PEOPLES TRADE TREATY (ALBA-TCP), consisting of Antigua and Barbuda, Bolivia, Cuba, Dominica, Ecuador, Nicaragua, Saint Vincent and the Grenadines and Venezuela.",
      "He called for developed countries to honor their climate debt and rejected attempts to transfer responsibilities to developing countries.",
      "Costa Rica spoke for countries belonging to the CENTRAL AMERICAN INTEGRATION SYSTEM, consisting of Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama and the Dominican Republic.",
      "He called for an outcome that is consistent with the UNFCCC and Protocol and urged developed countries to show leadership. TANZANIA emphasized the need to conclude a legally-binding agreement, noting that success would be measured by addressing the concerns and challenges highlighted by developing counties. BELARUS highlighted the needs of countries with economies in transition for technologies and capacity building, and GUYANA noted that areas such as adaptation, technology and REDD-plus offer low-hanging fruit for early action.",
      "KYRGYZSTAN and TAJIKISTAN underlined the importance of addressing mountain ecosystems.",
      "The RUSSIAN FEDERATION supported a single comprehensive agreement for the post-Kyoto period, and NORWAY said a future agreement should include the necessary 2050 goal and adequate and ambitious collective emission reductions by 2020, with the participation of all countries, except LDCs. INDIA said aggregate emission reductions by Annex I parties should be the starting point for an outcome from the AWG-LCA and that its mandate should not change if work extends beyond Copenhagen.",
      "The US underscored new announcements on its emissions reduction target in the range of 17% below 2005 levels by 2020, with a trajectory to 42% reduction by 2030 to meet the goal of 83% by 2050.",
      "He also highlighted the importance of regular reporting and international review for all parties. BOLIVIA, supported by the G-77/CHINA and SAUDI ARABIA, said funding in the range of US$10 billion per year is insufficient.",
      "Calling for open, transparent and inclusive negotiations, NIGERIA noted that lack of progress under the AWG-LCA stems from deep distrust and lack of faith in the negotiation process.",
      "BANGLADESH noted the need to agree on a quick start fund and said a legally-binding instrument must be the goal.",
      "The SOLOMON ISLANDS stressed that failure is not an option in Copenhagen. JAPAN expressed its commitment to reaching a substantial agreement in Copenhagen, which he said should be translated into a legally-binding treaty as soon as possible in 2010.",
      "The INTERNATIONAL MARITIME ORGANIZATION (IMO) highlighted its work on regulating emissions from shipping.",
      "The INTERNATIONAL CIVIL AVIATION ORGANIZATION (ICAO) outlined a programme of action that includes a global goal of a 2% annual improvement in fuel efficiency until 2050 and a framework for market-based measures.",
      "The INTERNATIONAL FEDERATION OF RED CROSS AND RED CRESCENT said an agreement needs to assist the poorest and most vulnerable populations and help national governments implement early adaptation measures.",
      "The INTERNATIONAL CHAMBER OF COMMERCE highlighted actions of business to address climate change, particularly through market mechanisms, and asked for mechanisms to ensure that mitigation investments are safe. CLIMATE ACTION NETWORK INTERNATIONAL advocated a fair, ambitious and legally-binding agreement.",
      "CLIMATE JUSTICE NOW emphasized that the climate change problem would not be solved by negotiating an agreement behind closed doors.",
      "The INTERNATIONAL INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE called for the inclusion of international human rights standards within the framework of the AWG-LCA, particularly the UN Declaration on the Rights of Indigenous Peoples.",
      "UNITED CITIES AND LOCAL GOVERNMENTS emphasized that no country will meet their commitments without support from local authorities. GENDER CC - WOMEN FOR CLIMATE JUSTICE underscored the importance of fully integrating gender perspectives to bring about action on all aspects of climate change.",
      "The INTERNATIONAL TRADE UNION CONFEDERATION said bold government policies to promote climate-friendly innovations and industries could create millions of new jobs.",
      "The AUSTRALIAN YOUTH CLIMATE COALITION said youth are mobilizing support from millions for a fair, adequate and legally-binding instrument and stressed that survival is not negotiable. COP/MOP"
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}