{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Antigua and Barbuda",
      "Mauritius",
      "Jamaica"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_5",
   "section_title": "ADVERSE EFFECTS OF CLIMATE CHANGE ON COASTAL ZONES",
   "sentences": [
      "On 10 March, Mahendra Kumar, International Negotiations Officer for the South Pacific Regional Environment Programme (SPREP), emphasized that the impacts of climate change in coastal zones range from issues specific to coasts to more broadly manifested impacts related to water supply, food production, and human health.",
      "He said responses and adaptation need to be multi-sectoral, process oriented, linked to integrated coastal zone management and incorporated into long-term national development planning.",
      "Specific responses identified in the national communications of Small Island Developing States (SIDS) involved, inter alia, coastal zone planning, modeling of storm surges, engineering solutions, bans on sand extraction, replanting of littoral vegetation, and coping strategies, including education and relocation.",
      "He called for technology transfer in the form of flows of knowledge, experience and adaptation equipment, and for capacity building to raise awareness, especially in relation to coastal processes.",
      "He noted the importance of equity and social considerations and said that, while more adaptation measures can be implemented as further knowledge becomes available, immediate action should be taken. In the subsequent discussion, ANTIGUA AND BARBUDA noted that insurance companies are beginning to withdraw coverage and increase rates for some coastal areas, which could impede economic growth, particularly in the tourism industry.",
      "He said premiums can be linked to adaptation on the part of the property owner, and called for dialogue between governments and insurance companies.",
      "MAURITIUS called for identification of common issues relating to vulnerability and adaptation contained in SIDS' national communications that could be used in developing adaptation strategies.",
      "Responding to JAMAICA regarding the appropriate level at which to approach adaptation, Kumar said regional cooperation is useful, as specific measures that can be modified at a low cost could be identified and replicated elsewhere."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}