{
   "actors": [
      "Umbrella Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Ecuador",
      "Saudi Arabia",
      "Panama",
      "Switzerland"
   ],
   "enb_end_date": "09-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "09-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12252e.html",
   "id": "enb12252e_3",
   "section_title": "EXCHANGE OF VIEWS ON UNFCCC ACTIVITIES RELEVANT TO OTHER INTERGOVERNMENTAL MEETINGS",
   "sentences": [
      "ECUADOR outlined efforts being taken in Latin America and the Caribbean regarding the WCDR.",
      "The UMBRELLA GROUP said that the most appropriate input to these meetings would be a factual report outlining relevant UNFCCC activities and that Parties should not negotiate on the manner in which the Secretariat reports on these activities.",
      "SAUDI ARABIA said UNFCCC statements must reflect the consensus of the Parties. AOSIS, with several others, highlighted the relevance of climate change to the intergovernmental processes and urged the convening of a workshop before COP-11 on developing an international insurance facility to address damages from climate change impacts in SIDS.",
      "He said COP-11 should consider the outcomes of the BPOA+10 and provide inputs on climate change and sustainable development to CSD-14.",
      "He also suggested establishing a workshop prior to CSD-14 on climate change and energy for sustainable development.",
      "The EU said COP-10 should provide input to the Millennium +5 Summit.",
      "PANAMA recommended that a compendium of national communications on climate change impacts and measures taken should be forwarded to these meetings.",
      "The CLIMATE ACTION NETWORK stressed that synergies and cooperation among UN bodies are essential to building an adequate adaptation regime.",
      "A contact group, chaired by José Romero (Switzerland), will address this issue."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}