{
   "actors": [],
   "countries": [
      "Iran",
      "Canada",
      "United Kingdom"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_9",
   "section_title": "IAC REVIEW COMMITTEE PRESENTATION:",
   "sentences": [
      "On Tuesday morning, Sir Peter Williams, Vice-President of The Royal Society, UK, and member of the IAC Review committee, presented the major findings and recommendations of the IAC.",
      "He stressed the many important accomplishments of the IPCC and the committee s deep respect for the assessments the Panel conducts.",
      "He emphasized that the recommendations are intended to help the IPCC manage an ever more complex assessment process, which is increasingly under the public microscope.",
      "On management and governance , Sir Peter noted that the IAC report addressed: the increased complexity and scale of assessments; the importance of continuity of management between assessments; lack of evolution in the management structure since 1988; issues of conflict of interest, disclosure and communications; and accountability within the UN structure.",
      "He highlighted some of the main IAC recommendations, including: establishing an executive committee to act on the Panel s behalf between plenary sessions, composed of the IPCC Chair, WG Co-Chairs, a senior member of the Secretariat and three independent members; electing an executive director to lead the Secretariat and handle day-to-day matters of the Panel; limiting the terms of the senior members of the Bureau to a single assessment in order to maintain the vigor of the organization; and developing and adopting a rigorous conflict of interest policy.",
      "On processes and procedures , Sir Peter emphasized that the IAC sought to reinforce existing procedures within the IPCC and highlighted recommendations to improve the characterization of uncertainty, the review process, transparency and inclusiveness, and the treatment of grey literature.",
      "On review procedure, he recalled the error on the recession of Himalayan glaciers in the AR4, noting that three review comments had identified the error, which was avoidable.",
      "He acknowledged that, while procedures should be constructed to minimize errors, these were three comments out of a total of 90,000, and reiterated the complexity of the review process.",
      "In response to several questions on the recommended executive director, Sir Peter clarified that the proposal was to enhance the Secretariat with the position of an executive director instead of a secretary, in order to: ensure the ability of the senior manager of the Secretariat to engage with eminent scientists at the same level; and improve the ability of the Panel to communicate to the public effectively and promptly.",
      "Sir Peter said that the IAC Review found communication was weak and a mechanism was needed to remedy that by further empowering the Secretariat, including through the executive director, who would be able to speak on the IPCC s behalf when needed.",
      "He noted the perception that both the Vice-Chairs and WG Co-Chairs have not been widely used by the Panel in its communications.",
      "Clarifying questions on the form and function of the recommended executive committee, Sir Peter noted that the committee would handle more routine, day-to-day tasks, and meet more regularly than the Bureau.",
      "Sir Peter said that the existing Executive Team (E-team) provided a very good basis from which to develop an executive committee.",
      "Responding to a question on the possible role of independent members of the proposed executive committee, Sir Peter noted the customary practice in many organizations to include such members to act as a voice of reason.",
      "Responding to a question by Canada on organizational continuity and the possible contradiction with the recommendation that terms of office be limited to one assessment cycle, Sir Peter said that the term is defined liberally, allowing some overlap of WG Co-Chairs.",
      "Iran noted the complexity of the literature, particularly for use by developing country policymakers, and called for an assessment of how countries have considered and used AR4 recommendations.",
      "Sir Peter confirmed that the IAC recommendations do stress the vital importance of increasing involvement of developing countries.",
      "Chair Pachauri remarked that for 17 years (from 1998-2005), the size and scope of the Secretariat remained frozen, and that it must continue to evolve."
   ],
   "subtype": "",
   "topics": [],
   "type": "IPCC"
}