{
   "actors": [],
   "countries": [
      "Sri Lanka",
      "New Zealand",
      "Barbados",
      "Japan",
      "Fiji",
      "Australia",
      "Tanzania",
      "Maldives",
      "Thailand",
      "Germany",
      "Kenya",
      "Belgium",
      "Guatemala",
      "Russia",
      "Brazil",
      "Austria",
      "Cuba",
      "Chile",
      "United Kingdom",
      "Tajikistan",
      "Switzerland",
      "Colombia",
      "Ecuador",
      "Syria",
      "Canada",
      "Denmark",
      "Macedonia",
      "Indonesia",
      "Mexico",
      "Malaysia",
      "Iran",
      "Uruguay",
      "China",
      "Serbia",
      "Saudi Arabia",
      "Bulgaria",
      "Slovenia",
      "Mauritius",
      "Argentina",
      "Zimbabwe",
      "Russian Federation",
      "Mali",
      "Sierra Leone",
      "Guinea"
   ],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_8",
   "section_title": "ELECTION OF THE BUREAU AND THE TASK FORCE BUREAU",
   "sentences": [
      "Elections were held for the IPCC Chair, Bureau Members and Task Force Bureau (TFB) in accordance with the Rules of Procedure for the Election of the IPCC Bureau and any Task Force Bureau as contained in Appendix C to the Principles Governing IPCC work.",
      "The Rules of Procedure were adopted by IPCC-25 in Port Louis, Mauritius, in April 2006.",
      "IPCC-28 decided that the size, structure and composition of the IPCC Bureau to be elected for the Fifth Assessment cycle will remain the same as in the AR4.",
      "A Credentials Committee and a Nominations Committee are appointed at sessions where Bureau elections are held.",
      "The Rules of Procedure also require regional balance in the Bureau across the six WMO regions: Africa (Region 1); Asia (Region 2); South America (Region 3); North America, Central America and the Caribbean (Region 4); South-West Pacific (Region 5) and Europe (Region 6).",
      "In deciding the Bureau positions, the Rules of Procedure encourage consensus decision-making within regional groups.",
      "In the absence of consensus, the Rules provide for a secret ballot to decide contested positions in the plenary.",
      "The Credentials Committee was appointed on Monday and comprised the following six members: Yadowsun Boodhoo (Mauritius); Ricardo José Lozano (Colombia); Natasa Markovska (the Former Yugoslav Republic of Macedonia); Mohammad Koba (Indonesia); Ingrid Martinez (Guatemala); and Aree Wattana Tummakird (Thailand), who chaired the Committee.",
      "The Nominations Committee was also appointed on Monday and consisted of twelve members: Richard Odingo (Kenya); Yaya Bangoura (Guinea); Dong Song (China); Aysar Tayeb (Saudi Arabia); Luis Vayas (Ecuador); Pauline Davies (Uruguay); Edmundo de Alba (Mexico); Nathalie Burke (Barbados); Susan Barrell (Australia); Rajendra Prasad (Fiji); Anne Mette Jørgensen (Denmark); and Milan Dacic (Serbia).",
      "The Committee was co-chaired by Odingo and Jørgensen.",
      "On Tuesday morning, the IPCC re-elected Rajendra Pachauri as IPCC Chair.",
      "Pachauri promised to make every effort to ensure that the IPCC works in an objective and transparent manner, and conducts its business in the spirit of consensus and the highest standard of science.",
      "Election of WG Co-Chairs and TFB Co-Chairs began on Wednesday morning.",
      "Klaus Radunski (Austria) and Ingrid Martinez (Guatemala) were appointed as tellers for the vote.",
      "According to IPCC practice, one of the two Co-Chairs for each WG and the TFB should represent a developed country with the other representing a developing or a transition economy country.",
      "Several candidates were elected by acclamation: Dahe Qin (China) as WG I Co-Chair; Christopher Field (US) and Vicente Barros (Argentina) as WG II Co-Chairs; Ottmar Edenhofer (Germany) as WG III Co-Chair; and Thelma Krug (Brazil) and Taka Hiraishi (Japan) as TFB Co-Chairs.",
      "Delegates had to vote for one WG I Co-Chair.",
      "The candidates were Francis Zwiers (Canada), David Wratt (New Zealand) and Thomas Stocker (Switzerland) and Stocker was elected.",
      "Ramon Pichs Madruga (Cuba) and Youba Sokona (Mali) were in the running for a WG III Co-Chair position, however the elections encountered procedural difficulties unforeseen by the Rules of Procedure, particularly in the definition of simple majority if two elections take place on the same voting slip.",
      "As a solution, the Russian Federation suggested electing three WG III Co-Chairs and increase the number of Bureau members by one.",
      "After plenary discussions and informal consultations the IPCC agreed to increase the number of WG III Co-Chairs by one, while maintaining the overall size of the Bureau, with the understanding that this is a once-off solution, and does not imply changes in the Rules.",
      "As a result, both Pichs Madruga and Sokona were elected to the Bureau.",
      "Ogunlade Davidson (Sierra Leone) and Jean-Pascal van Ypersele (Belgium) were elected by acclamation as IPCC Vice-Chairs.",
      "A vote took place for the third IPCC Vice-Chair position between Hoesung Lee (Republic of Korea), who was elected, and Mohan Munasinghe (Sri Lanka).",
      "Elections for other positions in the IPCC Bureau continued on Thursday.",
      "For the positions of WG Vice-Chairs, candidates from Regional Groups 1, 3, 4 and 6 were elected by acclamation (see a table on the composition of the Bureau below).",
      "Votes took place among four candidates from the Asian regional group for two positions of WG Vice-Chairs: Fatemeh Rahimzadeh (Islamic Republic of Iran); Amjad Abdulla (Maldives); Taha Zatari (Saudi Arabia); and Anvar Homidov (Tajikistan).",
      "Rahimzadeh was elected as WG I Co-Chair and Abdulla as WG II Co-Chair.",
      "Votes also took place among candidates from the South-West Pacific regional group for three WG Vice-Chair positions: Mezak Ratag (Indonesia); David Wratt (New Zealand); Neville Smith (Australia); and Fredolin Tangang (Malaysia).",
      "Wratt was elected WG I Vice-Chair and Smith WG II Vice-Chair.",
      "After the elections, Saudi Arabia, China and Tajikistan expressed concern that, as a result of decreasing the number of WG III Vice-Chairs because of the increase in WG III Co-Chairs, the Asian regional group is not represented on the bureau of WG III.",
      "Slovenia, with New Zealand, suggested evaluating and improving the Rules of Procedure, inter alia , to ensure regional representation in each WG.",
      "The rest of the TFB positions were elected by acclamation.",
      "The composition of the newly elected TFB is as follows: Co-Chairs Krug and Hiraishi; Washington Zhakata (Zimbabwe); Emmanuel Mpeta (United Republic of Tanzania); Zhou Linxi (China); Sirinthotutep Towprayoon (Thailand); Leonidas Girardin (Argentina); Sergio Gonzalez Martineaux (Chile); Art Jaques (Canada); William Irving (USA); Robert Sturgiss (Australia) shared with Leonard Brown (New Zealand) in turn; Rizaldi Boer (Indonesia); Detelina Petrova (Bulgaria) shared with Sadeddin Khefran (Syria) in turn; and Jim Penman (UK)."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}