{
   "actors": [],
   "countries": [],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_12",
   "section_title": "LONG-TERM COOPERATIVE ACTION:",
   "sentences": [
      "This item was first considered by the AWG-LCA plenary on 1 June.",
      "Chair Zammit Cutajar and the Secretariat introduced the relevant documents (FCCC/AWGLCA/2009/7-9; FCCC/AWGLCA/2009/MISC.4 parts I II and Adds.",
      "1 2 ; and FCCC/AWGLCA/2009/MISC.5 ).",
      "Discussions focused on the key elements outlined in the BAP, namely adaptation, finance, technology, mitigation and a shared vision for long-term cooperative action.",
      "The main objective was to develop negotiating text, using the Chair s draft ( FCCC/AWGLCA/2009/8 ) as the starting point.",
      "From 2-12 June, the AWG-LCA convened in an informal plenary, chaired by AWG-LCA Chair Zammit Cutajar.",
      "On 2 and 3 June, many parties made general comments on the Chair s draft negotiating text.",
      "For details, see: http://www.iisd.ca/vol12/enb12412e.html ; and http://www.iisd.ca/vol12/enb12413e.html .",
      "From 3-12 June, parties completed the first and second readings of the draft negotiating text.",
      "During the first reading, they clarified proposals, identified gaps and placed markers where additions should be inserted or where text should be bracketed.",
      "Prior to the second reading, parties submitted to the Secretariat textual proposals for incorporation into the draft negotiating text.",
      "During the second reading, discussions in the informal plenary were technical, with parties identifying additions and corrections to ensure that their proposals were properly reflected.",
      "No conclusions were adopted but the main outcome was a 200-page draft negotiating text.",
      "When closing the informal plenary on Friday, 12 June, Chair Zammit Cutajar said the Chair s negotiating text had now become the parties text.",
      "He expressed appreciation for the inputs received, explaining that all submissions and proposals would be compiled and issued as an information document entitled revised negotiating text.",
      "He said that the preface of the document would record issues identified by parties on the structure of text and placement of elements within it.",
      "The AWG-LCA informal plenary s discussions on the key elements of the BAP are summarized below."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}