{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Ukraine",
      "Russian Federation",
      "United Kingdom",
      "Germany",
      "South Africa",
      "Russia"
   ],
   "enb_end_date": "06-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "06-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12613e.html",
   "id": "enb12613e_21",
   "section_title": "Articles 5, 7 and 8 of the Kyoto Protocol",
   "sentences": [
      "During the morning contact group, chaired by Anke Herold (Germany), UKRAINE preferred one decision with five annexes.",
      "Co-Chair Herold clarified that the current format of two decisions was agreed at SBSTA 40.",
      "The EU called for recognizing that the deadline for the reporting of Assigned Amount Units may be delayed if the Common Reporting Format 3 Reporter software is not available in a timely manner or properly functioning.",
      "On the draft conclusions, the RUSSIAN FEDERATION lamented the firewall between methodological issues under SBSTA agenda items 11(a) and (b) on Protocol Articles 5, 7 and 8, and clarification of Section G (Article 3.7 ter ) of the Doha Amendment to the Kyoto Protocol.",
      "During the afternoon, parties worked on the language of the draft conclusions, debating whether to 'recommend' or 'agree' that if an Annex I party applies provisions on the expert review team (ERT), that the ERT shall review that information.",
      "SBSTA Chair Dlamini admonished parties to agree on conclusions, saying no more extensions of the negotiations would be granted on this issue.",
      "Following revisions, parties agreed to forward draft conclusions to the SBSTA plenary for consideration.",
      "Clarification of Section G (Article 3.7 ter ) of the Doha Amendment to the Kyoto Protocol: The afternoon contact group chaired by Maesela Kekana (South Africa) addressed options for a draft decision.",
      "Parties could not agree on how or whether Article 3.7 ter , inter alia , applies to parties that did not take commitments under the first commitment period to the Kyoto Protocol but are taking commitments under the second commitment period.",
      "Parties agreed to forward draft conclusions as presented by the Co-Chairs to the SBSTA plenary for consideration, recommending the issue be considered at SBSTA 42."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}