{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Niger",
      "Nigeria",
      "Norway",
      "China",
      "United Kingdom",
      "France"
   ],
   "enb_end_date": "05-Sep-00",
   "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC",
   "enb_short_title": "SB-13",
   "enb_start_date": "05-Sep-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12142e.html",
   "id": "enb12142e_1",
   "section_title": "INITIAL BRIEFING",
   "sentences": [
      "Harald Dovland (Norway), Chair of the Subsidiary Body for Scientific and Technological Advice, welcomed participants.",
      "Noting that only 10 weeks remain before COP-6, he said this week's meetings would aim to advance progress on text on all issues.",
      "He observed that informal consultations and meetings had been held since SB-12 on several key issues, including: adverse effects, technology transfer, the mechanisms, compliance, and LULUCF.",
      "In addition, submissions from Parties had been received relating to LULUCF, capacity building, and guidelines under Protocol Articles 5, 7 and 8.",
      "He noted that these consultations and submissions had assisted in the development of negotiating text. FCCC Executive Secretary Michael Zammit Cutajar thanked the French government and city of Lyon for hosting SB-13.",
      "He expressed regret at the passing away of two prominent figures in climate change negotiations: Jean Ripert of France, who chaired the Intergovernmental Negotiating Committee that resulted in the adoption of the FCCC in 1992; and Shukong Zhong, Special Advisor on Environmental Issues in China's Ministry of Foreign Affairs.",
      "NIGERIA, on behalf of the G-77/CHINA, conveyed the Group's condolences.",
      "On logistical matters, he expressed concern at the late availability and distribution of documents, which affected developing country preparation and participation.",
      "He said all official documents for COP-6 should be available well in advance of the meeting.",
      "He noted that the lack of interpretation would disadvantage representatives of non- English speaking countries and stressed the need to achieve a balanced package of agreements that reflects the priorities of all Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}