{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Oman",
      "United States",
      "Russian Federation",
      "Romania",
      "Hungary",
      "Canada",
      "Niger",
      "Egypt",
      "Nigeria",
      "Switzerland"
   ],
   "enb_end_date": "08-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB12",
   "enb_start_date": "08-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12130e.html",
   "id": "enb12130e_5",
   "section_title": "CAPACITY BUILDING",
   "sentences": [
      "Chair Ashe said the meeting aimed at developing a draft framework for capacity building, with the first session focussing on economies in transition (EITs).",
      "The RUSSIAN FEDERATION asked about timeframes for capacity building.",
      "CANADA urged EITs to integrate capacity building into national planning processes, and to share their experiences.",
      "Various US agencies outlined their capacity building activities for EITs.",
      "The EU highlighted the need for institutional capacity on inventories and on Protocol Articles 5 and 7.",
      "ROMANIA emphasized the importance of capacity building for inventories, JI, and institutional and regulatory frameworks, and suggested reference to 'capacity development.",
      "' HUNGARY urged greater efforts to harmonize capacity building actions for EITs.",
      "ENVIRONMENTAL DEFENSE and CANADA emphasized that capacity building should be sustainable.",
      "EGYPT suggested expanding capacity building to other stakeholders and maximizing the use of regional institutions.",
      "The US underlined the fact that EITs have commitments to reduce emissions and suggested using the Protocol mechanisms to support capacity building.",
      "Noting the existing technical and scientific capacity in EITs, SWITZERLAND underlined the need for political support.",
      "NIGERIA noted the need to build capacity in negotiating skills and outlined recent initiatives."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}