{
   "actors": [],
   "countries": [
      "Mali",
      "China"
   ],
   "enb_end_date": "05-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12480e.html",
   "id": "enb12480e_1",
   "section_title": "WELCOMING CEREMONY",
   "sentences": [
      "Huang Xingguo, Mayor of Tianjin, welcomed participants to Tianjin, which he described as China s model for developing circular economies.",
      "He said the meeting is an illustration of China s efforts to implement the Bali Roadmap.",
      "UNFCCC Executive Secretary Christiana Figueres emphasized the need to prevent multilateralism from being seen as an endless road and urged parties to prevent climate change impacts from erasing development progress.",
      "She said a set of COP and COP/MOP decisions could be an achievable outcome in Cancun, which could include adaptation and technology transfer frameworks, capacity building, a financial mechanism and the launch of a readiness phase for reducing emissions from deforestation and forest degradation in developing countries (REDD).",
      "She stressed that these issues cannot advance without clarity on sensitive political issues including fast-start financing, the future of the Kyoto Protocol, formalization of previous commitments made by parties, long-term finance, response measures and an understanding of fairness to guide long-term work.",
      "Dai Bingguo, State Councilor, China, called for countries to reach consensus on a legally-binding agreement at an early date.",
      "He highlighted China s mitigation targets and suggested that parties: adhere to the UNFCCC framework and build on the outcomes of the Copenhagen Conference to promote the implementation of the UNFCCC and the Kyoto Protocol; follow the principles of common but differentiated responsibilities to set targets for developed countries and flesh out financial and technological support to developing countries; and strike a balance between economic development, poverty eradication and climate protection."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}