{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Venezuela",
      "United States",
      "Gambia",
      "Japan",
      "Bolivia",
      "Brazil",
      "Indonesia",
      "Canada",
      "South Africa",
      "Mali",
      "Nauru",
      "Sweden",
      "Philippines",
      "Tajikistan",
      "Swaziland",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "20-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "20-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12591e.html",
   "id": "enb12591e_2",
   "section_title": "ADP OPEN-ENDED CONSULTATIONS ON BOTH WORKSTREAMS:",
   "sentences": [
      "In the morning, Co-Chair Runge-Metzger invited parties to continue clarifying their views on the draft text and acknowledged the submission from the LMDCs.",
      "He noted that 'the time for wish-lists is over' and urged countries to identify areas of convergence.",
      "Various developing countries, including Swaziland for the AFRICAN GROUP, INDIA, MALI, CHINA, Bolivia for the LMDCs, the PHILIPPINES and VENEZUELA, called for a pathway for the delivery of the US$100 billion target and MRV of support.",
      "BRAZIL underlined finance for NAMAs.",
      "The US stressed that the US$100 billion target was made in the context of a wide package of decisions and that new commitments 'cannot be made along the way'.",
      "The LMDCs opposed proposals related to harnessing private investment for mitigation.",
      "On the nature and extent of differentiation, the Gambia, for the LDCs, and BRAZIL preferred using the distinction between Annex I and non-Annex I countries.",
      "On technical opportunities to enhance action, Nauru, for AOSIS, supported by the EU, suggested adding: a timeline calling for submissions by March 2014; a request for the Secretariat to compile a synthesis of technical data, including from external agencies; expert meetings in March and June 2014; and ministerial meetings in 2014, leading up to the UN Climate Summit and COP 20. INDIA opposed 'embarking on a technical process', and, with the LMDCs, cautioned against referring to actions outside the Convention.",
      "The EU called for Warsaw to show that 'we are on track' to reach a legally-binding agreement in 2015 and narrow the mitigation gap. CHINA said the negotiations should be focused, emphasizing the need to enhance implementation up to 2020 and the Bali Action Plan (BAP).",
      "The LDCs called for reference to the principles of equity and fairness, and confidence building through full implementation of the BAP.",
      "SWITZERLAND said the ADP should focus on additionality.",
      "The EU and SWITZERLAND underlined the importance of transparency in the process.",
      "BRAZIL called for more clarity on transparency, adding that it is not a goal in itself. INDIA stressed the need to: increase developed countries' mitigation ambition to at least 40% below 1990 levels; enhance technology transfer; and address IPRs.",
      "The PHILIPPINES called for strengthened Annex I countries' reporting on mitigation, finance, technology transfer and capacity building.",
      "SAUDI ARABIA, the LDCs and SINGAPORE underscored the importance of developed countries' leadership.",
      "SOUTH AFRICA highlighted the scientific assessement of mitigation action by developed countries.",
      "VENEZUELA called for assessing the performance of existing institutions. BRAZIL highlighted the difficulty of spelling out sub-national actors' actions in a multilateral context.",
      "SINGAPORE said collaborative work at the sub-national level should be in the context of sharing and learning.",
      "The US, JAPAN and CANADA supported facilitating collaborative work on mitigation and adaptation at the sub-national level.",
      "Consultations continued throughout the evening. REPORT OF THE COMPLIANCE COMMITTEE (CMP): The morning informal consultations were co-facilitated by Ilhomjon Rajabov (Tajikistan) and Ida Kärnström (Sweden).",
      "Parties considered draft decision text revised by the Co-Chairs in accordance with proposals by parties.",
      "After a brief discussion, parties agreed to delete text on voluntary contributions to the Trust Fund for Supplementary Activities in support of the work of the Committee for 2014-2015.",
      "Following minor textual revisions, agreement was reached on a draft decision to be forwarded to the CMP. REDD+ FINANCE (COP): In the afternoon informal consultations on the work programme on results-based finance for REDD+, delegates discussed the creation of an information 'hub' on REDD+ finance, and the role of the GCF.",
      "Convergence emerged that the information hub should be a voluntary tool, possibly linked to the UNFCCC web platform, and promote transparency without imposing additional reporting obligations.",
      "Delegates agreed that: the GCF should play a central role in results-based finance for REDD+; and existing methodologies should be used.",
      "Some delegates underscored the need to: report on how safeguards are being addressed and respected; and recognize the link between safeguards and co-benefits.",
      "Others remarked that delegates 'should not reopen issues that are already agreed', emphasizing the need to make progress on technicalities on results-based payments.",
      "Informal consultations will continue, based on a draft decision text to be prepared by the Co-Chairs of the work-programme on results-based finance, Agus Sari (Indonesia) and Christina Voigt (Norway)."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "working group"
}