{
   "actors": [],
   "countries": [
      "Luxembourg",
      "United States",
      "Brazil",
      "Germany",
      "Belgium",
      "Canada",
      "Mali",
      "Slovenia",
      "Austria",
      "Malawi",
      "Ireland",
      "Philippines",
      "Comoros",
      "Ethiopia",
      "Guinea",
      "Madagascar",
      "Trinidad and Tobago",
      "Netherlands",
      "Peru",
      "Tanzania",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_5",
   "section_title": "Atmosphere",
   "sentences": [
      "Addressing the keynote statement to the sub-section, Germany, supported by Belgium and Ireland, argued for an opening sentence singling out the fact that the first decade of the 21st century has been the warmest decade since 1850.",
      "The WG Co-Chairs and CLAs suggested focusing on 30-year time periods due to the multi-decadal nature of global warming.",
      "Canada proposed adding the word 'successively' for the sentence to read that: 'Each of the last three decades has been successively warmer at the Earth's surface than any preceding decade since 1850'.",
      "This language was supported by the CLAs, Slovenia, the US, Austria, the Netherlands, New Zealand, and Trinidad and Tobago, and eventually accepted.",
      "Extensive discussion took place throughout the week on text on global temperature increase both in plenary and informal consultations.",
      "The text initially referred to both: global mean temperature increase during the period 1901-2012, and temperature change between 1850-1900 and 1986-2005.",
      "Debate revolved around, inter alia : reference years used; whether to discuss these two concepts in a single bullet point, which, some said, would lead to confusion among policy makers; placement of text on temperature change; and use of the term 'pre-industrial'.",
      "The US cautioned against mixing information from trends with information from differences between time periods, and suggested two separate bullet points.",
      "While some countries called for using the period 1850-1900, the CLAs clarified regional trends were sparse prior to 1901, and noted the availability of three datasets for the period 1880-2012, and one going back to 1850 for global temperature.",
      "On temperature change between 1850-1900 and 1986-2005, Canada, supported by Belgium and the US, proposed providing context for the two time periods, referring to the former as the early instrumental period, and the latter as the AR5 reference period used for projections.",
      "Delegates debated at length whether to place this text in the observations or in the projections section.",
      "Delegates also discussed whether to use the term 'pre-industrial' for the period 1850-1900, with some countries suggesting this would lead to confusion as in other places, 'pre-industrial' refers to 1750.",
      "After a series of informal consultations, compromise text was introduced, which included two bullet points in the observations section, one relating to a linear trend in global temperature increase of 0.85 °C over the period 1880 and 2012, when multiple datasets exist, and another, on regional trends for 1901-2012.",
      "The group also agreed to insert text into the chapeau of the section on future climate change, which, among other things, clarifies that considering observed changes between different periods is necessary to place projections in historical context.",
      "On lower rates of warming in the last 15 years, there was broad agreement on the underlying science as well as on the importance of addressing the phenomenon in the SPM, given the media attention to this issue.",
      "A lengthy discussion occurred regarding how to communicate the underlying scientific explanation clearly and in an accessible manner to policy makers to avoid sending a misleading message.",
      "Germany, supported by Belgium, Luxembourg and others, suggested adding that the rates of warming were higher in the preceding 15-year period.",
      "Norway noted that only periods of 30 years are sufficient to draw conclusions about rates of temperature change as defined in the glossary of the report.",
      "The US, with Belgium, Luxembourg and others, proposed adding that the rate of warming since the late 1990s is very sensitive to the choice of a start year, referring to a strong El Niño effect in 1997-1998.",
      "The latter suggestion was taken on board in a slightly modified form.",
      "The US, with Brazil, further suggested adding actual estimates of the rate of warming for 15-year periods using different starting years, to which a CLA responded that this was not evaluated in the underlying assessment.",
      "During informal consultations, CLAs did calculations in response to the suggestion by the US, and a related footnote was subsequently approved by the WG noting that 'trends for 15-year periods starting in 1995, 1996 and 1997 are 0.13 (uncertainty interval: 0.02 to 0.24), 0.14 (0.03 to 0.24), and 0.07 (-0.02 to 0.18) °C per decade, respectively'.",
      "Concerning text on the Medieval Climate Anomaly, Belgium and Ireland underscored that this phenomenon was regional in nature, unlike global warming in late 20th century, and suggested clarifying language to reflect this.",
      "Canada, supported by Norway, raised the issue of the Arctic experiencing a greater increase in surface temperature than globally, and text on this was introduced in other parts of the SPM.",
      "On the troposphere, discussion focused on the need to clarify that more complete observations are available in the Northern Hemisphere extra-tropical troposphere than elsewhere else.",
      "On precipitation, the discussion mainly centred around the question whether the text should focus on the Northern Hemisphere only.",
      "Guinea, Tanzania, Madagascar, Malawi, Peru, Trinidad and Tobago, and the Philippines highlighted the need to mention the Southern Hemisphere as well, since precipitation is an important issue for policy makers there.",
      "Mali underlined the importance of rain-based agriculture; Ethiopia highlighted droughts and floods that have occurred due to precipitation variability; and the Comoros stressed the special vulnerability of island states.",
      "A contact group developed a compromise to include two additional maps that show the changes in precipitation in 1901-2010 and 1951-2010.",
      "Concerning extreme weather events, the US expressed concern over aggregating increased changes in heavy precipitation events in North America at a continental level despite 'dramatic differences' within North America, but the Group agreed to retain extreme weather events on a continental scale in the text, while addressing regional variations in Table SPM.1."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}