{
   "actors": [],
   "countries": [
      "Iran"
   ],
   "enb_end_date": "15-Apr-02",
   "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties",
   "enb_short_title": "Workshop",
   "enb_start_date": "15-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12190e.html",
   "id": "enb12190e_10",
   "section_title": "IRAN",
   "sentences": [
      "Mohammad Soltanich, National Project Manager, Iranian Climate Change Office, presented on problems and constraints related to preparing Iran`s initial national communication.",
      "On institutional arrangements, he highlighted that government and non-governmental groups had had no prior experience with such work, and that the orientation process took some time.",
      "He indicated that the work involved eight ministries, the Department of Environment, research and educational institutions and the country`s meteorology agency.",
      "He noted that the project was difficult to manage, since it involved 50 people.",
      "He outlined problems with coordination and said the collection of activity data had been difficult because most of the necessary information was not part of national statistics.",
      "He stressed that environmental impact assessments, required by law in Iran for all projects, could also provide an opportunity for carrying out climate change assessments, a concept with which most policy- makers are unfamiliar. On technical problems and constraints related to preparing national inventories, he noted the many inconsistencies and contradictions in the activity data, and the lack of national emission factors as two constraints.",
      "On V&A, he underscored good studies on water resources in Iran. Regarding abatement options, he informed delegates that climate change was not a concern in national development plans, but that some plans were consistent with recommendations on climate change actions.",
      "On education, training, and public awareness, he said organizing workshops had been time-consuming.",
      "He drew attention to a lack of formal education on climate change in Iran, noting that only limited research projects have been carried out on climate change science, mitigation, and V&A.",
      "He suggested a regional research and educational center be established in the Middle East.",
      "On availability of resources, he outlined problems with equipment and logistics, lack of human resources, problems with timely payment of salaries, and access to international experts.",
      "He concluded by noting that Iran is prepared to submit its national communication, and has received GEF top-up funds to continue into phase two of the project."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}