{
   "actors": [],
   "countries": [
      "Antigua and Barbuda",
      "Mexico",
      "Australia",
      "Panama",
      "Thailand",
      "Germany"
   ],
   "enb_end_date": "26-Mar-01",
   "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Mar-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12164e.html",
   "id": "enb12164e_10",
   "section_title": "EDUCATION, PUBLIC AWARENESS AND RESEARCH AND SYSTEMATIC OBSERVATION",
   "sentences": [
      "Julia Martinez (Mexico) discussed the reported information on education, public awareness and research and systematic observation.",
      "She reported that the 49 national communications included in the analysis all faced the same constraints on the whole.",
      "On public awareness, she highlighted the challenge of raising awareness on climate change in non-Annex I Parties.",
      "She outlined recommendations for how to achieve awareness, such as strengthening and, where appropriate, building national capacities to develop public awareness materials.",
      "On education and training, she underscored the need to maintain the experts once trained for the purpose of the preparation of the next national communication and the translation of materials into all UN languages.",
      "She recommended that training programmes should be country driven and coordinated at all levels, and that South- South cooperation be enhanced.",
      "On research and systematic observation, she noted the consensus among Parties that Annex I Parties should be available for information exchange and technical cooperation, in order to advise on the collection of the needed data, including how to manage and analyze it.",
      "She noted that national communications could enhance the process of establishing observation programmes and that the guidelines should mention research and systematic observation.",
      "In conclusion, she outlined four aspects to be addressed: the status of monitoring and networks; national involvement in international and regional programmes; listing of national institutes and experts active in the field of climate change; and the additional needs for systematic observation. In the discussion, participants highlighted areas of concern.",
      "PANAMA noted that national communications must strengthen education through the dissemination of the information contained in them, and similarly that education at all levels of society will contribute to supporting and strengthening the information.",
      "GERMANY cautioned against placing a strong emphasis on the models considered in the abatement presentation, since the quality of the results depends on the quality of the input data.",
      "She stressed that the advantage of simpler approaches to obtaining the results is that they can be understood more easily.",
      "ANTIGUA AND BARBUDA noted that the goal for non-Annex I Parties is sustainable development, and that Annex I Parties are under different obligations regarding abatement.",
      "THAILAND underscored the consideration of national circumstances.",
      "AUSTRALIA said the Convention does not define research and systematic observation and pointed to the need for this in relation to V&A assessment studies."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}