{
   "actors": [
      "European Union"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Brazil",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_6",
   "section_title": "SBSTA",
   "sentences": [
      "On Monday, 12 June, Co-Chair Newton Paciornik (Brazil) reported to SBSTA on the pre-sessional informal meetings and their outcome.",
      "The US and Japan recommended adoption of guidelines for national systems at COP-6. Contact Group on Articles 5, 7 and 8: A contact group, co- chaired by Plume and Paciornik, met from 12-15 June.",
      "On Monday, 12 June, the contact group reached agreement on the second draft of the Guidelines for National Systems under Protocol Article 5.1.",
      "The Secretariat introduced SBSTA Draft Conclusions on Good Practice Guidance and Uncertainty Management in National GHG Inventories.",
      "The contact group also considered draft conclusions on guidelines under Articles 5, 7 and 8.",
      "By Thursday, 15 June, delegates agreed on the text of the draft guidelines and considered the revised Co-Chairs' Elements of Draft Guidelines under Article 8.",
      "Delegates made proposals to guide the FCCC Secretariat in its elaboration of the text.",
      "The EU said the guidelines should include the elements for review under the FCCC and the Protocol, but would single out the parts of the guidelines not applicable to Annex I Parties not Parties to the Protocol.",
      "On review of national inventory submissions, delegates discussed the categories of first- order problems to be identified during the initial check or during the individual inventory review stage.",
      "On procedures for adjustments, Japan suggested adding the option whereby the Party itself could voluntarily apply an adjustment.",
      "The US said the incentive should rather be for Parties to follow the IPCC methodologies as elaborated by good practice.",
      "Norway said the Expert Review Team (ERT) would only propose an adjustment, while the compliance body would adopt it.",
      "On the review of information on assigned amounts, New Zealand sought a reference to Article 4 (joint fulfillment) to ensure transparency on the distribution of assigned amounts between members of the agreement.",
      "Australia called for the addition of a new Part VI, 'Review of Activities under Article 6.",
      "' SBSTA Conclusions: On Thursday, 15 June, SBSTA adopted the draft conclusions on Guidelines under Articles 5, 7 and 8 of the Kyoto Protocol (FCCC/SBSTA/2000/L.2), in which the SBSTA, inter alia: agrees on guidelines under Article 5.1 and on the preparation of a draft decision on this issue at SBSTA-13 for adoption at COP-6; advises SBI to encourage Annex I Parties to establish national systems in accordance with Article 5.1 as soon as possible in order to gain experience; agrees to consider guidelines under Article 7 at SBSTA-13 with the aim of recommending their adoption at COP-6; requests the Secretariat to prepare draft guidelines under Article 8, for consideration at SBSTA-13, with the aim of recommending their adoption by COP-6; agrees to consider information related to methodologies for adjustments at SBSTA-13, with the aim of recommending a decision on initial guidance at COP-6; and invites Parties to submit, by 1 August 2000, comments on issues related to Articles 5, 7 and 8."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}