{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "South Africa",
      "Norway",
      "Samoa"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_35",
   "section_title": "COMPLIANCE",
   "sentences": [
      "Delegates met on Tuesday and Wednesday, 17-18 July, in a closed negotiating group co-chaired by Harald Dovland (Norway) and Tuiloma Neroni Slade (Samoa).",
      "The group focused on five issues: the nature and legally binding nature of consequences applied by the enforcement branch; whether the Compliance Committee composition would be based on the equitable geographical distribution of the five UN regional groupings or tailored to the mandate of the branch and to the type of commitments under consideration; whether there would be an appeal; whether a COP/MOP panel would consider the reports of experts review teams; and how the principle of common but differentiated responsibilities and respective capabilities would affect the design and functioning of the Compliance Committee. On Thursday, 19 July, Co-Chair Slade reported to Plenary that a list of questions with clear options for consideration by the Ministers had been elaborated (FCCC/CP/20001/CRP.8).",
      "He explained that the group had identified six outstanding issues and suggested that the resolution of key political issues - the consequences to be applied by the branches and the composition of those branches - be given priority. High-level discussions facilitated by Minister Valli Moosa (South Africa) took place on Saturday, 21 July.",
      "Progress was later reported to the President's Group on, inter alia, the legally- binding nature of the compliance regime and an emphasis on facilitation.",
      "Late evening Saturday, President Pronk presented a proposal for a draft decision outlining political agreements on 'core elements' of the BAPA. The proposal covered eight aspects of the compliance system.",
      "Four elements of the proposal generated the most controversy. The aim of the consequences of non-compliance to be applied by the enforcement branch is to restore non-compliance and repair the damage to the environment. The enforcement consequences include that payments will be made to repair the damage to the environment. The facilitative and enforcement branches shall be composed of: one member from each of the five UN regional groups and one member of the SIDS, taking into account the practice of the Bureau of the UNFCCC; two members from Annex I Parties; and two members from non-Annex I Parties. The COP should adopt at its sixth session a legal instrument on procedures and mechanisms relating to compliance as an integral part of the Protocol. Following high-level informal consultations on Saturday through Monday 21-23 July, during which compliance proved particularly contentious and difficult to resolve, ministers and other-high level officials agreed to a text on 23 July.",
      "The text provides, inter alia, that the enforcement consequences shall aim at ensuring 'environmental integrity,' rather than reparation of the damage to the environment, and deferring the issue of the mode of adoption of the compliance regime, and thus of the legally binding nature of its consequences, to a later stage."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}