{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Australia",
      "Tuvalu",
      "Brazil",
      "Singapore",
      "China"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_19",
   "section_title": "Legal Issues",
   "sentences": [
      "On this issue, discussions focused on options to address a possible gap between commitment periods, the implications of a gap on Protocol institutions, a proposed paper and defining the gap.",
      "The Secretariat explained that, in light of the relevant provisions of the Kyoto Protocol, avoiding a gap between the first and second commitment periods requires that three-quarters of Protocol parties deposit their ratification instruments by 3 October 2012.",
      "On options , Tuvalu noted three options to prevent a gap: accelerating negotiations; amending the Protocol to make the provisions on the entry into force of amendments less onerous; and provisional application of amendments.",
      "Australia said that provisional application might be problematic due to domestic constraints.",
      "China noted that there are limited practical options available at this point, other than political willingness to accelerate negotiations, because both changing the entry into force requirements and provisional application require amendment, subject to the current rules on entry into force.",
      "Singapore asked about the nature of legal obligations in the case of provisional application.",
      "The Secretariat said a COP/MOP decision could be considered an expression of willingness to be bound in international law.",
      "The EU noted the constitutional complications for some countries posed by provisional application.",
      "On implications , Tuvalu and Brazil highlighted legal implications of a gap for the flexibility mechanisms, in particular the CDM, and other institutional arrangements in the Marrakesh Accords.",
      "The EU expressed interest in further examining the CDM question.",
      "Several parties noted that the Kyoto Protocol will continue to exist regardless of agreement on additional commitment periods.",
      "Parties agreed to request the Secretariat to prepare a paper identifying legal options available, aimed at ensuring that there is no gap between the first and subsequent commitment periods, as well as the legal consequences and implications of a possible gap."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}