{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "Central American Integration System"
   ],
   "countries": [
      "Russia",
      "India",
      "Pakistan",
      "Iran",
      "Venezuela",
      "United States",
      "Yemen",
      "Gambia",
      "Bolivia",
      "Grenada",
      "Indonesia",
      "Nicaragua",
      "Colombia",
      "Congo",
      "Mexico",
      "Afghanistan",
      "Malawi",
      "United Kingdom",
      "Malaysia",
      "Thailand",
      "Lesotho",
      "Russian Federation",
      "Philippines",
      "Panama",
      "Singapore",
      "Saudi Arabia",
      "Egypt",
      "Qatar",
      "China",
      "Iraq"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_13",
   "section_title": "ADVANCE DRAFT OF A REVISED CHAIR S NEGOTIATING TEXT:",
   "sentences": [
      "During the AWG-LCA closing plenary on 11 June, AWG-LCA Chair Mukahanana-Sangarwe reported on informal consultations on finance, markets, a shared vision, adaptation and technology.",
      "She explained that Mexico, as the President of COP 16, had also consulted on the legal form of the outcome, saying that more clarity is still needed and that Mexico will continue the consultations at future meetings.",
      "Mukahanana-Sangarwe noted that consultations would also continue on the proposals to find a common space between the AWG-KP and AWG-LCA.",
      "She also noted consultations on a proposal to request the Secretariat to compile submissions on quantified emissions targets and NAMAs.",
      "Mukahanana-Sangarwe then presented the advance draft of a revised Chair s text ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/awg-lca_advance_draft_of_a_revised_text.pdf ), noting that she did not wish to have discussion on the text at this session and that the draft would be further revised before AWG-LCA 11.",
      "Many parties commented on the advance draft of the revised negotiating text in their closing statements.",
      "Yemen, for the G-77/China, expressed dismay with the text, saying that it is unbalanced, due to the removal of the G-77/China s proposals.",
      "Lesotho, for the LDCs, expressed concern that the new text does not adequately reflect parties views on finance.",
      "Grenada, for AOSIS, lamented deletion of references to LDCs, SIDS and Africa.",
      "She said the text appears to have made decisions prematurely, including by prejudicing the Protocol s future and reflecting the pledge-and-review approach rather than the science-based approach to setting the aggregate emission reduction range.",
      "The Democratic Republic of the Congo, for the African Group, and Panama, for the Central American Integration System, lamented that the Chair s new text does not reflect views expressed by the parties.",
      "The African Group highlighted this in particular relating to developing countries mitigation actions, and on issues of equity and comparability.",
      "Colombia described the section on finance as unacceptable because the vulnerability criteria apply only to the LDCs and SIDS.",
      "Iran stressed the need to respect the two-track negotiating process and address the building blocks of the BAP in an equitable manner.",
      "Indonesia called for a clear distinction between sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP.",
      "China stated that the revised text deviated from the BAP by 50%, called into question the continuation of the Kyoto Protocol and did not address the issue of comparability of mitigation efforts by developed countries.",
      "Venezuela emphasized that a subsequent revision of the text must contain clearly delimited options from all parties, especially from the G-77/China.",
      "Egypt stated that the revised text should be considered as a non-paper, emphasizing that it paves the way for the gradual death of the Kyoto Protocol and imposes new and additional obligations on developing countries instead of new and additional financing obligations on developed countries.",
      "Pakistan lamented that MRV of developing countries actions has been made more onerous and that the draft imposes emission reduction obligations on developing countries.",
      "Malaysia drew attention to reference to peaking of emissions, which also relates to developing countries, and described the ICA provisions as onerous for developing countries.",
      "India expressed concern with the appearance of unbracketed paragraphs in the text and the absence of reference to equity and a burden-sharing paradigm.",
      "Thailand and Qatar noted that the text was unbalanced.",
      "Qatar called for a new draft of the text.",
      "Saudi Arabia called for a major restructuring of the non-paper to avoid a larger discussion in August and cautioned against selectively unbracketing text.",
      "Bolivia noted the absence of his proposals in the text, referring to the text as Copenhagen +.",
      "The Gambia expressed concern that long-term finance and references to LDCs and SIDS were not reflected in the text.",
      "Nicaragua called for the revised text to continue with the two-track process.",
      "Although welcoming a clearer structure, the Russian Federation stated that the text was not balanced and highlighted serious problems regarding sources of finance and lack of consideration of countries with economies in transition.",
      "Singapore described the revised text as far from perfect, and lacking clarity over legal form.",
      "He emphasized that textual proposals should not undermine the two-track process and continuation of the Protocol.",
      "The US noted unacceptable elements in the draft text, such as elements from the Kyoto Protocol, as well as key omissions, noting that the text moves away from the agreement in Copenhagen.",
      "He called for stronger text on MRV and ICA, noting that there is no presumption that the text can be used as a draft going forward.",
      "The Philippines lamented the lack of emphasis on the continuation of the Protocol and differentiation between MRV by developed and developing countries in the new text.",
      "Malawi called for differentiated treatment for the LDCs, SIDS and Africa in accordance with the BAP.",
      "Afghanistan supported reflecting vulnerabilities of land-locked mountainous countries.",
      "Iraq lamented that the new text departs from the Convention and the BAP.",
      "Despite their criticism of the text, many developing countries did stress their support for the AWG-LCA Chair and acknowledged that she had prepared the advance draft of the revised negotiating text in good faith."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}