{
   "actors": [],
   "countries": [
      "Philippines"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_9",
   "section_title": "PRESENTATIONS ON DESIGNING TECHNOLOGY NEEDS ASSESSMENTS AND SELECTING PRIORITY AREAS",
   "sentences": [
      "Peter Pembleton, Project Manager, UNIDO, presented his experience on needs assessments and industry needs in Africa.",
      "He identified several obstacles to technology needs assessments, including stakeholders` different demands, difficulties in prioritizing technology needs, and the frequent absence of the appropriate technical backgrounds among stakeholders.",
      "In obtaining a reliable prioritized list of technology needs, he noted that while a multi-stakeholder dialogue is preferable, it is time and resource consuming.",
      "To address the challenges of technology transfer, he proposed the development of national systems of support involving local technology centers, experts and networks. Ron Benioff, Acting Chair of CTI`s Working Group on Technology Assessment and Capacity Building, outlined his organization`s work in identifying specific actions that developing countries can take in partnership with businesses and donors to advance implementation of high priority adaptation and mitigation technologies.",
      "He noted that successful technology transfer programmes have included variations on the following five steps: establishment of collaborative partnerships between key stakeholders with the common purpose of enhancing technology transfer; implementation of technology needs assessments; design and implementation of technology transfer plans and specific actions; evaluation and refinement of the actions and plans; and dissemination of technology information. On technology needs assessments, he stressed that the difficult stage begins after the technical priorities have been identified.",
      "He highlighted the experience of the Philippines, which had identified renewable energy for rural development as its highest priority.",
      "This enabled stakeholders to develop a carefully- considered approach, and led the government to create an enabling environment, including fast track policy reforms to streamline the approval process and to provide tax incentives. In his presentation, Steve Halls, Director, UNEP-International Environmental Technology Center (IETC), spoke about the need for clear and standardized access to information on ESTs, arguing that inadequate information and tools to support decision-making represent significant barriers to technology transfer.",
      "He suggested that action is needed in the following areas: defining what ESTs are; developing criteria and guidelines on EST identification and selection; elaborating environmental performance criteria and guidelines for ESTs; setting-up regional networks for EST information and knowledge sharing; and establishing an enabling financial environment to enhance the adoption and use of ESTs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}