{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "United States",
      "Japan",
      "Bolivia",
      "Philippines",
      "Australia",
      "Indonesia",
      "Algeria",
      "Saudi Arabia",
      "Qatar",
      "Costa Rica",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "07-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "07-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12405e.html",
   "id": "enb12405e_2",
   "section_title": "MITIGATION:",
   "sentences": [
      "Discussions on subparagraphs 1(b)(iv) and (v) of the Bali Action Plan focused on sectoral and market-based approaches, respectively.",
      "On sectoral approaches, the G-77/CHINA said that national actions in sectors can foster opportunities for relevant initiatives related to technological cooperation.",
      "QATAR opposed trade barriers or new international regulations on a sectoral basis.",
      "JAPAN highlighted cooperation between the public and private sectors.",
      "AUSTRALIA stressed existing voluntary sectoral cooperation initiatives.",
      "CHINA said capacity building and financing should be essential components of discussions of sectoral approaches.",
      "ALGERIA noted potential negative consequences of the Directive 2008/101/EC to include aviation emissions under the EU Emissions Trading Scheme.",
      "The EU highlighted the Directive s de minimis rule, stating that most flights from developing countries will be excluded.",
      "NORWAY noted her country s proposal to introduce a target for international shipping emissions.",
      "On markets, CHINA said they should not be used to pass responsibility to developing countries, and SAUDI ARABIA and the LDCs stressed that markets should not substitute mitigation activities in developed countries.",
      "BOLIVIA said carbon markets are not the only solution.",
      "The PHILIPPINES and SAUDI ARABIA emphasized that market-based approaches are not covered by the Convention, while AUSTRALIA favored considering the flexibility mechanisms also under the AWG-LCA given that not all Annex I parties participate in discussions under the AWG-KP.",
      "The EU proposed complementing NAMAs with market mechanisms, and elaborated on sectoral crediting and trading for developing countries with no-lose targets below business-as-usual baselines.",
      "He stated that markets could provide flexibility, incentives and revenues.",
      "The US supported market mechanisms that facilitate action and are efficient, environmentally robust, credible and sustainable.",
      "The LDCs urged consideration of barriers to market participation.",
      "The G-77/CHINA, BANGLADESH, the REPUBLIC OF KOREA and CHINA underscored the role of governments and the public sector in enhancing mitigation.",
      "The REPUBLIC OF KOREA and NEW ZEALAND stressed the need to engage the private sector.",
      "INDONESIA highlighted insufficiency of voluntary funding.",
      "COSTA RICA supported a broad portfolio of financial mechanisms."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}