{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Guatemala",
      "United States",
      "Saudi Arabia",
      "Bolivia",
      "Tanzania",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "06-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "06-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12435e.html",
   "id": "enb12435e_7",
   "section_title": "CAPACITY BUILDING:",
   "sentences": [
      "Co-Chair Gaye explained that the group would not consider text relating to financing for capacity building, noting agreement reached during informal consultations by the AWG-LCA Chair on Saturday that all elements relating to how activities would be financed would be moved to the section on finance in the AWG-LCA s negotiating text and discussed by the contact group on finance.",
      "The US suggested bracketing the paragraphs on objectives, guiding principles and scope, preferring to focus on the operative text.",
      "Saint Lucia, for AOSIS, and Tanzania, for the G-77/CHINA, highlighted the importance of these paragraphs.",
      "The EU proposed including reference to capacity building being a joint effort between developed and developing countries.",
      "SAUDI ARABIA proposed including reference to the priorities of developing countries arising from the impact of climate change and the impact of response measures.",
      "The EU noted that such language would limit the countries that would receive capacity building assistance. GUATEMALA, also speaking for some other Latin American countries, said reference to local and indigenous knowledge should be expanded to read: seek, enhance, support and promote local and indigenous knowledge and techniques which have been experienced worldwide historically and successfully.",
      "BOLIVIA underlined that traditional or indigenous knowledge could be obtained worldwide and said the text should reflect this.",
      "The G-77/CHINA suggested that text proposed by parties or groups should be retained in its original form."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}