{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "India",
      "New Zealand",
      "Nicaragua",
      "China",
      "Australia",
      "Congo",
      "Papua New Guinea",
      "Panama",
      "Gambia",
      "Germany",
      "Grenada",
      "Guinea",
      "South Africa",
      "Argentina"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_103",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The AWG-LCA closing plenary convened in the evening of Friday, 17 June.",
      "UNFCCC Executive Secretary Figueres reported that adequate financial contributions had been put forward to organize an intersessional meeting during the last week of September and first week of October.",
      "Noting two possible venues, she said the location will be confirmed on 21 June.",
      "On the way forward, AWG-LCA Chair Reifsnyder proposed, and parties agreed, that the AWG-LCA suspend its 14th session and continue work during the resumed session in September/October based on the agenda agreed in Bangkok and the single contact group and informal groups established in Bonn.",
      "South Africa, as the incoming COP 17 and COP/MOP 7 Presidency, reported on the Presidency s open-ended informal consultations on parties expectations for Durban.",
      "She highlighted constructive and extensive consultations with parties, observers and stakeholders, as well as meetings with regional and negotiating groups, and bilateral meetings with many parties.",
      "She reiterated South Africa s commitment to continue to engage in a transparent and inclusive manner in the run-up to Durban.",
      "She also outlined various confirmed dates for the incoming Presidency s consultations ahead of Durban, as follows: a ministerial meeting in Berlin, Germany, from 3-4 July, in collaboration with the German government; and a meeting with negotiators from 25-26 July, in Auckland, New Zealand, in collaboration with the New Zealand government.",
      "She also identified tentative timeslots for: a ministerial session, preceded by a meeting with negotiators, in the week of 5-9 September, which will be organized back-to-back with a meeting with stakeholders; and the traditional pre-COP ministerial session, preceded by a meeting with negotiators, during the week of 23-26 November, which will also be organized back-to-back with a meeting with stakeholders.",
      "Argentina, for the G-77/China, underlined the importance of mitigation as part of a balanced and ambitious outcome in Durban and said appropriate action on mitigation requires a decision, in Durban, on the second commitment period under the Kyoto Protocol.",
      "She urged for the operationalization of the Adaptation Committee as soon as possible after COP 17 and called for adequate resources.",
      "The G-77/China also noted that it had tabled two draft decisions on financing and technology transfer for consideration by COP 17.",
      "The Democratic Republic of the Congo, for the African Group, stressed that a comprehensive outcome on adaptation is central to the Durban outcome, saying, inter alia, that initiatives should be directed towards a vision for Africa s development.",
      "On finance, he stressed that operationalizing the Standing Committee is a key deliverable from Durban and reported that the African Group had tabled a draft decision on long-term sources of finance.",
      "The African Group highlighted credible information suggesting that developing countries have pledged more ambitious mitigation actions than developed countries and said this is difficult to reconcile with developed countries commitment to demonstrate leadership in avoiding dangerous climate change.",
      "The EU called for deepening the debate on mitigation, including on MRV and new market mechanisms, and highlighted the need for a comprehensive and inclusive legally-binding framework.",
      "She expressed willingness to consider a second commitment period for the Kyoto Protocol, noting that progress on discussions on the legal form of the AWG-LCA s outcome is crucial.",
      "Australia, for the Umbrella Group, highlighted elements of a balanced outcome in Durban, including progress on: mitigation efforts by both developing and developed major economies; the establishment of the Green Climate Fund; the shaping of the CTCN; REDD+; enhanced guidelines for national communications, biennial reports and biennial update reports; and operationalization of IAR and ICA.",
      "The Gambia, for the LDCs, urged progress and conclusion on key issues, including adaptation, finance and capacity building.",
      "Grenada, for AOSIS, identified priorities, such as: increasing the level of ambition in mitigation commitments; approving the modalities for the review of the global long-term goal; and shaping the architecture of the Green Climate Fund, the Adaptation Committee and the TEC.",
      "Nicaragua, for ALBA, underscored the relevance of civil society participation in the UNFCCC process as a way of enhancing transparency.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, expressed concern with the slow progress on REDD+ financing discussions, and noted that despite developed country financing commitments in Copenhagen and Cancun, financing for the first and second phases of REDD+ remains inadequate.",
      "India called for treating party submissions as the prime basis for negotiations.",
      "He noted the need for substantive work on definition of equitable access to sustainable development and the peaking of Annex I countries emissions.",
      "Panama noted ongoing efforts to present a formal proposal to host the next intersessional meeting and called for financial support.",
      "Pan African Climate Justice Alliance, for ENGOs, expressed concern over efforts by developed countries to blur the lines between developed and developing countries and jump ship to a new regime for mitigation under the Convention. ICLEI - Local Governments for Sustainability, for Local Governments and Municipal Authorities, urged for ensuring that urban resilience and adaptation shift from a singular, special purpose on specific climate-affected infrastructure and locations, towards a more integrated focus on overall risks, development conditions and local areas performance.",
      "International Federation of Organic Agriculture Movements, for Farmers NGOs, underscored adaptation in the agriculture sector to address food security challenges and empower farmers to deal with the impacts of climate change.",
      "Parties adopted the meeting s report (FCCC/AWGLCA/ 2011/L.2).",
      "AWG-LCA Chair Reifsnyder congratulated parties for their professionalism and the progress made during the session.",
      "He suspended the AWG-LCA at 9:01 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}