{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Canada",
      "Venezuela",
      "Niger",
      "United States",
      "Australia",
      "Brazil",
      "Kenya",
      "New Zealand"
   ],
   "enb_end_date": "10-Apr-08",
   "enb_long_title": "IPCC-28",
   "enb_short_title": "IPCC-28",
   "enb_start_date": "09-Apr-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12363e.html",
   "id": "enb12363e_10",
   "section_title": "USE OF NOBEL PEACE PRIZE FUNDS",
   "sentences": [
      "This issue was taken up on Thursday ( IPCC-XXVIII/Doc.11 ).",
      "Chair Pachauri announced that three activities had been proposed for use of Nobel Prize funds: dissemination of IPCC knowledge and collection of further knowledge on current vulnerabilities and coping capacities; support for scientists in developing countries; and preparation of a special report on climate change and peace.",
      "He said the prize money represents a unique opportunity and, therefore, should be managed as a separate fund for a special activity.",
      "He recommended also seeking other sources of funding for the special activity, such as bilateral and multilateral sources.",
      "He suggested trying to reach agreement on the general scope of such a special activity at IPCC-28 and consideration of further elements at later IPCC sessions, such as Terms of Reference for an executive board to administer the fund.",
      "Discussion focused on the possible use of Nobel Prize funds for capacity building.",
      "Kenya suggested more definitive language on the purpose of the fund and Australia, supported by Canada and New Zealand, proposed that it be used to provide postgraduate and postdoctoral scholarships for young climate change scientists, particularly those from least developed countries.",
      "He proposed naming it the Bert Bolin Memorial Scholarship Fund.",
      "Brazil cautioned that this type of capacity building should result in enhanced capabilities in developing countries themselves.",
      "Niger, supported by Venezuela, requested that some funds be used for two centers of research in Africa that need funding to continue to contribute to capacity building and training for scientists from least developed countries.",
      "Venezuela favored giving support especially on choosing methodologies and scenarios in developing countries.",
      "Kenya warned that these funds were a drop in the ocean of what Africa needs for climate change capacity building and recommended keeping the amount intact pending a thorough discussion of how to spend it.",
      "The US queried the need for an executive board to manage the fund.",
      "The Chair responded that administration by the whole Bureau would be unwieldy.",
      "Australia asked for costing of overheads and for more discussion on the way forward.",
      "Chair Pachauri proposed, and the Panel agreed to, revising the proposal for consideration at IPCC-29."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}