{
   "actors": [],
   "countries": [
      "United States"
   ],
   "enb_end_date": "09-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "09-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12505e.html",
   "id": "enb12505e_4",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Wednesday, frustration seemed to be growing in the corridors of the Maritim Hotel.",
      "The opening plenaries of the SBI and SBSTA remained suspended for the third day in a row as protracted backroom discussions continued late into the evening on their respective agendas.",
      "One veteran lamented we are as stuck as ever on issues such as MRV and response measures, assessing that there was no end in sight to this agenda battle.",
      "Apart from those directly involved in these backroom discussions, a number of delegates appeared listless and bored, with one NGO participant wishing for some movement, some action, something other than this limbo we seem to be stuck in.",
      "Late in the evening, some delegates involved in the negotiations explained that text kept growing and it started to feel like they were negotiating text rather than agenda items.",
      "Things are getting out of control, one negotiator said before going back to the room.",
      "The frustration seemed to only increase towards the evening as negotiations under the AWG-KP ended in an impasse on whether to continue discussing political issues only, or to also establish spin-off groups on technical issues..",
      "Some seemed pleased with what they saw as smart negotiating tactics from developing countries but the feeling was not shared by everyone.",
      "The way things are going, we will not accomplish anything meaningful during the first week.",
      "After Bangkok and this, why waste time and money on yet another intersessional meeting?, commented one angry and frustrated developed country negotiator.",
      "Another quipped that the AWG-KP has become an AWG-LCA spin-off group, emphasizing that political discussions were meaningless without the US and major developing country emitters in the room.",
      "One experienced negotiator opined that the Protocol track is facing a Gordian knot, with no Alexander the Great to undo it."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}