{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "United States",
      "Canada",
      "Saudi Arabia",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_23",
   "section_title": "ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "sentences": [
      "Implementation of the Buenos Aires Programme of Work on Adaptation and Response Measures: The scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change, was first taken up in plenary on 28 November.",
      "It was then discussed in three contact groups on 29-30 November and 2 December, as well as in informal consultations that extended late into the night and early morning.",
      "On 2 December, SBSTA adopted conclusions and a bracketed draft COP decision, but consultations continued during the following days in an attempt to remove the brackets.",
      "These were finally removed late on 8 December, in time to forward a non-bracketed decision to the COP. There was general agreement among parties on the importance of this five-year programme of work.",
      "However, discussions revealed that agreeing on specific activities of the programme would take more time, as parties had just started consideration of the issue after COP 10.",
      "The G-77/China called for an action-oriented programme of work.",
      "They also proposed to proceed under a two-track approach that would include priority actions that could be undertaken immediately, while allowing for other more time- consuming actions to be given consideration.",
      "The US emphasized stocktaking and assessments, sharing of experiences, and a sectoral approach.",
      "Tuvalu, the Cook Islands and others preferred a 'learning-by-doing' approach, and called for the inclusion of reference to SIDS.",
      "Saudi Arabia emphasized adaptation to response measures, and Canada, the EU and many others stressed the need to engage experts and practitioners and encourage long-term cooperation.",
      "The G-77/China also called for bottom-up approaches and, opposed by the US, Canada, the EU and others, for the establishment of an expert group to address the issue. Parties worked their way through the different sections of the programme of work, addressing the objective, expected outcome, scope of work, and modalities of the programme of work, as well as an indicative list of activities.",
      "On 6 December, they agreed to SBSTA conclusions and a draft COP decision.",
      "However, brackets remained in several places, including on reference to economic diversification, SIDS and LDCs.",
      "There were also brackets around reference to the Arctic among the particularly vulnerable areas.",
      "By 8 December, many of the outstanding issues had been resolved, with the exception of reference to LDCs and SIDS in the objective of the programme, and references to economic diversification of vulnerable economic sectors, as supported by Saudi Arabia and others.",
      "But these issues were also resolved and a final decision, including an annex containing the five-year programme of work, was adopted by the COP on 9 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}