{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "Venezuela",
      "Argentina",
      "United States",
      "Mauritius",
      "Georgia",
      "Nicaragua",
      "Niger",
      "Slovenia",
      "Colombia",
      "Oman",
      "Senegal",
      "Ethiopia",
      "Uruguay",
      "Saudi Arabia",
      "Costa Rica",
      "Norway",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "12-Jun-98",
   "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "8th Session SBSTA & SBI, AG13 6",
   "enb_start_date": "02-Jun-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1286e.html",
   "id": "enb1286e_21",
   "section_title": "CLEAN DEVELOPMENT MECHANISM",
   "sentences": [
      "On the CDM, the EU noted the need to agree on: what contribution the CDM can make to Annex I QELROs; the operational entities of the CDM; and the form and identity of the various institutions established under Article 12 of the Protocol.",
      "He emphasized that this article does not refer to removals by sinks and suggested that the CDM should not apply to sinks unless the COP/MOP decides otherwise.",
      "The US stressed it was premature to limit the extent to which CDM activities may account for emissions limitation and cautioned against the chilling effect of administrative restrictions.",
      "The G-77/CHINA expressed alarm at interpretations of the CDM as a clean production mechanism or a global carbon fund.",
      "He opposed having any entity outside the FCCC operate the CDM. GEORGIA cautioned that the CDM, in its current form, makes developing countries dependent on the will of developed countries and said there is a need for financial resources to assist developing countries.",
      "MAURITIUS emphasized the CDM for poverty alleviation and ETHIOPIA called for elaboration on this at COP-4.",
      "With COLOMBIA, COSTA RICA, SLOVENIA, SENEGAL, NIGERIA and IRAN, NORWAY called the CDM a tool for sustainable development in non-Annex I countries that should also contribute to climate change objectives.",
      "He said additional time is needed for inclusion of sinks in the CDM.",
      "Supported by SAUDI ARABIA, INDIA noted that the CDM's origins are in sustainable development through development cooperation and resource transfer. COLOMBIA and VENEZUELA recommended that CDM projects, inter alia, produce real emissions reductions and, with COSTA RICA, accord with host country wishes.",
      "Supported by COSTA RICA, NICARAGUA, ARGENTINA and IRAN, COLOMBIA opposed ignoring sinks, noting that they are also biodiversity deposits.",
      "COSTA RICA also opposed re-negotiation on what kinds of sinks are included.",
      "The REPUBLIC OF KOREA expressed reservations about the inclusion of forestry under the CDM and cautioned against the temptation to micromanage the CDM through extended bureaucracies.",
      "IRAN distinguished the CDM from other mechanisms, pointing out that it is a multilateral rather than bilateral mechanism, with international supervision.",
      "He cautioned against turning the CDM into a clean energy mechanism.",
      "URUGUAY called for further definition and contact group discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}