{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "Canada",
      "United States",
      "Russian Federation",
      "Japan",
      "Iceland",
      "Norway",
      "Switzerland"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_104",
   "section_title": "BETWEEN SCYLLA AND CHARYBDIS",
   "sentences": [
      "The UNFCCC negotiating fora, including two subsidiary bodies, the two AWGs, the Conference of the Parties (COP) and the Conference of the Parties serving as the meeting of the Parties to the Protocol (COP/MOP), is arguably a six-headed beast, not unlike the mythical six-headed Scylla.",
      "Similarly, as parties struggle to find a shared vision of their future within the different UNFCCC bodies, based on different interpretations of past agreements and common mandates, one wonders if they can pass through the two dangers of Scylla and the whirlpool Charybdis or whether the UNFCCC will be torn apart under the strain of parties pulling in opposite directions.",
      "This seems particularly apt on the critical issue of mitigation, where delegates have to navigate a careful path since a second commitment period under the Kyoto Protocol is held by most developed countries to be contingent on significant progress under the Convention track towards a legally-binding framework that includes all major emitters.",
      "Given that the first commitment period will expire at the end of 2012, Durban is a key milestone for the Kyoto Protocol, as lack of agreement on a second commitment period will result in the Protocol lapsing into de facto inertia, extant but lacking in core purpose.",
      "Meanwhile, it seems that a second commitment period, if adopted, would be considerably weaker than the first.",
      "Japan, Canada and the Russian Federation have declared that they will not commit to a second commitment period.",
      "This exodus has led developing countries to argue that these countries should not even participate in discussions shaping the rules for the second commitment period.",
      "Overall, expectations for the future of the Kyoto Protocol are low and some are wondering whether a Kyotino - with possible commitments from parties including the European Union, Norway, Switzerland and Iceland- would even make sense or whether it would be better to bury the Protocol in Durban.",
      "Most developing countries continue to stress its importance as a legal firewall that separates binding mitigation commitments by developed countries from voluntary mitigation actions by developing countries.",
      "Those worried about the prominence of the bottom up pledge and review approach, advocated by the US, also see the value of preserving the top-down legal structure created by the Protocol during what they hope will be a transitional period.",
      "At this point, as one Kyoto proponent underscored, it is about saving the rules-based system and the institutions we have created over the past 14 years.",
      "The challenge faced by those who wish to see the Kyoto Protocol continue, albeit in a diminished form, is to move the debates far enough to meet two basic conditions.",
      "First, technical rules have to progress far enough to allow political decisions to be made in Durban.",
      "Second, in parallel, enough progress under the AWG-LCA, both on operationalizing the Cancun Agreements and on steps towards a legally-binding framework that includes all major emitters, to satisfy the conditions laid out by many Annex I parties.",
      "However, noting the recent press on the US s desire to have a legally-binding agreement within a decade, many wondered whether such statements would give enough reassurance to those interested in but not dedicated to a second commitment period.",
      "One seasoned observer, underscoring the enthusiasm displayed by the US for operationalizing the Cancun Agreements, worried that the US got the pledge and review system they desired and now there is little incentive to go any further.",
      "Others pointed to the challenges faced in the US political system: with the practical reality of politics in the US right now, heading into an election cycle with a congressional minority, the Obama administration could not make stronger commitments even if it wanted to.",
      "At the same time, while there is a tremendous groundswell of domestic action through national legislation in many major developing countries, there is continued reticence to inscribing those actions internationally.",
      "The question that remains is how to successfully navigate between Scylla and Charybdis and determine what meaningful steps can be taken towards a global legally-binding framework under the AWG-LCA and whether those steps will be enough to preserve the rules-based system."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}