{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Ethiopia",
      "Senegal",
      "New Zealand",
      "Canada",
      "India",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "Singapore"
   ],
   "enb_end_date": "05-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12434e.html",
   "id": "enb12434e_6",
   "section_title": "OTHER ISSUES (flexibility mechanisms)",
   "sentences": [
      "During the morning s contact group, Vice-Chair Dovland noted plans for informal consultations in a small drafting group starting on Tuesday.",
      "Parties then focused on draft COP/MOP decisions to improve the CDM (FCCC/AWG/KP/2009/10/Add.3/Rev.1).",
      "On introducing multiplication and discount factors under the CDM, the EU and CANADA expressed an interest in discount factors.",
      "INDIA warned that discount factors are arbitrary.",
      "The REPUBLIC OF KOREA and ETHIOPIA expressed interest in multiplication of factors. AUSTRALIA, BRAZIL, NEW ZEALAND, JAPAN, CHINA, SINGAPORE, INDIA, SAUDI ARABIA, AOSIS and several others opposed both multiplication and discount factors.",
      "The EU, NEW ZEALAND, AUSTRALIA, AOSIS, JAPAN, CHINA, SINGAPORE and several others highlighted concerns over environmental integrity in relation to multiplication factors, with the EU noting that they would inflate emission reductions that have not taken place.",
      "Vice-Chair Dovland identified strong support for the option of taking no COP/MOP decision to introduce multiplication or discount factors under the CDM, asking parties whether the text on these options could be deleted.",
      "The REPUBLIC OF KOREA and ETHIOPIA preferred retaining text on multiplication factors, and the EU said discounting should be seen in the wider context of, inter alia , benchmarks, and retained on the table.",
      "Vice-Chair Dovland alluded to previous lengthy discussions on carbon capture and storage (CCS) under the CDM, identifying it as an issue that might not get resolved before Copenhagen.",
      "He explained that views expressed by some parties at the informal meeting in August, that CCS under the CDM should not be restricted to geological formations, has been reflected in the new text.",
      "SAUDI ARABIA highlighted work on ocean sequestration under the IMO, while NEW ZEALAND, NORWAY, SWITZERLAND, the EU and AOSIS raised concerns over the inclusion of ocean sequestration under the CDM.",
      "AUSTRALIA, opposed by AOSIS, proposed referencing the existing approach under the 1996 London Protocol to the Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter.",
      "No interventions were made on LULUCF under the CDM.",
      "On the inclusion of nuclear activities under the CDM, Vice-Chair Dovland said that the issue would probably need to be resolved at the political level in Copenhagen.",
      "Parties also briefly discussed text on extending the share of proceeds to joint implementation and emissions trading.",
      "Vice-Chair Dovland recalled extensive discussions at COP/MOP 4 in the context of the second review of the Protocol under Protocol Article 9 (review).",
      "He asked parties whether they had any new views in order to avoid repeating previous discussions.",
      "The EU said the issue should be seen in the wider context of finance and, with others, supported postponing discussions.",
      "SENEGAL and others highlighted the importance of the issue."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}