{
   "actors": [
      "African Group",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Tuvalu",
      "United States",
      "Malaysia",
      "Japan",
      "Panama",
      "Colombia",
      "Singapore",
      "Peru",
      "Costa Rica",
      "Norway",
      "New Zealand"
   ],
   "enb_end_date": "08-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "08-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12416e.html",
   "id": "enb12416e_3",
   "section_title": "Mitigation by developing countries",
   "sentences": [
      "Parties began discussing paragraph 1(b)(ii) of the BAP (developing country mitigation).",
      "The EU emphasized that the best way to provide tools to developing countries to transition to low-emissions societies is through low-carbon development strategies, which include NAMAs with emissions pathways.",
      "He noted that the low-carbon development strategies would be facilitated through a coordinating mechanism and a registry.",
      "JAPAN proposed language reflecting that NAMAs are obligatory and opposed language stating that NAMAs are conditional on developed country support.",
      "Supporting intensity targets for major developing countries, he proposed that they be reviewed by expert review teams.",
      "NEW ZEALAND expressed reservations with the option, which states that NAMAs should not constitute binding obligations or be used as a basis for differentiating among developing countries. INDIA, MALAYSIA and others stressed the need to use language that is compatible with the Convention and opposed proposals to define developing countries.",
      "INDIA stressed the link between NAMAs and developed country support, said unilateral or unsupported actions do not constitute NAMAs, and proposed deleting language contrary to this, including references to low-emissions development strategies.",
      "The AFRICAN GROUP stressed that NAMAs are conditional on support by developed countries, and that MRV of both finance and NAMA support is important.",
      "She emphasized that aid should not be conditional on development of low-carbon development strategies. COSTA RICA, speaking for Panama and Peru, supported language reflecting that NAMAs by developing countries should result in a substantial deviation from baseline by 2020 in a measurable, reportable and verifiable manner, only if enabled and supported by funding and technology transfer by developed countries.",
      "She stressed the need for a stronger link between actions by developing countries and support from developed countries and said that any NAMA registry should be voluntary.",
      "BANGLADESH stressed LDCs should not be required to implement NAMAs or periodically submit national communications. COLOMBIA identified the need to clarify the concept of NAMA and called for clearly defined options, stressing the need to clarify: what actions each option would include; how the actions would be funded; and how access to funding would take place.",
      "SINGAPORE proposed three sub-categories of NAMAs: unilateral ones; NAMAs with support; and NAMAs with linkages to carbon markets.",
      "The EU and NEW ZEALAND urged that the option of generating offsets from NAMAs not be excluded, while TUVALU objected to using NAMAs to generate offsets.",
      "TUVALU called for using a three-tiered approach to NAMA registry requirements: NAMAs undertaken unilaterally; NAMAs undertaken with financial and technical assistance; and NAMAs with linkages to carbon markets but without offsets.",
      "JAPAN expressed concern with establishing a new mechanism, and any associated technical panel or body, to register and facilitate NAMA implementation. COLOMBIA opposed references to MRV in the context of NAMAs that have not received international support, and proposed clarifying who or what entity would define methodologies and eligible activities under the proposed NAMA registry.",
      "The US noted that in order to ensure scaled-up financial support, it is important to understand country strategies through MRV and identification of specific mitigation potentials. NORWAY underscored the importance of national greenhouse gas inventories, proposing that they be prepared and submitted annually, and said their expert review should be ensured.",
      "The EU stressed the need for: more frequent inventories supported by capacity building, technology transfer and finance; monitoring at the national level; strengthened reporting requirements; and verification supported by expert review.",
      "The AFRICAN GROUP stressed that MRV should consider national circumstances and that the decision to report should be unilateral.",
      "TUVALU noted that reporting requirements would be less for unilateral NAMAs than for the others.",
      "Discussion on mitigation will continue on Monday.",
      "AWG-LCA Chair Zammit Cutajar proposed the second reading would continue in an informal plenary setting, during which parties would introduce text.",
      "He said the second reading would continue in Bonn in August, if not completed at this meeting."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}