{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russian Federation",
      "Grenada",
      "Russia"
   ],
   "enb_end_date": "03-Aug-10",
   "enb_long_title": "Bonn Climate Change Talks - August 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Aug-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12474e.html",
   "id": "enb12474e_6",
   "section_title": "Part II",
   "sentences": [
      "Discussions in this session focused on: the quantitative implications of LULUCF, emission trading and project-based mechanisms on the emission reductions by Annex I parties in aggregate; ensuring that efforts, achievements and national circumstances are taken into consideration; and their implications on emission reductions by Annex I Parties in aggregate.",
      "The EU presented on the impact of four LULUCF accounting rule options on aggregate emission reductions, noting that different accounting rules have major implications for individual Annex I Parties but that negotiations have narrowed the differences of impacts on individual parties.",
      "The RUSSIAN FEDERATION emphasized the importance of considering national circumstances.",
      "She called for coherence with the AWG-LCA track and for allowing carry over of surplus AAUs.",
      "Grenada, for AOSIS, noted options to improve the aggregate level of ambition, including: removing the surplus built into 2020 pledges and excluding LULUCF credits exceeding BAU; removing AAU carry over from the first to the second commitment period; removing LULUCF crediting; and agreeing to move to the top of parties pledged ranges.",
      "During the ensuing discussion, the EU emphasized the need to decide on accounting methods first and set targets afterwards.",
      "The CDM EXECUTIVE BOARD said increasing the size of the CDM would provide more offsets into the overall Annex I emissions budget, meaning they can emit more, while enhancing the cost effectiveness of mitigation. AWG-KP Vice-Chair Macey reported on the pre-sessional workshop on forest management accounting held on Friday, 30 July.",
      "He underscored recurrent themes, including the need to ensure the environmental integrity of the Protocol, transparency, accountability, and confidence in data accuracy.",
      "On the question of reference levels versus other LULUCF accounting options, he noted that some parties supported using a historical period because there are no assurances that assumptions underlying projections are reliable predictors.",
      "However, others had emphasized that projections are better at accounting for national circumstances and provide necessary incentives to the forestry sector.",
      "Vice-Chair Macey highlighted discussions on balancing national circumstances with accountability, transparency and comparability.",
      "Extreme events and use of a cap on forest management were also discussed.",
      "In conclusion, he noted that the maximum potential contribution of LULUCF to Annex I aggregate emission reductions remains at approximately 8%, depending on the rules and approaches adopted for the sector. POINT CARBON said that AAU balances could substantially impact on the carbon market, that high demand for certified emission reductions (CERs) is expected through 2018, and that predicted prices will be achieved regardless of negotiated outcomes.",
      "The THIRD WORLD NETWORK highlighted loopholes relating to, inter alia , LULUCF, emissions trading, projects-based mechanisms and surplus AAUs.",
      "She noted that these will lead to Annex I Parties pledges exceeding rather than reducing emissions relative to 1990 levels.",
      "The workshop will resume on Tuesday morning."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}