{
   "actors": [],
   "countries": [
      "Russia",
      "Sudan",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Germany",
      "Belgium",
      "Saudi Arabia",
      "Austria",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "26-Sep-13",
   "enb_long_title": "Twelfth Session of Working Group I (WGI) of the Intergovernmental Panel on Climate Change (IPCC) and Thirty-sixth Session of the IPCC",
   "enb_short_title": "IPCC36",
   "enb_start_date": "23-Sep-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12581e.html",
   "id": "enb12581e_14",
   "section_title": "Evaluation of Climate Models",
   "sentences": [
      "Participants debated extensively the text dealing with simulated and observed trends in global mean surface temperature in the long and short term.",
      "Co-Chair Stocker emphasized the need to address discussions currently taking place among policy makers regarding the past 10-15 years and said that 'now is the time for the IPCC to make a statement to the outside world'.",
      "The US said that a period of 10-15 years is too short for model evaluation.",
      "The most contentious point concerned differences between simulated and observed short-term trends.",
      "The US, Austria, Saudi Arabia, the Russian Federation, Germany, Belgium and others supported reference to 10-15-year periods in general.",
      "China maintained that reference should only be made to the past 15 years.",
      "Informal consultations did not result in agreement, and the Co-Chair proposed, and China accepted, a compromise to include in parenthesis 'e.g., 1998-2012'.",
      "On the explanation of the observed reduction in the surface warming trend over the period 1998-2012, Saudi Arabia strongly urged incorporating language from the Technical Summary on models overestimating the warming trend.",
      "The CLAs advised against including this statement in the SPM, noting that: the research is currently inconclusive; overestimation of the models is too small to explain the overall effect and not statistically significant; and it is difficult to pinpoint the role of changes in radiative forcing in causing the reduced warming trend, with Co-Chair Stocker referring to this issue as an 'emerging science topic'.",
      "Switzerland proposed including the language suggested by Saudi Arabia, together with an explanation of the level of confidence.",
      "Germany questioned the adequacy of that language.",
      "The suggestion by Saudi Arabia was incorporated in the SPM text.",
      "On Thursday morning, Germany and the UK said that their objections were not noted the previous evening when a sentence on overestimates in some models introduced by Saudi Arabia was adopted.",
      "Saudi Arabia, supported by Sudan, expressed grave concerns in opening up agreed text, emphasizing that 'we are in dangerous waters', while Sudan added that opening up agreed text raises the issue of equal treatment of countries.",
      "No changes were made to the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}