{
   "actors": [
      "Environmental Integrity Group"
   ],
   "countries": [
      "Indigenous Peoples",
      "Norway",
      "Paraguay",
      "Switzerland"
   ],
   "enb_end_date": "12-Jun-09",
   "enb_long_title": "Bonn Climate Change Talks - June 2009",
   "enb_short_title": "SB 30",
   "enb_start_date": "01-Jun-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12421e.html",
   "id": "enb12421e_32",
   "section_title": "REDUCING EMISSIONS FROM DEFORESTATION IN DEVELOPING COUNTRIES:",
   "sentences": [
      "This issue ( FCCC/SBSTA/2009/2 ; FCCC/SBSTA/2009/MISCs.",
      "1 and 2 and Adds.1-2; and FCCC/TP/2009/1 ) was first considered by the SBSTA plenary on 1 June.",
      "It was then referred to a contact group and informal consultations, co-chaired by Lilian Portillo (Paraguay) and Audun Rosland (Norway).",
      "SBSTA closing plenary adopted conclusions on 10 June.",
      "In the opening plenary, Switzerland, for the Environmental Integrity Group, called for a COP agenda item on REDD to ensure parallel discussions under the different bodies.",
      "Subsequent discussions were based on draft conclusions and a draft COP decision prepared by the Co-Chairs.",
      "Issues discussed included: whether to refer to reference levels, reference emission levels, or both; the role of indigenous peoples in developing and applying REDD-plus methodologies; whether to request developing countries to use the most recently adopted IPCC guidance and guidelines; independent review of forest monitoring systems; and elements to account for when establishing reference levels or reference emission levels.",
      "On reference levels and reference emission levels, some parties sought to refer simply to reference levels as a general term that encompasses reference emission levels and other relevant reference levels.",
      "Indicating that reference emission levels are associated only with deforestation and forest degradation, some parties insisted on referring to both in order not to prejudge the outcome in Copenhagen.",
      "On the role of indigenous peoples, a number of countries stressed the importance of indigenous peoples and their knowledge in monitoring, reporting and reference-setting activities.",
      "One developing country expressed concern about the ability of indigenous peoples knowledge to produce sufficiently robust monitoring methodologies.",
      "Although the appended draft decision is bracketed, parties tentatively agreed to recognize the need for full and effective engagement of indigenous peoples and local communities in monitoring and reporting of REDD-plus activities.",
      "They were unable to agree to request parties to use the most recent IPCC guidance and guidelines, with some parties seeking their use as appropriate.",
      "The phrase remains in brackets in the draft decision and will be discussed at SBSTA 31.",
      "On independent review of forest monitoring systems, parties debated whether the results, or the system itself, should be open to independent review.",
      "Some developed countries sought language indicating that the monitoring systems and their results be open to independent review.",
      "One developing country requested that the text be bracketed.",
      "On establishing reference levels and reference emission levels, broad agreement existed that, inter ali a, national circumstances, respective national capabilities and capacities, and historical data be taken into account.",
      "In the final informal meeting, one forested developing countries suggested that adjustments for expected future emission trends be taken into account and another suggested that legislation under development also be taken into account.",
      "There was insufficient time to discuss these proposals and they were bracketed for further discussion at SBSTA 31.",
      "At the suggestion of a number of developing countries, the title of the appended draft decision now includes mention of conservation, sustainable management of forests and enhancement of forest carbon stocks."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}