{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "India",
      "Mexico",
      "Japan",
      "China",
      "Chile",
      "Italy",
      "Panama",
      "Peru",
      "Thailand",
      "United Kingdom",
      "Spain",
      "Germany",
      "Russia"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_72",
   "section_title": "REPORT OF THE CDM EXECUTIVE BOARD",
   "sentences": [
      "Sushma Gera, Chair of the CDM Executive Board, presented the Board`s 2004-2005 Report (FCCC/KP/CMP/2005/4 & Add.1) at the COP/MOP plenary on 30 November.",
      "A contact group, co-chaired by David Brackett (Canada) and André do Lago (Brazil), was established to give further guidance on the CDM.",
      "The contact group held three meetings and several informal consultations. A COP/MOP decision was adopted on 9 December.",
      "Several Annex I countries and the European Community pledged a total of US$8,188,050 for funding the CDM, with the largest donations coming from Canada (US$1.5 million), Germany (US$1 million), Japan (US$1 million), Italy (US$1 million), the UK (US$740,000) and Spain (US$500,000). The discussions covered various issues including governance, methodologies, additionality, regional distribution, capacity building and resources for work on the CDM.",
      "Several parties, including the EU, highlighted the need to expedite the Board`s work in order to cope with the large number of projects expected in the coming years.",
      "Thailand called for transparency in the Board`s decision-making, including written reasoning.",
      "China and others noted the need to streamline procedures. Several developing countries, including Chile and Peru, raised concerns over the Board`s proposal to levy US$0.20 per CER to cover its administrative expenses and called for differentiation.",
      "Russia proposed increasing the levy to US$0.50 to accommodate the financial concerns that the G-77/China raised in the JI contact group.",
      "Brazil responded by mentioning a levy on proceeds from JI projects and emissions trading to the Adaptation Fund.",
      "Mexico, India, Panama and others noted the need to consider additionality, while Brazil highlighted that environmental integrity must be ensured when improving the CDM. The G-77/China called for a signal on the CDM`s continuity beyond 2012, but Japan and EU argued that this issue must be resolved in the Article 3.9 contact group.",
      "The Africa Group lamented the uneven geographical distribution of projects and called for capacity building in Africa. The COP/MOP also elected five new members and five alternates to the CDM Executive Board, including one from Eastern Europe, one from Annex I, one from AOSIS, and two from non-Annex I (FCCC/KP/CMP/2005/L.1 & Add.1)."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}