{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Pakistan",
      "United States",
      "Chile",
      "Bolivia",
      "Philippines",
      "Grenada",
      "Brazil",
      "El Salvador",
      "Colombia",
      "Egypt",
      "Norway",
      "China"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_124",
   "section_title": "JOINT INFORMAL COP AND CMP PLENARY",
   "sentences": [
      "Early Sunday morning, 11 December, the COP President opened a Joint Informal Session of COP 17/CMP 7 noting the presence of global citizenry and civil society to whom governments are accountable.",
      "She recalled intensive consultations with groups and parties and urged delegates to collectively make history.",
      "She said it was their choice what history they wished to make.",
      "She invited the conference to comment on a package of draft decisions, consisting of the second commitment period, long-term cooperative action, a way forward on the implementation of the UNFCCC, and the operationalization of the GCF.",
      "She appealed for the formal adoption of each element.",
      "She conceded that the package was not the best that delegations could achieve but noted it was important in order to maintain the integrity of the multilateral system and trust in the UNFCCC process.",
      "Emphasizing that the EU had shown patience and readiness to commit to a second commitment period of at least five years, the EU, supported by Chile, Norway and Colombia, called for a protocol or legal instrument under the Convention by 2018.",
      "She added that language stipulating the option of a legal outcome could put this in doubt.",
      "Colombia said they could not accept a legal outcome or application in 2020 and cannot accept the Durban package as it stands.",
      "Cautioning against saying goodbye to the principle of equity, and shifting burden sharing on to developing countries, India observed that they had agreed to language expressing specific options, and that India would never be intimidated by threats.",
      "Observing that countries were climbing down the ladder of ambition, Grenada called for creating a protocol or legal instrument that will hold countries accountable.",
      "Bangladesh called for a Durban Package that will ensure the second commitment period and a legally binding deal, despite shortcomings.",
      "China underscored the need to implement the principle of common but differentiated responsibilities, and highlighted its own efforts to deal with climate change that others have not taken.",
      "Bolivia stressed how the right to development is linked to emissions and how a climate regime must address this relationship.",
      "The Philippines said that a legal regime should be designed with a view to saving the Kyoto Protocol.",
      "Pakistan said that, despite how much the world has changed, the principles of equity and common but differentiated responsibilities still apply.",
      "El Salvador highlighted the new and imperfect democracy created under the UNFCCC and the need to move towards a legally binding agreement that addresses finance, mitigation and the equity gap.",
      "The US said that elements of the package- the AWG-LCA, the second commitment period under the Kyoto Protocol, the Green Climate Fund, and the Durban Platform- offer a historic opportunity that it wants to support.",
      "Brazil called for a legally binding agreement, observing that we are on the verge of approving the most important result after the Berlin Mandate, while Egypt noted the need for clarity on the predictability, sustainability, additionality and transparency of support.",
      "The COP President invited parties to form a huddle to address diverging views around language in paragraph 4 of the document on a Durban Platform (FCCC/AWGLCA/2011/L.10) regarding the words legal outcome.",
      "Parties reconvened to replace the phrase with agreed outcome with legal force.",
      "India and the EU said they could support the agreed language."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}