{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Chile",
      "Bolivia",
      "Australia",
      "Brazil",
      "Indonesia",
      "Canada",
      "South Africa",
      "Saudi Arabia",
      "Gabon",
      "Tanzania",
      "Barbados",
      "China"
   ],
   "enb_end_date": "12-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "12-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12424e.html",
   "id": "enb12424e_4",
   "section_title": "MITIGATION:",
   "sentences": [
      "In the morning, Chair Zammit Cutajar facilitated the informal group on mitigation.",
      "The Secretariat presented on the mitigation chapter and Chair Zammit Cutajar explained that he would be seeking guidance from parties on proposals which did not fit into any of the sections.",
      "During the general discussion, Brazil, for the G-77/CHINA, stressed the need to focus on advancing the Convention s implementation without altering its principles and provisions.",
      "He stated that developed countries must take on quantified, economy-wide reduction commitments and called for clear mid and long-term commitments.",
      "The G-77/CHINA stressed that nationally appropriate mitigation actions (NAMAs) by developing countries are distinct from quantified mitigation commitments by developed countries and proposals must reflect this, avoiding treatment of mitigation contributions of all parties in a non-differentiated, unified manner. INDIA proposed that the text should be consolidated, where appropriate, and language not fully compatible with the Convention should be eliminated.",
      "He suggested that to avoid duplication, text derived from the proposed new protocols or implementing agreements should either be considered under the negotiating text or separately during COP 15. AUSTRALIA said that reference to a global long-term goal should be set out clearly in the shared vision component of the text.",
      "The US suggested including a section after the title outlining common actions and strategies for all parties, including monitoring, reporting and verification (MRV) of these actions and strategies.",
      "Barbados, for AOSIS, called for keeping the text s structure consistent with the BAP and suggested moving proposals relating to the text s structure to a separate document.",
      "South Africa, for the AFRICAN GROUP, expressed concern with proposals to link NAMAs with the carbon market and noted that MRV of NAMA support by developed countries requires more consideration.",
      "Tanzania, for the LDCs, called for: economy-wide, legally binding commitments by all developed countries; a stricter compliance regime; clear comparability of efforts; and consideration of limits to offsetting.",
      "On mitigation by developing countries, he identified means of NAMA implementation, as well as MRV of the means of NAMA implementation, as the key issues.",
      "On mitigation by developed countries, the EU highlighted the need for: comparability criteria to guide the negotiations; MRV that builds on experiences and practices under the Protocol; and a linkage with the AWG-KP discussions.",
      "On developing country mitigation, he proposed considering the lifecycle of NAMAs and discussing how to formulate effective NAMAs, take technology and financing needs into account, match action with support and evaluate the results. CANADA identified convergence around certain ideas, including that developed countries must take the lead through mid-term emission reductions, and called for a holistic view on the comparability of efforts, taking into account a range of mitigation actions.",
      "He highlighted the need for MRV and national inventories to strengthen understanding of global emission trends, and called for a compliance and review system that enables parties to meet commitments and strengthens confidence.",
      "GABON stressed the crucial role of trust and confidence for an agreement in Copenhagen. SAUDI ARABIA and CHINA warned against attempts to renegotiate the Convention and its principles.",
      "SAUDI ARABIA stressed that the revised negotiating text must be developed by parties rather than the Chair and Secretariat.",
      "He opposed protectionist measures by developed countries on developing country exports. CHINA said developed countries should take efforts that are comparable in nature and magnitude, including quantified and legally binding targets, and that MRV for developed countries should be based on rules and procedures used under the Protocol.",
      "INDONESIA called for legally binding emission reduction commitments by developed countries, highlighting that reducing emissions under domestic legislation is not consistent with the BAP.",
      "With CHINA, she stressed that NAMAs should be voluntary and cannot be used for offsetting by developed countries.",
      "CHINA proposed that support for NAMAs should be provided through the Convention s mechanisms. CHILE identified the need to bring all countries together in a joint effort to agree on mid and long-term targets, and highlighted that NAMAs should be voluntary and supported by finance and technology.",
      "BOLIVIA stressed that developed countries have accumulated an atmospheric debt and expressed hope for ambitious reduction targets consistent with the magnitude of the problem. JAPAN supported setting a mid-term target in the form of quantified emission limitation and reduction objectives (QELROs) for developed countries, as well as NAMAs and low-carbon growth strategies for developing countries.",
      "He emphasized that developed country commitments and developing country actions are linked and should be subject to MRV."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}