{
   "actors": [
      "European Union",
      "Group of 77",
      "Alliance of Small Island States",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "United States",
      "Japan",
      "Australia",
      "Brazil",
      "Nicaragua",
      "Maldives",
      "Mali",
      "Mexico",
      "Saudi Arabia",
      "Colombia",
      "South Africa",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "13-Feb-15",
   "enb_long_title": "Geneva Climate Change Conference - February 2015",
   "enb_short_title": "COP 20",
   "enb_start_date": "08-Feb-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12626e.html",
   "id": "enb12626e_26",
   "section_title": "CONTACT GROUP DISCUSSIONS ON WORKSTREAM 2:",
   "sentences": [
      "The ADP contact group addressed workstream 2 on Thursday morning.",
      "Mali, for the G-77/China, supported by China, for the LMDCs, called for a comprehensive approach addressing all building blocks of pre-2020 action, following three permanent and parallel tracks: accelerated implementation process; technical expert process; and high-level engagement.",
      "South Africa and others stressed the importance of advancing work on paragraphs 17-18 of Decision 1/CP.20 on ratification of the Doha Amendment to the Kyoto Protocol and implementation of the agreed outcome on Decision 1/CP.13 (Bali Action Plan).",
      "Australia expressed reservations about proposals to consider paragraphs 17-18 in detail and the US urged delegates to focus on the agreed workplan for workstream 2.",
      "The LMDCs, with the Maldives, for AOSIS, and Colombia, for AILAC, urged parties to ratify the Doha Amendment to the Kyoto Protocol.",
      "Nicaragua lamented the current lost decade concerning mitigation, finance and vision.",
      "South Africa called for a process to consider increased developed country ambition.",
      "AILAC called for: scaling up of finance; focusing on sustainable development co-benefits; and high-level engagement.",
      "Several parties, including Japan, New Zealand and the US, emphasized the role of existing institutions.",
      "The EU highlighted progress made, including on finance, indicating that the agreed goal of US$100 billion of annual climate finance includes multiple sources of finance.",
      "New Zealand stressed multiple channels for distributing public finance in addition to the GCF.",
      "New Zealand, supported by Switzerland, proposed addressing policy options for energy sector fiscal instruments.",
      "Brazil called for a TEM on how to recognize the social and economic value of voluntary mitigation activities and translate their results into units of financial value.",
      "Mexico stressed the need to translate TEMs into implementation of new projects.",
      "Supported by Switzerland, he proposed regional or sub-regional TEMs to focus on specific projects that can be replicated through support from the GCF or bilateral cooperation.",
      "Saudi Arabia said TEMs should include consideration of adaptation co-benefits.",
      "South Africa emphasized the need for clear links between TEMs and existing institutions, such as the GCF and Adaptation Fund.",
      "Norway suggested that TEMs focus not only on adaptation, but also on health and sustainable development co-benefits.",
      "Co-Chair Reifsnyder thanked delegates for their suggestions, inviting them to reflect on the Lima mandate on enhancing pre-2020 ambition and how to approach this in Bonn in June.",
      "During the closing plenary on Friday afternoon, Co-Chair Reifsnyder recognized parties and other participants views on how to advance workstream 2, saying these will help to plan the ADP s work in 2015 and noted that such work includes considering in June how to respond to the request by COP 20 to make recommendations to COP 21 on further advancing the TEP."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "WORKING GROUP"
}