{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Gambia",
      "Japan",
      "Germany",
      "Finland",
      "South Africa",
      "Mali",
      "Congo",
      "Spain",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "Saint Lucia",
      "Russia",
      "New Zealand",
      "Luxembourg",
      "United States",
      "Chile",
      "Bolivia",
      "Belgium",
      "Canada",
      "Slovenia",
      "Austria",
      "Sweden",
      "Sudan",
      "United Kingdom",
      "Russian Federation",
      "Ghana",
      "Australia",
      "Panama",
      "Netherlands",
      "Costa Rica",
      "Tanzania",
      "France",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "14-Mar-14",
   "enb_long_title": "Tenth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group II (WGII-10) and Thirty-eighth Session of the IPCC (IPCC-38)",
   "enb_short_title": "IPCC-38",
   "enb_start_date": "10-Mar-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12596e.html",
   "id": "enb12596e_4",
   "section_title": "Observed Impacts, Vulnerability and Exposure",
   "sentences": [
      "On a paragraph regarding the impacts of climate change on natural and human systems, the UK, supported by the US, requested that attribution of some impacts on human systems to climate change 'beyond the influence of non-climatic drivers' be described as 'distinguishable from other causes', whereas Austria and Belgium preferred the original text.",
      "Australia cautioned against implying that some impacts may be solely attributable to climate change.",
      "Participants agreed to revise the sentence to state that some impacts on human systems have also been attributed to climate change with a major or minor contribution of climate change distinguishable to some extent from other influences.",
      "Regarding a sentence on attribution of observed impacts linking responses of natural and human systems to climate change, Austria supported a Canadian proposal reflecting that observed climate change includes anthropogenic and natural change.",
      "The US called for specific reference to 'anthropogenic' climate change and, with Belgium and the Netherlands and others, supported reference to WGI's assessment of human influence on the climate system, to distinguish it from WGII's emphasis on responses to climate change.",
      "Saudi Arabia, supported by Canada, the US and the Russian Federation, noted that, in contrast to WGI's focus, WGII links responses of natural and human systems to observed climate change 'regardless of its cause', not just anthropogenic climate change.",
      "Australia, opposed by Chile, called for language clarifying that climate change is not just anthropogenic.",
      "Canada said the SYR was the appropriate place to contrast the WG reports.",
      "Following informal group discussions, participants agreed that 'attribution' is used differently in WGI and WGII.",
      "A sentence on attribution of observed impacts was approved without amendment.",
      "Participants then considered the footnote on attribution.",
      "Its sentence stating that 'attribution' is used differently in WGI and WGII and a sentence on how attribution is considered in WGII were both approved.",
      "Regarding a sentence on how attribution is considered in WGI, Canada proposed stating that WGI quantifies the link 'between observed climate change and external drivers, including human activities'.",
      "WGI Co-Chair Stocker proposed stating that WGI quantifies the links between observed climate change, human activity as well as other external drivers, which was agreed.",
      "The UK, supported by Finland, Norway, the European Union (EU) and Canada, stressed the need to include in a footnote a quote from the WGI report on attribution to human causes.",
      "Participants agreed to a footnote stating that a key finding of WGI AR5 is that 'it is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century'.",
      "On a sentence stating that 'changing precipitation or melting snow and ice are altering hydrological systems', affecting water resources, the UK proposed referring more clearly and extensively to the impacts of these changes.",
      "Japan, Luxembourg, Republic of Congo, Sweden and others called for referring to water quality as well.",
      "Co-Chair Barros suggested adding reference to 'water quantity and quality'.",
      "Slovenia, opposed by Japan and China, suggested 'availability' instead of quantity.",
      "Norway, Mali and the Cook Islands preferred a more general reference to water resources.",
      "India proposed referring to 'the whole water cycle', while Ghana and Saint Lucia suggested adding reference to pattern changes.",
      "The Cook Islands called for a reference to sediment transport.",
      "France proposed, and participants agreed, to refer to 'affecting water resources in terms of quality and quantity'.",
      "On the continuing shrinking of glaciers, the US, UK, EU, New Zealand and others supported referring to the actual impacts of such shrinking, such as increased runoff or river flow, sediment transport and problems with downstream water resources.",
      "Participants agreed to add reference to 'affecting runoff and water resources downstream'.",
      "In the following sentence stating that climate change has caused'permafrost warming and thawing in high-latitude and in high-elevation regions', Slovenia suggested, and participants agreed to, language reflecting that the warming and thawing are still occurring.",
      "In response to a question by Austria regarding the confidence level of this statement, authors proposed, and participants agreed, to add 'high confidence' to the text.",
      "The first sentence of the paragraph on species shifts, noting that many species have shifted in response to climate change, was accepted without discussion, but two subsequent sentences on attributing extinctions to recent warming engendered much debate.",
      "Several countries, including Germany, Austria, the UK and Switzerland, queried why earlier mention of increased tree mortality had been deleted.",
      "Co-Chair Field explained that mention of specific effects had been moved to a comprehensive listing in Table SPM.1 and Figure SPM.2.C.",
      "Costa Rica, opposed by Spain and Panama, favored deleting an example of extinction of many species of Central American amphibians.",
      "Switzerland, supported by Australia, suggested clarifying that 'only a small fraction of observed species extinctions have been attributed to climate change'.",
      "Questions were also raised by: the US on the number of years that species extinctions have been taking place; Japan on whether a reference to species included terrestrial as well as marine species; Switzerland on whether 'ecosystem shift' includes ecosystem change, space displacement only, or, as suggested by Tanzania, temporal shifts; Canada on whether extinction rates have actually changed; and Tanzania on the level of confidence of this finding.",
      "Participants agreed to text stating that 'while only a few recent species extinctions have been attributed as yet to climate change ( high confidence ), natural global climate change at rates slower than current anthropogenic climate change caused significant ecosystem shifts and species extinctions during the past millions of years ( high confidence )'.",
      "A figure intended to show tree mortality and forest dieback caused by drought and heat was opposed by Sudan and Tanzania.",
      "They stated that the figure misleadingly appeared to present Africa as less subject to drought than America or Europe.",
      "A CLA explained that the figure was based on available studies and that, as such, it portrayed the lack of relevant studies in Africa.",
      "Recognizing the potential for misinterpretation, Germany, Norway, Bolivia, Peru, Co-Chair Field and the CLA proposed various editorial changes to the caption and title, which Tanzania found acceptable.",
      "Noting the lack of delegates from African countries present in the room, Sudan called for deletion of the figure, to which participants agreed.",
      "Participants agreed to text on the role of social processes, resulting inequalities, and the vulnerability and exposure of ecosystems and human systems to climate variability.",
      "On text on the impacts of climate-related extremes, Bolivia called for inserting a sentence stating that 'there is evidence suggesting that loss and damage will occur from climate change despite efforts at adaptation'.",
      "Co-Chair Field stated that language on residual damages is found elsewhere in the report and that this paragraph focuses only on the impacts of vulnerability.",
      "Participants agreed to text on the effects of the adaptation deficit and climate-related hazards exacerbating other stressors.",
      "On the impacts of climate-related hazards on livelihoods, Bolivia suggested adding a reference to food security, which a CLA stated is already implicit in the existing language.",
      "They also agreed to text noting limited and often indirect positive climate effects for poor and marginalized people and text stating that violent conflict increases vulnerability to climate change.",
      "On the role of violent conflict in harming assets that facilitate adaptation, Bolivia asked, and participants agreed, to replace 'natural capital' with 'natural resources'.",
      "On Figure SPM.2A: Observed Impacts Attributable to Climate Change , participants informally consulted and agreed to add language to the figure to address concerns that impacts were not reflected for all countries.",
      "Tanzania, with South Africa, Ghana and the Gambia, expressed concern that coastal erosion and impacts on marine ecosystems, including coral bleaching, were not included in the figure for Africa.",
      "CLAs explained that various recognized impacts did not withstand the test of detected and attributed observed changes and that the figure referred only to assessed literature since AR4.",
      "They noted that absence from the figure did not imply that impacts had not occurred.",
      "Participants approved Figure SPM.2B on Average Rates of Change in Distribution for Marine Taxonomic Groups and Positive Distribution Changes and Figure SPM.2C on Estimated Impacts of Observed Climate Changes on Yields over 1960-2013 for Four Major Crops with no changes.",
      "Participants agreed to remove a figure on glacier loss in the Himalayas that was deemed too complex."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}