{
   "actors": [],
   "countries": [
      "Togo",
      "Finland",
      "China"
   ],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_19",
   "section_title": "Panel Discussion",
   "sentences": [
      "Outi Berghäll, Ministry of Environment, Finland, stressed the need for: policy-relevant cross-sectoral research; dialogue between policy makers and researchers at national and international levels; and the representation of developing country views in developed countries.",
      "Referring to the technical and policymakers` summaries of the IPCC Third Assessment Report and similar research projects, she said they should be tailored to the needs of policymakers at various levels. Klas Österberg, Swedish Environmental Protection Agency, presented an overview of Swedish forest monitoring activities related to the Rio conventions.",
      "He outlined the Swedish policies for nature conservation and described two initiatives where the same inventories are used for different purposes under the UNFCCC and CBD. Underscoring the importance of a clear definition of synergies, Jun Zhao, Ministry of Foreign Affairs, China, noted the differences between synergies and cooperation.",
      "He underlined the need for research cooperation at national and international levels. Awadi Abi Egbare, Togo, said that West African countries lack observation equipment, data and capacity, and called for bilateral and multilateral cooperation in this area.",
      "He stressed the importance of data for socioeconomic and environmental impact assessments, policy formulation and development planning. In the ensuing plenary discussion, a participant said that observation capacities relating to the Rio conventions are disparate and expressed regret at the shortage of donor help and financial resources.",
      "Participants underscored the need for more specific core sets of biodiversity data and indicators and for multidisciplinary analysis of data at the country level. Summarizing the panel discussion, Chair Thorgeirsson noted the considerable overlap between the needs of the Rio conventions, insufficient observation systems, inadequate policy-relevant data, and the need for an international mechanism to devise standards for establishing terrestrial observation systems."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}