{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Russia",
      "South Africa",
      "United Kingdom",
      "United States",
      "Australia",
      "Brazil",
      "China"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_73",
   "section_title": "PREPARING FOR THE POST-2012 REGIME",
   "sentences": [
      "Post-2012 issues occupied a large space on the Bonn agenda.",
      "In addition to the AWG and the Convention Dialogue, delegates discussed for the first time the substance of the Russian proposal on voluntary commitments.",
      "The workshop on this topic proved interesting by clarifying what lay behind the proposal and bringing some controversial issues out in the open, including developing country commitments or, as Michael Zammit Cutajar put it, the unspoken C-word.",
      "Taking the skeletons out of the closet did not, however, have a significant impact on the formal post-2012 discussions under either the AWG or the Dialogue, which proceeded in a largely constructive and predictable manner.",
      "Though seemingly uneventful, some experts pointed out that these talks continued the confidence-building exercise successfully initiated in Nairobi a necessity if the post-2012 negotiations are to be brought to a successful conclusion.",
      "Interestingly, many participants started detecting some common themes and messages emerging from the exchange of views in Bonn on post-2012 issues.",
      "The importance of carbon markets under the future regime is an area where views have converged for some time, whether the speaker is from any of the major country groupings, business and industry, or even the mainstream NGO community.",
      "The Convention Dialogue workshop also indicated some other areas of possible convergence, notably sectoral approaches, with some participants predicting that key developing countries such as China and Brazil might be willing to consider no-lose targets for some sectors of their economies.",
      "Another feature of the Dialogue was that many delegates appeared to recognize the need to start talking about the elephant in the room that is, to take a far more serious approach to adaptation.",
      "Positive signs of future engagement by developing countries were also detected in the Dialogue and elsewhere.",
      "The message from Brazil and South Africa that they would be open to continuing the Dialogue in some strengthened format after Bali clearly ranks as one of the most noteworthy outcomes from Bonn.",
      "Significantly, many business and industry groups also seem to have joined the EU and civil society chorus in calling for a new negotiating mandate from Bali to seal a more comprehensive post-2012 agreement by 2009.",
      "The US, UK, European and Australian Business Council for Sustainable Energy, for example, made a notably progressive intervention.",
      "Nobody is expecting this to be easy, though.",
      "According to many, the biggest question mark remains the US.",
      "While important shifts in public opinion are taking place and legislation is proliferating at the national and state level, the federal government's position towards the UNFCCC regime seems unchanged.",
      "Finding a compromise acceptable for the US is therefore one of the key challenges.",
      "According to many, this might ultimately require postponing key decisions until after the 2008 elections."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}