{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Liechtenstein",
      "Norway",
      "Japan",
      "Australia",
      "Monaco",
      "Switzerland"
   ],
   "enb_end_date": "08-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "26-Nov-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12567e.html",
   "id": "enb12567e_35",
   "section_title": "CMP Decision",
   "sentences": [
      "In its decision (FCCC/KP/CMP/2012/L.9), the CMP adopts the amendment to the Kyoto Protocol.",
      "The amendment, set out in Annex I, contains a new Annex B, setting out the quantified emission limitation and reduction commitment (QELRC) for each Annex I party for the second commitment period.",
      "The list of covered greenhouse gases in Protocol Annex A was amended by adding nitrogen trifluoride (NF3).",
      "Amendments were also adopted to Protocol Article 3.1, including the objective of reducing overall emissions by Annex I parties of the covered greenhouse gases by at least 18% below 1990 levels in the commitment period from 2013 to 2020.",
      "A new provision was added to Article 3.1 whereby a party included in Annex B may propose an adjustment to decrease its QELRC listed in Annex B, and this proposal shall be considered adopted by the CMP unless more than three-quarters of the parties present and voting object to its adoption.",
      "The CMP decision: recognizes that parties may provisionally apply the amendment pending its entry into force; and decides that each Annex I party will revisit its second commitment period QELRC by 2014 at the latest, and may increase the ambition of this QELRC in line with an aggregate reduction of GHG emissions of at least 25-40% below 1990 levels by 2020.",
      "Regarding eligibility to participate in the flexibility mechanisms, the CMP clarifies that all Annex I parties can continue to participate in ongoing and new CDM projects, but only parties with second commitment period QELRCs can transfer and acquire CERs in the second commitment period.",
      "It further decides, with respect to JI eligibility requirements for participating in emissions trading, only parties with second commitment period QELRCs can transfer and acquire CERs, AAUs, emission reduction units (ERUs) and removal units (RMUs) valid for emissions trading in the second commitment period.",
      "On the share of proceeds, the CMP extends the 2% share of proceeds levy to assist vulnerable developing countries to meet the costs of adaptation to emissions trading and JI.",
      "Regarding the carry-over of surplus AAUs, the CMP: - requires Annex I parties with second commitment period QELRCs to establish previous period surplus reserves ; - decides that CERs or ERUs in the national registry of an Annex I party that have not been cancelled or retired may be carried over to the subsequent commitment period up to a maximum for each unit type of 2.5% of the party s assigned amount; - decides that AAUs in a party s national registry that have not been retired or cancelled may be added to the party s second commitment period assigned amount and transferred to its previous period surplus reserve account; - such a party with surplus CERs, ERUs or AAUs can use this excess to fulfill its commitment, if its emissions exceed its assigned amount; and - allows parties to acquire units from other parties previous surplus reserve accounts into their own such accounts, up to 2% of their first commitment period assigned amounts.",
      "Annex II of the CMP decision contains political declarations on surplus AAUs, where Australia, the EU and its member states, Japan, Liechtenstein, Monaco, Norway and Switzerland declare that they will not purchase/use surplus AAUs carried over from the first commitment period.",
      "The CMP concludes by deciding that the AWG-KP has fulfilled its mandate and has concluded its work."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}