{
   "actors": [
      "Alliance of Small Island States",
      "Least Developed Countries"
   ],
   "countries": [
      "Spain"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_1",
   "section_title": "IPCC-27 REPORT",
   "sentences": [
      "On Monday morning, 12 November, IPCC Chair Rajendra Pachauri opened the session, welcoming participants.",
      "Rita Barberá, Mayor of Valencia, highlighted public officials ` interest in the SYR and congratulated the Panel for its Nobel Peace Prize.",
      "Janos Pasztor, speaking on behalf of UNEP Executive Director Achim Steiner, noted the unprecedented anticipation with which the AR4 is awaited, and stressed the opportunities for cost-effective mitigation presented in the draft report.",
      "Yan Hong, on behalf of WMO Secretary-General Michel Jarraud , noted results from the Working Groups ` contributions to AR4 and the low capacity of least developed countries and small island developing states to adapt, and emphasized the need to strengthen the capacity of meteorological services and promote better understanding of impacts.",
      "Yvo de Boer, UNFCCC Executive Secretary, stressed the IPCC's role in providing the basis for key UNFCCC decisions, such as the Berlin Mandate and the Kyoto Protocol.",
      "He emphasized that the IPCC's message is clear on climate change, its causes, impacts and affordable ways to deal with it, and that political will is needed for enhanced multilateral action.",
      "He said that inaction would be criminally irresponsible.",
      "Maria Teresa Fernández de la Vega, Vice President of Spain, noted Spain's reductions in greenhouse gas emissions even with high economic growth, and said problems such as climate change or sea level rise ignore national borders and require international action.",
      "She underscored inequality of climate risk, with those polluting the least suffering the most, and said Spain prioritizes climate change in its international development cooperation strategy.",
      "Francisco Camps Ortiz, President of the Government of Valencia, outlined policies on energy efficiency, renewable energies and water conservation in the region of Valencia.",
      "Thanking everyone for their contributions over the years, Chair Pachauri stressed that the Nobel Peace Prize was awarded to an extremely large constituency, encompassing members of the IPCC Bureau, contributing scientists, governments, civil society and the media.",
      "He emphasized that the SYR must adhere to the same high quality as the rest of the AR4, since the entire report will be referred to for years and years and guide future research.",
      "Delegates then adopted the agenda (IPCC-XXVII/Doc.1).",
      "During the week, plenary sessions met each day, including an all-night session on Thursday, 15 November, that concluded at 7:29 am on Friday morning, 16 November.",
      "Contact groups were convened on new material under Topic 3(f igures) and on reasons for concern.",
      "Informal discussions were held throughout the meeting, convening to discuss wording, individual figures or sections of text.",
      "This summary is organized according to the agenda of the meeting."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "ipcc"
}