{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Germany",
      "Mexico",
      "Costa Rica",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_22",
   "section_title": "IMPLEMENTATION OF THE HEADQUARTERS AGREEMENT",
   "sentences": [
      "The SBI considered the Implementation of the Headquarters Agreement on Tuesday, 13 June.",
      "FCCC Executive Secretary Cutajar raised several issues with regard to the integration with the host country, namely entry visas, residence status and work permits for family members, and lack of office space.",
      "He called on Parties to engage actively in this discussion and promote a satisfactory outcome.",
      "Germany said time was needed for ideal solutions and it would do its utmost to improve the situation.",
      "The G-77/China and others expressed concern over this situation.",
      "Several delegations raised their difficulties in obtaining visas to attend meetings.",
      "Mexico, with Costa Rica, suggested a draft decision urging Germany to strengthen cooperation with the Secretariat, for consideration at COP-6. On Friday, 16 June, the SBI adopted the draft report on this agenda itemm as well as draft conclusions (FCCC/SBI/2000/CRP.7) that, inter alia, invite the host government to renew its efforts to provide the Secretariat with sufficient and suitable interim accommodation at one site, and welcome the assurance of the host government that it would strengthen its efforts to develop better practices to address difficulties experienced by some delegates in obtaining visas and by the FCCC Secretariat with regard to visas, residence status and work permits for family members.",
      "Cutajar thanked the host government for its constructive response."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}