{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Tuvalu",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Niger",
      "Samoa",
      "Tanzania",
      "Norway",
      "Nigeria",
      "China",
      "Switzerland"
   ],
   "enb_end_date": "17-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "17-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12167e.html",
   "id": "enb12167e_4",
   "section_title": "MECHANISMS",
   "sentences": [
      "The mechanisms group met in the evening, to discuss text on the modalities and procedures for the CDM.",
      "Delegates sought areas for agreement by comparing Pronk's proposed text with negotiating text carried forward from The Hague.",
      "They agreed to commence discussions on the three separate decisions on mechanisms, noting that this would not prejudice whether there would be one or three decisions.",
      "On the role of the COP/MOP, some support was expressed for Pronk's proposed text.",
      "Diverging views were expressed on the composition of the Executive Board, and discussion on this issue was deferred. On accreditation and designation of operational entities, NORWAY supported Pronk's text subject to 'minor technical issues.",
      "' SAMOA and TANZANIA underlined concerns with the inclusion of sinks in the CDM.",
      "The EU said the sinks issue must be decided at a high political level. On eligibility, Co-Chair Estrada noted that this was completely reformulated in the Pronk text, which aimed to combine the various options.",
      "JAPAN proposed deleting the notion of project eligibility.",
      "NORWAY, SWITZERLAND, the REPUBLIC OF KOREA and the EU expressed general support for the Pronk proposal.",
      "The EU and CHINA requested including reference to CDM being a partnership between Annex I and non-Annex I Parties.",
      "JAPAN, NIGERIA and the US expressed concern with the requirement that an Annex I Party's use of CERs is conditional on it being a Party to the 'Agreement on Procedures and Mechanisms on Compliance supplementing the Kyoto Protocol to the UNFCCC.",
      "' SAMOA said she could not consider the principle that there be resumed eligibility after a certain time has elapsed. On validation and registration, the EU supported the Pronk text as a good basis for negotiation.",
      "AUSTRALIA, JAPAN and CANADA opposed text requiring environmental impact assessments for every project activity.",
      "AUSTRALIA and JAPAN, opposed by SAMOA, disagreed with preferential treatment on the crediting period for small-scale project activities.",
      "CHINA urged provision for technology transfer and environmental additionality.",
      "TUVALU proposed bracketing reference to leakage.",
      "On supplementarity, NIGERIA sought clarity on reference to Annex I Parties meeting emissions reduction commitments 'chiefly' through domestic action, and underlined the importance of equitable geographic distribution of CDM projects.",
      "Delegates did not complete discussions on monitoring, verification and certification, and issuance of certified emission reductions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}