{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "United Kingdom",
      "United States",
      "Japan",
      "Grenada",
      "Brazil",
      "Ecuador",
      "Uganda",
      "South Africa",
      "France",
      "China"
   ],
   "enb_end_date": "08-Apr-11",
   "enb_long_title": "UN Climate Change Conference Bangkok - April 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12499e.html",
   "id": "enb12499e_15",
   "section_title": "Linkages within the Technology Mechanism and with Other Institutional Arrangements",
   "sentences": [
      "On Tuesday morning, Facilitator Uosukainen opened the session noting the need to find a balance between accountability and flexibility.",
      "The EU underlined that the mechanism will facilitate information flow while the COP will make decisions on recommendations by the TEC, thus separating policy advice from operation.",
      "He envisioned that the UNFCCC subsidiary bodies, the CTC and the Network will report to each other and that the TEC would report to both the subsidiary bodies and directly to the COP.",
      "China underscored that there should be a specific funding window for technology transfer in the financial mechanism, with the TEC providing recommendations for the review process under the financial mechanism.",
      "On the reporting lines, he said the CTCN should be accountable to the TEC and the TEC should report to the COP.",
      "He said additional functions should be considered, including: evaluation of the speed, range and scale of technology flows; MRV of technology support for developing countries; and addressing solutions to IPR issues.",
      "Ecuador said the policy functions of the TEC should include: free patent provisions on environmentally-friendly technologies that are in the public domain; technology disaggregation through the Green Climate Fund and/or other funding sources under the UNFCCC; promotion of endogenous technologies; sharing expertise on new and existing technologies; and addressing research and development needs.",
      "She said the enabling functions should include: technology transfer and sharing arrangements; funding resources identification; institutional arrangement building; and technology needs assessments.",
      "Noting the IPR barrier to diffusing technologies in developing countries, she said developing countries want to receive as well as contribute to climate friendly technologies.",
      "Highlighting the International Centre for Genetic Engineering and Biotechnology as a model, South Africa envisioned the institutional arrangements of the Technology Mechanism with the TEC overseeing and providing guidance to the CTCN, and multiple CTCs functioning at the national level with affiliated local institutions.",
      "He described the additional functions of the TEC, including: examining the draft work programme and the budget of the CTC; reviewing the implementation of the approved work programme; reporting and providing recommendations to the governing body; and identifying mid and long-term potentials of the CTC s work programme.",
      "Workshop Facilitator Uosukainen invited participants to comment.",
      "On finance and governance, Brazil cautioned against the creation of new layers of decision-making.",
      "The US questioned proposed windows for adaptation and mitigation technologies in the financial mechanism.",
      "India explained that activities under mitigation or adaptation would have real and present benefits at the implementation stage, whereas the Technology Mechanism would support preparatory activities.",
      "On IPRs and the role of the private sector, Uganda suggested a distinction between widely diffused technologies and those likely to require the negotiation of a license.",
      "The US and EU stated that IPRs are not a hurdle and welcomed a business and industry proposal for a voluntary consultative mechanism within the UNFCCC.",
      "Grenada, for AOSIS, invited parties to consider how the group could access ocean thermal energy technology from Japan, the US and France.",
      "On decision-making on the road to COP 17, the EU called for an elaboration of terms of reference for the CTC; The Chair observed the need for: a mechanism that both serves the UNFCCC s policy needs and meets the operational requirements of developing countries; and further discussion on links with the UNFCCC."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}