{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "United States"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_16",
   "section_title": "NATIONAL COMMUNICATIONS FROM PARTIES INCLUDED IN ANNEX I TO THE CONVENTION",
   "sentences": [
      "On Wednesday, 2 June, SBI considered annual GHG inventories from Annex I Parties.",
      "The EU called for a single document containing all available data from Annex I Parties and urged Parties that had not done so to submit their inventories.",
      "The US underscored the importance of high-quality reports and questioned the delay in submission of Annex I inventories.",
      "It was decided that a joint SBSTA/SBI contact group would be convened to consider several relevant documents relating to Annex I communications, including draft conclusions and draft decisions.",
      "The contact group held nine meetings during the session. On Thursday, 10 June, SBI adopted draft conclusions on the elements of national communications by Annex I Parties contained in the SBI agenda, and adopted the draft conclusions on annual inventories of national greenhouse gas data for 1996 (FCCC/SBI/1999/L.5) and the future review process, including that under Protocol Articles 7 and 8 (communication and review of information) (FCCC/SBI/1999/L.7).",
      "On FCCC reporting guidelines on projections, policies and measures, financial resources, transfer of technology and other matters, CANADA noted SBSTA`s agreement to hold further discussions.",
      "Conclusions referred by SBSTA on review processes for GHG inventories of Annex I Parties and a work programme on methodological issues relating to Articles 5, 7 and 8 of the Protocol were adopted. The conclusions on annual inventories of national greenhouse gas data for 1996 stated, inter alia, that the SBI: noted that further efforts are required to ensure adherence to guidelines by Annex I Parties, in particular in the provision of data on LULUCF, and in data on emissions of HFCs, perfluorocarbons (PFCs) and sulphur hexafluoride (SF6); urged Annex I Parties that had not already done so to submit their annual national greenhouse gas inventories as soon as possible; and noted that the majority of Parties that reported data for 1990-1996 exhibit increasing aggregate greenhouse gas emissions, and, according to available information, will not reduce emissions to 1990 levels by 2000. On the review process, the SBI conclusions, inter alia: noted that consideration of issues related to interim reporting should be postponed until issues relating to Protocol reporting and review had been resolved; expressed concern that only seven in- depth review reports could be published prior to SBI-10; and requested the Secretariat to prepare a report on experiences with the review of second national communications for consideration at SBI-12. Matters relating to Annex I communications referred by SBSTA were adopted (FCCC/SBI/1999/L.2, L.3, and L.6).",
      "On SBSTA`s conclusions relating to the technical review process for Annex I GHG inventories, SBI, inter alia: agreed on the preliminary elements of a draft decision for consideration by COP-5; decided to consider draft guidelines for technical reviews of greenhouse gas inventories at SBI-11; invited Parties to submit their views on the draft guidelines to the Secretariat by 1 October 1999; and requested the Secretariat to develop a work plan for the technical review process, for the period 2000 to 2002, for consideration at SBI-11."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}