{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Venezuela",
      "Argentina",
      "United Kingdom",
      "Saudi Arabia",
      "United States",
      "Brazil",
      "China"
   ],
   "enb_end_date": "30-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "30-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12176e.html",
   "id": "enb12176e_58",
   "section_title": "Scientific and Methodological Aspects of the Proposal by Brazil:",
   "sentences": [
      "The SBSTA took up this matter on 24 July.",
      "On Brazil's proposal on reductions toward an overall emission ceiling for Annex I Parties allocated on the basis of each Party's relative share of responsibility for climate change, Chair Dovland said a workshop had been held to identify scientific and methodological aspects of the proposal.",
      "The EU noted progress in addressing the technical basis of the proposal, but identified several outstanding issues.",
      "Several developing countries warned that the work should not go beyond the COP's mandate.",
      "The US noted the workshop's narrow focus, called for consideration of other models and indicators, and supported continued research.",
      "Chair Dovland said informal consultations on draft conclusions would be undertaken by David Warrilow (UK) and Luis Gylvan Meira Filho (Brazil). On 27 July, Warrilow reported to the SBSTA on the informal consultations, noting that the group had been unable to reach consensus on the timing of future work.",
      "Brazil proposed that a side event on this issue be held at COP-7.",
      "He noted that a number of non-Annex I Parties thought it would be useful to have a workshop before SBSTA-16, focusing specifically on the scientific and methodological aspects.",
      "Delegates then considered the draft conclusions prepared on this matter (FCCC/SBSTA/2001/L.2).",
      "Saudi Arabia, supported by Venezuela and China, suggested that this issue only be addressed before SBSTA-18.",
      "The EU and Argentina urged that the meeting be held sooner.",
      "Following discussion in a small informal group, SBSTA agreed that it will take up the matter for discussion at SBSTA-16.",
      "Reference to SBSTA deciding on future action at this sixteenth session was deleted.",
      "Another amendment was accepted in terms of which SBSTA requests the Secretariat to review this proposal and facilitate dissemination of scientific and methodological information on this proposal. The conclusions were accepted, as amended.",
      "In the conclusions, the SBSTA: recalls that COP-3 decided that Brazil's proposal should be referred to the SBSTA; take notes of a progress report on the issue; and encourages Parties to support the research effort on scientific and methodological aspects of the proposal."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}