{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Tuvalu",
      "Saudi Arabia",
      "Russia"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_33",
   "section_title": "CLEANER OR LESS GREENHOUSE GAS-EMITTING ENERGY",
   "sentences": [
      "SBSTA addressed this issue at a plenary session on Tuesday, 11 June, and draft conclusions were adopted on Thursday 13, June.",
      "Chair Thorgeirsson drew delegates` attention to the workshop report on cleaner or less greenhouse gas-emitting energy (FCCC/SBSTA/2002/INF.8).",
      "Canada, opposed by the G-77/China, EU, CG-11 and Norway, proposed a draft decision to permit it to receive assigned amount units equivalent to the global environmental benefit created by its exports of cleaner or less greenhouse gas-emitting energy in the first commitment period, not exceeding 70 million tonnes of carbon dioxide-equivalent annually (FCCC/SBSTA/2002/MISC.3/Add.1). Many Parties asserted that Canadian cleaner energy exports constitute 'business as usual' and questioned the proposed decision`s potential precedent-setting effect, its legal basis, and its possible impact on incentives for Annex I Parties to reduce emissions.",
      "The EU observed that the Marrakesh Accords took national circumstances into account, and Tuvalu noted that the proposal did not account for trade in unclean energy.",
      "The Russian Federation expressed interest in a future discussion on the matter, noting that his country also exports cleaner energy.",
      "Saudi Arabia suggested that consideration on the proposed draft decision not proceed until methodological and legal issues are resolved, and proposed organizing a workshop and an IPCC evaluation.",
      "Canada, with New Zealand, Japan and the Russian Federation, suggested that Parties discuss the proposed draft decision further at COP-8.",
      "Chair Thorgeirsson engaged in consultations, and on Thursday, 13 June, presented draft conclusions, which were adopted without amendment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}