{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Mauritius",
      "Canada",
      "Argentina",
      "Saudi Arabia",
      "United States"
   ],
   "enb_end_date": "07-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "07-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12250e.html",
   "id": "enb12250e_2",
   "section_title": "ORGANIZATIONAL MATTERS",
   "sentences": [
      "President González García informed Parties that the Kyoto Protocol now has 129 ratifications and will enter into force on 16 February 2005.",
      "He stated that despite intersessional consultations, Rule 42 (voting) of the rules of procedures remains unresolved, and said he will conduct informal consultations. President González García then introduced the provisional agenda for adoption.",
      "CANADA withdrew its proposal on cleaner energy exports, in the spirit of moving discussions forward.",
      "The EU, opposed by SAUDI ARABIA, proposed deleting the agenda item on matters relating to Protocol Article 2.3 (adverse effects of policies and measures). The US, supported by SAUDI ARABIA and opposed by ARGENTINA, AOSIS, the EU and MAURITIUS, disputed discussion on inputs from the COP to the BPOA+10 and WCDR.",
      "Following informal discussions, Parties agreed to consider an 'exchange of views on UNFCCC activities relevant to other intergovernmental meetings,' with a footnote in the agenda stating that the exchange of views will be reflected in the COP-10 report and serve to assist the Executive Secretary in reporting to these meetings.",
      "Parties adopted the agenda, with Article 2.3 and the review of Article 4.2(a) and (b) (Annex I commitments) held in abeyance. The election of officers other than the President is postponed until nominations have been finalized.",
      "The COP approved the admission of organizations as observers.",
      "Regarding the date and venue of COP-11 and the procedure for the appointment of an Executive Secretary, Parties agreed that further consultations are necessary.",
      "President González García said he will prepare a non-negotiated summary of the high-level panel discussions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}