{
   "actors": [
      "League of Arab States",
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "New Zealand",
      "India",
      "Marshall Islands",
      "United States",
      "Japan",
      "Brazil",
      "Kenya",
      "Canada",
      "Mexico",
      "Colombia",
      "Tuvalu",
      "Sudan",
      "United Kingdom",
      "Malaysia",
      "Australia",
      "Zimbabwe",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "04-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "31-Aug-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12644e.html",
   "id": "enb12644e_11",
   "section_title": "TIMEFRAMES",
   "sentences": [
      "The group on section J (Timeframes), which was co-facilitated by Roberto Dondisch (Mexico) and George Wamukoya (Kenya), met from Tuesday through Friday.",
      "This issue was also discussed in informal meetings and a joint spin-off group with section L (Procedural and Institutional Provisions) on the issue of housing of commitments, led by the Marshall Islands and Norway.",
      "Reacting to the Co-Chairs§ Tool on Tuesday and Wednesday, parties focused on issues of scope, timing, communication of commitments/contributions/actions, stocktaking, and housing.",
      "On scope, Japan viewed timeframes as being mostly related to mitigation, and called for a common cycle for submitting and updating mitigation contributions.",
      "Australia suggested that processes for mitigation and adaptation may differ.",
      "The US emphasized that adaptation and mitigation can be treated separately while maintaining their equal importance.",
      "Singapore said the section should refer to mitigation, adaptation, and support.",
      "The EU recognized the need to capture the evolving nature of mitigation, adaption and finance, and to tailor a system for each.",
      "Tuvalu, for the LDCs, stated that modalities for mitigation and MOI may differ, and that parties should individually and collectively increase ambition.",
      "Colombia, for AILAC, noted the issue of collective or individual commitments with regard to finance is being addressed in the finance section.",
      "Sudan, for the African Group, called for discussing adequacy, explaining that the legal force of its members§ undertakings would depend on developed countries§ delivery of finance.",
      "On communication and adjustment of commitments/contributions/actions, Canada said provisions on upfront information should be captured in decision text.",
      "The US supported successive contributions every five years and proposed a simple consultative period for the consideration of INDCs without a top-down review.",
      "AILAC emphasized the principles of progression and no backsliding.",
      "Saudi Arabia, for the Arab Group, stressed that many developing countries base their INDCs on the delivery of MOI.",
      "Noting the need for flexibility in the communication provision, the African Group called for defining both individual efforts and information to be provided to ensure transparency, clarity and effective aggregate consideration.",
      "On the housing of commitments, many parties, including AILAC and the EU, said housing is not a timeframe issue.",
      "China suggested provisions on housing be addressed in the section on Procedural and Institutional Matters and captured in decision text.",
      "Sudan noted linkages with the section on Procedural and Institutional Matters, in particular with inscription and entry into force.",
      "Brazil opposed an annex to house contributions.",
      "On stocktaking/review, New Zealand supported a review of collective efforts including an assessment of past actions and future commitments/contributions.",
      "Brazil emphasized that the aggregate evaluation aims to enable parties to reflect on and update their own contributions.",
      "Malaysia, for the LMDCs, called for a comprehensive aggregate review.",
      "With China, he emphasized that a review of support is key to increasing ambition.",
      "India stated the review could be a reference tool but should not prescribe individual efforts.",
      "China cautioned against \"a naming and shaming approach.\" He proposed identifying implementation gaps, sharing best practices and including cooperative efforts.",
      "The US said an aggregate review could include: what parties collectively implemented; types of challenges; and opportunities for enhanced international cooperation and support in light of enabling environments.",
      "On timing, the Marshall Islands stressed the importance of a common timeframe on mitigation contributions.",
      "In the context of mitigation, he proposed four steps: communication of proposed commitments; a 12-month ex ante process to assess aggregate effect; a process for inscription; and stocktaking of commitments.",
      "Several parties supported a five-year cycle for a global review of mitigation contributions.",
      "The LMDCs suggested parties decide for themselves on either five- or ten-year timeframes of individual contributions.",
      "Singapore questioned whether linking the collective review to a common cycle for reporting would be realistic.",
      "Observing the linkages among sections, delegates agreed to invite Co-Facilitators from other groups and consider joint spin-offs.",
      "On Thursday, delegates heard from the Co-Facilitators on adaptation and finance about discussions relating to timeframes in their groups.",
      "Parties also established a joint spin-off group with the section on Procedural and Institutional Provisions on the issue of housing of commitments, moderated by the Marshall Islands and Norway.",
      "Many supported including a general stocktaking of global progress in the agreement.",
      "Brazil suggested the agreement establish a process for stocktaking, with output timed at least one year before parties submit revised nationally determined contributions (NDCs).",
      "The EU suggested a synthesis report as the \"output\" of the stocktaking and that the latest science be among its \"inputs.\" On adjustments of NDCs, several parties emphasized the voluntary nature of adjustments to NDCs, with the EU underlining this should be compatible with progress towards a long-term goal in the agreement.",
      "Zimbabwe, for the African Group, called for an article defining communication of the different types of undertakings, with flexibility for parties with limited capacity.",
      "Tuvalu, for the LDCs, suggested that: the term \"NDCs\" refers to mitigation; the term \"contributions\" does not apply to adaptation; and a parallel timing process for MOI is needed.",
      "On Friday, the Marshall Islands reported back to the group that discussions in the joint spin-off group focused on different options for housing, including annexes to the agreement, schedules, registries, contribution documents, attachments as well as their potential legal, political and practical implications.",
      "Saint Lucia requested the Co-Facilitators to take note of its proposal for an Annex III to house parties§ nationally determined mitigation commitments.",
      "Co-Facilitator Dondisch then presented, and delegates commented on, a list of key elements for the section on Timeframes with summary points reflecting discussions of the group on the issues of: stocktaking/review; maintenance of commitments/contributions/actions; upgrading of successive commitments/contributions/actions; and adjustment to NDCs.",
      "The list also notes: ambition, progression, positive collective process, transparency, dynamism, and differentiation as issues to be taken into consideration; as well as initial INDCs and housing as issues where more clarity is needed.",
      "Parties expressed their preference to use language from the Co-Chairs§ Tool.",
      "The Co-Facilitators agreed to provide the list of key elements for this section, with parties§ comments, to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}