{
   "actors": [],
   "countries": [
      "Russia",
      "United Kingdom",
      "Russian Federation",
      "United States",
      "Hungary",
      "Kenya",
      "Moldova",
      "Canada",
      "Belgium",
      "Netherlands",
      "Saudi Arabia",
      "Slovenia",
      "Austria",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_34",
   "section_title": "ELECTION PROCEDURES",
   "sentences": [
      "This agenda item was taken up in plenary each day and in contact group sessions on Tuesday and Wednesday.",
      "In plenary, Chair Pachauri introduced the Revised Draft Rules and Procedures for the Election of the IPCC Bureau and Task Force Bureau (IPCC-XXIV/Doc.",
      "6), submitted by the Co-Chairs of the Open-ended Task Group on Election Procedures, David Warrilow (UK) and Richard Odingo (Kenya). On Tuesday, Chair Pachauri reminded delegates that the text had undergone extensive government scrutiny, that the language is consistent with other IPCC documents, and that the text should not be considered 'ab initio.",
      "' On definitions, discussions centered on whether IPCC Bureau members are countries or persons, with Switzerland and the Russian Federation favoring reference to countries, while Hungary, Canada, Belgium, the Netherlands and Slovenia supported reference to persons.",
      "Austria and the US suggested attending to this in the rules of procedure rather than in the definitions.",
      "Switzerland, with Canada, New Zealand and others stressed the need for flexibility in organizing the IPCC Bureau and, opposed by China, wished to exclude reference to Annex C, which lists the composition of the IPCC Bureau and any Task Force Bureau, in the definition of the IPCC Bureau.",
      "The Russian Federation stressed the need for members to have government support given the intergovernmental nature of the IPCC.",
      "The US, with Hungary, noted the importance of clearly defining the functions of a nominations committee. During contact group discussions on Tuesday afternoon and evening, delegates discussed terms of appointment and re-election procedures, in particular a rule on cases where a member of the IPCC Bureau or a Task Force Bureau resigns or is unable to complete the assigned term of office.",
      "Co-Chair Warrilow explained that the rule includes a 'security check' insofar as the new member would have to be elected by the Panel.",
      "On nominations, delegates supported deletion of a reference to a candidate`s nationality.",
      "On election procedures, many delegates supported the use of some WMO formulations for a nominations committee to facilitate voting procedures, and stressed the importance of regions choosing their candidates.",
      "Delegates also agreed to rules on the size and composition of the IPCC Bureau, the definition of the IPCC Bureau, and other outstanding issues. In plenary on Wednesday, Co-Chair Warrilow presented the revised draft rules agreed to in the contact group (IPCC-XXIV/Doc.",
      "6, Rev.",
      "China expressed reservations on Rule 20, regarding nomination of candidates, saying that if a country wishes to nominate a candidate from a different country, the nomination should be reconfirmed by the country of which the candidate is a national.",
      "The Russian Federation, with Moldova, said that a country member could not propose someone from another country.",
      "Saudi Arabia stressed the need for specific rules.",
      "New Zealand, Belgium, Canada and others expressed concern that text that had been agreed in the contact group after many hours of discussion was being reopened, and called for agreement of the text as a package.",
      "Chair Pachauri proposed temporarily suspending plenary to allow for informal discussions on this issue. Upon resumption of the plenary, Co-Chair Warrilow read new language noting that 'Should a member of the IPCC nominate a person who is not national of that member`s country, the endorsement of the nominee`s government shall be sought.",
      "' China agreed to the new language.",
      "The Russian Federation, opposed by New Zealand, preferred 'to obtain the approval.",
      "' Saudi Arabia proposed additional language that would require regional endorsement.",
      "Contact group discussions continued during the lunch break.",
      "In the afternoon plenary session, Chair Pachauri proposed, and delegates agreed, to the content of all provisions except Rule 20, to discuss Rule 20 at IPCC-25, and to adopt the election rules and procedures only when Rule 20 is agreed."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": "ipcc"
}