{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Bangladesh",
      "United States",
      "Japan",
      "Bolivia",
      "Grenada",
      "Canada",
      "South Africa",
      "Algeria",
      "Turkey",
      "Sweden",
      "Sudan",
      "Lesotho",
      "Senegal",
      "Australia",
      "Indigenous Peoples",
      "Egypt",
      "Qatar",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "06-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12447e.html",
   "id": "enb12447e_42",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "On Friday evening, the AWG-LCA closing plenary convened.",
      "Chair Zammit Cutajar explained that the six contact groups had worked tirelessly and that he sensed increased urgency in their work.",
      "He underlined his firm conviction that a strong outcome in Copenhagen can be achieved, called for flexibility in Copenhagen and emphasized that the opportunity remains within grasp.",
      "Chair Zammit Cutajar noted that due to time constraints, observers would not make statements, but these would be available on the Secretariat s website at: http://unfccc.int/meetings/items/4381.php.",
      "Underscoring the importance of the AWG-LCA s work for the delegates grandchildren, children and those yet to come, he said he would make one exception to allow the Youth to make a statement.",
      "The Youth urged avoiding scientific and political tipping points of no return, stressed Copenhagen as the last opportunity to solve the climate crisis and called on parties to take the brackets off our future.",
      "Parties then made closing statements.",
      "Sudan, for the G-77/China, underscored the UNFCCC as the sole legitimate forum for these negotiations and denounced all means that would place the determination of the agreed outcome in Copenhagen in the hands of a few countries.",
      "He expressed concern at attempts to diminish the level of ambition and stressed the need to proceed on two parallel tracks without exporting vital parts of the Kyoto Protocol into the Convention track, denying historical responsibilities or weakening the Convention, particularly the principle of common but differentiated responsibilities.",
      "On the Copenhagen outcome, he called for agreement on ambitious emission reduction targets by developed countries that are not Protocol parties and on the delivery of means of implementation.",
      "He identified the need for: a financial mechanism under the authority of the COP to implement financing commitments; an effective mechanism for technology transfer; and institutional arrangement to deliver finance for the implementation of adaptation actions.",
      "Grenada, for AOSIS, stressed significant action by AOSIS members and other developing countries to adapt to the impacts of climate change without support.",
      "She highlighted that AOSIS will not go to Copenhagen just to reaffirm the status quo and stressed that there are no legal impediments for concluding work in Copenhagen.",
      "She opposed weak political solutions, stressing that AOSIS is not prepared to wait and gamble with the safety and livelihoods of their people, and called for a legally-binding outcome in Copenhagen.",
      "Algeria, for the African Group, noted the imbalance in progress on mitigation by developed countries under sub-paragraph 1(b)(i) of the BAP and mitigation by developing countries under sub-paragraph 1(b)(ii), calling for legally-binding commitments from developed countries that are not parties to the Protocol.",
      "He emphasized that it will be possible to achieve a legally-binding outcome in Copenhagen but that political will be needed and that a legally-binding outcome under the AWG-KP will be required for a legally-binding outcome under the AWG-LCA.",
      "Lesotho, for the LDCs, highlighted that parties must agree on a legally-binding agreement in Copenhagen.",
      "He noted that long-term financing, capacity building and technology transfer are matters of survival for the LDCs.",
      "Australia, for the Umbrella Group, noted the progress made at the Barcelona meeting, saying that text had been streamlined and clarified.",
      "She highlighted that Copenhagen should result in a robust and comprehensive legally-binding outcome, which includes maximum possible global emission reductions.",
      "Switzerland, for the Environmental Integrity Group, lamented that very little progress had been made during the week and called for focusing on the most crucial issues early in Copenhagen to provide solid negotiating text for political leaders.",
      "Sweden, for the EU, underlined that in Copenhagen parties have to reach a legally-binding agreement that includes all nations, embraces the target of limiting temperature increase to below 2°C, sets out ambitious emission reduction targets and scales up public and private finance.",
      "Noting that failure is not an option, he said that reaching a legally-binding agreement may be difficult in Copenhagen because of limited time remaining and stated that in that case, work needs to be continued afterwards.",
      "China stressed that Copenhagen must become a success and called for a focus on the mandate and essentials of the BAP.",
      "He also noted China s proactive role in addressing climate change and called on developed countries to catch up with developing countries.",
      "Bolivia called for financing and technology transfer for adaptation in developing countries and highlighted the need to consider indigenous peoples.",
      "The US expressed optimism based on: an agreed objective by parties; steps by major players to make near-term contributions; advancement of negotiations on institutions for financing; and sustained engagement by international leaders.",
      "Canada underscored the need for collaboration to reach a legally-binding agreement in Copenhagen.",
      "Norway said that a political decision from Copenhagen should include a pathway to reach a legally-binding agreement.",
      "Japan underlined useful and intensive discussions in Barcelona, but said there are fundamental differences remaining.",
      "He stressed the need to establish a fair and effective single instrument in the post-2012 period and highlighted Japan s proposals on finance and technology.",
      "Tanzania said they would provide a document to be considered with non-paper No.",
      "39 on REDD-plus and called for a fair, equitable and just deal driven by science and the provisions of the Convention.",
      "Egypt called for the outcomes of Copenhagen to be: consistent with the Convention and the BAP; address all the elements of the BAP; and not weaken the distinction between developed and developing countries.",
      "Senegal highlighted the importance of local and sub-national governments in the text on a shared vision for long-term cooperative action.",
      "Pakistan highlighted the importance of dealing with institutional arrangements on finance, on comparability of arrangements, and on technology transfer.",
      "Bangladesh called for assurance of delivery of support and finance, as well as technology transfer and capacity building.",
      "He urged parties to strengthen their commitment to complete their tasks and not defer them.",
      "India said parties must guard against a weak, declaratory outcome from Copenhagen to form the basis of future work.",
      "Supported by Qatar, he stressed that the UNFCCC must continue to remain the foundation for climate change action.",
      "Turkey called for recognition of decision 26/CP.7 (amendment to Annex II of the Convention) and said his country should be differentiated from other Annex I countries.",
      "He said Turkey wants to undertake voluntary mitigation actions within the context of international efforts to combat climate change, and that NAMAs are the suitable framework for Turkey to undertake such actions.",
      "South Africa supported the African Group s rejection of a weak outcome in Copenhagen in the nature of a political declaration, and called for a legally-binding two-track outcome.",
      "She stressed that the annex to document FCCC/AWGLCA/2009/L.4 is not a basis for negotiations, but only documentation to facilitate negotiations.",
      "She underlined that there was no agreement on the organization of the text in the annex.",
      "Parties then adopted the meeting s report ( FCCC/AWGLCA/2009/L.4 ).",
      "Chair Zammit Cutajar noted that the report will contain a substantive annex with the non-papers, urged parties to remove brackets from around our future in Copenhagen and closed the meeting at 9:05 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}