{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "United States",
      "Bolivia",
      "Australia",
      "Brazil",
      "Ecuador",
      "Canada",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "10-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "10-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12636e.html",
   "id": "enb12636e_1",
   "section_title": "Finance",
   "sentences": [
      "Co-facilitator Georg Børsting announced a revised document would be available after the session and outlined a proposed mode of work. All parties noted with appreciation the streamlining work by the co-facilitators and Secretariat, with many encouraging the co-facilitators to continue further streamlining the text. On flow, AUSTRALIA, supported by CANADA, NEW ZEALAND, the US and Switzerland, for the EIG, suggested placing paragraphs on contributions under the legal agreement before those on the scale of resources.",
      "BRAZIL suggested that, for developing countries, the most evident way of fulfilling the ADP§s mandate to enhance action is by addressing scale. On identification of decision text, Bolivia, for the G-77/CHINA, supported by many developing countries, said this step should be preceded by a discussion on substance.",
      "Ecuador, for the LMDCs, stressed that first discussing placement would prejudge the negotiating outcome. The EU proposed identifying paragraphs for different kinds of decisions.",
      "The EIG stated that discussions on \"separation\" may be premature but the agreement should be durable.",
      "NEW ZEALAND said elements in the agreement should be durable, future-focused and applicable to all parties. On linkages, the G-77/CHINA, supported by many developing countries, said finance should be reflected in all relevant sections of the text.",
      "BOLIVIA, speaking on her country§s behalf, said finance is among the overarching goals of the 2015 agreement. The US said finance-related paragraphs should be placed in the finance section.",
      "The EU called for not having operational details on finance in other sections.",
      "The EIG proposed a conceptual discussion on all finance-related paragraphs without shifting them. The facilitated group on finance reconvened in the evening to discuss further streamlining the text, based on the revised document."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}