{
   "actors": [
      "Group of 77",
      "African Group",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Denmark",
      "Cuba",
      "Nicaragua",
      "Venezuela",
      "China",
      "Tuvalu",
      "United Kingdom",
      "Sudan",
      "Bolivia"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_141",
   "section_title": "DECISIVE MOMENTS IN COPENHAGEN",
   "sentences": [
      "The Copenhagen Conference was characterized by many dramatic events.",
      "From the outset, there were rumors about a Danish text that had reportedly been shown to select countries participating in the Pre-COP 15 in November, with the intention of tabling it in Copenhagen.",
      "Indeed, during the first week of the Conference, a document was leaked through The Guardian newspaper in the UK, which some veteran negotiators identified as an earlier draft of the Danish text.",
      "In anticipation of the COP Presidency s text for a Copenhagen Agreement, many negotiating groups and ad hoc coalitions began working on their own texts, some of which were also leaked to the media.",
      "During the opening of the high-level segment on 16 December, the Danish COP Presidency officially announced its intention to table two texts based substantially on the two texts forwarded by the AWGs.",
      "The proposal angered many delegates, especially developing countries, who argued that the proposal undermines their transparent and democratic efforts throughout the year to develop negotiating texts under the AWG-LCA and AWG-KP.",
      "Those writing the Danish text are not adequately familiar with the process, lamented another, continuing: You cannot just assume that you understand these enormously complex issues and come up with something from out of the blue.",
      "You should listen and take advice from those who know how this process works.",
      "Informal consultations ensued, taking up an entire day of negotiating time on Wednesday during the second week, at what many saw as a critical point in the Conference.",
      "As a result, parties agreed that only texts developed by the AWG-KP and AWG-LCA would be used as a basis for further discussion.",
      "While many blamed the Danish COP Presidency for the time wasted, some others voiced concerns over the rejection of the Presidency s proposal: The texts from the AWG-LCA and AWG-KP are too complicated and full of brackets - Ministers and Heads of State cannot negotiate based on them.",
      "Tabling a compromise text would have been a way out.",
      "The current situation effectively means that high-level negotiations will need to start from scratch.",
      "There were also other time-consuming procedural hurdles.",
      "On Monday, 14 December, the African Group and LDCs, supported by the rest of the G-77/China, called for suspending negotiations under the AWG-LCA and on all other issues under the AWG-KP apart from Annex I parties further emission reductions beyond 2012.",
      "The move was intended as a protest against only AWG-LCA issues being taken up during informal ministerial discussions.",
      "The key outcome from Copenhagen must be extension of the Kyoto Protocol and agreement on Annex I countries new targets.",
      "They must therefore be given adequate consideration at higher level, was the position explained by a developing country delegate.",
      "What some characterized as a walk-out by the G-77/China caused severe frustration among most developed country negotiators.",
      "We have come here to negotiate in good faith and listen to developing country concerns - and all they do is block any progress for procedural reasons, commented one developed country negotiator.",
      "Lengthy discussions also took place on whether to establish friends of the chair consultations under the COP on issues being discussed by the AWG-LCA.",
      "While many saw this as the only sensible way to move forward, some developing countries strongly opposed and stressed the need for transparent and inclusive processes.",
      "Some agreements have been negotiated with everyone in the room.",
      "This must be a transparent process, remarked one developing country delegate.",
      "Many other delegates expressed frustration noting that their leaders were already in Copenhagen at a formal dinner hosted by the Queen of Denmark and there were only hours remaining before they would be engaged in the process.",
      "Transparency also dominated discussions concerning the involvement of observers and civil society representatives.",
      "The Bella Center, with its 15,000-person capacity, could not accommodate all 40,000 people who had applied for accreditation, comprising more than 21,000 NGOs and 5,000 media with the remainder being parties or intergovernmental organizations.",
      "In the beginning of the second week, many spent between six and nine hours queuing in the cold and waiting to register - often in vain.",
      "Only a very limited number of civil society delegates were allowed to access the venue during the last critical days of the conference.",
      "Many NGO representatives were angry, arguing that their exclusion from the negotiations at such a critical moment was not good for the outcome: How can we keep up the pressure when we do not know what is going on and are not even allowed near the building where these crucial negotiations are taking place?",
      "asked one NGO representative during COP President Connie Hedegaard s briefing to civil society.",
      "Ultimately, the arrival of 115 Heads of State and Government in Copenhagen changed the dynamics and routine of the negotiations.",
      "On the last day, many well-known negotiators were seen nervously waiting in the corridors with everyone else.",
      "Presidents and Prime Ministers, followed by their entourages and journalists, were seen rushing from one meeting to another.",
      "Late in the evening on Friday 18 December, friends of the chair consultations at the highest political level resulted in an agreement, which was immediately announced by US President Barack Obama before his quick departure back to Washington and widely reported by the media.",
      "In fact, many delegates first learned about the Copenhagen Accord on the internet and draft versions of the text were also leaked through the media long before the official UNFCCC document was produced.",
      "Most media reports alluded to a deal crafted by a small number of countries.",
      "Many close to the process despaired, arguing that announcing an agreement reached by a small group of countries was not democratic or diplomatic.",
      "We are at the United Nations and everyone has to agree before you can report that agreement has been reached, commented one negotiator from a small developing country delegation.",
      "Some, however, argued that the only way to get a real deal was to get the big boys involved - and they would inevitably use their own procedures and tactics.",
      "They also stressed that most of them are democratically-elected leaders and directly accountable to their constituencies.",
      "Yet, whether the procedure leading to the Copenhagen Accord was transparent and democratic enough by UN standards was subject to much debate.",
      "Late Friday night, COP President and Danish Prime Minister Lars Løkke Rasmussen submitted the Copenhagen Accord for formal adoption.",
      "The proposal sparked what many saw as an unprecedented and deeply divisive debate.",
      "A small number of developing countries, with Venezuela, Bolivia, Cuba and Nicaragua in the forefront, voiced strong objections to an untransparent and undemocratic negotiating process and renounced the Copenhagen Accord.",
      "Tuvalu also criticized the text and the procedure.",
      "Sudan called the Accord a suicide note for Africa.",
      "However, all developed countries, most developing countries, as well as spokespersons for AOSIS, LDCs and the African Group, recognized that the negotiating process had been legitimate and urged COP 15 to adopt the Copenhagen Accord.",
      "While willing to admit that the outcome was far from perfect, most countries recognized the Accord as an important step forward.",
      "As a result of informal consultations facilitated by UN Secretary-General Ban Ki-moon early on Saturday morning, COP 15 agreed to take note of the Copenhagen Accord and establish a procedure without precedent under the UNFCCC for countries willing to do so to register their support for the Accord and submit their targets by 31 January 2010.",
      "Many saw this as an unsatisfactory result.",
      "Some also felt that what many media reports seemed to be missing is that while it is very true that many countries - developed and developing ones alike - had serious misgivings about the substance of the Accord, the vast majority considered the negotiating process adequately representative and supported the formal adoption of the Copenhagen Accord."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}