{
   "actors": [
      "Bolivarian Alliance For The Peoples Of Our America",
      "Environmental Integrity Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Niger",
      "Indonesia",
      "Philippines",
      "Nicaragua",
      "Malaysia",
      "Norway",
      "Nigeria",
      "Timor-Leste",
      "China",
      "Iran",
      "Nauru",
      "Papua New Guinea",
      "Saudi Arabia",
      "Switzerland",
      "Swaziland",
      "Guinea",
      "South Africa"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_27",
   "section_title": "ROUNDTABLE ON CLOSING AND WRAPPING UP WORKSTREAM 2:",
   "sentences": [
      "The roundtable on closing and wrapping up Workstream 2 took place on Friday morning.",
      "Co-Chair Dovland recalled ideas expressed, including ratification of the Kyoto Protocol amendment, removing conditionalities from the existing pledges, and encouraging market and non-market approaches.",
      "On increasing the number of countries submitting pledges, he mentioned requesting developing countries that had not submitted NAMAs to do so with the understanding that NAMAs could receive international support.",
      "He also mentioned the interest of parties to address: short-lived pollutants and new technologies; energy efficiency; renewable energy; and implementing low-emission development strategies.",
      "He recognized calls for: enabling environments; providing access to means of implementation; making technology affordable for developing countries; and recognizing co-benefits.",
      "On barriers to implementation, he highlighted: insufficient means of implementation; high capital costs; insufficient anchoring of climate change strategies in domestic policies; and lack of political engagement.",
      "On suggestions for areas to discuss at the June meeting he noted: renewable energy and energy efficiency; land-use opportunities; climate financing and promotion of climate-friendly investment; the role of international cooperative initiatives in enhancing national action; and enhancement of access to means of implementation.",
      "Malaysia, for the Like-minded Developing Countries, said: work must be under the Convention s principles; the Kyoto Protocol amendment should be ratified by developed countries no later than April 2014; and developed countries not included in the Kyoto Protocol should present their comparable efforts by the same date.",
      "Nicaragua, for ALBA, supported: an informative session on the status of the Kyoto Protocol amendment every time the ADP meets; establishment of MRV for means of implementation, and a contact group on finance.",
      "Saudi Arabia highlighted a results-oriented approach and the need to be comprehensive and adopt an economy-wide approach across sectors without singling out particular sectors.",
      "He proposed a workshop on the sustainable development impacts of mitigation.",
      "Iran supported a workshop on technology transfer, including those related to fossil fuels.",
      "Nigeria suggested REDD+ be considered under Workstream 2 as a means for increasing ambition.",
      "China emphasized that discussions in June need to focus on the question of removal of conditions that developed countries have attached to moving to the high end of their commitments during the second commitment period under the Kyoto Protocol.",
      "Nauru, for AOSIS, identified the need for more focused discussion, with developed countries taking the lead and upscaling finance.",
      "He suggested focusing on low-hanging mitigation potential, singling out opportunities from renewable energy and energy efficiency.",
      "Supported by the Philippines, South Africa opposed taking a sectoral approach, emphasizing instead the need for taking a holistic approach and to understand how the outcome of Workstream 2 relates to Workstream 1.",
      "Indonesia emphasized the need for focused discussion and remarked that energy efficiency and renewable energy are key to increasing the level of ambition.",
      "Switzerland, for the EIG, welcomed the convergence emerging at ADP 2, and invited delegates to work on specific thematic areas, including climate finance, renewable energy and energy efficiency.",
      "Brazil indicated that the institutions created since Bali and under the Kyoto Protocol need to show that they work, indicating that Workstream 2 should build upon these institutions and engage other stakeholders.",
      "Norway emphasized that the EU and Norway have been implementing the amendment to the Kyoto Protocol since 1 January 2013, and invited other countries to proceed to ratification.",
      "He emphasized the need for action on REDD+, HFCs, energy efficiency and renewable energy.",
      "He also expressed support for a ministerial discussion on enhancing ambition at COP 19 in Warsaw.",
      "The EU emphasized the need to make progress on upfront costs of capital investment, agriculture, forestry and other land uses.",
      "Papua New Guinea emphasized that REDD+ is more mature than other elements under discussion, and identified the need to quantify its potential in helping filling the pre-2020 gap.",
      "Timor-Leste underscored the need to link ADP discussions with work under the SBI and SBSTA on finance, as well as the need to enhance operationalization of the institutions already established.",
      "Swaziland underscored the need to raise Annex I parties ambition under the Kyoto Protocol, and to enable developing countries to access funding."
   ],
   "subtype": "GROUPS",
   "topics": [],
   "type": "WORKING GROUP"
}