{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Netherlands",
      "Niger",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "27-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "27-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12163e.html",
   "id": "enb12163e_49",
   "section_title": "FORMAL PLENARY",
   "sentences": [
      "Following the informal high-level Plenary, President Pronk opened the formal closing Plenary of COP-6 Part I at 4:30 pm.",
      "The COP took note of documents relating to organizational matters, review of implementation of commitments and of other provisions of the UNFCCC, preparations for COP/MOP-1, and other matters.",
      "President Pronk then introduced a draft decision on the implementation of the Buenos Aires Plan of Action (FCCC/CP/2000/L.3). After minor amendments to the text, COP-6 adopted this decision, whereby the COP: notes progress in considering all issues under the Buenos Aires Plan of Action; takes note of the formal note by the President dated 23 November 2000, as an element of political guidance to the completion of work on the negotiating texts forwarded to the Conference by its subsidiary bodies on 18 November 2000, and those contained in the notes by the President dated 24 and 25 November 2000, and invites Parties to submit views on those texts by 15 January 2001, to the Secretariat; decides to suspend COP-6 and requests its President to seek advice on the desirability of resuming that session in May/June 2001 with the aim of completing work on negotiating texts and adopting a comprehensive and balanced package of decisions on all issues under the Buenos Aires Plan of Action; requests President Pronk to make proposals for the further development and consideration of texts and seek advice before the resumed meeting takes place, doing so in a transparent manner; and urges Parties to intensify political consultations among themselves and seek common ground to enable the successful conclusion of negotiations under all issues under the Plan of Action. COP-6 then adopted a resolution proposed by Nigeria, on behalf of the G-77/China, expressing the COP's gratitude to the Netherlands and the city of The Hague for hosting this meeting (FCCC/CP/2000/L.4). In closing, President Pronk stated that, although he had felt disappointed and dispirited earlier in the day, discussions over the previous few hours and the statements during the final informal high-level Plenary had given him fresh hope that an agreement could be reached.",
      "He thanked delegates and the UNFCCC Secretariat for their hard work, and declared COP-6 suspended shortly after 6:00 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}