{
   "actors": [],
   "countries": [
      "Austria",
      "Netherlands",
      "New Zealand",
      "Australia",
      "United Kingdom",
      "Belgium"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_30",
   "section_title": "IPCC Decision",
   "sentences": [
      "In its decision, the IPCC: agreed on the need to establish a process for evaluating, addressing and correcting, if necessary, potential errors and further developing errata, as appropriate; noted the proposed IPCC protocol for addressing errors in previous assessment reports (IPCC-XXXII/INF.8), which describes a clear decision tree, based on the nature of the material and the steps necessary to avoid bias, so that potential errors can be addressed as rapidly as possible; urged the IPCC Bureau to take any necessary steps to ensure that this protocol is finalized and then used for evaluation of potential errors and developing errata as necessary; and requested the task group to further consider this issue with a view to making a decision at IPCC-33.",
      "Recommendations and decisions on the IPCC s evaluation of evidence and treatment of uncertainty: Delegates addressed the IAC recommendations on uncertainty, including: All WGs should use the qualitative level-of-understanding scale in their SPM and Technical Summary, as suggested in the IPCC s uncertainty guidance for AR4.",
      "This scale may be supplemented by a quantitative probability scale, if appropriate. CLAs should provide a traceable account of how they arrived at their ratings for level of scientific understanding and likelihood that an outcome will occur.",
      "Quantitative probabilities should be used to describe the probability of well-defined outcomes only when there is sufficient evidence.",
      "Authors should indicate the basis for assigning a probability to an outcome or event (e.g., based on measurement, expert judgment, and/or model runs).",
      "The confidence scale should not be used to assign subjective probabilities to ill-defined outcomes.",
      "The likelihood scale should be stated in terms of probabilities in addition to words to improve understanding of uncertainty.",
      "Where practical, formal expert elicitation procedures should be used to obtain subjective probabilities for key results.",
      "The group first addressed uncertainty in the contact group on Tuesday.",
      "WG II Co-Chair Chris Field provided an overview of the draft guidance notes for AR5 LAs on consistent treatment of uncertainties across the three WGs (IPCC-XXXII/INF.9), which was submitted by the Co-Chairs of the WGs.",
      "He noted the uncertainty guidance had been developed before the IAC Review and that almost all of the IAC recommendations were already addressed.",
      "He said the guidance: builds on AR4 guidance; is clearer; facilitates consistent application; harmonizes implementation across WGs; addresses new dimensions and challenges; and should be used for key findings.",
      "He stressed that uncertainty should be communicated carefully, using calibrated language for key findings, and that traceable accounts should be provided to describe evaluations of evidence and agreement.",
      "Believing the guidance notes presented by the WG Co-Chairs represent a comprehensive and useful treatment of the IAC recommendations, Australia asked about the relationship between the two and whether the WG Co-Chairs accepted the IAC recommendations.",
      "He asked about implementation to ensure that authors have full access to these guidelines. WG I Co-Chair Thomas Stocker reiterated that the guidance notes cover most of the IAC recommendations, noting that five of the six recommendations are already being implemented.",
      "On the qualitative scale recommendation, he said the guidance notes go further than the IAC recommendation.",
      "On traceable accounting, he said the LAs should be able to clarify how they reached conclusions.",
      "On quantitative probabilities, he said the likelihood scale worked well.",
      "Regarding the confidence scale, he noted ill-defined outcomes are flagged in the IAC recommendation and addressed in the guidance notes.",
      "On the likelihood scale, he said using words, in addition to probabilities, would ensure that results are more easily understood. WG III Co-Chair Ottmar Edenhofer emphasized that confidence is a way to synthesize evidence and agreement and called for a clear understanding and procedure on how to aggregate evidence and agreement into confidence scales.",
      "Many parties welcomed the draft guidance notes but said that they required further work.",
      "New Zealand said that implementation of the IAC recommendations should be guided by the uncertainty guidance notes.",
      "On creation of a traceable account of uncertainty, Austria questioned how to deal with the issue of expert judgment and said that both should be linked to the tasks of review editors who should ensure that the uncertainty guidance notes are used properly and in a consistent manner throughout the report.",
      "The Netherlands, with Belgium, said further work is required on traceable account of uncertainty, and said the guidance notes should be finalized and make clear reference to their treatment of the IAC recommendations.",
      "The UK noted that the uncertainty guidelines are useful but could still lead to a variety of interpretations, and called for seeking the views of CLAs, LAs and review editors.",
      "This issue was addressed further in a drafting group and text was forwarded by the contact group to the plenary for adoption."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}