{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Malta",
      "New Zealand",
      "Kazakhstan",
      "Russian Federation",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Saudi Arabia",
      "Switzerland",
      "Belarus",
      "Egypt",
      "South Africa",
      "United Arab Emirates",
      "Russia"
   ],
   "enb_end_date": "12-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "12-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12327e.html",
   "id": "enb12327e_9",
   "section_title": "WORKSHOP ON THE RUSSIAN PROPOSAL",
   "sentences": [
      "Michael Zammit Cutajar (Malta) facilitated the meeting on behalf of COP/MOP 2 President Kivutha Kibwana.",
      "Zammit Cutajar noted COP/MOP 2 's request to convene a workshop to explore the scope and implications of the Russian Federation's proposal to develop appropriate procedures for the approval of voluntary commitments.",
      "The RUSSIAN FEDERATION elaborated on its proposal, noting the obstacles and limitations under the current regime for countries to take on commitments and explaining that the aim is to make it more attractive for non-Annex I parties to contribute to the objective of the Convention.",
      "He proposed a two-track approach that he characterized as Kyoto and Convention tracks.",
      "He explained that, under the Kyoto track, the COP/MOP would agree on simplified procedures to allow parties to join Annex I and Annex B.",
      "Under the Convention track, he proposed that an approach be developed to support national voluntary commitments by developing countries, noting that many countries are already setting their own goals and targets, without having them recognized under the Convention.",
      "He explained that commitments should be flexible and suggested that incentives could be explored to encourage such commitments. SAUDI ARABIA stressed the workshop's informal nature and CHINA said there should be no follow up.",
      "SAUDI ARABIA recalled long-standing opposition within the G-77/China to voluntary commitments and, supported by EGYPT, said it was not acceptable to try to shift the focus of ongoing post-2012 discussions. AUSTRALIA, CANADA, NORWAY, NEW ZEALAND and others welcomed the opportunity to discuss the proposal.",
      "JAPAN emphasized the importance of involving major emitters.",
      "The EU stressed low-cost mitigation opportunities in the IPCC WGIII findings, and SWITZERLAND emphasized WGIII's message that current policies are not sufficient.",
      "With regards to the Kyoto track, BELARUS lamented that it was practically impossible for amendments to Annex B to enter into force.",
      "KAZAKHSTAN highlighted the unclear status of several former Soviet Union countries under the current regime.",
      "SOUTH AFRICA recognized simplifying existing procedures as a legitimate objective.",
      "The EU proposed discussing this issue under existing agenda items and NORWAY identified adjustment procedures similar to those developed in the context of the Convention on Long-range Transboundary Air Pollution as a possible solution.",
      "On the Convention track, CHINA stressed existing commitments and saw no added value in discussing the Russian proposal.",
      "UNITED ARAB EMIRATES emphasized that directing financial and technology incentives to countries with voluntary commitments would be a fundamental change.",
      "The EU noted the Convention Dialogue as a forum for discussing some of these issues.",
      "SOUTH AFRICA recognized some informal voluntary approaches but questioned whether the time was ripe for a separate Protocol on voluntary commitments.",
      "Michael Zammit Cutajar closed the session by commenting that nobody seemed to oppose discussing the Kyoto track, but that there were clearly two views on the second track, albeit possibly not mutually exclusive ones."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbi/sbsta"
}