{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "United Kingdom",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Saudi Arabia",
      "Samoa",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "17-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "17-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12200e.html",
   "id": "enb12200e_21",
   "section_title": "'GOOD PRACTICES' IN POLICIES AND MEASURES",
   "sentences": [
      "The issue of 'good practices' in policies and measures (P&Ms) was taken up by the SBSTA on Thursday, 6 June, and subsequently addressed in a contact group co-chaired by Pierre Giroux (Canada) and Suk-Hoon Woo (Republic of Korea).",
      "The contact group met four times from 7-12 June to develop draft conclusions, which were adopted by SBSTA on Thursday, 13 June. On Thursday, 6 June, Chair Thorgeirsson introduced the agenda item to the SBSTA Plenary, highlighting COP-7 decision 13/CP.7, which called on SBSTA-16 to consider further action to advance work on 'good practices' in P&Ms, as well as the report of a workshop on P&Ms held in October 2001 (FCCC/SBSTA/2001/INF.5).",
      "He also drew attention to Parties` recent submissions on possible further actions (FCCC/SBSTA/2002/MISC.7).",
      "Several Parties highlighted the importance of national circumstances in determining appropriate P&Ms.",
      "The EU called for a work programme to ensure proper implementation of Protocol Article 2.1(b) (cooperation on P&Ms), and Saudi Arabia, on behalf of the G-77/China, highlighted the need to minimize the impact of Annex I Parties` P&Ms on developing countries.",
      "A contact group was formed to consider the matter further. The contact group met on Friday night, 7 June.",
      "Co-Chair Giroux asked for input on how to move forward on implementing the COP-7 decision.",
      "Several Parties emphasized the value of exchanging information and sharing experiences.",
      "Australia and the US supported a stock-taking exercise to review available information, including from recent workshops, while AOSIS endorsed continuing information exchange, an examination of policy formulation processes, and sectoral analysis. The following afternoon, Co-Chairs Woo and Giroux introduced a one-page document containing a table reflecting issues raised the previous night.",
      "The table included headings on consideration of initial results from actions taken under the COP-7 decision, and on a framework for action.",
      "Parties made suggestions for amendments or additions to the table, and Co-Chair Giroux said draft conclusions would be developed based on these comments. The group reconvened on Tuesday, 11 June, to consider the Co- Chairs` draft conclusions.",
      "Stressing that good practice in P&Ms applies to Annex I Parties, the G-77/China proposed inserting reference to this in appropriate parts of the text.",
      "On text agreeing on a 'frame for action' to consider further steps to advance work on P&Ms, the US proposed limiting the reference to considering further steps 'in implementing decision 13/CP.7.",
      "' The EU, Samoa, New Zealand, Australia and Japan preferred the original broader formulation, or variations on this formulation. At a final meeting on 12 June, the group considered a further revision of the text.",
      "Parties agreed on compromise language on further steps, retaining reference to a 'frame for action' that was supported by the EU and others, and deleting the notion of 'in-depth' information-sharing as an element of this frame, as requested by the US. On Thursday, 13 June, Co-Chair Giroux reported to the SBSTA that the contact group had reached agreement on the draft conclusions, with the exception of a paragraph proposed by the G-77/China on principles.",
      "Following further consultations, a compromise was reached.",
      "The draft conclusions were adopted that evening, as amended."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}