{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Chad",
      "United States",
      "Japan",
      "Philippines",
      "Uganda",
      "Saudi Arabia",
      "Tanzania",
      "Barbados",
      "China"
   ],
   "enb_end_date": "29-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12429e.html",
   "id": "enb12429e_14",
   "section_title": "FINANCE:",
   "sentences": [
      "The Secretariat explained how the finance section had been reordered and consolidated.",
      "Parties then discussed how to proceed by either considering the text line-by-line or by separating elements required for agreement in Copenhagen from issues that could be finalized at a later stage, as proposed by Vice-Chair Machado.",
      "The Philippines, for the G-77/CHINA, emphasized the need to enhance the implementation of commitments and delimiting parameters for future work to be done.",
      "She said financing should be reflected under the specific elements of mitigation and adaptation.",
      "The US advocated a focus on operational elements of the text, acknowledging that some elements would have to be resolved after Copenhagen.",
      "On institutional arrangements, he said the Convention provides that the financial mechanism should be entrusted to existing institutions.",
      "JAPAN questioned the necessity of preambular sections under each of the building blocks.",
      "With a view to shortening the text, SAUDI ARABIA called for the elimination of proposals not in conformity with the Convention.",
      "Referring to preambular language on financial resources required for adaptation and mitigation by developing countries, the EU emphasized that the aim is to strengthen the Convention s implementation by drafting a meaningful legal text as opposed to a purely political declaration.",
      "Uganda, for the LDCs, supported looking at the key elements that would constitute a decision on finance.",
      "Barbados, for AOSIS, supported a short and focused preambular section and said that commitments on finance should be legally binding.",
      "He opposed Saudi Arabia s proposal to include reference to response measures.",
      "TANZANIA supported merging relevant paragraphs and differentiating between adaptation and mitigation funding.",
      "The EU noted the importance of highlighting that financial resources should be raised by all countries to, at least, support domestic actions."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}