{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Pakistan",
      "United Kingdom",
      "Argentina",
      "United States",
      "Japan",
      "Philippines",
      "Australia",
      "China"
   ],
   "enb_end_date": "01-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "01-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12431e.html",
   "id": "enb12431e_2",
   "section_title": "MITIGATION (paragraph 1(b)(ii) of the BAP)",
   "sentences": [
      "During the morning s contact group on mitigation by developing countries, parties focused on NAMAs and exchanged initial views on their working method and clusters of text on: principles, objectives and nature; definitions and scope; support, enabling activities and institutional arrangements; plans and strategies; a NAMA registry; MRV; national schedules; and a new sub-section for MRV.",
      "The US, supported by the EU, highlighted an overlap with other sub-groups and suggested focusing on developing operational language.",
      "ARGENTINA said financing, technology transfer, and capacity building discussions were needed.",
      "The US, opposed by AOSIS, said it was not necessary to discuss what constitutes NAMAs.",
      "The EU suggested focusing on areas of convergence, and PAKISTAN and INDIA said convergence may be found by focusing on proposals in line with the Convention and the BAP.",
      "The G-77/CHINA opposed proposals unifying mitigation in Annex I and non-Annex I parties. AUSTRALIA, supported by AOSIS, suggested combining the clusters on MRV.",
      "JAPAN suggested parties with high emissions should achieve energy intensity targets.",
      "CHINA highlighted that NAMAs are voluntary and decided by developing countries, and that actions needed to be discussed alongside support.",
      "INDIA highlighted that support should cover full costs of measures and not be based on assessments of needs.",
      "He also highlighted that unsupported actions cannot be subject to verification.",
      "The PHILIPPINES identified the need to finance readiness for NAMAs rather than specific actions.",
      "On grouping the text, AOSIS suggested that the clusters on NAMA registry and national schedules should be combined.",
      "CHINA and INDIA proposed deleting clusters on national schedules and the sub-section on MRV.",
      "The PHILIPPINES stressed the need to maintain the distinctions between proposals in the consolidation of text.",
      "Facilitator Mukahanana-Sangarwe highlighted proposals will not be removed without consultation with parties.",
      "She said she would consult informally with parties on how to further consolidate the text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}