{
   "actors": [],
   "countries": [
      "Thailand",
      "Iran",
      "Barbados",
      "Philippines",
      "Mexico"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_6",
   "section_title": "MEASURES TO MITIGATE CLIMATE CHANGE",
   "sentences": [
      "On Wednesday morning, 28 April, delegates considered reporting on measures to mitigate climate change, with presentations covering issues such as: mitigation programmes; methodologies, technical resources and guidelines; and data, information, financial and technical services, and support.",
      "The session concluded with a general discussion. Dominique Revet, UNFCCC Secretariat, opened the session with a presentation reporting on national mitigation programmes in the national communications.",
      "Noting that the original COP-2 decision on non-Annex I national communications had contained very little guidance on this issue, he explained that the COP-8 Guidelines had set out further guidance.",
      "Revet then elaborated on the four paragraphs on mitigation reporting contained in the Guidelines (paragraphs 37-40).",
      "These paragraphs contain information and guidance describing the benefits of mitigation measures, the methodological approaches and models available for mitigation assessments, the technical resources involved in such assessments, and the value of sector- and project-specific information. Revet then outlined the methodologies, technical resources and guidelines available for reporting on mitigation programmes, pointing out that the first step involves choosing from a range of 'bottom-up' and 'top-down' methodologies available for mitigation analysis.",
      "He described the available options and processes for evaluating national social and economic development frameworks for climate change mitigation, baseline scenario projections, mitigation scenario projections, macroeconomic scenarios and implementation issues.",
      "In the discussion that followed, Revet highlighted the value of revisiting the mitigation analysis carried out in first national communications, in order to update their information and analysis.",
      "The Philippines noted the importance of financial and technical capacity development in conducting the analysis. Vute Wangwacharakul, Department of Agricultural and Resource Economics, Kasetsart University, Thailand, briefed participants on the process involved in preparing Thailand`s first national communication.",
      "Focusing on the reporting on mitigation activities, he began by identifying the strengths and weaknesses in the process of preparing the first communication, noting that on the financial and technical aspects, Thailand had benefited from numerous multilateral and bilateral programmes, including UNDP/GEF country programmes, as well as relevant national sectoral development plans and economic analyses.",
      "However, he also observed that comprehensive data on specific sectors was largely absent and that accessing information sources had been problematic.",
      "Wangwacharakul emphasized the advantages of subcontracting experts from local universities and non-governmental organizations, while engaging international experts as and when needed.",
      "He reported that the preparation of Thailand`s second national communication required additional stocktaking and the inclusion of the agriculture and livestock sectors.",
      "Wangwacharakul concluded that the preparation of non-Annex I communications was a 'capacity- building process' that was largely dependent on the availability of financial resources and the effective use of existing national and regional capacities.",
      "He added that the process also hinged on adequate opportunities to combine capacity between sectoral and climate change experts, the potential to improve modeling capacity, and the availability of support from multilateral agencies and bilateral donors. Julia Martínez Fernández, Ministry for the Environment, Mexico, briefed participants on her country`s mitigation policies and activities.",
      "Noting that Mexico`s second national communication includes various mitigation policies, she reported on mitigation activities in key sectors, including projects to develop combined cycle power plants, industrial cogeneration, renewable energy, efficient lighting in homes, efficient air conditioning equipment, reforestation projects, and energy efficiency at PEMEX, the government-owned oil company.",
      "Noting the environmental, economic and health benefits of mitigation projects, she observed that Mexico has now decoupled emissions growth from economic growth. The morning session ended with a general discussion.",
      "Responding to a question from Iran about the drop in energy intensity in Mexico in the late 1990s, Martínez said this was because of a devaluation of the Peso in 1995.",
      "Barbados raised concerns that the revised UNFCCC Guidelines increased the information requirements, expertise and resources needed to prepare the second national communication, as compared to the first communication.",
      "Wangwacharakul agreed that the quality of technical information in the second national communication would depend on the resources available.",
      "Responding to a question on the length of the national communications, Revet and Philip Weech, UNFCCC Secretariat, said this would be decided by national governments, but added that the Secretariat would need some background information to compile the synthesis report."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}