{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "United States",
      "China"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_14",
   "section_title": "Finance",
   "sentences": [
      "The focus of discussions was on the establishment of a new fund, the composition of a body, fast-start finance, long-term finance, MRV of support, and the role of the Global Environment Facility (GEF).",
      "On the new fund, several developing countries emphasized the need to determine the scale and sources of finance and underlined that the fund should be part of the UNFCCC process.",
      "They also called for the fund to have a governance structure, which: functions under the COP; has a clearly identifiable oversight mechanism; and comprises a balanced and equitable representation of parties.",
      "Some parties noted the need for the fund to be subjected to MRV.",
      "Five party submissions (FCCC/AWGLCA/2010/MISC.6/Add.1) on the fund and an oversight body were submitted from Bangladesh, the EU, the LDCs, the G-77/China, and the US.",
      "Parties considered several proposals on the operation and design of the new fund, including the EU proposal, which envisages: a complementary fund to existing institutions or mechanisms; possibly with different thematic windows; the World Bank as a trustee; and the establishment of an ad hoc committee to design the fund.",
      "On the fund establishment process, the US proposed inviting ministries of finance to convene a transitional working group in a series of meetings open to all interested parties and led by finance ministers.",
      "The G-77/China proposal envisages the establishment of a standing or ad hoc committee on finance, to provide regular support to the COP.",
      "Parties also discussed whether to have a decision on a new body to exercise an oversight function or, alternatively, a decision that does not prejudge a new body.",
      "On fast-start finance, parties considered whether to make reference to it in a Cancun decision.",
      "Some parties noted that it is outside the mandate of the AWG-LCA, while others called for a separate decision on fast-start finance, including its channels, sources and nature.",
      "Several parties expressed flexibility on making a preambular reference to fast-start finance in a Cancun decision.",
      "On long-term finance, many parties highlighted the need for new, additional, adequate and predictable finance, as well as assessed contributions derived mainly from public sources.",
      "Other parties cautioned against proposing simplistic percentage figures.",
      "On MRV of financial support, some parties advocated using and building on the existing national communications systems, rather than recording financial support provided to developing countries in a registry.",
      "Some parties supported reaffirming the GEF as the operating entity of the financial mechanism, while others advocated further reform of the GEF to make it more responsive to the Convention.",
      "A note by the co-facilitator on elements for a draft decision was forwarded to the AWG-LCA on the establishment of a new fund and a new oversight body.",
      "The main elements consist of, inter alia : key points/principles; the modalities; the design process; governance; secretariat; trustee; reporting; standing committee on finance or new body; use of existing institutions; and incorporation of the fund and standing committee in a legally-binding outcome.",
      "During final drafting group discussions, one party called for a good faith gesture and a common understanding that finance will be adopted as part of a balanced package in Cancun even if progress has not been made on other issues.",
      "Some parties complained that proposals had not been adequately reflected and also called for a clear reference in a footnote of the link between the co-facilitators note and the proposals contained in the party submissions.",
      "Other parties maintained that the note was a useful document, which crystallizes options that have been discussed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}