{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Lithuania",
      "Philippines",
      "Bangladesh",
      "Nepal",
      "Oman",
      "China",
      "Australia",
      "Lesotho",
      "Nauru",
      "Swaziland",
      "Indigenous Peoples",
      "Bolivia",
      "Sudan"
   ],
   "enb_end_date": "15-Jun-14",
   "enb_long_title": "Bonn Climate Change Conference - June 2014",
   "enb_short_title": "SB 40",
   "enb_start_date": "04-Jun-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12598e.html",
   "id": "enb12598e_48",
   "section_title": "CLOSING SBI PLENARY:",
   "sentences": [
      "SBI Chair Yauvoli informed parties on the multilateral assessment working group session, to be held for the first time in Lima, and sought assurances from parties that all other issues on the SBI 41 agenda be closed by 5 December, to allow for the first round of the multilateral assessment working group to be launched on 6 December.",
      "The Secretariat reported on administrative and budgetary implications of conclusions adopted by the SBI at this session. SBI Rapporteur Mabafokeng Mahahabisa (Lesotho) presented the draft report of the session (FCCC/SBI/2014/L.1), which was adopted.",
      "Bolivia, for the G-77/China, expressed concern over, inter alia : the lack of funding for the NAP process; the lack of sustainable, predictable and adequate funds through the Adaptation Fund; and the inadequacy of the Durban Forum on Capacity Building in addressing developing countries' needs.",
      "Nepal, for the LDCs, underscored adaptation is critical and the provision of adequate and predictable support to formulate and implement NAPs is 'key to protect lives and livelihoods'.",
      "Bangladesh said: 'US$100 million in pledges by Annex II countries are not enough to make the Adaptation Fund sustainable'.",
      "Sudan, for the African Group, suggested: completing the second review of the Adaptation Fund in Lima; considering potential diversification of revenue streams; and enhancing direct access modalities and institutional linkages between the Fund and other institutions.",
      "The EU stressed the need to deliver on the Cancun Adaptation Framework, and expressed disappointment with the lack of progress on CDM reform, underlining necessary technical work on net mitigation.",
      "Nauru, for AOSIS, with the LDCs, stressed 'needed' CDM reform to generate real and measureable emission reductions The African Group lamented lack of progress on the review of the modalities and procedures for the CDM, noting 'CDM has not seen its way to Africa'.",
      "The EU noted progress made on next steps for concluding the 2013-2015 review and on transparency and reporting.",
      "AOSIS also called for information in the 2013-2015 Review to address the 1.5 °C temperature goal.",
      "Australia, for the Umbrella Group, welcomed: steady progress made in Bonn; the consideration of the IPCC AR5 findings by the SED; agreement on the Kyoto Protocol Expert Review date; and technology.",
      "The EU and the Philippines noted the need to operationalize the Warsaw International Mechanism for Loss and Damage.",
      "The LDCs welcomed conclusions under the Poznan Strategic Programme on technology transfer and the joint annual report of the TEC and CTNC, suggesting COP 20 help developing countries to resolve access barriers to technology.",
      "The African Group emphasized the value of the Poznan Strategic Programme on technology transfer, 'especially when it involves TNA and piloting of both mitigation and adaptation technologies'.",
      "Bangladesh lamented that adaptation technologies are still not adequately addressed, and called for removing barriers, such as intellectual property rights (IPRs). CJN!, for ENGOs, stressed the importance of operationalizing the Warsaw International Mechanism for Loss and Damage to provide technical and financial support to developing countries, and said the UNFCCC should avoid the privatization of side event spaces. CAN, for ENGOs, expressed alarm over the proposed side-event cost recovery system, and called for allocating adequate resources to observer participation.",
      "Noting under-representation of the Youth from the Global South at this meeting, Youth called for continued discussion on Convention Article 6 (education, training and public awareness).",
      "Woman and Gender explained more women with access to capacity building, information and finance will provide 'tools to face climate change and solutions to create resilience'.",
      "Indigenous Peoples recommended, inter alia , adopting an integral approach to NAPs that respects indigenous peoples' rights, knowledge systems and governance, and recognizing at all levels of decision-making free, prior and informed consent. SBI Chair Yauvoli expressed confidence on progress in Lima and closed the meeting at 12:19 pm, on Sunday, 15 June. SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE (SBSTA 40) Opening the session on 4 June, SBSTA Chair Emmanuel Dumisani Dlamini (Swaziland) welcomed participants, highlighting that 2014 is a challenging year and emphasizing the importance of expediting work with the objective of adopting decisions in Lima.",
      "Renate Christ, IPCC Secretary, reported on the work of the IPCC, including approval and adoption of contributions by WGII on impacts, adaptation and vulnerability, and WGIII on mitigation of climate change.",
      "She called for the SBs to use the rich knowledge contained in the reports to inform their work. SBSTA Chair Dlamini introduced the agenda (FCCC/SBSTA/2014/1) and proposed an additional sub-item under agenda item 11(d) 'methodologies for financial reporting by Annex I Parties to the Convention', suggesting that work on this issue be undertaken primarily in Lima while undertaking preliminary work at this session.",
      "The agenda was adopted as amended, and parties agreed to the organization of work.",
      "Election of Officers: On 15 June, SBSTA Chair Dlamini reported that Jurga Rabazauskaite-Survile (Lithuania) was elected rapporteur.",
      "No nomination for Vice-Chair was received, and SBSTA Chair Dlamini reported that the current Vice-Chair would remain in office."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "SBI"
}