{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "18-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12332e.html",
   "id": "enb12332e_5",
   "section_title": "BUDGET:",
   "sentences": [
      "Delegates met in a morning contact group and approved the core programme budget of US$54,031,584, representing a 0.99% increase.",
      "The G-77/CHINA proposed deleting a sentence in the draft conclusions on the possibility of using the advice of the UN Advisory Committee on Administrative and Budgetary Questions in preparing budget proposals.",
      "The EU raised concerns about this deletion, and Chair Dovland suggested that the EU's objections could be noted in plenary.",
      "Debate ensued on language in a paragraph requesting the executive secretary in the course of implementing the programme budget to make every effort to ensure that support to developing countries and other key areas of work in the proposed programme budget is not affected.",
      "The EU, supported by the US, suggested deleting ensure that and inserting provide sufficient support.",
      "The G-77/CHINA clarified that it had accepted the lower budget proposal on the condition that developing country activities were not implicated.",
      "This paragraph was eventually accepted, as amended by the EU, with further minor amendments by the G-77/CHINA.",
      "The draft COP decision was also accepted, as presented.",
      "Parties reconvened in an afternoon contact group to consider a revised COP/MOP decision reflecting outcomes from consultations on the International Transaction Log (ITL).",
      "Helen Plume (New Zealand), who facilitated Friends of the Chair discussions, presented text that was accepted after deletion of a paragraph requesting the Executive Secretary to review the resource requirements of activities for 2009.",
      "Parties also approved an annex II table depicting the indicative scale of fees for the ITL for the biennium 2008-2009.",
      "The COP/MOP decision was then accepted."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}