{
   "actors": [
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Senegal",
      "Indonesia",
      "Philippines",
      "Australia",
      "Nauru",
      "Papua New Guinea",
      "Saudi Arabia",
      "Switzerland",
      "Thailand",
      "Guinea"
   ],
   "enb_end_date": "03-May-13",
   "enb_long_title": "Bonn Climate Change Conference - April 2013",
   "enb_short_title": "ADP 2",
   "enb_start_date": "29-Apr-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12568e.html",
   "id": "enb12568e_25",
   "section_title": "ROUNDTABLE ON BUILDING A PRACTICAL AND RESULTS-ORIENTED APPROACH TO INCREASING PRE-2020 AMBITION:",
   "sentences": [
      "The roundtable on building a practical and results-oriented approach to increasing pre-2020 ambition (Workstream 2) took place on Thursday afternoon.",
      "Viet Nam noted that his country is using its own resources for mitigation, adaptation, and loss and damage, which is hindering progress towards sustainable development.",
      "He called for an effective management instrument for climate finance.",
      "Thailand identified the need to respect multilateral rules and remove unilateral measures.",
      "Saudi Arabia highlighted that fossil fuel subsidies serve to advance sustainable development needs, expressing concern that proposals to address these subsidies are used as an excuse to shift the burden from developed to developing countries.",
      "He stressed the need to consider response measures, and to immediately ratify the Kyoto Protocol amendment, increase its ambition and broaden participation in the second commitment period.",
      "Senegal complemented the process of technology needs assessments, lamenting however, that when it comes to project implementation, the necessary funds are not in place.",
      "Indonesia stressed that low-carbon development strategies must be fully supported by means of implementation.",
      "Papua New Guinea called for a COP 19 decision recognizing REDD+ as a key measure to close the pre-2020 gap and proposed a workshop in June on the forest sector.",
      "Brazil indicated that REDD+ is already being discussed under the SBI, SBSTA and COP, saying REDD+ discussions under the ADP are unnecessary.",
      "Nauru, for AOSIS, called for focusing on renewable energy and energy efficiency AT the June session, with the compilation of a list of successful and innovative policies, followed by submissions and a technical paper.",
      "He suggested technical working groups on these issues at COP 19 and called for a ministerial meeting on renewable energy and energy efficiency.",
      "The EU identified the need for the ADP to move to a more concrete working mode, and called for discussions on incentives to come forward with new pledges.",
      "Australia highlighted that all countries should make a pledge, and countries with pledges should consider doing more.",
      "He supported ministerial engagement at COP 19 to increase ambition, and identified work to clarify MRV as critical.",
      "India identified review of the adequacy of Annex I parties commitments as a key to closing the pre-2020 gap.",
      "He stressed the need to avoid unilateral measures, including on aviation emissions, and opposed addressing HFCs under the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "The Philippines lamented the uncertain future of the Protocol s Adaptation Fund and called for a needs-based approach, underscoring that a results-based approach cannot be applied to adaptation, questioning whether 1000 bodies instead of 2000 after a typhoon would be a good result.",
      "Switzerland called for exchanging information on, inter alia , experiences with climate policies, how to improve nationally enabling conditions, and mobilizing finance and technology.",
      "He underscored the importance of stakeholder involvement, and identified fossil fuel subsidies, bunker fuels, REDD+, agriculture and ecolabels as interesting areas to explore."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}