{
   "actors": [
      "Group of 77",
      "Brazil, South Africa, India and China",
      "Alliance of Small Island States",
      "Central American Integration System",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "Coalition for Rainforest Nations",
      "African Group"
   ],
   "countries": [
      "Sri Lanka",
      "Nicaragua",
      "Australia",
      "Peru",
      "Thailand",
      "Germany",
      "Costa Rica",
      "Pakistan",
      "Bolivia",
      "South Africa",
      "Cuba",
      "Chile",
      "Iraq",
      "Papua New Guinea",
      "Colombia",
      "Switzerland",
      "Sudan",
      "Ecuador",
      "Malaysia",
      "Algeria",
      "Venezuela",
      "Iran",
      "China",
      "Dominica",
      "Saudi Arabia",
      "El Salvador",
      "Swaziland",
      "Dominican Republic",
      "Argentina",
      "India",
      "Philippines",
      "Congo",
      "Kuwait",
      "Mali",
      "Gambia",
      "Egypt",
      "Guinea"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_7",
   "section_title": "CLOSING PLENARY:",
   "sentences": [
      "The ADP closing plenary took place on Wednesday, 5 September.",
      "Co-Chair Mauskar advised delegates that summaries of the discussion would be made available on the UNFCCC website, as would a note containing the reflections of the Co-Chairs on the session as a whole and looking forward to Doha and beyond.",
      "Many countries commended the Co-Chairs for successfully guiding the discussions in Bangkok.",
      "Germany briefed delegates on the climate dialogue that convened in Berlin on 16 July 2012, involving climate ministers from 30 countries.",
      "She highlighted that raising ambition does not only refer to mitigation, but includes providing means of implementation and technology transfer.",
      "She stressed that the second commitment period of the Kyoto Protocol is seen as an important step, and that countries will continue to have different responsibilities in a future climate regime, observing that Doha will be a point of transition where one journey ends and another begins.",
      "The G-77/China stressed that completing the work of the AWG-LCA will provide the necessary and solid basis for the Durban Platform, and that the ADP must not be an exercise of rewriting the Convention, and must be in accordance with the principles of equity, CBDR and respective capabilities.",
      "He described Workstream 1 discussions as still in the phase of clarifying conceptual ideas, while Workstream 2 required more detailed work in order to move forward.",
      "Australia, for the Umbrella Group, supported organizing ministerial roundtables in Doha.",
      "On a new climate agreement, he proposed open discussions on how to design an agreement that: takes into account national circumstances; builds ambition; elicits broad participation; incorporates lessons learned; understands countries domestic drivers; stimulates low-emission development strategies; and is capable of responding to changing circumstances.",
      "On ambition, he highlighted the need to explore drivers for enhancing ambition, particularly of those parties that have not yet made pledges, and how best to encourage complementary measures, including, for example, the engagement of cities and the private sector.",
      "The EU called for concrete initiatives and the application of clear milestones, underlining the urgency of raising ambition.",
      "He proposed that sufficient time be devoted to the ADP next year, including intersessional meetings, saying that an immediate priority should be to clarify and capture next steps in 2013.",
      "He supported a compilation of options by the Secretariat, including implications in terms of emission reductions.",
      "With AOSIS, he endorsed: holding ministerial discussions on pre-2020 mitigation ambition at the pre-COP and in Doha; and establishing contact groups on the two workstreams, emphasizing different timescales for deliverables.",
      "Switzerland, for the EIG, supported a work plan with broad guidelines and milestones for continuing work to 2015, as well as focused and technical work and mitigation action in addition to what is already on the table.",
      "Stating that the ADP work is critical to the final package in Doha, AOSIS said that the workstream on ambition was of fundamental importance and a priority for AOSIS, and that ways of increasing ambition identified in UNEP s Emissions Gap Report should be part of the Doha outcome.",
      "He stressed: the need for developed countries to increase their means of implementation to enable developing countries to implement existing NAMAs and to adopt more ambitious ones; and the work plan should support, not detract, from raising ambition under the other AWGs.",
      "Swaziland, for the African Group, said Workstream 1 should culminate in an enhanced multilateral rules-based regime, and adhere to historical responsibility, CBDR and the development priorities of developing countries.",
      "He said that Workstream 2 should emphasize ambition actions beyond the commitments inscribed under the Bali Roadmap, and that the work plan should not be a substitute for commitments under the Bali Roadmap.",
      "The Gambia, for the LDCs, supported: establishing contact groups to progress deliberations; deepening understanding on the ADP roadmap to be adopted in Doha; and progressive discussions on a 2013 work plan on ambition.",
      "He hoped for more clarification on complementary measures, the contribution of these initiatives to closing the gap, and provision of costs and associated means of implementation.",
      "He said proposed initiatives should be prioritized, and suggested the Secretariat play a role in leveraging these efforts.",
      "He supported holding ministerial-level discussions in Doha.",
      "Egypt, for the Arab Group, said the ADP should take as its departure point the results of the other AWGs.",
      "He proposed: the Co-Chairs prepare a matrix incorporating the various elements of Decision 1.CP/17 and present their proposals on how these could be implemented at the beginning of 2013; convening two roundtables in Doha on means of implementation and equity; and a briefing on the conclusions of the long-term finance workshop.",
      "He said equity must be the gateway to ambition and that no contradiction exists between the two.",
      "Cuba, for ALBA, said: the Kyoto Protocol must be safeguarded; the fate of Doha depends on the fate of the second commitment period; the new regime must not be weaker than the existing one; and historical responsibility and the use of common space cannot be sidelined.",
      "He called for discussions on sustainable patterns of consumption and production and equity, and said developing countries are showing more ambition than developed countries on a voluntary basis.",
      "South Africa, for BASIC, stressed that 2012 should focus on the Kyoto Protocol amendment, the adoption of an agreed outcome under the AWG-LCA, and the launching of the Durban Platform.",
      "He underlined that the work of the ADP must build on that of the other AWGs, and called for continuing the roundtable working format in Doha.",
      "Nicaragua, for SICA, expressed concern over the slow progress in Bangkok, and urged all parties to make greater commitments, and advance in a balanced and equitable manner on both Convention tracks.",
      "Papua New Guinea, for the Coalition for Rainforest Nations, stressed the need to agree on a clear and ambitious action plan for the ADP, which should include REDD+ implementation as a primary element.",
      "Referring to international cooperative initiatives on REDD+, she said the REDD+ Partnership failed in fulfilling its role for the effective disbursement of phase 1 and 2 committed support.",
      "Peru, for Chile, Colombia, Costa Rica and the Dominican Republic, highlighted the need for reassurance that developed countries will take the lead through ambitious and binding climate action and reliable finance.",
      "Malaysia, for Algeria, Argentina, Bolivia, China, Cuba, Democratic Republic of the Congo, Dominica, Ecuador, Egypt, El Salvador, India, Iran, Iraq, Kuwait, Malaysia, Mali, Nicaragua, Pakistan, the Philippines, Saudi Arabia, Sri Lanka, Sudan, Thailand and Venezuela, stressed that it was premature to launch contact groups before Doha and to hold ministerial meetings on the ADP in Doha, considering the early and exploratory stage of the discussions under the ADP.",
      "He called for the principles of equity and CBDR to be applied to the work under both streams of the ADP, and emphasized that Doha should focus on the successful conclusion of the AWG-LCA and AWG-KP.",
      "Thailand, as host country, said the Bangkok talks were a starting point for the Doha talks.",
      "In conclusion, the Co-Chairs said they would reflect on the ideas raised in the discussions in Bangkok and commended the spirit of cooperation shown by delegates.",
      "The ADP informal plenary closed at 4:24 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}