{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Philippines",
      "New Zealand",
      "Micronesia",
      "China",
      "Japan",
      "Kuwait",
      "South Africa"
   ],
   "enb_end_date": "30-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12430e.html",
   "id": "enb12430e_3",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "In the afternoon s contact group, the Secretariat introduced a revised version of the informal note compiling possible quantified emission limitation and reduction objectives (QELROs) submitted by parties.",
      "Parties then reflected on how to move forward.",
      "The EU identified two elements affecting the level of Annex I aggregate emission reductions: efforts by countries that are not parties to the Protocol as they affect the global level of ambition; and the overachievement of their targets by a number of Protocol parties in the first commitment period.",
      "He identified the need for coordination with the AWG-LCA and for clarity on how the surpluses from the first commitment period will be treated.",
      "NEW ZEALAND noted that a commitment to ambitious emission reductions requires changes to LULUCF rules and effective carbon market mechanisms.",
      "JAPAN emphasized that their pledge of reducing emissions by 25% from 1990 levels by 2020 is premised on an effective and fair agreement with participation by all major emitters.",
      "CHINA, KUWAIT and INDIA emphasized that the Convention and Protocol contain no references to major emitters, advanced developing countries or environmental integrity and that discussions should be based on historical responsibility and the principle of common but differentiated responsibilities.",
      "The EU, with several developed countries, stressed the need for coherence with the AWG-LCA, noting the absence of some major emitters from the Protocol process.",
      "The FEDERATED STATES OF MICRONESIA indicated that consideration of comparable efforts by developed countries by the AWG-LCA ensured coherence between the two negotiating tracks. SOUTH AFRICA recommended using science as the basis for determining Annex I countries aggregate level of ambition, suggested a 40% reduction from 1990 levels by 2020 as the aggregate target and proposed then addressing issues of feasibility, practicality and how to allocate individual targets.",
      "Underscoring the current flood disaster in their country, the PHILIPPINES stressed that the current level of ambition of Annex I parties pledges does not reflect the stark reality his country is facing at home and supported starting with a top-down approach.",
      "Co-Chair Charles identified two broad topics that had emerged from the discussions, namely ensuring coherence with the AWG-LCA and the top-down science-based approach."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}