{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Ecuador",
      "Benin",
      "India",
      "Senegal",
      "Micronesia",
      "Togo",
      "Mozambique",
      "Uganda",
      "Chile",
      "Panama",
      "Gambia",
      "Peru",
      "Colombia",
      "El Salvador",
      "Costa Rica",
      "Kenya",
      "Guatemala",
      "Argentina"
   ],
   "enb_end_date": "03-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "03-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12402e.html",
   "id": "enb12402e_6",
   "section_title": "ANNEX I EMISSION REDUCTIONS:",
   "sentences": [
      "Parties considered a proposal to take a bottom-up approach and collect information on Annex I parties existing emission reduction pledges.",
      "Chair Dovland stressed the highly informal nature of the exercise.",
      "He explained that it remains unclear how the AWG-KP will reach conclusions on the numbers, and that the objective was only to gather information.",
      "After discussion, delegates agreed that the Secretariat should provide this information on Saturday.",
      "Micronesia, speaking for AOSIS, as well as for ARGENTINA, BENIN, CHILE, COLOMBIA, COSTA RICA, the GAMBIA, GUATEMALA, ECUADOR, EL SALVADOR, KENYA, MOZAMBIQUE, PANAMA, PERU, SENEGAL, UGANDA and TOGO, stated that Annex I countries, whether or not parties to the Protocol, must collectively reduce their emissions by at least 45% from 1990 levels by 2020, and by more than 95% from 1990 levels by 2050. INDIA specified his proposal from the AWG-LCA mitigation workshop, saying that the AWG-KP should define the aggregate range and individual targets for Annex I Protocol parties, and the AWG-LCA should consider the collective range for all Annex I countries as well as individual targets for Protocol non-parties.",
      "Delegates also discussed the length of the commitment period.",
      "Chair Dovland noted three remaining options: five years, eight years or x years."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}