{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Tuvalu",
      "United States",
      "Saudi Arabia",
      "Germany",
      "China",
      "Indigenous Peoples"
   ],
   "enb_end_date": "18-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "18-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12235e.html",
   "id": "enb12235e_8",
   "section_title": "Effective participation in the UNFCCC process",
   "sentences": [
      "Parties commented on procedures for admitting observers, options for NGO participation, and how to respond to a request by the UN Permanent Forum on Indigenous Issues to establish an ad hoc open-ended working group on indigenous peoples and climate change.",
      "The US said his delegation sought physical presence during meetings of the CDM EB, but that this request was not reflected in the document on effective participation in the UNFCCC process.",
      "SAUDI ARABIA said the document should have considered effective participation of Parties, not NGOs, and, for the G-77/China, highlighted the lack of funding for non-Annex I Parties to attend meetings.",
      "The EU and CANADA welcomed participation of NGOs and indigenous peoples. The UN PERMANENT FORUM ON INDIGENOUS ISSUES highlighted the role of indigenous peoples in addressing climate change and expressed interest in participating in UNFCCC meetings.",
      "TUVALU favored exploring the establishment of the ad hoc working group and suggested the identification of a focal point for indigenous peoples within the Secretariat.",
      "BUSINESS AND INDUSTRY NGOS cautioned against increasing the number of constituencies, holding multi-stakeholder dialogues or establishing a forum for any single constituency.",
      "CLIMATE ACTION NETWORK called for greater support for southern NGOs.",
      "INDIGENOUS PEOPLES ORGANIZATIONS suggested that the Permanent Forum be given advisory status to the SBI and SBSTA.",
      "On membership in constituencies, the US raised concern regarding the criteria for membership to the Research and Independent NGOs (RINGOs).",
      "RINGOS said the intention of membership criteria is simply to clarify how members are distinguished from other constituencies. Chair Stoycheva said a contact group chaired by Karsten Sach (Germany) would be convened on arrangements for intergovernmental meetings."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}