{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Niger",
      "Malaysia",
      "Nigeria",
      "China",
      "Switzerland",
      "Argentina"
   ],
   "enb_end_date": "31-Oct-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "31-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12180e.html",
   "id": "enb12180e_15",
   "section_title": "MECHANISMS",
   "sentences": [
      "Co-Chair Raúl Estrada (Argentina) indicated that the group, assisted by its two drafting groups, should complete its work on Thursday, 1 November.",
      "He said CDM issues requiring resolution to allow a 'prompt start' included election of members of the Executive Board and budgetary issues.",
      "NIGERIA expressed concerns over cross-cutting issues needing to be resolved, including the eligibility requirement in relation to the compliance system. The EU, also speaking for the CG-11 and SWITZERLAND, introduced a proposal on Article 6 (JI) containing appendices on standards for accreditation of independent entities and on criteria for baseline setting and monitoring, as well as several amendments to the draft decisions (FCCC/CP/2001/MISC.5). Delegates then heard a presentation from the Secretariat on modalities under Article 7.4 (assigned amounts) focusing on the elaboration of assigned amounts, registry requirements and the compilation and accounting of emissions inventories and assigned amounts. The G-77/CHINA said the drafting groups should focus on technical rather than high-level political issues.",
      "Co-Chair Kok Kee Chow (Malaysia) suggested focusing on the establishment of registries, starting with the CDM, but leaving the highly technical details to the experts.",
      "Following the negotiating group meeting, the two drafting groups convened in the evening to begin their work."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}