{
   "actors": [
      "Umbrella Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [],
   "enb_end_date": "12-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "12-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12453e.html",
   "id": "enb12453e_6",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Friday 11 December the twelfth anniversary of the Kyoto Protocol delegates were busy preparing for the arrival of ministers and the plenaries scheduled for Saturday.",
      "The draft texts tabled by the AWG-LCA and AWG-KP Chairs in the morning were among the most prominent topics in the corridors.",
      "At noon, the Chairs held joint informal consultations in the plenary hall to introduce their respective drafts.",
      "Parties reactions varied.",
      "On the AWG-LCA text, several parties welcomed the text as a basis for continuing work under the group.",
      "However, some expressed surprise at the timing of its release and what they characterized as lack of adequate consultation with the smaller negotiating groups.",
      "While the AWG-LCA Chair stressed that the text does not prejudge the legal form of the outcome, the proposal envisages the AWG-LCA s outcome as a package consisting of a possible core COP decision, complemented by thematic decisions on the main elements of the BAP.",
      "Those calling for a legally-binding outcome in Copenhagen continued stressing their position, while many others seemed willing to accept an outcome based on a COP decision, at least as a short-term solution.",
      "Throughout the day, parties studied the details of the AWG-LCA draft in preparation for further informal consultations on the substance in the evening.",
      "Apparently, many of them found various issues that they characterized as seriously problematic, with some highlighting uncertainty over future steps to reach a legally-binding outcome and others stressing the text on mitigation as an unacceptable basis for discussions.",
      "The AWG-KP text was also described by some as a surprise.",
      "While developing countries seemed satisfied with the proposal to the extent that it envisages an amended Kyoto Protocol, many developed countries questioned how this relates to their desire to have a unified protocol as an outcome of the negotiations.",
      "Some developed countries also expressed concern that the numbers for Annex I countries mid-term aggregate emission reductions in the AWG-KP text were more ambitious than those in the AWG-LCA text.",
      "Work under the AWG-KP was suspended throughout the day.",
      "The numbers group convened briefly late in the evening, but was adjourned as the Umbrella Group stated they were not in a position to continue working until after having an opportunity to discuss the text with the AWG-KP Chair.",
      "Elsewhere, some countries and negotiating groups continued working on their own proposals, including one released by AOSIS during the day.",
      "Rumors also circulated that other groups and ad hoc coalitions might be coming up with text in the next days.",
      "Finance was another topic being discussed on Friday.",
      "Conscious of the importance of finance for a deal in Copenhagen, some were commenting on the deal on short-term financing reached at the EU Summit in Brussels, to provide €2.4 billion a year for the next three years.",
      "Many NGOs and developing countries were quick to label the offer as a token and stressed that much larger sums were needed.",
      "Some other delegates, however, were pleased to finally see some money on the table and speculated about forthcoming pledges from other Annex I countries.",
      "Elsewhere in Copenhagen, the role of private sector finance dominated the discussions as the various Days events kicked off with the Business Day.",
      "Taking the lead from UNFCCC Executive Secretary Yvo de Boer s briefing Friday morning, approximately 400 business representatives discussed ways that the private sector could contribute to quick-start activities.",
      "Existing sectoral initiatives, including for cement, were highlighted as areas in which the business community could contribute immediate action.",
      "Business leaders also emphasized the desirability of a stable, long-term government-led framework on climate change, as many highlighted that business cannot take the lead towards a low-carbon economy without a price being set on carbon."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}