{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Norway",
      "China",
      "Switzerland",
      "Germany",
      "Argentina"
   ],
   "enb_end_date": "26-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC SB 24",
   "enb_start_date": "15-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12306e.html",
   "id": "enb12306e_21",
   "section_title": "ADAPTATION FUND:",
   "sentences": [
      "This item was introduced in the SBI plenary on 19 May , and then considered in informal consultations and contact group meetings co-chaired by Karsten Sach (Germany) and Marcia Levaggi (Argentina).",
      "Delegates spent much of the time in contact group meetings and informal consultations discussing which institution will eventually be chosen to manage the Fund.",
      "The EU, Canada, Norway, Switzerland, and other Annex I parties preferred the GEF to be designated as the operating entity of the Fund, while several developing countries cited concerns with existing GEF operational policies and expressed interest in exploring other options for managing the Fund.",
      "Based on the submissions and outcomes from a workshop on the Adaptation Fund held in May 2006, the Co-Chairs developed a document that compiles parties ` views on the operation of the Fund.",
      "Parties then added new options to this text, focusing particular attention on language concerning membership of the Fund's governing council, the share of proceeds, and eligibility criteria.",
      "This document was eventually annexed to draft SBI conclusions and, with a submission by the G-77/China (FCCC/SBI/2006/MISC.11) and the pre-existing compilation of parties ` views from the workshop (FCCC/SBI/2006/MISC.7), will form the basis upon which institutions that could manage the Fund can respond to the request from the SBI for further information.",
      "The final issue to be resolved under this item was how to refer to those institutions from which such information would be requested.",
      "Delegates discussed several options for wording, with the G-77/China proposing wording that more directly referenced the institutions specifically included in the annex to the draft SBI conclusions (the GEF, UNDP, UNEP, the Multilateral Fund of the Montreal Protocol, and the Executive Board of the CDM), while many Annex I parties preferred language that was less specific in this regard.",
      "After a lengthy plenary discussion on wording, parties eventually agreed to reference relevant international institutions, including, among others, those contained in the annex.",
      "When agreeing to accept the SBI conclusions, the G-77/China said that it wanted it recorded that the the SBI interpreted this wording to refer to all of the options listed in the annex.",
      "The EU, Norway and Switzerland then noted that since they did not agree with the word all, the report should not reference the SBI.",
      "Delegates eventually agreed that all four statements would be included in the report of the session."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}