{
   "actors": [
      "European Union"
   ],
   "countries": [
      "South Africa",
      "Brazil",
      "Norway",
      "United States",
      "New Zealand"
   ],
   "enb_end_date": "06-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "06-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12193e.html",
   "id": "enb12193e_4",
   "section_title": "Guidelines under Protocol Articles 5, 7 and 8:",
   "sentences": [
      "On guidelines on reporting and review of greenhouse gas inventories from Annex I Parties (implementing decisions 3/CP.5 and 6/CP.5), the Secretariat provided an overview of relevant recommendations and experiences of the technical review process (FCCC/SBSTA/2002/5; FCCC/SBSTA/2002/2; FCCC/SBSTA/2002/2/Add.1-3).",
      "He said the review process aimed to establish more complete and transparent guidelines and highlighted the need to: improve guidelines through a common reporting format (CRF); better define draft report objectives; incorporate a new concept of literature reviewers; and consider timing and length of the review process. The EU underlined the need to increase resources for technical reviews and annual inventories.",
      "The US supported improving software, particularly in the synthesis and inventory assessment phase.",
      "A contact group, chaired by Audun Rosland (Norway) and Newton Paciornik (Brazil) will meet to consider these issues. On guidelines for the preparation of information required under Article 7 and for review under Article 8 and good practice guidance for Article 5.2 (adjustments), Chair Thorgeirsson indicated that sections of the guidelines were not concluded during COP-7.",
      "He said the various issues, including reporting and review of assigned amounts and national registries, and expedited review for the reinstatement of eligibility to use the mechanisms, had been forwarded to SB-16.",
      "COP-7 had also requested SB-16 to deal with the technical aspects of review of demonstrable progress and the treatment of confidential information. Audun Rosland reported on the outcome of a workshop on adjustments under Article 5.2, held in Athens from 3-5 April.",
      "He said participants had recommended that adjustments be used as an exception, and that the procedure should be simple.",
      "He said a second workshop would be organized in early 2003 to assess case studies of simulated adjustments, and to help ensure consistent application of adjustments between review teams. Regarding the expedited review for reinstatement of eligibility, the EU stressed the need for a process compatible with the regular review process and the compliance procedure.",
      "Chair Thorgeirsson said a contact group would be convened under the guidance of Helen Plume (New Zealand) and Festus Luboyera (South Africa). On technical standards for registries under Article 7.4, Murray Ward (New Zealand) reported on the outcome of consultations conducted from 2-3 June.",
      "He said registries were needed to operationalize the accounting of assigned amounts and provide transparency.",
      "He noted that most Annex I country registries are at an early stage of development, and said delegates had considered the nature and scope for standards, concluding that they should be applied to aspects relevant to exchange of data and the transaction log.",
      "He said draft technical standards should be developed before SB-17.",
      "Chair Thorgeirsson said Murray Ward would conduct informal consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}