{
   "actors": [
      "Group of 77",
      "Group of 77 and China",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Jamaica",
      "Qatar",
      "New Zealand",
      "Libya",
      "Norway",
      "Japan",
      "China",
      "Tanzania",
      "Tuvalu",
      "Mali",
      "Maldives",
      "Saudi Arabia",
      "Luxembourg",
      "Egypt",
      "Kenya",
      "South Africa"
   ],
   "enb_end_date": "30-May-05",
   "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies",
   "enb_short_title": "UNFCCC SB 22",
   "enb_start_date": "30-May-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12270e.html",
   "id": "enb12270e_2",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE",
   "sentences": [
      "SBSTA 22 opened on Thursday morning, 19 May 2005.",
      "UNFCCC Executive Secretary Joke Waller-Hunter welcomed delegates and conveyed the regrets of SBSTA Chair Abdullatif Salem Benrageb (Libya) that he was unable to attend the start of the session.",
      "She thanked SBSTA Vice-Chair Amjad Abdulla (Maldives) for taking up the task of chairing the meeting until Chair Benrageb arrived later in the session.",
      "She observed that SBSTA had a heavy agenda that would contribute to COP 11 and COP/MOP 1. Luxembourg, on behalf of the European Union (EU), urged delegates to build on the positive experience of the SOGE, and supported setting in motion procedures on the post-2012 period.",
      "On the SBSTA agenda, he emphasized the item on mitigation, and welcomed discussions on adaptation, and on aviation and maritime transport. Jamaica, on behalf of the Group of 77 and China (G-77/China), stressed international action on climate change and its linkages with the Millennium Development Goals.",
      "She also highlighted issues of adaptation, mitigation and methodological issues.",
      "Kenya, for the Africa Group, pressed for simplified CDM modalities and urgent action on technology transfer and adaptation.",
      "Tuvalu, on behalf of the Alliance of Small Island States (AOSIS), highlighted adaptation and the needs of SIDS.",
      "Egypt called for increased efforts on mitigation.",
      "Mali highlighted the impacts of climate change on LDCs. SBSTA Vice-Chair Abdulla introduced the agenda (FCCC/SBSTA/2005/1).",
      "Saudi Arabia, supported by Qatar, stated that COP decision 10/CP.9 on adaptation should also be reflected in the agenda of the SBI, and suggested deferring adoption of the SBSTA agenda until the SBI matter was resolved.",
      "The EU, G-77/China, Africa Group, Norway, Japan, South Africa, New Zealand, Kenya, Tanzania and others supported adopting the SBSTA agenda.",
      "Vice-Chair Abdulla took note of Saudi Arabia`s concerns, and the agenda was adopted.",
      "SBSTA also approved Vice-Chair Abdulla`s updated proposal for the session`s organization of work."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}