{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Environmental Integrity Group",
      "Bolivarian Alliance For The Peoples Of Our America",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Yemen",
      "Congo",
      "Australia",
      "China",
      "Lesotho",
      "Switzerland",
      "Grenada",
      "Egypt",
      "Vanuatu",
      "Belgium",
      "Bolivia"
   ],
   "enb_end_date": "30-Nov-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "30-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12488e.html",
   "id": "enb12488e_11",
   "section_title": "OPENING STATEMENTS:",
   "sentences": [
      "Grenada, for AOSIS, stressed the objective in Cancun to agree on the amendment of the Kyoto Protocol as mandated by Protocol Article 3.9 (Annex I further commitments) and on consequential amendments to ensure the effectiveness of the Protocol.",
      "Yemen, for the G-77/CHINA, underscored the AWG-KP s mandate and stressed that a second commitment period must be established under the Kyoto Protocol beyond 2012 as the basis for comparable Annex I emission reduction commitments.",
      "Egypt, for the ARAB GROUP, underscored that an agreement under the AWG-LCA will not be possible unless agreement is reached on a second Kyoto Protocol commitment period.",
      "Belgium, for the EU, said a Cancun outcome should further clarify parties emission reduction objectives with a view to limiting global average warming to 2°C and inscribing them under the AWG-KP process.",
      "The EU expressed willingness to commit to a second commitment period as a part of a wider outcome that engages all major economies.",
      "Australia, for the UMBRELLA GROUP, urged progress on items such as land use, land-use change and forestry (LULUCF) and the flexibility mechanisms, and expressed commitment to continuous, effective action on climate change now, up to and beyond 2012.",
      "Switzerland, for the EIG, stressed the need for concerted efforts by both Annex I and non-Annex I parties.",
      "He called for capturing Annex I emission reduction pledges and stressed the importance of a decision on the continuity of existing market mechanisms.",
      "Lesotho, for the LDCs, urged the adoption of ambitious reduction targets to avoid a gap between commitment periods.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, noted, with concern, the lack of political signals that developed countries are prepared to undertake ambitious, legally-binding emission reduction commitments.",
      "Bolivia, for ALBA, stressed that developed country commitments cannot be conditioned on markets and the flexibility mechanisms, eluding historical responsibility.",
      "Vanuatu, for the Pacific Small Island Developing States, called for ambitious and legally-binding targets by Annex I countries and stressed the need for a second commitment period under the Protocol to address the climate crisis."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}