{
   "actors": [],
   "countries": [
      "Ghana"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_8",
   "section_title": "Discussion",
   "sentences": [
      "On water resources and agriculture in West Africa, one participant asked whether the technologies studied were autonomously adopted or introduced.",
      "Nyong responded that many technologies were introduced, and that most were natural resource management technologies introduced after the 1972 drought.",
      "In response to a question on the role of policies, Nyong clarified that he had assessed the impact of both national and state-level policies on adaptation in the region. On coastal zones, a participant noted that severe weather events such as tropical cyclones are a significant problem. On climate change and human health, one participant underlined the linkages between water system storage and diseases.",
      "Another suggested analyzing the connections between malnutrition and the spread of diseases in the Ghana case study.",
      "Agyemang-Yeboah said that there is need for adaptive responses for malnutrition related to climate change, such as that caused by drought and loss of agricultural land.",
      "One participant highlighted the need for technology to identify and prevent the spread of diseases at an early stage, and Agyemang-Yeboah agreed these technologies would be useful. On insurance, a participant raised the issue of reinsurance, and Burton clarified that reinsurance companies are currently addressing the question of catastrophic losses.",
      "Another participant noted the need for public sector involvement, particularly in areas of extreme high risk.",
      "A participant noted that insured parties should be partners in reducing risk.",
      "Pasztor pointed out that two workshops on insurance have been conducted under the Convention. Responding to a question of whether climate change is a quantifiable risk factor, Burton clarified that though it is not precisely quantifiable, it could be taken into account in decision-making using expert judgment.",
      "One participant noted that strategic partnerships with professional organizations could be useful, and another said that focusing on property losses ignores more significant human losses in developing countries.",
      "Burton agreed, but noted that human losses in disasters are decreasing as a result of better early warning and evacuation systems."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}