{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Pakistan",
      "Sudan",
      "United States",
      "Japan",
      "Australia",
      "Antigua and Barbuda",
      "Colombia",
      "Saudi Arabia",
      "Singapore",
      "Costa Rica",
      "China"
   ],
   "enb_end_date": "14-Aug-09",
   "enb_long_title": "Bonn Climate Change Talks - August 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "10-Aug-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12427e.html",
   "id": "enb12427e_34",
   "section_title": "SHARED VISION:",
   "sentences": [
      "This issue was first discussed in an informal group, facilitated by AWG-LCA Chair Zammit Cutajar on Wednesday and Friday.",
      "Smaller groups of countries also met to consolidate the text and work on structure with the aim of streamlining text and avoiding duplication.",
      "During the initial discussion on shared vision, Antigua and Barbuda, for AOSIS, supported by the US, suggested incorporating elements of a shared vision into a political statement.",
      "Sudan, for the G-77/China, preferred deferring discussions until clarity had been achieved on the other building blocks.",
      "The US and Australia said other processes, such as the G-8, the Major Economies Forum on Energy and Climate Change (MEF) and the Pacific Islands Forum, could provide useful input into this process.",
      "Stressing that a long-term global goal is crucial, the EU acknowledged progress has been made on agreement in the MEF to limit warming to not more than 2°C, as well as on the concept of peaking emissions and moving toward low-carbon economies.",
      "India cautioned against selectively quoting declarations adopted in other fora.",
      "He stressed that his country s participation in such meetings had been based on the understanding they would provide momentum to the UNFCCC negotiations, but not feed directly into the negotiations themselves.",
      "Japan highlighted the need for a long-term goal for all parties and the importance of referring to global peaking, low-carbon development strategies and development of innovative technologies.",
      "During Friday morning s session, Chair Zammit Cutajar noted that Colombia, with Costa Rica, had undertaken efforts with other parties to consolidate proposals in the text and reduce duplication, while maintaining all the ideas.",
      "Colombia reported on the consolidation exercise, as well as on efforts undertaken by Antigua and Barbuda to work on structure.",
      "She said suggested groupings/categories to better organize the work included the following: political, guiding principles, actions, nature, context, and outcomes.",
      "Many parties expressed appreciation for the work undertaken, while acknowledging that the specific results would need to be looked at more closely.",
      "India said that whatever methodology is adopted, it should not prejudge the structure of the shared vision text, and clarified that no consensus had been reached on the categories mentioned.",
      "The EU said initiatives by parties to work on the text were important, and represented a transparent approach.",
      "Saudi Arabia said the consolidation and streamlining process could continue during the first week in Bangkok before engaging in negotiations during the second week.",
      "Bangladesh stressed that language highlighting the specific needs and vulnerabilities of LDCs, SIDS and Africa should not be lost.",
      "China said it was important that parties cooperate to promote a supportive and open economic system that would lead to sustainable economic growth and development in all countries, particularly developing countries, to enable them to better address climate change.",
      "He proposed, for inclusion in the text on shared vision, language recalling Convention Articles 3.1 (common but differentiated responsibilities) and 3.5 (supportive and open international economic system), and Convention Articles 4.3 (developed country commitments on financial support) and 4.7 (developing country implementation).",
      "He also stressed that stating that developed countries shall not resort to any form of unilateral measures against goods and services imported from developing countries on grounds of climate change.",
      "India, Saudi Arabia, Singapore, Pakistan and Sudan supported China s proposal, while the EU requested the proposed text be bracketed, highlighting, in particular, concern with referencing Convention Article 3.5.",
      "The US noted China s proposal would entail renegotiating Convention Article 3.5, which does not prohibit unilateral measures that are consistent with agreements under the World Trade Organization (WTO).",
      "He stressed that any proposal to change international trade rules should be considered by the WTO, not under the UNFCCC.",
      "He noted the text was already introduced in the group addressing paragraph 1(b)(vi) of the BAP, and that it would be awkward to negotiate the same text here.",
      "Chair Zammit Cutajar said an appropriate place to discuss this proposal must be found.",
      "Saudi Arabia proposed additional language stating that developed countries shall implement policies and measures to respond to climate change to minimize adverse effects, including the effects on international trade and socioeconomic impacts on other parties, especially those mentioned in Convention Article 4.8 (adverse effects)."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}