{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Bangladesh",
      "Pakistan",
      "United States",
      "Malaysia",
      "Philippines",
      "Brazil",
      "South Africa",
      "Switzerland",
      "China",
      "Barbados"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_3",
   "section_title": "A SHARED VISION FOR LONG-TERM COOPERATIVE ACTION:",
   "sentences": [
      "This issue was addressed in an AWG-LCA contact group on 9 June.",
      "The Philippines, for the G-77/China, said a shared vision means developed countries taking the lead in reducing emissions and developing countries pursuing a clean development path avoiding past mistakes, with adaptation as an integral element.",
      "Switzerland, for the Environmental Integrity Group, said a shared vision should provide a framework for cooperation among all parties, and include a long-term climate objective and ways and means to reach it.",
      "South Africa, for the African Group, said an aspirational goal would be acceptable if underpinned by binding and ambitious targets for developed countries, including targets of 25-40% below 1990 levels by 2020, and at least 50% by 2050.",
      "China said a shared vision does not necessarily mean concrete targets or numerical goals, but is a statement of long-term objectives, goals and means.",
      "He said consideration of an aspirational goal must include discussions on burden sharing.",
      "Barbados, for the Alliance of Small Island States (AOSIS), called for scientific studies on the implications for small island developing states (SIDS) of temperature increases at and above 2°C.",
      "The EU said a long-term goal based on 2°C requires reductions of at least 50% by 2050 compared to 1990 levels, which implies urgent short-term actions.",
      "He said all developed countries must take the lead, meaning binding targets within the range of 25-40% reductions by 2020 compared to 1990 levels.",
      "New Zealand said a long-term goal is also being discussed in other international processes, and that such a goal should be non-binding, informed by science and periodically reviewed.",
      "Bangladesh, for the LDCs, said a shared vision should include the right of developing countries to sustainable development and highlighted the need for adaptation policies, including risk reduction strategies.",
      "Malaysia and Pakistan suggested analyzing the implications of Annex I countries different emissions targets for non-Annex I parties.",
      "Brazil suggested a long-term goal based on the principle of common but differentiated responsibilities, historical responsibility and the best available science.",
      "The US said a long-term goal should be global, realistic, consistent with recent changes in economic development, based on science and aspirational."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}