{
   "actors": [],
   "countries": [],
   "enb_end_date": "23-Oct-97",
   "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate",
   "enb_short_title": "8th Session of the AGBM, SBSTA 7",
   "enb_start_date": "23-Oct-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1260e.html",
   "id": "enb1260e_4",
   "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNICAL ADVICE",
   "sentences": [
      "Dr. Robert Watson introduced a paper containing 16 decisions of the IPCC taken at its September meeting.",
      "He noted that the Third Assessment Report (TAR) would cover a range of scientific, technical, economic and social issues.",
      "It will consist of reports of IPCC Working Groups I (scientific aspects), II (vulnerability of systems) and III (mitigation), and will focus heavily on regional aspects.",
      "The three Working Group reports, which will be approved by late 2000 or early 2001, will be integrated into a policy relevant Synthesis Report, which will be completed by the second quarter of 2001. The Synthesis Report will be written in a non-technical style suitable for policymakers and will address a broad range of key policy relevant questions.",
      "The IPCC Chair and the Working Group Co-Chairs will develop these questions in consultation with the President of the COP and chairs of other FCCC bodies.",
      "The questions will be circulated to governments for comment, and the IPCC will approve them at its Fourteenth Session. The IPCC also took decisions on enhancing participation of experts from developing countries and countries with economies in transition, as well as business and development organizations.",
      "Other decisions related to: scope of the working groups and nominations of lead authors; peer-review process for the Working Group Reports and the TAR; the editorial review process; utilization of non-English language literature; the structure of the IPCC Bureau; publication and translation procedures; and the financial task team. SBSTA delegates asked a number of questions regarding IPCC decisions, such as: whether the IPCC would consider developing an overall environmental objective for the FCCC processes; whether existing long-term observation and satellite systems were adequate; and whether the IPCC deadlines for comments were flexible.",
      "Other questions raised were: whether the 'business as usual' scenario changes by applying IPCC recommendations; what impact would developing countries' actions have in changing it; and whether reducing emissions sooner rather than later would 'buy' greater climatic resilience and certainty. On the TAR, delegates asked: whether uncertainties in projections and conclusions would be addressed; whether research methodologies and techniques would be adequately spelled out; and whether several options and scenarios would be included to allow the reader to draw her own conclusions.",
      "Delegates also asked whether: the TAR would include adaptation options and impacts, particularly for developing countries; rely heavily on numerical models or use historical models as well; whether the synthesis report would address policy questions made by SBSTA; would the link, if any, between 'El Niño' and global warming be addressed; and how would IPCC and SBSTA coordinate their schedules to ensure that TAR was sufficiently informed by SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}