{
   "actors": [],
   "countries": [
      "Niger",
      "Nigeria",
      "Netherlands"
   ],
   "enb_end_date": "17-Mar-00",
   "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)",
   "enb_short_title": "UNFCCC WORKSHOP",
   "enb_start_date": "17-Mar-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12125e.html",
   "id": "enb12125e_4",
   "section_title": "ADVERSE EFFECTS OF CLIMATE CHANGE ON HUMAN HEALTH",
   "sentences": [
      "On 10 March, Roberto Bertollini, Director, Rome Division of the World Health Organization's European Center for Environment and Health, presented an overview of the possible adverse effects of climate change on human health.",
      "He noted that possible adverse effects could result from changes to the frequency and intensity of extreme weather events, as well as from disturbances to ecological systems, which could bring about, inter alia: changes in the geographic range of vector-borne diseases; droughts; floods; and population displacement resulting from sea-level rise. Regarding vulnerability assessments, he suggested that: monitoring and assessments need to take an integrated approach; national assessments of climate-induced human health impacts should constitute an important part of FCCC national communications; information-exchange networks should be developed and strengthened; and relevant research should be promoted, with particular emphasis on empirical studies.",
      "He emphasized the importance of adequate capacity for conducting vulnerability assessments that require multisectoral collaboration, data availability and comparability, trained personnel, and necessary equipment.",
      "On the issue of adaptation, he noted that low-cost adaptation options include: interagency cooperation; reduction of social vulnerability; public education; early warning and epidemic forecasting; support for infectious disease control; and integrated environmental management. In the subsequent discussion, several delegates drew attention to recent reports of a spread of diseases such as malaria and cholera to new areas, and suggested that this may relate to climate change.",
      "Bertollini noted that traditional public health measures can be effective in responding to these diseases, and that public health infrastructure and systems need to be in a position to address such problems effectively.",
      "He noted that climate change may exacerbate or spread certain health risks, and that this would require investment in the health system. In response to a number of delegates' comments on raising awareness of the adverse effects of climate change on health, Bertollini agreed on the need for awareness raising, while noting that it is difficult to encourage policy makers to take measures in response to scenarios for the year 2050.",
      "The NETHERLANDS supported awareness-raising both among the public and policy makers.",
      "The EUROPEAN COMMISSION underscored the potential role of the private sector in terms of adaptation.",
      "Mohammed Sanusi Barkindo (Nigeria), co-chair of the workshop session, stated that 'health is wealth,' and noted the correlation between health spending and health indicators."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}