{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Ecuador",
      "Brazil",
      "India",
      "Denmark",
      "China",
      "Maldives",
      "South Africa",
      "Sudan",
      "Bolivia"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_138",
   "section_title": "OPENING CEREMONY:",
   "sentences": [
      "On 16 December, the opening ceremony of the high-level segment took place.",
      "UNFCCC Executive Secretary de Boer explained he had received a letter of resignation by COP/MOP President Hedegaard and, in accordance with the draft rules of procedure, announced the nomination of Danish Prime Minister Lars Løkke Rasmussen as her replacement.",
      "He also noted that Connie Hedegaard had been appointed as the COP President s Special Representative and would be continuing her efforts in informal consultations.",
      "Hedegaard noted that as a consequence of the arrival of the large number of Heads of State and Government, it was appropriate that the Prime Minister of Denmark take over the position of the COP President.",
      "She also outlined plans by the COP Presidency to table a package for the outcome, consisting of two texts that are based substantially on the two texts forwarded by the AWGs.",
      "She said the texts would be available shortly.",
      "During COP President Rasmussen s opening remarks, several parties raised points of order.",
      "Brazil sought clarification on the texts proposed by the Danish COP Presidency, questioning why they were presented when the COP plenary had not convened to consider the AWG-LCA s report.",
      "UNFCCC Executive Secretary de Boer informed delegates that the COP plenary would convene in the early afternoon to consider the AWG-LCA s report and decide on how to proceed in terms of taking the documents forward.",
      "Brazil, supported by China, said preparing new texts and focusing subsequent discussions on how to take them forward created the impression that text negotiated by parties would not form the basis of further work.",
      "China identified the issue as one of trust between the host country and parties, noting that the procedure had not been transparent.",
      "He stressed that the only legitimate basis for an outcome from Copenhagen is an outcome from the AWGs and the Presidency could not put forward text from the sky.",
      "India underscored that only the AWG-LCA and AWG-KP texts negotiated by parties should guide further negotiations.",
      "The Maldives proposed moving forward by considering the new texts proposed by the COP Presidency.",
      "Sudan, for the G-77/China, emphasized that parties had agreed on a two-track, party-driven, transparent negotiating process and were not ready to rubber stamp text coming out of the blue.",
      "Ecuador drew attention to serious procedural problems, highlighting lack of transparency and inclusiveness.",
      "South Africa recalled the COP Presidency s undertaking to ensure a party-driven process.",
      "Bolivia said the problem was one of substance, not just procedure, highlighting that the Danish texts did not reflect the outcome of a democratic or participatory process. COP President Rasmussen explained that the Danish texts had not yet been presented and that the Presidency fully respected the will of parties.",
      "He reminded parties that the COP plenary would convene in the afternoon and parties could then decide how to proceed."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "COP"
}