{
   "actors": [],
   "countries": [
      "China",
      "Tuvalu",
      "Brazil",
      "India",
      "New Zealand"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_13",
   "section_title": "Clean Development Mechanism",
   "sentences": [
      "Various proposals were made to expand the CDM s scope to include, inter alia, carbon capture and storage (CCS), nuclear activities, sectoral crediting and crediting based on nationally-appropriate mitigation actions.",
      "New Zealand, Climate Action Network (CAN) and others opposed the inclusion of nuclear energy, and Brazil and others objected to CCS.",
      "Concerning LULUCF under the CDM, some developing countries, including African ones, supported expanding the scope of eligible activities, such as crediting for REDD.",
      "China, India, Brazil and others preferred maintaining the current scope limited to afforestation and reforestation projects.",
      "Delegates agreed to replace specific proposals with a general reference to consideration of other LULUCF activities.",
      "They also agreed that their work on these issues needs to be informed by work concerning non-permanence by the AWG-KP LULUCF group.",
      "Several countries also supported considering alternative accounting rules for afforestation and reforestation projects.",
      "Tuvalu, Brazil and others stressed these this should be considered by the LULUCF group.",
      "Delegates agreed to insert a footnote referring to the work on LULUCF by the AWG-KP.",
      "Various proposals were listed concerning improving CDM governance and changing additionality requirements, with some proposals classified for possible consideration during the current commitment period and others to be considered in Accra.",
      "To improve accessibility to CDM projects, proposals were made concerning differentiated treatment of CDM host countries and certain project types.",
      "Delegates agreed to classify these proposals as ones relevant for the second commitment period and consider their substance in Accra."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}