{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Jamaica",
      "United States",
      "Japan",
      "Ghana",
      "Australia",
      "Germany",
      "China"
   ],
   "enb_end_date": "18-May-07",
   "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)",
   "enb_short_title": "SB 26",
   "enb_start_date": "07-May-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12333e.html",
   "id": "enb12333e_47",
   "section_title": "TECHNOLOGY TRANSFER",
   "sentences": [
      "The agenda item on technology transfer was first addressed by SBSTA 26 on Monday, 7 May.",
      "SBSTA Chair Kumarsingh drew attention to recent intersessional meetings in Tokyo and Beijing where parties tried to reach a common understanding on the issue, and the Secretariat presented a summary of the senior level round-table discussion on international technology cooperation ( FCCC/SBSTA/2007/2 ) and a report on the pilot project between TT:CLEAR and national technology information centers ( FCCC/SBSTA/2007/INF.1 ).",
      "The issue was then referred to a contact group co-chaired by Clifford Mahlung (Jamaica) and Kunihiko Shimada (Japan), in which parties consulted on SBSTA draft conclusions and a draft COP decision package forwarded from COP 12 , with two annexes containing a set of actions and the terms of reference for a constituted body to follow the EGTT.",
      "The discussions followed on from previous negotiations at SBSTA 25, where agreement could not be reached.",
      "The main point of contention, which resurfaced at SBSTA 26, was whether to strengthen and continue the mandate of the EGTT, as suggested by some developed countries, or whether to establish a new body as advocated by developing countries.",
      "Due to the lack of agreement at SBSTA 25, the EGTT's mandate was extended for one year to allow for further negotiation.",
      "In considering the decision package forwarded from COP 12 , the contact group made progress on the preambular paragraphs and a few operative paragraphs.",
      "However, most of the text remained bracketed at the conclusion of SBSTA 26.",
      "Divisions remained regarding the form of the new or reconstituted body, although this issue was largely put aside with the hope of agreeing on all other matters and leaving this more controversial issue for Bali.",
      "Another contentious issue related to the constituted body's status.",
      "Ghana, for the G-77/China, wanted the body to be under the authority of the COP and to submit reports both to SBSTA and SBI.",
      "This was opposed by the US, Japan and Canada, which preferred it to report to the SBSTA, with certain relevant items being forwarded to the SBI.",
      "In the closing SBSTA plenary on Friday, 18 May, the SBSTA conclusions and bracketed draft decision and annexes were approved for forwarding to COP 13.",
      "Germany, for the EU, expressed disappointment that these discussions could not be concluded but highlighted the progress made in recognizing the importance of an effective institutional arrangement, access to financing and suitable indicators for monitoring and evaluating effectiveness to the development, deployment, diffusion and transfer of environmentally sound technologies to developing countries.",
      "Australia, for the Umbrella Group, said the proposed multilateral fund on technology transfer, which has been advocated by developing countries, is preventing consensus on this issue.",
      "He urged that the focus should be on relaunching the EGTT with a strengthened mandate."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}