{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "Belarus",
      "Argentina",
      "Russian Federation",
      "United States",
      "Chile",
      "Iceland",
      "South Africa",
      "Slovenia",
      "Saudi Arabia",
      "Malta",
      "China"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_71",
   "section_title": "REVIEW OF IMPLEMENTATION OF COMMITMENTS AND OF OTHER PROVISIONS OF THE UNFCCC",
   "sentences": [
      "On Thursday, 4 December, delegates presented their views on this item, with the Russian Federation, Belarus and Slovenia reporting that the decline in emissions in their countries is due to the decoupling of GDP and emissions, and not due to economic decline.",
      "The G-77/China expressed concern over the increase in Annex I emissions and appealed for political commitment.",
      "Argentina, opposed by the US, questioned the appropriateness of the emissions intensity measurement.",
      "AOSIS, with Bangladesh, said that failure to mitigate emissions has resulted in the need to increase adaptation measures.",
      "Iceland called for the application and transfer of existing technologies, and South Africa called for demonstrable leadership by Annex I Parties.",
      "President Persányi said José Ovalle (Chile) and Michael Zammit-Cutajar (Malta) would co-chair a contact group on this issue. On Friday, 5 December, the contact group discussed a draft COP decision.",
      "Argentina noted omissions regarding the extent of delay in submission of documents, problems in the implementation of P&Ms, and increasing emissions levels.",
      "The US said references to commitments under the Protocol may be premature, questioned the interpretation of Article 4.2 (a) and (b) (fulfillment of commitments by developed country Parties) and objected to the focus on international aviation.",
      "Opposed by the EU, the G-77/China suggested removing reference to Article 4.2 throughout the draft decision, noting that such reference was judgmental. In the COP Plenary on Friday, 12 December, Co-Chair Ovalle reported on the work of the contact group, and the COP adopted the decision.",
      "Argentina stressed that future discussions on this matter should include the need to have comparable methodologies for measuring greenhouse gas emission projections, and Saudi Arabia said the impacts of Annex I P&Ms on developing countries dependent on fossil fuel exports also need to be addressed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}