{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Portugal",
      "Bahamas",
      "China",
      "United States"
   ],
   "enb_end_date": "12-Dec-08",
   "enb_long_title": "UN Climate Change Conference - Poznań",
   "enb_short_title": "COP 14",
   "enb_start_date": "01-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12395e.html",
   "id": "enb12395e_13",
   "section_title": "Non-Annex I Communications",
   "sentences": [
      "Three specific issues were originally under the SBI s draft agenda relating to non-Annex I parties national communications.",
      "These addressed the work of the Consultative Group of Experts (CGE) on non-Annex I communications, the provision of financial and technical support, and information contained in non-Annex I communications.",
      "However, due to objections from developing countries, the item on information from non-Annex I communications was not considered, and will be held in abeyance until SBI 30.",
      "An account of the discussions and outcomes on the other two matters is contained in the section below.",
      "The SBI first considered this item ( FCCC/SBI/2007/10/Add.1 , FCCC/SBI/2007/MISC.7 , Adds.1-2) in plenary on 2 December and then in contact groups and informal consultations co-chaired by Ricardo Moita (Portugal) and Arthur Rolle (Bahamas).",
      "The main item for consideration was the review of the CGE s mandate and terms of reference.",
      "The CGE s mandate expired at COP 13 , and parties were unable to agree on the renewed mandate.",
      "During discussions at SBI 28, parties were still unable to agree, but adopted SBI conclusions containing draft bracketed text and agreed to base discussions at SBI 29 on this text.",
      "During the consultations at this session, parties expressed willingness to base discussions on this text.",
      "The US also presented a proposal to assess the progress of implementing Convention Article 10.2(a) (assessment of Convention implementation information), and to consider and discuss this at SBI 30.",
      "The G-77/China said it needed time to coordinate before making a decision on this proposal, and also expressed concern about possible linkage with the issue of the review of non-Annex I communications being held in abeyance.",
      "The US said it would be unable to make any final decision on the draft bracketed text.",
      "Parties were therefore unable to agree on the mandate and revised terms of reference of the CGE and reflected this in SBI conclusions, which were adopted on 10 December.",
      "The COP took note of the lack of agreement in its closing plenary on 12 December."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}