{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "China",
      "India",
      "Venezuela",
      "United States",
      "Japan",
      "Brazil",
      "Indonesia",
      "Belgium",
      "Canada",
      "South Africa",
      "Niger",
      "Congo",
      "Austria",
      "United Kingdom",
      "Thailand",
      "Italy",
      "Australia",
      "Kiribati",
      "Sierra Leone",
      "Norway",
      "Switzerland",
      "France",
      "New Zealand"
   ],
   "enb_end_date": "29-Oct-09",
   "enb_long_title": "Thirty-First Session of the IPCC",
   "enb_short_title": "IPCC-31",
   "enb_start_date": "26-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12441e.html",
   "id": "enb12441e_5",
   "section_title": "WG II SESSION:",
   "sentences": [
      "WG II convened its 9th session from Monday to Tuesday, focusing on the proposed chapter outlines of the WG contribution to the AR5 (WG-II: 9th/Doc.2 and Inf.1).",
      "Opening the discussions on Monday, WG II Co-Chair Christopher Field (US) gave an overview of the proposed outline, noting that it builds on the structure of the AR4 and is organized into two parts: Part A on Global and sectoral aspects and Part B on Regional aspects.",
      "On the general structure, several countries, including Australia and Italy, noted the need for further rationalization of the outline.",
      "Italy, with South Africa and others, noted that agriculture should be clearly identified in the outline, with Italy also suggesting to include a chapter on transportation.",
      "The UK noted the need to frame the discussion in WG II in terms of risk and risk management.",
      "France proposed greater attention to social factors of adaptation, such as capacity building and knowledge sharing, and Brazil suggested clearly distinguishing between different needs and capabilities of countries for adaptation.",
      "China said that the WG II report should focus on impacts, vulnerability and adaptation, and should not over-integrate information from other WGs.",
      "Austria highlighted the importance of workshops for regional assessment and taking into account the Nairobi Work Programme under the UNFCCC.",
      "Several countries noted regional diversity, with Niger and Kiribati stressing subregional assessment and India underlining the need to cover mountains and glaciers.",
      "Governments then moved to discussions on proposed sections and chapters for the WG II report.",
      "On the section on the context for the AR5 (Chapters 1 and 2), Canada, the UK and the US underlined the importance of addressing vulnerability to climate change, with the US noting that discussions on vulnerabilities in sectoral chapters should be linked to those in a separate chapter on key vulnerabilities.",
      "To the US concern about the status of bullets, Co-Chair Field replied that bullets under chapter headings in the outline summarize issues to be covered by chapters and reflect the order in which authors should move forward.",
      "Switzerland, with Indonesia, suggested accommodating disasters in the outline, with the US opposing this and Co-Chair Field assuring that extremes and disasters would not be lost in the report.",
      "China suggested that not only vulnerabilities and risk should be assessed but also impacts, and they were added to the outline.",
      "On Chapter 1 on Points of departure, China noted the availability of new scenarios and the need for input from other WGs.",
      "On Chapter 2 on Foundations for decisionmaking, Switzerland noted the need for consistency with other WGs, in particular with WG III, and Canada said this chapter draft should be made available early in the process so that its material can be consistently used in other chapters.",
      "Japan proposed including a bullet on treatment of uncertainties, and this was added to the outline.",
      "On the section on Natural and managed resources and ecosystems, and their uses (Chapters 3-7), South Africa, with Thailand, suggested that terrestrial ecosystems should be a stand-alone chapter, and Thailand suggested referring to inland water systems instead of freshwater systems in line with the Convention on Biological Diversity.",
      "The Republic of Korea proposed referring to systems rather than to ecosystems, and Canada suggested addressing cryosphere in the chapter on freshwater resources.",
      "Several countries noted the need to be more policy relevant, with Switzerland suggesting clearer references to agriculture, fisheries and forestry as well as mountains.",
      "These proposals were taken on board by the WG.",
      "The Republic of Korea proposed that Chapter 5 on Coastal systems and low-lying areas be more integrated and include chemical and biological processes, to which Co-Chair Field replied that the outline should not go into specifics in order to give sufficient flexibility to authors.",
      "On the section on Human settlements, industry, and infrastructure (Chapters 8-10), Co-Chair Field recalled strong guidance from governments to expand on the treatment of these issues.",
      "For Chapter 10 on Key economic sectors and services, the UK highlighted systemic risks and insurance, and South Africa, with Thailand, suggested adding agriculture.",
      "To the latter point, Co-Chair Field replied that this topic is covered elsewhere and a reference in the outline would be included.",
      "India noted the importance of covering transportation and energy, and Co-Chair Field said these sectors are included under the bullet point on networked infrastructure.",
      "On the section on Human health, well-being, and security (Chapters 11-13), delegates discussed which vulnerable populations should be included in the chapter on human health, apart from children.",
      "Thailand, with the UK, supported including a gender dimension, and the Democratic Republic of Congo referred to the elderly.",
      "On Chapter 12 on Human security, Venezuela proposed including local communities.",
      "These points were added to the outline.",
      "On the section on Adaptation and development (Chapters 14-17), the US noted that the title of the section is misleading since development issues are addressed in a separate chapter, and the title was changed to Adaptation.",
      "Delegates then discussed whether case studies should focus on all or particular groups of countries, such as the Least Developed Countries.",
      "On the section on Multi-sector impacts, risks, vulnerabilities, and opportunities (Chapters 18-20), discussions focused on the clarification of the chapter outline, with Canada noting the importance of the section as an integrated material.",
      "Governments also addressed the importance of defining key vulnerabilities in the report, and the US raised concern with the lack of a definition on key risks, and a reference to these was deleted from the outline.",
      "On Part B on Regional aspects, Co-Chair Field noted that this part belongs to the WG II report but will contain inputs from WGs I and III, and that despite the division into two parts, the WG II report will have one SPM and one Technical Summary.",
      "He also said that the regional division is the same as in the AR4, with an addition of a chapter on International waters.",
      "Sierra Leone suggested addressing differences as well as similarities between regions in the introductory chapter to Part B. Australia noted the importance of the consistent treatment of uncertainties, and several countries, including France and Italy, supported adding trans-regional hotspots, such as the Mediterranean.",
      "Delegates then discussed the scope, and appropriateness of the wording international waters, with Switzerland noting that this is a legal term.",
      "Delegates agreed to change the chapter title to Open oceans.",
      "South Africa said this should include seas, and Norway noted the importance of addressing ocean acidification. IPCC Vice-Chair Jean-Pascal van Ypersele (Belgium) proposed that the introductory chapter for Part B addresses not just regional projections but also their limitations, and authors take into account outcomes of discussions on regional division conducted at IPCC-30.",
      "On Frequently Asked Questions (FAQ) to the WG II report, New Zealand recommended that lead authors tease out some of these questions.",
      "Austria stressed that some questions, such as those related to low-frequency high-impact events, are difficult to answer, but that answers are necessary to avoid maladaptation.",
      "The US supported a process in which the questions emerge rather than asking questions in advance of the process.",
      "On how the WG II report will address cross-cutting issues (WG-II: 9th/Doc.3 and Inf.1), Co-Chair Field noted a number of joint meetings planned in collaboration with the other two WGs.",
      "Austria suggested governments nominate lead authors with appropriate background knowledge on cross-cutting issues.",
      "Japan stressed the need for explicit discussion on uncertainties, and Co-Chair Field highlighted the link between the treatment of uncertainty and decision-making under uncertainty, with the UK also stressing the communication of uncertainty.",
      "Delegates then approved the revised chapter outlines for the WG II contribution to the AR5.",
      "In closing the session, Co-Chair Field informed delegates that there will be a joint WG I and II session to endorse the Special Report on extreme events and disasters in September 2011."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}