{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "Pakistan",
      "Argentina",
      "United States",
      "Japan",
      "Philippines",
      "Australia",
      "Brazil",
      "Uganda",
      "Canada",
      "Colombia",
      "China"
   ],
   "enb_end_date": "29-Sep-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "29-Sep-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12429e.html",
   "id": "enb12429e_13",
   "section_title": "TECHNOLOGY:",
   "sentences": [
      "Noting potential for further consolidation of text, Co-Chair Kumarsingh identified blocks that could be addressed including, inter alia , enhanced action on technology, capacity building and enabling environments, cooperative RD&D, technology innovation centers, institutional arrangements and financing technology.",
      "Noting readiness to enter into negotiations, the Philippines, for the G-77/CHINA, urged addressing crux issues quickly.",
      "BANGLADESH urged deleting paragraphs where possible.",
      "Uganda, for the LDCs, suggested the co-chairs provide an abstract of the key elements desired in the technology section.",
      "AUSTRALIA, supported by CANADA, invited parties to meet informally to further discuss areas of divergence.",
      "JAPAN supported further consultation on difficult issues, including mechanisms and institutions.",
      "The EU identified areas of convergence including RD&D, capacity building, and policy frameworks and enabling environments.",
      "The US noted that the proposed list of blocks of text could be further consolidated.",
      "He identified three critical components: accelerated global openness to environmentally sound technologies; increased access to technology information and know how; and high-quality technology planning for low-carbon growth.",
      "The US also outlined a proposal to establish centers of excellence, and a climate technology hub or core to, inter alia, increase availability, capacity and information exchange related to technology. BRAZIL emphasized the need for action and that the section must be seen in conjunction with financing.",
      "ARGENTINA stressed the need to focus on implementation of actions.",
      "COLOMBIA reiterated building on existing technology transfer frameworks.",
      "CHINA stressed an action-oriented outcome and further considering developing country proposals.",
      "PAKISTAN suggested presenting proposals on institutional arrangements in a table to guide negotiations.",
      "Co-Chair Kumarsingh said the co-chairs would work on further consolidating the text."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}