{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Gambia",
      "Japan",
      "Bolivia",
      "Paraguay",
      "Indonesia",
      "Kenya",
      "Nicaragua",
      "Congo",
      "Malawi",
      "Malaysia",
      "Thailand",
      "Philippines",
      "Ecuador",
      "Guinea",
      "Saudi Arabia",
      "Egypt",
      "Papua New Guinea",
      "Tanzania",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "09-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "28-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12534e.html",
   "id": "enb12534e_123",
   "section_title": "AWG-LCA PLENARY",
   "sentences": [
      "On Saturday night, AWG-LCA Chair Reifsnyder introduced a draft decision on the outcome of the work of the AWG-LCA under the Convention to be presented to COP 17 (FCCC/AWGLCA/2011/L.4), noting that the text contained is clean text.",
      "He also introduced document FCCC/AWGLCA/2011/CRP.39, which contains text on issues that need further consideration.",
      "He said reaching an outcome under the AWG-LCA is only one element of the task in Durban and that he is hopeful that parties will achieve a comprehensive outcome.",
      "Saudi Arabia expressed concern over some aspects of the text, including: the level of emphasis on developing country mitigation; weak language on response measures; and the unclear role of the Standing Committee.",
      "Indonesia said many elements of the amalgamation document (FCCC/AWGLCA/2011/CRP.37/Add.1) are not captured in the text, including earlier provisions on developing country mitigation, the Registry and NAMAs.",
      "The Democratic Republic of Congo highlighted concerns, including lack of consideration of long-term finance and a failure to reflect CBDR.",
      "India raised concerns over the inclusion of agriculture in the section on mitigation and exclusion of trade from the section on the economic and social consequences of response measures.",
      "Pakistan regretted a lack of balance on mitigation and that the Adaptation Committee has not been given the status of a subsidiary body.",
      "With Egypt, he expressed concern over how the text addresses long-term finance.",
      "Bangladesh, Switzerland, the Philippines and Tanzania expressed support for the text.",
      "Venezuela said she will not accept the text approving market mechanisms without a second commitment period under Kyoto Protocol.",
      "The Gambia said their proposal on long-term finance was not reflected.",
      "China said the text does not reflect the concerns of both sides and that it should specify how the developed countries commitment to mobilize US$100 billion included in the Cancun Agreements will be achieved.",
      "Bolivia, the Democratic Republic of the Congo and Ecuador expressed concern over the unbalanced text, particularly considering developed and developing countries mitigation, with Bolivia saying that the text, inter alia : lacks a compliance system to monitor developed countries commitments, which is particularly relevant for those not subscribing to a second commitment period under the Kyoto Protocol; places excessive requirements on mitigation for developing countries; does not reflect CBDR; and favors the creation and use of markets.",
      "He said the document should not be adopted as is.",
      "Nicaragua expressed support for the creation of the Green Climate Fund while criticizing the transparency of fast start finance and the absence of identified funding sources, and supported Ecuador s proposal on ways to capitalize the fund.",
      "The EU supported the text for adoption, including on: long-term finance, understanding the underlying assumptions of pledges and the Standing Committee, but expressed disappointment that language on ambition gap, accounting and biennial reporting guidelines had been weakened.",
      "Seeking to send a message that humankind can respond aggressively to climate change, Papua New Guinea suggested that the proposed decision should be forwarded as part of a balanced package.",
      "Malaysia expressed concern about weak mitigation targets for developed countries and described a number of issues raised by developing countries that were deferred to future meetings, including equity, intellectual property rights and trade measures.",
      "He recommended that the text be submitted for work the next year.",
      "Thailand voiced concerns about mitigation and comparability, the absence of ambition, and a compliance regime for mitigation targets.",
      "Malawi underlined the role of public finance.",
      "The US noted movement on a number of critical issues on adaptation, finance, technology, the Review, and a new market mechanism.",
      "He cautioned against failure to adopt the decisions and unraveling the overall package, which includes elements such as the GCF, a new legal agreement and the second commitment period.",
      "Paraguay cautioned against weakening CBDR and equity and the need to complete the Bali Roadmap.",
      "He called for a second commitment period without conditions.",
      "Kenya listed demands for a number of improvements on: mitigation, transformation level of pledges, ambition, accounting, compliance and reporting.",
      "Japan conceded the document was not perfect, required more ambition, but pressed for adoption.",
      "Chair Reifsnyder noted a great deal of disappointment with the AWG-LCA text and opposition to its adoption.",
      "He announced that he would forward the text to the COP as a Chair s text.",
      "He then invited the AWG-LCA to adopt the report of the 14th session, parts three and four (FCCC/AWGLCA/2011/L.3) as amended.",
      "Venezuela made a point of order regarding the text s acceptance.",
      "The Chair recalled that he had not adopted the AWG-LCA text (FCCC/AWGLCA/2011/L.4), only the report of the meeting.",
      "Venezuela reported that she had received threats, implying that if her country did not agree to the adoption of the AWG-LCA text there would be no second commitment period and there would be no GCF.",
      "She described the AWG-LCA text as a mercantilist vision that pretends to save us but places a price on the future, saying the fate of the world is worth more than US$100 billion.",
      "Chair Reifsnyder gaveled the meeting to a close."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}