{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "India",
      "Bangladesh",
      "Iran",
      "Venezuela",
      "Argentina",
      "Luxembourg",
      "Jordan",
      "Japan",
      "United States",
      "Kuwait",
      "Canada",
      "Antigua and Barbuda",
      "Cuba",
      "Colombia",
      "Mali",
      "Niger",
      "United Kingdom",
      "Malaysia",
      "Senegal",
      "Philippines",
      "Australia",
      "Zimbabwe",
      "Mauritania",
      "Burkina Faso",
      "Saudi Arabia",
      "Central African Republic",
      "Tanzania",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "30-Jul-97",
   "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "6th Session SBSTA & SBI, AG13 5",
   "enb_start_date": "30-Jul-97",
   "enb_url": "http://www.iisd.ca/vol12/enb1248e.html",
   "id": "enb1248e_1",
   "section_title": "Financial Mechanism",
   "sentences": [
      "The Secretariat summarized the compilation of the views submitted by Parties (FCCC/SBI/1997/MISC.3) and the synthesis report (FCCC/SBI/1997/8).",
      "Chair Mohamed Ould El Ghaouth (Mauritania) requested comments on the financial mechanism, and noted that in the first replenishment period of the Global Environment Facility (GEF) no climate change related activities were denied funding.",
      "SAUDI ARABIA noted that the GEF was sufficient for the interim period but was outdated.",
      "Along with KOREA, IRAN and the G-77/CHINA, he called for additional time to consider the financial mechanism. KUWAIT, NIGERIA and SAUDI ARABIA suggested that Parties consider other options for a financial mechanism.",
      "CHINA called for an increase in the replenishment funds, and requested that additional funds be allocated for technology transfer.",
      "MALAYSIA noted that two of its project proposals have been turned down by the GEF. LUXEMBOURG, for the EU, stated that the report presented by the Secretariat provided sufficient basis to support replenishment, and suggested that the GEF be appointed the permanent operating entity of the financial mechanism.",
      "AUSTRALIA, the US, CANADA, JAPAN and the UK noted the success of the GEF and supported making the GEF the permanent financial mechanism at COP-3.",
      "The UK stated that it is committed to the GEF, prepared to make substantial contributions and called on other donors to do likewise.",
      "The GEF welcomed the review of the financial mechanism and noted that it has provided US$4 billion in operational support for climate change projects.",
      "TANZANIA, on behalf of the G-77/CHINA, called for all sources of information to be carefully examined, and noted that he was willing to submit a draft decision on the review process.",
      "A contact group chaired by John Ashe (Antigua and Barbuda) was established to consider the issues. Non-Annex I Communications: The Secretariat presented documents on Secretariat activities regarding financial and technical support (FCCC/SBI/1997/9) and on the submission of initial national communications (FCCC/SBI/1997/13).",
      "She noted that Argentina and Jordan have submitted national communications and 40 other non-Annex I Parties had indicated they would do so by 2000.",
      "LUXEMBOURG, for the EU, said the review process for non-Annex I communications should begin as soon as possible.",
      "CANADA urged acceleration of non-Annex I communications.",
      "She supported a process for consideration of non-Annex I communications as a way of advancing commitments under Article 4.1, including guidelines and country visits.",
      "AUSTRALIA emphasized the review component as an integral part of the process, noting that country visits with participation by non-Annex I experts were helpful in the Annex I Parties process. ARGENTINA said consideration of non-Annex I communications should be facilitative, not confrontational, and that he had no problem with in-depth studies of non-Annex I communications.",
      "TANZANIA, for the G-77/CHINA, supported by AUSTRALIA and CUBA, said the discussion of Annex I and non- Annex I communications should be based on differentiation.",
      "CHINA and MALAYSIA recommended an overall assessment rather than individual review, noting that initial non-Annex I Parties` communications may not be as consistent or complete as Annex I Parties`.",
      "The US said consideration on non-Annex I Parties` commitments need not be as detailed nor as extensive as that for Annex I Parties.",
      "She said compilation and synthesis of non-Annex I communications did not require the same schedule or frequency but could contribute to a comprehensive synthesis report, which could identify gaps or inconsistencies in non-Annex I communications. The PHILIPPINES said a greenhouse gas (GHG) abatement strategy is beyond developing country commitments and should not be mentioned except as a possible voluntary activity.",
      "With CHINA, INDIA, MALAYSIA and COLOMBIA, she emphasized that non-Annex I communications are governed only by FCCC provisions and the relevant COP-2 decisions.",
      "ZIMBABWE, CUBA and others said provision of initial communications is linked to provision of funds.",
      "SAUDI ARABIA said the financial support must be sustainable and linked to capacity building. The REPUBLIC OF KOREA and MALAYSIA underscored varying country conditions and capacities.",
      "BANGLADESH and BURKINA FASO supported regional workshops.",
      "JAPAN said it is strengthening training courses for developing country experts to increase capacity.",
      "SENEGAL promised to submit its communication between now and Kyoto.",
      "The Chair suggested a contact group led by the US and Malaysia. Arrangements for Intergovernmental Meetings: Delegates considered document FCCC/SBI/1997/11.",
      "On arrangements for COP-3, the G-77/CHINA, supported by NIGERIA, VENEZUELA, SAUDI ARABIA, KUWAIT, CHINA, MALI, IRAN, KOREA, CENTRAL AFRICAN REPUBLIC, COLOMBIA and INDIA said the proposed ministerial segment must include all heads of delegations and their advisors, not just ministers.",
      "Some delegations said it should be re-named a 'high level' segment and any text for discussion must be distributed well in advance of the ministerial roundtable.",
      "On COP-3 agenda, the G-77/CHINA supported holding COP-4 in 1998.",
      "The EU and AUSTRALIA preferred scheduling COP-4 in early 1999.",
      "ARGENTINA noted that the proposal to hold COP-4 in 1999 came from the steering committee of COP not the Secretariat. The EU supported proposals for a ministerial roundtable and favored replacing general debates with written statements in order to focus on protocol negotiations.",
      "The PHILLIPINES said her vice-minister was excluded from speaking at COP-2 for lack of time, something which should not be repeated in Kyoto.",
      "The US and INDIA expressed dissatisfaction with the COP-2 roundtable and said ministers should be allowed to give statements.",
      "NIGERIA, CHINA and SAUDI ARABIA cautioned against selected partner organizations and NGOs in the ministerial roundtable and questioned who would make the selections.",
      "JAPAN said NGOs should be excluded from the ministerial segment given its highly political nature."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI"
}