{
   "actors": [],
   "countries": [
      "United States",
      "Philippines",
      "Ghana",
      "Guinea",
      "Mexico",
      "Spain",
      "Papua New Guinea",
      "Switzerland",
      "Barbados"
   ],
   "enb_end_date": "03-May-04",
   "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on the preparation of national communications from non-Annex I Parties",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "03-May-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12232e.html",
   "id": "enb12232e_1",
   "section_title": "OPENING ADDRESSES",
   "sentences": [
      "On Monday morning, 26 April, Elisea Gozun, Secretary of DENR, the Philippines, opened the meeting.",
      "She thanked the UNFCCC Secretariat, UNDP Philippines, and the APN, as well as the Governments of Spain, Switzerland, and the US, for co-sponsoring this event.",
      "She stressed the need for urgent and coordinated action on climate change. Deborah Landey, UNDP Resident Representative for the Philippines, stressed UNDP`s commitment, along with the GEF and UNEP, to support developing countries` implementation of multilateral agreements.",
      "She indicated that the workshop was a timely opportunity to increase developing country capacity to submit their national communications, in light of the revised reporting Guidelines.",
      "Noting that the GHG inventory is at the heart of every national communication report, she stressed the need to support this process. Celso Diaz, Scientific Planning Group Member of the Philippines for APN, outlined the work of APN, which is an intergovernmental regional network.",
      "Explaining that APN is involved in various capacity-building initiatives, he reported progress on the Scientific Capacity Building and Enhancement for Sustainable Development in Developing Countries initiative (CAPaBLE), a capacity-building partnership project launched in 2003 that aims to build and enhance capacity among leading and aspiring scientists in developing countries, and to disseminate science to decision makers and civil society. Luis Gómez-Echeverri, Coordinator of the Implementation Programme and the Subsidiary Body for Implementation (SBI), UNFCCC Secretariat, expressed satisfaction at the large number of Parties and organizations represented at the workshop.",
      "Observing that 2004 was the tenth anniversary of the UNFCCC`s entry into force, he said the next decade would involve a strong focus on implementation.",
      "He emphasized the importance of national communications in this regard, and explained that this workshop would help launch the second round of non-Annex I national communications. Martha Perdomo, Manager of the non-Annex I Implementation Subprogramme, UNFCCC Secretariat, said Julian Amador, Director of the Environmental Management Bureau of the Philippines, would chair the meeting, assisted by Jose Villarin of the Manila Observatory, and Joyceline Goco, Head of the Inter-Agency Committee on Climate Change of the Philippines.",
      "Rapporteurs of the workshop were: Philip Acquah (Ghana), for the session on GHG inventories; Gwendoline Sissiou (Papua New Guinea), for the session on adaptation; Jae-Kyu Lim (Republic of Korea), for the session on climate change mitigation; Julia Martinez Fernandez (Mexico), for the sessions on other information and on constraints and gaps; and Rawleston Moore (Barbados), for the sessions on financial and technical support."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}