{
   "actors": [],
   "countries": [
      "Brazil",
      "Denmark",
      "Norway",
      "China",
      "Australia",
      "Argentina"
   ],
   "enb_end_date": "02-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12463e.html",
   "id": "enb12463e_7",
   "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS",
   "sentences": [
      "TECHNOLOGY TRANSFER (SBI/SBSTA): In the afternoon, a joint SBI/SBSTA contact group considered the report by the Expert Group on Technology Transfer (EGTT) (FCCC/SB/2010/INF.1); the EGTT s terms of reference (TORs) for a report on options to facilitate collaborative technology research and development (FCCC/SBSTA/2010/INF.4); the report on information required for using the performance indicators to support the review of implementation of Convention Articles 4.1(c) and 5 (FCCC/SBSTA/2010/INF.3); and the GEF s progress report on the Poznan strategic programme on technology transfer (FCCC/SBI/2010/4).",
      "A number of developed countries welcomed the EGTT s report and TORs and recommended accepting the EGTT s work programme as submitted.",
      "ARGENTINA, supported by CHINA, said that the TORs should not include contentious issues being discussed in the AWG-LCA and should focus on activities under the Convention.",
      "ARGENTINA said the report on performance indicators demonstrates the need for a more straightforward approach to MRV.",
      "Parties agreed that the Co-Chairs should prepare draft conclusions based on these discussions. OTHER ISSUES (AWG-KP): In the afternoon contact group, AWG-KP Vice-Chair Harald Dovland (Norway) introduced documentation on LULUCF (FCCC/KP/AWG/2010/6/Add.2), flexibility mechanisms (FCCC/KP/AWG/2010/6/Add.3), and the basket of methodological issues (FCCC/KP/AWG/2010/6/Add.4).",
      "Parties agreed that LULUCF would be considered in an informal spin-off group co-chaired by Marcelo Rocha (Brazil) and Peter Iversen (Denmark).",
      "Co-Facilitator Iversen noted that initial work would concentrate on the transparency of options for reference levels for forest management.",
      "AWG-KP Vice-Chair Dovland said he would explore the possibility of holding an open contact group on LULUCF.",
      "AUSTRALIA inquired if the LULUCF spin-off group could have a joint meeting with the group on numbers.",
      "On the flexibility mechanisms, AWG-KP Vice-Chair Dovland asked parties for guidance on the issues that need the most attention, suggesting that elements at the end of the text have not been well discussed.",
      "On the basket of methodological issues, he noted that the section on the inclusion of new greenhouse gases is entirely bracketed and highlighted the need to address common metrics. CHINA emphasized that the purpose of the group was to accelerate and facilitate discussion on numbers and that conclusions should focus on improving the Protocol s environmental integrity, and not creating more loopholes."
   ],
   "subtype": "groups",
   "topics": [],
   "type": ""
}