{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Jamaica",
      "United Kingdom",
      "Marshall Islands",
      "United States",
      "Japan",
      "Mongolia",
      "Australia",
      "Canada",
      "Slovenia",
      "Tanzania",
      "Central African Republic",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "26-Oct-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "26-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12113e.html",
   "id": "enb12113e_3",
   "section_title": "SBSTA",
   "sentences": [
      "Delegates adopted the agenda, as amended by the COP Plenary, and the organization of work.",
      "Lambert Gnapelet (Central African Republic) and Andrej Kranjc (Slovenia) were re-elected as SBSTA Vice-Chair and Rapporteur respectively. On cooperation with relevant scientific organizations, Robert Watson, Chair of the Intergovernmental Panel on Climate Change (IPCC), reported on progress on the Third Assessment Report (TAR) and three special reports on technology transfer, emissions scenarios of GHGs and aerosol precursors, and LULUCF.",
      "He highlighted IPCC's budgetary constraints due to the large number of special reports, the enhanced regional emphasis and increased participation of experts from developing countries and countries with economies in transition.",
      "He expressed concern over the poor financial response from the majority of governments and urged Parties to resolve this issue. On Annex I communications, the EU noted the need to include indicators such as emissions per capita or emissions per unit of output.",
      "Regarding the draft guidance for reporting on Global Climate Observation Systems (GCOS), the EU, with MONGOLIA, recommended that Annex I Parties prepare separate reports on global climate observation and include in their national communications a summary based on general reporting requirements.",
      "AUSTRALIA suggested that projections of the effect of policies and measures on future trends of GHG emissions and removals be developed by sector.",
      "The MARSHALL ISLANDS and JAMAICA supported detailed and rigorous reporting.",
      "The US said the quantity and level of detail should balance needs for comparability, transparency and practicality.",
      "A contact group chaired by Jim Penman (UK) and Mark Mwandosya (Tanzania) will meet to consider this issue. On LULUCF, Watson presented provisional findings from the Special Report on LULUCF.",
      "He said key decisions should be made with respect to definitions, the accounting system, monitoring and reporting systems and inventory guidelines, before the Protocol could be implemented.",
      "The G-77/CHINA said any consideration of the LULUCF process should begin after the release of the IPCC Special Report.",
      "JAPAN, with AUSTRALIA, called for the establishment of a decision-making framework at COP-5.",
      "AUSTRALIA stressed that the key question is not 'whether' but 'how' additional sink activities could be included in the Protocol.",
      "CANADA said the decision-making framework should be based on consistency between the provisions of the Kyoto Protocol. Regarding additional activities, the US said there should be transparency in reporting and verifiability.",
      "According to the EU, the IPCC Special Report and country specific data should provide the basis for future discussions and decisions.",
      "A contact group will consider this issue further. On national systems, adjustments and guidelines under Protocol Articles 5 (methodology), 7 (communications) and 8 (review of information), Taka Hiraishi, Vice-Chair, IPCC Inventories Task Force, reported on the work being undertaken on uncertainties and good practice in inventory preparation. Regarding guidelines for national systems, the EU, with JAPAN, said they should be flexible in order to reflect different national circumstances.",
      "The US highlighted the incorporation of IPCC good practice guidance.",
      "AUSTRALIA proposed including, inter alia, quality assurance and quality control procedures, links between national systems and emissions trading systems and links with the transfer and acquisition of assigned amounts.",
      "SWITZERLAND said guidelines should include criteria for national enforcement systems to comply with relevant guidelines, and the establishment and treatment of data related to Protocol mechanisms. Regarding adjustments, AUSTRALIA said they are intended as an element of the Protocol's compliance system.",
      "The EU and JAPAN stated that further discussion on technical aspects should only occur after the completion of IPCC's work on good practice.",
      "CANADA noted the lack of clarity in what an adjustment would be.",
      "With NEW ZEALAND, he expressed support for a technical review process of inventories, noting that this is fundamental to the development of an adjustment process.",
      "Helen Plume (New Zealand) will conduct informal consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": "sbsta"
}