{
   "actors": [
      "Organisation for Economic Co.operation and Development",
      "Organization of Petroleum Exporting Countries"
   ],
   "countries": [
      "Turkey",
      "United States",
      "Indigenous Peoples"
   ],
   "enb_end_date": "21-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "21-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12159e.html",
   "id": "enb12159e_5",
   "section_title": "STATEMENTS BY OBSERVER STATES, IGOS, NGOS AND UN BODIES",
   "sentences": [
      "In the afternoon, delegates meeting in Plenary heard statements from 12 UN bodies, specialized agencies and related organizations, four intergovernmental organizations, 13 non-governmental organizations and one observer State.",
      "Several statements highlighted the need for decisions to ensure the environmental integrity of the Protocol and address financing of capacity building, adaptation and technology transfer.",
      "Several non-governmental organizations also stressed the need to allocate a more suitable time for their statements, to ensure that government delegates are available to hear them. Noting the growing body of scientific evidence on the anthropogenic effect of climate change, the WORLD METEOROLOGICAL ORGANIZATION (WMO) urged the COP to support climate research to resolve uncertainties, address the needs of the most vulnerable countries and ensure support to the Intergovernmental Panel on Climate Change (IPCC) to complete its Third Assessment Report.",
      "The IPCC said impacts such as the spread of diseases, rising sea levels, and bleaching of coral reefs will undermine the goal of sustainable development. The WORLD CONSERVATION UNION (IUCN) expressed concern with the slow pace of negotiations.",
      "UNEP urged developed countries to make a prompt start in reducing their emissions under the principle of common but differentiated responsibilities.",
      "The UN DEPARTMENT OF ECONOMIC AND SOCIAL AFFAIRS stressed the importance of maintaining the broader principles of sustainable development within climate negotiations, and warned delegates against making these discussions too complex and technical for those outside to understand the process.",
      "The ORGANIZATION OF ECONOMIC COOPERATION AND DEVELOPMENT (OECD) emphasized that effective action against climate change requires strengthened international cooperation and concrete national policies.",
      "The WORLD COUNCIL OF CHURCHES urged the negotiators to focus on options that meet environmental effectiveness, equity and responsibility.",
      "MILIEUDEFENSIE stressed the common moral responsibility to 'save' the UNFCCC and Protocol. Several speakers highlighted the synergies between the UNFCCC and other multilateral environmental organizations.",
      "The CONVENTION TO COMBAT DESERTIFICATION SECRETARIAT, RAMSAR CONVENTION SECRETARIAT and the UNITED NATIONS UNIVERSITY called for implementation of joint programmes and coordination of activities to avoid repetition.",
      "The CONVENTION ON BIOLOGICAL DIVERSITY SECRETARIAT urged Parties to ensure that LULUCF activities are consistent with, and supportive of, maintaining biodiversity.",
      "UNDP underscored the importance of addressing climate change in the broader context of combating global poverty, noting the opportunities to address climate change and sustainable development through the energy sector.",
      "The WORLD BANK emphasized the link between environmental protection and poverty alleviation. Several speakers highlighted the CDM and its contribution to sustainable development.",
      "The US BUSINESS COUNCIL FOR A SUSTAINABLE ENERGY FUTURE supported domestic and early actions to address climate change now, a prompt start of the CDM, and translation of environmental objectives into business opportunities.",
      "UNIDO said bypassing countries with low emissions in the CDM in favor of larger emitters would be a lost opportunity to address social equity needs.",
      "He stressed capacity building to overcome existing barriers and take advantage of the CDM and JI.",
      "Noting proposals to exclude nuclear power from the CDM, the INTERNATIONAL ATOMIC ENERGY AGENCY urged Parties to consider nuclear energy in the context of climate change, stating that the concerns about safety and possible proliferation of weapons are not based on climate concerns.",
      "The CLIMATE NETWORK AFRICA emphasized the importance of a concrete adaptation fund. On partnerships, the INTERNATIONAL CONFEDERATION OF TRADE UNIONS urged governments to cooperate with business and labor organizations in meeting the long-term goal of addressing climate change, while the INTERNATIONAL COUNCIL FOR LOCAL ENVIRONMENTAL INITIATIVES (ICLEI) stressed the importance of supporting local governments. On the inclusion of sinks to reduce greenhouse gases, IUCN stressed an ecosystem approach, focusing on multiple benefits and results.",
      "The GLOBAL LEGISLATORS ORGANIZATION FOR A BALANCED ENVIRONMENT (GLOBE) said there was a need for additional research on sinks to eliminate prevailing scientific uncertainties, while the INTERNATIONAL CHAMBER OF COMMERCE (ICC) supported their inclusion.",
      "The INDIGENOUS PEOPLE'S ORGANIZATION opposed attempts to include sinks in the CDM.",
      "The CONFEDERATION OF EUROPEAN FOREST OWNERS said forest products provide long-term carbon storage and that carbon stock changes should be calculated according to the growth in the volume of the forests, and not just changes in land use. The INTERNATIONAL GAS UNION highlighted the opportunity offered by natural gas in reducing greenhouse gas emissions.",
      "The INTERNATIONAL INSTITUTE OF REFRIGERATION urged taking advantage of the Protocol to boost technology transfer and to train developing country technicians to address greenhouse gas emissions from the refrigeration sector. OPEC noted the adverse impacts of implementing the Protocol on the economies of developing country members.",
      "The GLOBAL ENVIRONMENT FACILITY (GEF) affirmed its commitment to fully incorporate the outcomes of the COP into its efforts. TURKEY, an observer State, called for its removal from the group of UNFCCC Annex II Parties and requested to be considered an Annex I Party with special circumstances."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}