{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Oman",
      "China",
      "Australia",
      "Tuvalu",
      "Kuwait",
      "Saudi Arabia",
      "Kenya",
      "Argentina"
   ],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_5",
   "section_title": "SBSTA conclusions",
   "sentences": [
      "In the conclusions (FCCC/SBSTA/2004/L.9), SBSTA welcomes information provided in submissions from Parties on simplified modalities and procedures for small-scale afforestation and reforestation project activities under the CDM and on measures to facilitate implementation of such activities.",
      "It also takes note of a technical paper on the issue.",
      "SBSTA requests the preparation of draft text for a decision on simplified modalities and procedures for small-scale afforestation and reforestation CDM project activities and on measures to facilitate the implementation of these project activities, for consideration by SBSTA-21.",
      "SBSTA also agrees to continue this work at SBSTA-21, with a view to recommending a decision for adoption by COP-10. Emissions from fuel used for international aviation and maritime transport: This issue was first addressed by SBSTA in Plenary on Thursday, 17 June.",
      "Parties met in informal consultations, facilitated by Greg Terrill (Australia), to consider draft conclusions. A number of Parties emphasized the importance of cooperation between the UNFCCC, IPCC, International Civil Aviation Organization and International Maritime Organization.",
      "Several developing country Parties stressed the need to develop reporting methodologies.",
      "Tuvalu and Kenya, opposed by Canada, said SBSTA should broaden further guidance on the matter. In the SBSTA Plenary on Friday, 25 June, facilitator Greg Terrill reported that agreement had not been reached on forwarding a document to the IPCC on methodological issues relating to emissions from international aviation and maritime transport (FCCC/SBSTA/2004/INF.5).",
      "In the ensuing discussion, Saudi Arabia, on behalf of the G-77/China, and supported by Oman, emphasized the responsibilities of Annex I Parties regarding methodologies and reporting.",
      "He stressed the importance of common but differentiated responsibilities.",
      "Argentina, supported by AOSIS, emphasized the importance of information gathering and maintaining this issue on the agenda.",
      "Chair Benrageb proposed considering the document paragraph-by-paragraph.",
      "Argentina, supported by the EU, and opposed by Kuwait and Saudi Arabia, proposed reflecting in the conclusions that emissions from international aviation and maritime transport would be addressed by SBSTA-21.",
      "Following informal consultations, facilitator Terrill reported that Parties were unable to reach agreement on holding a workshop or side-event aimed at sharing information on emissions from international aviation and maritime transport, and the draft conclusions were adopted as amended to reflect the lack of agreement."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}