{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Cook Islands",
      "Colombia"
   ],
   "enb_end_date": "07-Mar-08",
   "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)",
   "enb_short_title": "Workshop",
   "enb_start_date": "04-Mar-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12355e.html",
   "id": "enb12355e_8",
   "section_title": "Existing dissemination practices, sharing experiences and promotion of good practices on methods and tools used by the climate change community, as well as by different sectoral communities and the disaster risk reduction community",
   "sentences": [
      "José Ramón Picatoste Ruggeroni, RIOCC, introduced RIOCC s work on adaptation, carried out through the Iberoamerican Plan for Adaptation to Climate Change (PIACC), created to strengthen the assessment of impacts, vulnerability and adaptation, and the development and implementation of adaptation strategies in Iberoamerica.",
      "He explained that the PIACC is implemented through: sharing information on national adaptation strategies, plans and projects; identifying capacity needs and priorities, and strengthening capacities; identifying and financing the elaboration and implementation of adaptation projects; and enhancing synergies with the various institutions in the region that work on adaptation.",
      "He concluded with examples of PIACC s achievements, including the development of training courses, with the next to be held in Bogóta, Colombia, in late March 2008, the production of outreach materials, and the ongoing development of a dedicated website.",
      "Donyelle Numa, Cook Islands, described the practices of dissemination and experience sharing in the Cook Islands and explained that information is translated into Cook Islands Maori.",
      "She explained that traditional knowledge, such as noting the number of birds in the sky and the orientation of banana leaves, is used extensively as a tool to foresee tropical disturbances in many communities.",
      "Numa underscored that the government aimed to provide insight to communities, but not answers.",
      "In describing gaps and barriers, Numa cited the lack of baseline data as a barrier and said scenario-based approaches do not work for SIDS.",
      "She highlighted some success in increasing resilience to climate change impacts, achieved through working with disaster management agencies, taking a holistic approach to disaster management and using visual representations, including geographic information systems (GIS)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}