{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bangladesh",
      "Argentina",
      "Nauru",
      "United States",
      "Bolivia",
      "Norway",
      "China"
   ],
   "enb_end_date": "05-Sep-12",
   "enb_long_title": "Bangkok Climate Change Conference - August 2012",
   "enb_short_title": "AWGs",
   "enb_start_date": "30-Aug-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12555e.html",
   "id": "enb12555e_15",
   "section_title": "Adaptation",
   "sentences": [
      "During contact group discussions, chaired by Tayeb, parties considered an informal note on enhanced action on adaptation, highlighting framing elements and questions arising from the Bonn session, including: support for adaptation; national adaptation plans; strengthening the catalytic role of the Convention; and economic diversification to build resilience.",
      "A matrix table, illustrating decisions and action taken on adaptation from COP 13 to SB 36 was also introduced.",
      "Argentina, for the G-77/China, Bangladesh, for the LDCs, and others noted the need to strengthen and intensify the means of implementation for adaptation.",
      "Bolivia, on behalf of a number of countries, proposed establishing a process through the Adaptation Committee, in collaboration with the Standing Committee, to develop recommendations with relevant Convention bodies and others on means to incentivize the implementation of adaptation actions, and to organize a workshop in parallel with SB 38 on ways to promote the implementation of enhanced action on adaptation in a coherent manner.",
      "Nauru, for AOSIS, called for joint implementation of disaster risk management and climate change adaptation, and stressed the need to strengthen national-level institutions.",
      "Norway noted relevant decisions supporting and underpinning the work that will be done on adaptation.",
      "The US observed that relevant mechanisms, such as the Adaptation Committee, have been set up, but noted concerns on how the mechanisms would work.",
      "He pointed out that the issue of means of implementation was being considered by the finance group.",
      "Reporting to the AWG-LCA stocktaking plenary, Tayeb indicated that parties had identified issues requiring further work, including: means of implementation for adaptation; financing for 2013-2015; linkages with finance; national adaptation plans for non-LDCs; and the catalytic role of the Convention.",
      "He said divergent views remain on whether the AWG-LCA should further address these issues and if additional decisions are required."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}