{
   "actors": [],
   "countries": [
      "Austria",
      "Germany",
      "United States",
      "Kenya",
      "China"
   ],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_8",
   "section_title": "Final Text",
   "sentences": [
      "The final text states that large point sources of CO2 are concentrated close to major industrial and urban areas, many of them within 300 km of potential geological storage sites, and that preliminary research suggests that, globally, a small proportion of large point sources are close to potential ocean storage locations.",
      "The SPM also notes that CCS enables the control of CO2 emissions from the fossil fuel-based production of electricity or hydrogen, which in the longer term, could partially reduce CO2 emissions from transport and distributed energy supply systems.",
      "Two figures are included: one representing the global distribution of large stationary sources of CO2; and one representing prospective sedimentary basin areas with storage potential.",
      "The caption for the latter figure explains that the representation is based on partial and changing information that varies from region to region. What are the costs for CCS and what is the technical and economic potential?",
      "This issue was taken up in plenary on Friday and Saturday.",
      "Discussions centered on: the minimum carbon prices necessary for a major CCS contribution to mitigation; worldwide storage capacity in geological formations; the contribution of CCS as part of a mitigation portfolio; the meaning of the word 'cost;' and the economic potential of CCS under different stabilization scenarios and in a least-cost mitigation portfolio.",
      "After the US expressed concern about text being policy prescriptive, delegates agreed to amend the text to note that models indicate that the major contribution of CCS to climate change mitigation would come from deployment in the energy sector.",
      "China proposed deleting a figure that shows the contribution of CCS as part of a mitigation portfolio since it only referred to two scenario studies for stabilization at 550 ppmv CO2, while Germany, Austria, and Kenya highlighted the relevance of the figure and supported keeping it.",
      "After informal consultations, delegates agreed to add text noting that analyses in this field are limited.",
      "They also agreed to modify the figure, and to note that results vary considerably on regional scales and that the example in the figure is based on a single stabilization scenario and does not show the full range of uncertainties associated with these matters.",
      "Several other changes were made to the text to note the lack of literature and need for further assessment."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}