{
   "actors": [
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Canada",
      "Botswana",
      "New Zealand",
      "Indonesia",
      "Norway",
      "Japan",
      "China",
      "Tuvalu",
      "Belarus",
      "Switzerland",
      "South Africa",
      "Pakistan",
      "Bolivia",
      "Iceland"
   ],
   "enb_end_date": "04-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12403e.html",
   "id": "enb12403e_5",
   "section_title": "LEGAL MATTERS:",
   "sentences": [
      "Parties discussed the Chair s non-paper on possible Protocol amendments. JAPAN urged for a comprehensive post-2012 legal framework, and said the non-paper is too narrow, while SOUTH AFRICA welcomed it as being close to the mandate.",
      "CHINA, BOTSWANA, BOLIVIA, PAKISTAN and others also stressed the AWG-KP s mandate and called for a simple amendment text. AOSIS, the LDCs and the AFRICAN GROUP supported adding text that reflects Annex I emission reductions of at least 45% from 1990 levels by 2020, and AOSIS suggested also reflecting the long-term perspective.",
      "INDONESIA suggested ranges of at least 40% from 1990 levels by 2020 and 80% by 2050.",
      "TUVALU noted that ranges depend on the length of the commitment period.",
      "The EU and others noted the possible need for interim review depending on the length of the commitment period.",
      "On the various options for the Protocol amendment in the Chair s text, CANADA, with NEW ZEALAND, ICELAND and others, supported discussing them at this meeting but retaining all of them on the table.",
      "On textual amendments, several parties supported retaining text on the first commitment period and adding new text on the second, while CANADA noted this may become cumbersome, and NEW ZEALAND proposed a case-by-case approach. BELARUS and others stressed the need to include his country in Annex B.",
      "The EU, supported by NORWAY, proposed adding empty lines to invite new countries.",
      "On the Chair s document 4 ( FCCC/KP/AWG/2009/4 ), the EU, SWITZERLAND and others stressed the importance of considering the document.",
      "SOUTH AFRICA raised concerns, highlighting, inter alia , work done by the other contact groups.",
      "Chair Dovland said his intention was to proceed later to legal text on issues in document 4, but their substance will be considered by the other contact groups.",
      "SWITZERLAND said all issues should be considered by a Committee of the Whole as soon as possible.",
      "Informal consultations were held in the afternoon on issues including the group s mandate and whether the Chair should prepare a non-paper on issues in document 4 in addition to the new text on possible Protocol amendments."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}