{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "Environmental Integrity Group",
      "Group of 77 and China",
      "African Group"
   ],
   "countries": [
      "Niger",
      "Indonesia",
      "Portugal",
      "Nigeria",
      "China",
      "Australia",
      "Maldives",
      "Switzerland",
      "Grenada",
      "Pakistan"
   ],
   "enb_end_date": "15-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "03-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12354e.html",
   "id": "enb12354e_1",
   "section_title": "THIRTEENTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE",
   "sentences": [
      "COP 13 opened on Monday morning, 3 December.",
      "Delegates elected Rachmat Witoelar, Minister of Environment of Indonesia, as COP 13 President.",
      "President Witoelar urged delegates to begin negotiations on the future of the climate regime, noting broad support for agreeing on the agenda for negotiations in Bali and concluding talks in 2009.",
      "Dewa Made Bertha, Governor of Bali, warned about the dire effects of climate change on Bali.",
      "Yvo de Boer, UNFCCC Executive Secretary, said the Bali conference had a huge responsibility to deliver concrete results.",
      "He proposed first considering the right tools, followed by a focus on the type of instrument, and finally consideration of the instrument's legal nature.",
      "Australia, on behalf of the Umbrella Group (a loose coalition of non-European Union (EU) developed countries), called for a comprehensive global agreement including a long-term aspirational goal to which all can contribute.",
      "He proposed initiating a new process building on the Convention Dialogue, and looked forward to continuing discussions under the Ad Hoc Working Group (AWG) and the review under Protocol Article 9.",
      "Pakistan, for the Group of 77 and China (G-77/China), emphasized an approach based on key principles stated in the Convention and Protocol and said advancing work under the AWG was an absolute imperative.",
      "Noting that an increase of 2 °C in global temperature would have devastating impacts on small island developing states (SIDS), Grenada, for the Alliance of Small Island States (AOSIS), stressed the need for a global comprehensive response within the UNFCCC framework and building on the Kyoto Protocol, leading to stabilization well below 445 ppm.",
      "Nigeria, for the African Group, urged developed countries to fulfill existing commitments.",
      "Switzerland, for the Environmental Integrity Group, highlighted the IPCC's Fourth Assessment Report (AR4) and called for urgent action.",
      "Maldives, for the Least Developed Countries (LDCs), highlighted the Adaptation Fund, suggesting application of the levy to other flexible mechanisms, not just the CDM, and to international maritime and air transport.",
      "Portugal, for the EU, said growth in global emissions must be halted in the next 10-15 years and urged a comprehensive global agreement by 2009."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}