{
   "actors": [],
   "countries": [
      "Zimbabwe",
      "Philippines",
      "Ghana",
      "Mexico",
      "Norway",
      "Japan",
      "Tanzania",
      "Uruguay",
      "Trinidad and Tobago",
      "Switzerland",
      "United Kingdom",
      "Finland",
      "South Africa",
      "Pakistan",
      "Paraguay"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_75",
   "section_title": "LONG-TERM COOPERATIVE ACTION:",
   "sentences": [
      "On 7 December, Chair Zammit Cutajar noted the report of AWG-LCA 7 ( FCCC/AWGLCA/2009/14 ), containing the compilation of the latest non-papers on each element being discussed under the agenda item.",
      "He also noted agreement in Barcelona to work in one contact group in Copenhagen.",
      "On the way forward, he said the contact group would begin working on 8 December and that it would launch drafting groups to produce agreed text on all the elements of the BAP, using the non-papers as a starting point.",
      "He said the groups would produce text in the form of draft COP decisions, stressing that this would not prejudice the legal form of the agreed outcome and that parties had the right to bring forward proposals on a different legal form.",
      "During the first meeting of the contact group on 8 December, parties agreed to establish informal drafting groups on: a shared vision, facilitated by Sandea de Wet (South Africa); finance, co-facilitated by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland); technology, co-facilitated by Kishan Kumarsingh (Trinidad and Tobago) and Kunihiko Shimada (Japan); capacity building, co-facilitated by Lilian Portillo (Paraguay) and Georg Børsting (Norway); and adaptation, co-facilitated by William Kojo Agyemang-Bonsu (Ghana) and Thomas Kolly (Switzerland).",
      "On mitigation, Chair Zammit Cutajar suggested that drafting groups will meet on: nationally appropriate mitigation actions (NAMAs), supported by public finance, facilitated by Margaret Mukahanana-Sangarwe (Zimbabwe); REDD-plus, facilitated by Tony La Viña (Philippines); general aspects of sectoral approaches and the agriculture sector, facilitated by Magdalena Preve (Uruguay); and response measures, facilitated by Richard Muyungi (Tanzania).",
      "Chair Zammit Cutajar further explained that mitigation issues not considered by drafting groups will first be addressed in closed informal consultations under his chairmanship.",
      "Chair Zammit Cutajar also proposed that consultations be conducted on non-market approaches to cost-effectiveness, facilitated by María del Socorro Flores (Mexico), and cross-cutting issues such as sources and scales of adaptation funding, and matching NAMAs with support.",
      "Chair Zammit Cutajar also consulted with parties bilaterally on the legal form of the outcome.",
      "Key issues discussed by the informal drafting groups are summarized below."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}