{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Chad",
      "Pakistan",
      "Venezuela",
      "United States",
      "Japan",
      "South Africa",
      "Mexico",
      "Turkey",
      "Ghana",
      "Australia",
      "Uganda",
      "Bahamas",
      "Singapore",
      "Egypt",
      "Norway",
      "China"
   ],
   "enb_end_date": "21-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12382e.html",
   "id": "enb12382e_1",
   "section_title": "MITIGATION AND MEANS OF IMPLEMENTATION:",
   "sentences": [
      "The contact group, chaired by AWG-LCA Chair Machado, convened in the morning.",
      "AUSTRALIA, with JAPAN, suggested that countries with high GDP join Annex I.",
      "THE BAHAMAS, with SINGAPORE, highlighted that per capita criteria disadvantage small countries.",
      "The US said that unmanaged growth of emissions in developing countries will negate mitigation efforts by developed countries.",
      "The EU listed types of actions developing countries could take within their respective capacities, such as energy efficiency measures, promotion of renewable energy, sectoral crediting and sectoral trading.",
      "He also highlighted the lack of implementation by certain Annex I countries as a major barrier to progress. TURKEY, MEXICO, SOUTH AFRICA and others pointed out that they have already undertaken national mitigation actions.",
      "PAKISTAN, MEXICO, the REPUBLIC OF KOREA and CHINA underlined historical responsibility and noted the differing capacities among countries to address climate change.",
      "VENEZUELA objected to amending the Convention, and EGYPT opposed differentiation of mitigation actions.",
      "GHANA highlighted the need for cooperative action. SOUTH AFRICA emphasized linkages between climate and sustainable development policies.",
      "INDIA said global sectoral approaches are not appropriate for developing countries, and UGANDA noted the need to address adverse effects of response measures. NORWAY proposed establishing a discussion group in Poznan on reducing emissions from deforestation and forest degradation in Poznan, as a follow-up to the Accra workshop."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}