{
   "actors": [],
   "countries": [
      "Finland"
   ],
   "enb_end_date": "04-Jul-03",
   "enb_long_title": "Workshop on synergies and cooperation with other conventions",
   "enb_short_title": "UNFCCC Workshop",
   "enb_start_date": "02-Jul-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12220e.html",
   "id": "enb12220e_24",
   "section_title": "CLOSING SESSION",
   "sentences": [
      "Chair Thorgeirsson opened the closing session and underscored the importance of regional assessment information.",
      "One participant stressed the need for better information management, noting that a gap exists between the international, regional and local/indigenous knowledge levels.",
      "The usefulness of the CCD`s thematic regional and subregional networks for identification of synergies was noted. On the conventions` reporting requirements, several participants stressed the need for communication between all focal points, including the GEF focal points.",
      "One participant suggested requesting the JLG or the Rio conventions` secretariats to facilitate the production of joint information and to facilitate the wide distribution of the conventions` reports. Several participants supported the idea of developing a checklist for identifying opportunities for synergies and proposed harmonizing the reporting process as a way of developing the checklist.",
      "One participant expressed reservations over establishing a checklist of activities and suggested instead listing scheduled work products.",
      "Some noted that the development of synergies was an intense process and urged undertaking a practical approach that starts with selected thematic areas such as forests and land degradation and involves all stakeholders. In summarizing the SBSTA workshop discussions, Chair Thorgeirsson highlighted the need to determine ways to facilitate information exchange on outcomes and products.",
      "He noted that the consideration of synergies must be mainstreamed, and appreciated the valuable input from different convention secretariats and international organizations to the SBSTA workshop.",
      "Regarding the report of the meeting, Thorgeirsson noted that the proceedings of the workshop will be contained in the Earth Negotiations Bulletin and will be accessible to all convention focal points. Janos Pasztor said the official SBI and SBSTA workshop reports would be available on the UNFCCC website and would be disseminated through the formal channels of the Executive Secretary.",
      "He thanked the Government of Finland and participants, and closed the workshops at 5:20 pm."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}