{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "India",
      "Tuvalu",
      "Pakistan",
      "United States",
      "Russian Federation",
      "Italy",
      "Zimbabwe",
      "Morocco",
      "Hungary",
      "Tanzania",
      "China"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_1",
   "section_title": "COP-9 REPORT",
   "sentences": [
      "Opening the session on Monday morning, 1 December, COP-8 Vice-President Enele Sopoaga (Tuvalu) welcomed participants. On behalf of COP-8 President T.R.",
      "Baalu, India`s Joint Secretary for Environment and Forests C. Viswanath called on Annex I Parties to take the lead in addressing the impacts of climate change and to provide developing countries with financial and technological assistance.",
      "He rejected the introduction of commitments for developing countries. Vice-President Sopoaga then introduced Miklós Persányi, Minister of Environment and Water, Hungary, who was elected as COP-9 President by acclamation.",
      "In his opening statement, President Persányi highlighted efforts in developing countries to implement climate-friendly production patterns.",
      "He stressed that although the Protocol has not yet entered into force, its ratification by numerous Parties demonstrates its importance. Altero Matteoli, Italy`s Minister for the Environment and Territory, said COP-9 provided an opportunity to identify new and stronger initiatives for combating climate change.",
      "Roberto Formigoni, President of the Region of Lombardy, stressed the importance of regional action on climate change, while Gabriel Albertini, Mayor of Milan, said delegates must take long-term views of climate change, its impacts, and the well-being of future generations.",
      "Luigi Cocchiaro, for the President of the Province of Milan, called for increased implementation in the areas of transport and renewable energy. UNFCCC Executive Secretary Joke Waller-Hunter said that, while the date of the Protocol`s entry into force remained uncertain, it was encouraging that this had not slowed the momentum for action.",
      "She emphasized the need to ensure that adequate resources were provided to meet programme delivery and implementation of COP decisions. Morocco, speaking for the G-77/China, called on the Russian Federation to ratify the Protocol and on the US to 'come back on board,' and expressed concern about the low level of Parties` contributions to the Secretariat.",
      "Zimbabwe, on behalf of the Africa Group, said Annex I Parties have failed to assume leadership in reducing greenhouse gas emissions, and lack political will to do so. Italy, speaking for the EU, urged the US to take actions comparable to those that would have been expected from them under the Protocol.",
      "Tuvalu, for the Alliance of Small Island States (AOSIS), said the discussion on sinks in the CDM must maintain the social, environmental and economic integrity of the mechanism.",
      "Pakistan said work at COP-9 must focus on capacity building, technology transfer, and the Special Climate Change Fund. Highlighting the vulnerability of LDCs, Tanzania, for the LDCs, stressed the need for entry into force of the Protocol and constructive work on matters relating to technology transfer, capacity building and LDCs. The COP met in plenary sessions on Monday, 1 December, Thursday, 4 December and twice on Friday, 12 December.",
      "A high-level segment took place on Wednesday and Thursday, 10-11 December, and included three round-table discussions.",
      "The SBI and SBSTA opened on Monday, 1 December.",
      "The SBSTA met from Monday to Wednesday, 1-3 December, and closed on Tuesday, 9 December.",
      "The SBI met from Monday to Thursday, 1-4 December, Tuesday, 9 December, and closed on Wednesday, 10 December.",
      "Numerous contact group meetings and informal consultations were also held.",
      "This report summarizes the issues discussed at this meeting, organized in accordance with the agendas of the SBSTA, SBI and COP."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}