{
   "actors": [
      "European Union"
   ],
   "countries": [
      "India",
      "Iran",
      "United States",
      "Gambia",
      "Japan",
      "Chile",
      "Bolivia",
      "Canada",
      "Algeria",
      "Colombia",
      "Congo",
      "Turkey",
      "Malawi",
      "Tuvalu",
      "Belize",
      "Malaysia",
      "Ghana",
      "Australia",
      "Ecuador",
      "Guyana",
      "Palau",
      "Egypt",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "23-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "23-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12602e.html",
   "id": "enb12602e_2",
   "section_title": "FINANCE:",
   "sentences": [
      "Co-Chair Artur Runge-Metzger called on delegates not to 'stick to their positions' and find some common ground.",
      "NORWAY clarified that the proposal to move away from project-based approaches builds on their REDD+ experience, with a step-wise approach to building readiness and capacity.",
      "Tuvalu, for the LDCs, supported a readiness approach. SWITZERLAND, CANADA, the US and AUSTRALIA opposed a short-term quantitative goal in the post-2020 period.",
      "SWITZERLAND called for commitments by all countries to provide resources for climate change policies and, with the US and the LDCs, for all countries in a position to do so to provide support to those requiring it. CHINA, IRAN, the LDCs and ECUADOR called for quantitative commitments and, with the pledge of US$100 billion per year by 2020 as a starting point, proposed, with IRAN, a roadmap for scaling up finance post-2020.",
      "MALAWI also supported a quantitative commitment. COLOMBIA clarified their proposal is for: a global transformational goal; a short-term quantitative goal with a list of commitments by parties; and a dynamic and iterative process to scale-up the quantitative goal, which considers national budgetary cycles and responds to changing needs and capabilities.",
      "The US stressed the need to: use public finance to mobilize private investment; enhance enabling environments; and encourage limiting high-carbon investments and climate-proofing all financial flows. SWITZERLAND called for a COP mandate to assess and modify the financial mechanism as necessary.",
      "JAPAN stressed existing institutions are functioning well.",
      "GUYANA supported using the present financial mechanism. CHILE, the LDCs, TURKEY and PALAU called for anchoring the GCF in the 2015 agreement.",
      "GAMBIA, GHANA, the US, PALAU and MALAWI welcomed the earmarking of 50% of GCF finance for adaptation, and supported continued balance in the agreement.",
      "GHANA emphasized direct access to finance.",
      "Belize, for the CARIBBEAN COMMUNITY (CARICOM), emphasized using existing institutions, rather than 'reinventing the wheel'. ALGERIA, CHINA, IRAN and INDIA stressed public sources of finance, with CHINA, IRAN, ECUADOR, PALAU and TANZANIA saying that private sector finance should be complementary.",
      "SWITZERLAND noted the importance of a variety of sources.",
      "CHILE and CARICOM called for a definition of climate finance. JAPAN, CANADA and the US stressed enabling private sector investment and low-carbon growth, with the EU and the US clarifying that private finance will not replace public finance.",
      "AUSTRALIA emphasized using public finance to support those unable to attract private finance, and prioritizing finance to those with least capacity and greater vulnerability. GUYANA, ECUADOR, the DEMOCRATIC REPUBLIC OF THE CONGO and EGYPT distinguished between climate finance and overseas development assistance.",
      "ECUADOR suggested an 'eco tax' on oil exports.",
      "The LDCs, the EU and the US, opposed by INDIA, suggested considering South-South cooperation in the 2015 agreement.",
      "The EU supported considering impacts and results in climate finance.",
      "COLOMBIA and the LDCs supported ex ante assessment and ex post review of climate finance.",
      "BOLIVIA opposed market-based approaches to climate finance.",
      "The ADP Co-Chairs proposed informal discussions on finance continue coordinated by Gary William Theseira, Malaysia, and Christo Artusio, US."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}