{
   "actors": [],
   "countries": [
      "Sudan",
      "Saudi Arabia"
   ],
   "enb_end_date": "08-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "08-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12449e.html",
   "id": "enb12449e_15",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the critically important COP 15 opened on Monday, the halls of the Bella Center in Copenhagen filled quickly as eager delegates and observers arrived to attend the welcoming ceremony.",
      "With around 34,000 participants having applied for accreditation, COP 15 is by far the biggest meeting held under the UNFCCC.",
      "Given the capacity of the Bella Center to accommodate only 15,000 people and limited space in the plenary halls, some observers were already worrying about access to the negotiations and side events.",
      "Media accreditation also had to be suspended after reaching the 5,000 ceiling.",
      "The mood in the crowded corridors seemed to be one of anticipation, excitement, and even guarded optimism.",
      "Some wondered, however, whether the hopefulness would ultimately translate into political will to reach a strong outcome setting the world on the track to avoid dangerous climate change.",
      "The meeting is too big to fail, commented one participant.",
      "Several others appeared to be genuinely uncertain about what Copenhagen will ultimately achieve.",
      "Some of the high-level opening statements were less ambitious than I had hoped for, lamented some parties, with others alluding to mixed signals.",
      "Many developed countries were heard talking about political declarations and COP decisions, with a possible roadmap for adopting a legally-binding instrument later.",
      "Others, however, especially vulnerable developing countries, continued working towards text that would result in a legally-binding outcome to be adopted in Copenhagen.",
      "Climategate was another popular subject, particularly after the call by Saudi Arabia for an independent international investigation of the work of the scientific unit affected.",
      "Although one scientific expert called it a tempest in a teacup, others worried that it could distract from the more serious work in Copenhagen.",
      "Some participants were also speculating on the source of the hacking efforts and related break-ins.",
      "Several participants were expressing surprise at the appearance of a prominent developing country negotiator in the delegation of Sudan.",
      "This fueled speculation that her role as a hardline negotiator for the South had been in jeopardy following pressure from certain parties.",
      "These kind of personality conflicts will happen more often now we re at such a critical part of this high-stakes game, said one observer."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}