{
   "actors": [],
   "countries": [
      "Iceland",
      "Argentina",
      "Niger",
      "India",
      "Qatar",
      "Russian Federation",
      "Nigeria",
      "Papua New Guinea",
      "Panama",
      "Slovenia",
      "Germany",
      "Guinea",
      "Russia"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_2",
   "section_title": "ORGANIZATIONAL MATTERS",
   "sentences": [
      "On 29 October, President Elyazghi reported that 42 Parties had so far ratified the Kyoto Protocol and called on the remaining Parties to do so in time for the WSSD.",
      "On the rules of procedure, the COP decided to continue applying the draft rules (FCCC/CP/2001/6 and Add.1), with the exception of rule 42 (voting).",
      "Participants then adopted the agenda, with the exception of the item 'second review of the adequacy of UNFCCC Article 4.2(a) and (b)' (review of commitments), which was held in abeyance.",
      "The matter was subsequently taken up in informal consultations.",
      "However, no agreement was reached, and on Saturday, 10 November, President Elyazghi informed the COP that intersessional consultations would be held, and the item placed on the provisional agenda for the sixteenth sessions of the subsidiary bodies (SB-16). Following consultations, members of the COP-7 Bureau other than the President were elected in Plenary on 9 November.",
      "The Vice Presidents elected were: Mohammed Barkindo (Nigeria), A. Gopinathan (India), Mohamed Al-Maslamani (Qatar), Andrej Kranjc (Slovenia), Alexandre Bedritsky (Russian Federation), Max Rai (Papua New Guinea), and Karsten Sach (Germany).",
      "Gonzalo Menendez (Panama) was appointed Rapporteur.",
      "Raúl Estrada-Oyuela (Argentina) and Halldor Thoreirsson (Iceland) were named Chairs of SBI and SBSTA, respectively.",
      "The COP also decided to admit as observers those organizations listed in document FCCC/CP/2001/7. The COP considered and adopted a draft decision (FCCC/CP/2001/L.23) forwarded by the SBI to the COP on 8 November on the date and venue of COP-8.",
      "The decision states that COP-8 will be held from 23 October to 1 November 2002, and notes the expression of interest by India in hosting the conference.",
      "It requests consultations to be continued between the Executive Secretary and India, and notification of the outcome to be reported not later than 24 November 2001.",
      "It requests the Bureau to decide on the venue of COP-8 at its next meeting in December 2001. Draft conclusions on the calendar of meetings of Convention bodies 2005-2007 (FCCC/CP/2001/CRP.15) were adopted by the SBI on 8 November and by the COP on 9 November 2001.",
      "The COP adopted the report on credentials (FCCC/CP/2001/9) on Friday, 9 November."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}