{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Austria",
      "India",
      "Senegal",
      "Jamaica",
      "Norway",
      "Japan",
      "China",
      "Chile",
      "Tuvalu",
      "Kuwait",
      "Micronesia",
      "Pakistan",
      "Bolivia",
      "Paraguay",
      "Argentina"
   ],
   "enb_end_date": "05-Dec-08",
   "enb_long_title": "United Nations Climate Change Conference - Bali",
   "enb_short_title": "COP/MOP3",
   "enb_start_date": "05-Dec-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12345e.html",
   "id": "enb12345e_14",
   "section_title": "HFCs",
   "sentences": [
      "The Secretariat noted submissions (FCCC/SBSTA/2007/MISC.17) and CHINA announced its early phase-out of HFC-23.",
      "SENEGAL, ARGENTINA and others opposed crediting the destruction of HFC-23 in new facilities under the CDM.",
      "The EU proposed alternative sources of financing to address emissions at new plants.",
      "Marcela Main (Chile) and Klaus Radunsky (Austria) will facilitate consultations.",
      "Small-scale CDM sink projects: BOLIVIA, PAKISTAN, PARAGUAY, SENEGAL and others, opposed by INDIA, BRAZIL and TUVALU, supported increasing the limit for small-scale afforestation and reforestation projects.",
      "Marcela Main (Chile) and Klaus Radunsky (Austria) will hold informal consultations.",
      "Carbon capture and storage under the CDM: The Secretariat reported on the issue (FCCC/SBSTA/2007/MISC.18 and Adds.1-2).",
      "PAKISTAN, KUWAIT, NORWAY, JAPAN and others, opposed by MICRONESIA, TUVALU, JAMAICA, INDIA, BRAZIL, SENEGAL and others, supported inclusion of CCS under the CDM.",
      "A contact group, co-chaired by Marcela Main (Chile) and Klaus Radunsky (Austria), will convene.",
      "Good practice guidance for land use, land-use change and forestry: The Secretariat introduced the issue (FCCC/SBSTA/2007/INF.2, FCCC/SBSTA/2007/MISC.28).",
      "Informal consultations will be convened."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}