{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "United States",
      "Bolivia",
      "Ghana",
      "Australia",
      "Colombia",
      "Singapore",
      "China"
   ],
   "enb_end_date": "07-Dec-11",
   "enb_long_title": "Durban Climate Change Conference - COP17/CMP7",
   "enb_short_title": "COP17",
   "enb_start_date": "07-Dec-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12531e.html",
   "id": "enb12531e_4",
   "section_title": "REDD+ (AWG-LCA)",
   "sentences": [
      "Delegates addressed the text on REDD+ included in the amalgamation document, with parties presenting numerous proposals.",
      "Some parties favored references to mitigation and adaptation activities, while others preferred to leave these references in the preambular section.",
      "One party suggested that parties may choose, as appropriate, a combination of financing options that best meets their national circumstances.",
      "Some parties supported referring to private and public funding, others suggested separating the text and linking REDD+ phase one and two to public sources and phase three to private sources. NATIONAL ADAPTATION PLANS (COP): Delegates discussed whether the Secretariat should establish a database.",
      "A number of developed countries expressed concern over costs, while many developing countries supported establishing a database, with one specifying it should be on support provided, not on activities.",
      "On developing countries that are not LDCs, delegates discussed a Colombian proposal on determining the modalities on how other vulnerable countries can plan, prioritize and implement their national adaptation strategies. CDM (CMP): Delegates discussed several governance-related issues, including: standards and procedures, transparency and an appeals process. REVIEW (AWG-LCA): Delegates discussed a revised draft text on further definition of the scope and development of modalities for the Review characterizing the key options as Cancun , Cancun+ and an option covering elements of both. RESPONSE MEASURES (COP): Delegates discussed three documents, including a consolidated text distributed on behalf of the COP Presidency.",
      "Parties views diverged on, inter alia , the interpretation of mandates from the AWG-LCA and subsidiary bodies and on the role and inclusion of trade issues.",
      "The facilitator will seek guidance from the LCA Chair on how to proceed. SECTORAL APPROACHES (AWG-LCA): Parties resumed work on the general framework and moved to round-table discussions focused on, inter alia : application of CBDR, sequencing of discussions, and possible integration of previous options into the text. LEGAL OPTIONS (AWG-LCA): Parties addressed a revised non-paper presented by the facilitator with four options for an AWG-LCA outcome.",
      "The US suggested an additional option to develop a series of decisions based on Decision 1/CP.16 alone and not on Decision 1/CP.13.",
      "The first option deciding to develop a protocol under Convention article 17 included elements on the content.",
      "The EU said that addressing the principle of CBDR in a contemporary and dynamic manner is an essential component and suggested its inclusion.",
      "INDIA, supported by CHINA, suggested this option should be based on, and under, the UNFCCC and not involve reinterpretation or amendment of the Convention, with CHINA suggesting that dynamic interpretation of the principle may entail amendment.",
      "A second bullet under the content includes: mitigation (including targets and/or actions for all parties, MRV and market mechanisms) adaptation, technology transfer and finance.",
      "BOLIVIA expressed concern over the lack of balance on references to mitigation and other elements, such as adaptation and capacity building.",
      "Tuvalu, for the LDCs, supported by BOLIVIA, SINGAPORE, AOSIS and GHANA, and opposed by AUSTRALIA, suggested deletion of detailed references to mitigation elements. FINANCE (AWG-LCA): On the issue of long-term finance for adaptation, many developing countries emphasized the need to focus on ground-based adaptation, both in the form of grants and with direct access to overcome current barriers to investments in adaptation.",
      "Delegates also discussed whether public sources will constitute the main funding source.",
      "Parties discussed a new proposal from a group of developed countries on the Standing Committee and continued discussions on new and innovative sources of finance.",
      "A group of developed countries observed that it is premature to discuss the establishment of a mechanism to assess the incidence of sources of finance.",
      "On bunker fuels, they proposed language noting that alternative sources such as carbon pricing of global aviation and maritime transportation have the potential to generate significant funds and will also generate the price signal necessary to achieve emission reductions in these sectors, inviting IMO and ICAO to develop instruments including market-based instruments.",
      "Other developed countries preferred to delete all the paragraphs relating to incidence.",
      "Parties agreed to forward the draft text on the Standing Committee and long-term finance to the AWG-LCA Chair. MARKET AND NON-MARKET APPROACHES (AWG-LCA): During evening informal consultations, parties considered a revised text containing a condensed version of parties views as prepared by the facilitator (option 1).",
      "Some parties supported the revised option as a basis for further work, while others expressed concern that many details have been omitted.",
      "Parties reconvened later in the evening to continue discussions and make a determination on how to proceed."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}