{
   "actors": [
      "African Group"
   ],
   "countries": [],
   "enb_end_date": "04-Nov-09",
   "enb_long_title": "Barcelona Climate Change Talks 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Nov-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12444e.html",
   "id": "enb12444e_9",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "Throughout Tuesday, all meetings under the AWG-KP were suspended, pending consultations on the African Group s request that AWG-KP groups not convene until the numbers group completes its work.",
      "Many AWG-KP delegates were therefore seen wandering around the corridors, checking their mobiles for messages and the CCTV, and waiting for news on how the situation might be resolved.",
      "By evening, a solution had been found and the AWG-KP plenary convened to clear the way for meetings to resume on Wednesday.",
      "After the plenary, delegates views were mixed.",
      "A LULUCF negotiator explained that she had come to the meeting expecting the good progress achieved in Bangkok to continue and had therefore been disappointed with the suspension and expressed relief that work could now begin.",
      "A developing country delegate analyzed: This gave this crucial issue more visibility, which is obviously a good thing.",
      "He added: In terms of the time lost, however, I m not sure it was worth it.",
      "A developing country delegate expressed hope that this situation would not have to be repeated.",
      "For those following the AWG-LCA, the day was packed with informal consultations.",
      "One delegate coming out of an informal meeting on overarching mitigation issues commented that he felt the discussions had not moved forward and that developed and developing countries appeared to still hold opposing views on whether common mitigation frameworks should be discussed at all.",
      "The AWG-LCA Chair also convened consultations on the organization of work.",
      "Parties emerging from the room described the meeting as focusing on the outcome of the Barcelona session with two options on the table: either having a draft negotiating text comprising all the non-papers or a report with the non-papers annexed to it.",
      "Discussions were also reportedly held on documentary form of a Copenhagen outcome.",
      "One veteran explained afterwards: A legally-binding agreement at COP 15 is now looking almost impossible, given the lack of consensus and limited time remaining.",
      "Many, including concerned observers, were overheard wondering about the alternatives.",
      "One delegate speculated that the outcome could be a decision with a political commitment to take action that does not rule out further discussions on a legally-binding instrument, while a developing country delegate seemed visibly frustrated with low expectations for Copenhagen, stressing that political commitments do not necessarily lead to actions."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": "working group"
}