{
   "actors": [],
   "countries": [
      "Argentina",
      "South Africa",
      "New Zealand"
   ],
   "enb_end_date": "21-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "21-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12171e.html",
   "id": "enb12171e_6",
   "section_title": "LATE NIGHT PLENARY",
   "sentences": [
      "Shortly after midnight Friday night, President Pronk reported back to participants, noting that some good work had been done during the day's ministerial negotiations.",
      "He said discussions on the finance text were 'fruitful' on a number of issues.",
      "There was consensus on the need for resources for adaptation and capacity building.",
      "He noted support for the proposed Adaptation fund and a Special Climate Change fund.",
      "However there were diverging views on whether the funding related to the UNFCCC or Protocol, although a compromise had been suggested.",
      "He noted discussion on the option of sharing financial contributions on the basis of criteria to be determined.",
      "However, many questions remained unanswered, with negotiations set to continue Saturday in the consultation group. Regarding discussions on the mechanisms, he said these had not yet reached the 'fruitful' stage.",
      "However, he noted lengthy discussions on several issues, including equity, supplementarity and nuclear.",
      "He said Minister Pete Hodgson of New Zealand would convene further talks on this issue. On LULUCF, he said negotiators had focused on Article 3.4, and that there had been 'movement.",
      "' He noted agreement on the need for a set of common principles and environmental credibility and predictability.",
      "He said Ambassador Estrada of Argentina would convene discussions on LULUCF, and Minister Valli Moosa of South Africa would facilitate the group on compliance. President Pronk concluded the meeting stating that there is progress and he remains hopeful that Parties will be able to reach a compromise on the package as a whole in the two remaining days."
   ],
   "subtype": "",
   "topics": [],
   "type": "COP"
}