{
   "actors": [],
   "countries": [
      "Colombia",
      "Kiribati"
   ],
   "enb_end_date": "16-Jun-05",
   "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change",
   "enb_short_title": "UNFCCC Technology for Adaptation Workshop",
   "enb_start_date": "14-Jun-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12271e.html",
   "id": "enb12271e_9",
   "section_title": "FINANCING THE TRANSFER OF TECHNOLOGIES FOR ADAPTATION TO CLIMATE CHANGE",
   "sentences": [
      "On Wednesday morning, delegates heard presentations and discussed opportunities for financing the transfer of technologies for adaptation.",
      "Abdullatif Salem Benrageb chaired the session. Daniele Violetti, UNFCCC Secretariat, presented an overview of trends in financial flows and ongoing work on innovative financing for the development and transfer of technology.",
      "On funding targeted to climate change, he noted that funding is available from: bilateral activities of Parties; multilateral activities such as the GEF, the World Bank or regional banks; the Special Climate Change Fund (SCCF); the LDC Fund (LDCF); financial flows generated by Joint Implementation/Clean Development Mechanism projects; and private sector investments.",
      "He surveyed funding flows outside the Convention, noting the increasing role of the private sector in funding provision.",
      "Violetti pointed out that a workshop on innovative financing was held in Montreal from 25-27 September 2004, and summarized its conclusions in the areas of TNAs, toolkits and handbooks, training and capacity building, enabling environments, risk management, dialogue, the role of financing, and adaptation.",
      "He noted that a follow-up workshop will be organized in October 2005. Bonizella Biagini, GEF, presented financing provisions for adaptation technologies under the Convention.",
      "She outlined the role of the GEF in providing financing, and gave an overview of funds available for adaptation activities.",
      "For implementation activities, she noted that four programmes are available: the Strategic Priority on Adaptation (SPA) trust fund; the LDCF; the SCCF; and the Adaptation Fund under the Kyoto Protocol.",
      "Noting that the SPA projects are designed to 'show how adaptation planning and assessment can be practically translated into projects that will provide real benefits,' she summarized SPA projects in process in Kiribati, Colombia, the Caribbean, and Africa.",
      "She clarified that while the SPA funds the incremental costs of projects that have global benefits, LCDF and SCCF fund the additional cost of adaptation measures that are not required to include global benefits.",
      "While the LCDF funds projects for LDCs` urgent and immediate needs as identified in NAPAs, SCCF funds projects in priority areas of intervention with a longer- term approach and strategy.",
      "She noted that the top priority area of the SCCF is adaptation, and that its second priority area is technology transfer."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}