{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "Brazil",
      "Denmark",
      "New Zealand",
      "Russian Federation",
      "China",
      "Tuvalu",
      "Lesotho",
      "Russia"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_17",
   "section_title": "Other Issues: LULUCF",
   "sentences": [
      "This issue (FCCC/KP/AWG/2010/6/Add.2) was considered through a spinoff group facilitated by Marcelo Rocha (Brazil) and Peter Iversen (Denmark) and through joint discussions with the AWG-KP contact group on Annex I emission reductions.",
      "The key issues discussed included construction and transparency of reference levels, interannual variability, force majeur and harvested wood products.",
      "Lesotho, for the LDCs, called for broadening the scope of eligible LULUCF activities under the CDM.",
      "China emphasized that conclusions should focus on improving the Protocol s environmental integrity and not creating more loopholes.",
      "Some parties said they may be open to the use of reference levels.",
      "Many parties highlighted the need for transparency in accounting and some called for consideration of potential linkages between LULUCF rules and REDD+.",
      "Brazil, for the G-77/China, outlined the G-77/China s proposal on constructing reference levels.",
      "She said parties would inscribe their reference levels in an annex and would then be required to submit a description of the elements used in their construction, followed by a period for revision.",
      "She proposed a review of reference levels starting in 2012 and of annual inventories, highlighting the need to ensure that accounting occurs with the same elements used in establishing reference levels.",
      "She called on parties to begin discussing elements of potential review guidelines.",
      "Noting problems of accurate, transparent and verifiable accounting of forest management activities, Tuvalu underscored that there are other accounting options.",
      "Highlighting the challenge of identifying the impact of policy on reference levels, the G-77/China proposed a cap on forest management that is fixed for all parties, noting lack of agreement on a specific percentage.",
      "New Zealand questioned whether caps are necessary, given the transparent accounting in the G-77/China s proposal.",
      "The Russian Federation suggested that caps should only apply to forward-projection baselines.",
      "Climate Action Network underscored the need to ensure that Annex I emissions decrease, suggesting that historical averages should be used as baselines.",
      "Parties discussed a non-paper on reference levels and agreed on the need for a new non-paper early in the next session.",
      "The AWG-KP also agreed to organize a workshop prior to AWG-KP 13 on forest management accounting and invited Annex I Parties to submit new data on expected use of LULUCF in the next commitment period.",
      "Flexibility Mechanisms: On this issue (FCCC/KP/AWG/2010/6/Add.3), parties focused on ways to reduce the options in the text.",
      "They considered issues that had previously only received limited attention, including the share of proceeds and supplementarity.",
      "Parties also discussed whether there should be a requirement to use Certified Emission Reductions (CERs) from projects in certain host countries, with some parties stressing the need for preferential treatment for countries and regions that lack financial and technical capacity to access the CDM.",
      "Other issues discussed include: supplementarity; new market-based mechanisms; strengthening the share of proceeds, including by extending it to other mechanisms and increasing the amount deducted; and the inclusion of carbon capture and storage (CCS) under the CDM.",
      "No consensus was reached on any of the options in the text and parties were unable to further clean up the text.",
      "During the AWG-KP closing plenary, AWG-KP Vice-Chair Dovland reported that as only minor changes were made to the text, there was no need to produce new text for AWG-KP 13."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}