{
   "actors": [],
   "countries": [
      "Peru",
      "Moldova",
      "China"
   ],
   "enb_end_date": "26-Apr-02",
   "enb_long_title": "Expert meeting on methodologies for technology needs assessments",
   "enb_short_title": "Workshop",
   "enb_start_date": "26-Apr-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12191e.html",
   "id": "enb12191e_11",
   "section_title": "DESIGNING ACTIONS: INTEGRATION OF IDENTIFIED TECHNOLOGY NEEDS WITH CURRENT DEVELOPMENT PROGRAMMES:",
   "sentences": [
      "Sung-Chui Shin, Senior Adviser, Korea Institute of Energy Research, discussed the Republic of Korea`s integration of its identified technology needs within current development programmes.",
      "He outlined the current energy situation and policies in the Republic of Korea, discussed the country`s main implementing programmes and described its efforts at international collaboration on research and development.",
      "He argued that, unlike the Clean Development Mechanism (CDM), technology transfer within the UNFCCC is 'intangible,' with no credit or incentives provided, meaning that it is not realistic to expect voluntary technology transfer.",
      "To address this problem, he proposed that systematic or mandatory approaches be required to facilitate technology transfer under the UNFCCC.",
      "He also suggested the establishment or designation of 'EST Technology Transfer Education Centers' as an effective method for capacity building.",
      "Finally, he proposed that the Expert Group on Technology Transfer recommend a COP decision urging Annex I Parties to submit a list of 'public' ESTs and the terms and conditions governing their transfer. Glicerio Eduardo Torres, Consejo Ciencia y Tecnologia, Peru, presented a country report on technology needs assessment for Peru.",
      "He outlined various technological options, including the use of natural gas, fuel cells as energy generators, micro-turbines, small hydroelectric systems, biofuels, solar energy, oceanic energy, geothermal energy, and specific technologies in the transportation, agriculture and agroforestry sectors.",
      "He outlined Peru`s action plan, which includes: the establishment of a Consultant Group for Technology Transfer; promotion of a regional or subregional Center for Technology Transfer sited in Peru; more effective technology transfer from industrialized countries; an improvement in financing programmes and projects; and the creation of a special financial support project to strengthen internal capacities in research development, innovation, and training. Marius Taranu, Expert on Needs Assessment at Moldova`s Ministry of Ecology, Construction and Territorial Development, presented a case study of his country`s programme on technology needs assessment and its integration with current national development programmes.",
      "He explained that the needs assessment programme aims to identify options for replacing inefficient energy technologies used in the energy and agricultural processing industry and to assess the economic viability of renewable energy resources.",
      "He highlighted the importance of integrating the technology needs identified with sustainable development strategies, and outlined the country`s process of implementing Agenda 21, observing that sustainable development principles were adopted in his country in 1998. Holger Liptow, Head of Project Climate Change, Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ), spoke on technology needs in the energy sector.",
      "Explaining that his organization aims to integrate technological issues into development cooperation, he highlighted its work on promoting renewable energies for rural energy supply, noting that some technologies are economically competitive with the small diesel pumps often used in developing countries.",
      "He indicated that GTZ`s most successful work has been in China, where efficiency improvements through more effective energy management at 32 power plants resulted in a reduction of 500,000 tons of CO2 emissions annually.",
      "He stressed that the dissemination and marketing of ESTs must be on a commercially-sound basis."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}