{
   "actors": [],
   "countries": [
      "Mali",
      "Cuba",
      "Malaysia",
      "United States",
      "Brazil",
      "Hungary",
      "Switzerland"
   ],
   "enb_end_date": "08-Oct-15",
   "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)",
   "enb_short_title": "IPCC-42",
   "enb_start_date": "05-Oct-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12645e.html",
   "id": "enb12645e_18",
   "section_title": "ELECTIONS OF THE VICE-CHAIRS OF THE IPCC",
   "sentences": [
      "On Wednesday morning, Acting IPCC Chair El Gizouli opened voting for the IPCC Vice-Chairs.",
      "Switzerland, supported by Hungary, requested more time for regional consultations, with Switzerland noting the need for time to consider a package of candidates to be shared between Region VI and others.",
      "He nominated Andreas Fischlin for IPCC Vice-Chair from the floor.",
      "The US nominated Ko Barrett from the floor, highlighting Barrett§s experience with scientific organizations and her service in the developing world.",
      "He stressed that a leadership role for the US would help ensure its ability to provide critical services to the Panel.",
      "Taka Hiraishi, TFI Co-Chair, noted that an internal COI code of conduct calls for IPCC ExComm members to refrain from major roles in negotiations outside the IPCC and requested that this internal policy be officially recorded.",
      "After further consultations among the regional groups, Switzerland then withdrew the candidacy of Fischlin for Vice-Chair.",
      "Hungary also withdrew its nomination of Diana Ürge-Vorsatz.",
      "The Chair declared that Ko Barrett was, therefore, elected developed country Vice-Chair by acclamation and opened the election for developing country Vice-Chair.",
      "Acting IPCC Secretary Stewart announced that Pichs-Madruga of Cuba, who had originally been nominated, could not run for Vice-Chair, as Barrett was now representing Region IV.",
      "With no new nominations from the floor, elections were held between candidates Youba Sokona (Mali), Thelma Krug (Brazil) and Fredolin Tangang (Malaysia) for the remaining two Vice-Chair positions.",
      "In the first round of voting, Krug won 53 votes, Sokona won 49 and Tangang won 29.",
      "As no candidate achieved a simple majority, a second round was conducted between the top two candidates.",
      "After the second round of votes, Krug won 73 votes and Sokona won 61.",
      "Thelma Krug was declared Vice-Chair.",
      "In a third round of voting, for the third Vice-Chair, Sokona received 89 votes and Tangang received 45.",
      "Youba Sokona was, therefore, declared the third IPCC Vice-Chair."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}