{
   "actors": [],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Chile",
      "Germany",
      "Kenya",
      "Belgium",
      "South Africa",
      "Colombia",
      "Slovenia",
      "Austria",
      "Greenland",
      "Ireland",
      "United Kingdom",
      "Australia",
      "Saudi Arabia",
      "Egypt",
      "Denmark",
      "Norway",
      "France",
      "China"
   ],
   "enb_end_date": "17-Nov-07",
   "enb_long_title": "IPCC-27",
   "enb_short_title": "IPCC-27",
   "enb_start_date": "12-Nov-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12342e.html",
   "id": "enb12342e_18",
   "section_title": "SYR SPM:",
   "sentences": [
      "After informal consultations, delegates agreed to retain reference to UNFCCC Article 2(o bjective of the Convention) in the chapeau paragraph referring to dangerous anthropogenic interference.",
      "Differences emerged on language on key vulnerabilities noting that there are sharp differences across regions and that those in the weakest economic position are frequently the most susceptible to climate-related damages.",
      "Delegates debated whether to say most susceptible to climate change or climate-related damages.",
      "An informal group met to discuss wording.",
      "Following discussions, the US proposed, and delegates agreed, to substitute the existing text with a sentence from WGII Chapter 19 explaining that key vulnerabilities may be associated with many climate-sensitive systems, including food supply, infrastructure, health, water resources, coastal systems, ecosystems, global bio-geochemical cycles, ice sheet and modes of oceanic and atmospheric circulation, explaining that this helps make the link with text on reasons for concern.",
      "South Africa and Colombia expressed disappointment that the new formulation removes the notion that the poor are the most sensitive to climate change.",
      "On a statement that mitigation is necessary because unmitigated climate change is likely to exceed systems ` capacity to adapt, the US, Saudi Arabia and India supported deletion of mitigation is necessary, while Germany and Norway insisted on retaining the phrase.",
      "The phrase was deleted and the final text states that unmitigated climate change would, in the long term, be likely to exceed the capacity of systems to adapt.",
      "Regarding language acknowledging that in some cases there are barriers, limits and costs to adaptation , Belgium and Germany proposed to delete in some cases.",
      "Australia, with Slovenia, preferred limitations to limits.",
      "Chile supported formidable barriers, while Egypt suggested significant.",
      "The US proposed these are not fully understood.",
      "The final text reads: There are barriers, limits and costs, but these are not fully understood.",
      "On costs of impacts of climate change , France, the UK and Austria, urged retaining a sentence stating that impacts of climate change are very likely to impose net annual costs which will increase over time as global temperatures increases.",
      "The text was retained.",
      "Regarding estimates of the social cost of carbon, the US proposed, and delegates agreed, to add that the large ranges are due to differences in assumptions.",
      "Delegates also agreed to text listing the assumptions.",
      "The draft SPM contained a sentence referring to Figure SPM 7 on examples of risks that would be reduced by limiting global average warming.",
      "After informal consultations, a new proposal was presented referring to avoided impacts of climate change .",
      "The US opposed, proposing to indicate that the figure provides examples of impacts associated with projected global average surface temperature in the 21st century.",
      "An Author disagreed, highlighting that the text is one of the fundamental new issues in the AR4, and provides policymakers ways to infer avoided impacts by comparing stabilization scenarios.",
      "The US argued that the figure does not address avoided impacts.",
      "Following informal consultations early on Friday morning, Chair Pachauri, supported by China and the US, proposed deleting the sentence, explaining that no consensus seemed possible and that there was no need to refer to the figure in the section.",
      "France and Germany opposed the deletion, stressing the need to point to possibly avoidable impacts.",
      "The UK, opposed by China and the US, proposed alternative language on impacts which might be avoided for given ranges of temperature, noting that adaptation also needs to be taken into account.",
      "Belgium proposed language combining the two equally correct perspectives, which was supported by an Author and opposed by China and India.",
      "The UK suggested accepting the sentence that had been proposed by the US, but Chair Pachauri stressed that it had been opposed by the Authors.",
      "Noting, once again, that no consensus was possible, Chair Pachauri suggested omitting the contested sentence from the SPM, and it was deleted.",
      "Germany opposed the deletion and requested recording her opposition.",
      "The US stressed that they had followed the IPCC rules and consistently and expressed their opposition to this concept already in their written comments.",
      "During contact group discussions on reasons for concern , the US argued that the section did not conform to the outline previously agreed at IPCC-22 and questioned the mandate of the contact group, saying the issue was linked to the question of key vulnerabilities and risk addressed elsewhere in the SYR SPM.",
      "In opposition, Austria, Germany, Belgium, the UK and others stressed the importance of the section as a cross-cutting and policy-relevant issue, responding to guidance from IPCC-22.",
      "The US suggested that the section did not fit in Topic 5 and Australia responded that it could not be addressed earlier in Topic 3 or Topic 4 as it would appear premature.",
      "In the final SPM, it remains in Topic 5.",
      "The US objected to the concept of key vulnerabilities , saying that it was a new and complicated term, not robust enough to be carried to the SPM SYR.",
      "She questioned the criteria for selecting examples of key vulnerabilities.",
      "The Authors explained that they were chosen on the basis of the robustness of the findings and to illustrate progress since the TAR.",
      "Australia proposed, and delegates agreed, to add text explaining the basis on which the examples in the section were chosen.",
      "France, supported by Germany, and opposed by the US, stressed the importance of considering not only findings with the highest confidence, but also matters of very high consequence and risk.",
      "On a sentence explaining why the reasons for concern are assessed to be stronger than in the TAR, the US called for removing especially when referring to especially vulnerable systems, sectors and regions, noting that the word was not clearly defined nor was it fully addressed by WGII.",
      "Germany, the UK, the Authors and others opposed, with the UK noting that the issue was not addressed by WGII precisely because it was considered a cross-cutting issue to be addressed in the synthesis.",
      "The Authors explained that the expression especially vulnerable was widely used in the WGII report as a relational operator, meaning more compared to others as in English common usage and that vulnerability is defined in the AR4 glossary.",
      "The word was retained.",
      "At Belgium's request, delegates also discussed the inclusion of a figure showing past and future reasons for concern.",
      "The Authors noted the difficulty of producing such a figure.",
      "Delegates agreed to the inclusion of Figure TS.6 from the WGII Technical Summary on projected risks due to critical climate change impacts on ecosystems for different levels of global mean annual temperature rise, noting that this covered the same point.",
      "On risks to unique and threatened systems , South Africa, supported by Norway, Germany, Austria and Denmark, suggested text stating that confidence has increased from medium to high that a 1-2 °C increase in global average temperature above 1990 levels poses significant risks to many unique and threatened systems, including some biodiversity hotspots.",
      "China objected to including a confidence level, noting that the WGII SPM qualifies this as medium confidence.",
      "Belgium suggested removing from medium to high.",
      "An Author suggested indicating with medium confidence that approximately 20-30% of plant and animal species assessed so far are likely to be at increased risk of extinction if increases in global average temperatures exceed 1.5-2.5 °C over 1980-1999 levels, and with high confidence that a 2 °C increase in global average temperature above 1990 levels poses significant risks to some biodiversity hotspots.",
      "China opposed the second part of the statement, arguing that it had not been subject to government review, invoking limits to the length of the SPM, and saying that the information not particularly relevant for policymakers.",
      "WGI Co-Chair Susan Solomon responded that biodiversity hotspots had been thoroughly discussed and that the information had been reviewed by governments.",
      "India said that statements with only medium confidence level should not be included in the SYR SPM.",
      "Germany, supported by Japan, Austria and others, stressed that policymakers need information on large-scale impacts even if the confidence level is not high or very high.",
      "Chair Pachauri proposed to replace the second part of the sentence with language from the WGII Technical Summary, and delegates agreed.",
      "The approved text notes that confidence has increased.",
      "Delegates also agreed to a proposal by China during contact group discussions to quote directly from WGII SPM and refer to more frequent coral bleaching events and widespread mortality unless there is thermal adaptation or acclimation by corals.",
      "On distribution of impacts and vulnerabilities , delegates discussed text stating that low-latitude and less-developed areas face the greatest risk, particularly in dry areas and mega-deltas.",
      "Colombia, supported by the US, and opposed by India and Kenya, preferred to remove reference to specific regions.",
      "Delegates agreed to replace greatest with greater and retain the examples.",
      "On language on risks of large-scale singularities , the US, opposed by the UK and others, proposed to change the bullet title from risks of large-scale discontinuities: long-term and irreversible impacts to risks of large-scale singularities.",
      "The Authors explained the reasons for using the proposed language, and noted that certain impacts, such as species extinction, were indeed irreversible and preferred retaining irreversible impacts.",
      "South Africa said irreversible changes are something policy-makers understand.",
      "After further discussion, the panel agreed to delete long-term and irreversible impacts as proposed by the US.",
      "A sentence on projected species extinction was opposed by the US, saying that it was not discussed in the TAR, that it was addressed elsewhere in the SPM SYR, and that it did not represent a discontinuity or a large-scale change.",
      "South Africa, the Authors and others disagreed, stressing species extinction as a prime example of a discontinuity and of irreversible and large-scale change.",
      "The reference was retained.",
      "On a sentence stating high confidence that global warming over many centuries would lead to sea level rise that is projected to be much larger than observed over the 20th century, WGI Co-Chair Susan Solomon explained that sea level rise due to ice sheet loss had medium confidence, while the sentence proposed referred to sea level rise due to thermal expansion, for which there is high confidence.",
      "South Africa suggested, and delegates agreed, to clarify that the sea level rise mentioned with high confidence was due to thermal expansion alone.",
      "The US questioned whether sea level rise represented a discontinuity and called for focusing on what is new since the TAR.",
      "Australia and Ireland proposed, and delegates agreed, to add reference to associated coastal loss and damage as examples of discontinuity.",
      "The contact group also discussed whether to include in the reasons for concern only statements with high confidence level, or others with important consequences but lower confidence.",
      "Noting that plenary had not made a decision to include only high confidence statements in this section, Germany and others supported referring also to high risk events.",
      "After further discussion, the Authors proposed, and delegates agreed, to add that there is a risk that larger sea level contributions from both the Greenland and Antarctic ice sheets than is projected by ice sheet models could occur on century time scales, because dynamical processes not included in current ice sheet models, but seen in recent observations, could increase the rate of ice loss."
   ],
   "subtype": "other",
   "topics": [],
   "type": "ipcc"
}