{
   "actors": [],
   "countries": [
      "India",
      "United States",
      "Japan",
      "Brazil",
      "Germany",
      "Kenya",
      "Canada",
      "Slovenia",
      "Colombia",
      "Sweden",
      "Sudan",
      "Belarus",
      "United Kingdom",
      "Australia",
      "Spain",
      "Peru",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "04-May-07",
   "enb_long_title": "Ninth session of the IPCC Working Group III (WGIII)",
   "enb_short_title": "IPCC WGIII",
   "enb_start_date": "30-Apr-07",
   "enb_url": "http://www.iisd.ca/vol12/enb12321e.html",
   "id": "enb12321e_9",
   "section_title": "Government policies and instruments",
   "sentences": [
      "Discussion focused on creating incentives for mitigation, evaluation criteria, taxes and charges, voluntary agreements, information instruments and voluntary actions.",
      "On a sentence identifying the main criteria for evaluating policies and instruments, China questioned reference to political feasibility, and the UK said this is not relevant for technical evaluation of policies.",
      "WGIII removed reference to political feasibility.",
      "The US and Belarus questioned language noting that taxes and charges are cost-effective.",
      "The Lead Authors explained that taxes are more cost-effective to implement than other instruments.",
      "India, supported by the US, proposed specifying that taxes are cost-effective for setting a price for carbon.",
      "Sweden proposed replacing taxes and charges by carbon tax but India opposed, referring to India's high petroleum tax, which is not called a carbon tax but has a similar impact.",
      "The UK, opposed by Switzerland, proposed an alternative formulation that separates the impacts of taxes and charges from their implementation.",
      "After informal consultations, the text was agreed indicating that taxes and charges can set a price for carbon but cannot guarantee a particular level of emissions.",
      "On text on the role of voluntary agreements, Japan expressed concern over whether agreements that have an implicit threat of future taxes are really voluntary.",
      "The Lead Authors explained that even if such agreements are not strictly voluntary, literature shows that they are being applied.",
      "After discussions on the effectiveness of voluntary agreements and experiences in Japan and Germany, delegates agreed to indicate that some recent agreements in a few countries have led to emissions reductions.",
      "On information instruments, WGIII agreed on a proposal by the UK to remove language indicating that information instruments can improve the effectiveness of other policies.",
      "On text on voluntary actions independent of national of government authorities, WGIII agreed to text replacing sub-national governments by local and regional authorities and omitting independent of national governments.",
      "Price of carbon: A paragraph noting that the price of carbon would create incentives for consumers and producers to invest in low greenhouse gas products was discussed in plenary and informally.",
      "China asked for clarification on carbon prices used, and Switzerland called for additional sectoral information.",
      "The Lead Authors explained their choice of carbon prices from top-down models and stated that there was less data for some sectors, such as the power sector, than for others, such as the transport sector.",
      "China said that the underlying report included studies that do not fall within the carbon price ranges of US$20-50 suggested in the draft text, and proposed an upper bound exceeding US$100/ton of carbon.",
      "The final SPM refers to carbon prices from US$20-80 in 2030, and US$30-155 in 2050 and also includes lower price information from studies that consider technological change.",
      "Switzerland, with Slovenia, proposed a new sentence on the power sector response to carbon prices.",
      "The US queried if studies extend through 2050 for the power sector, and the Lead Authors responded that such information was available, citing a major study by the International Energy Agency.",
      "WGIII agreed to the new sentence.",
      "The final SPM indicates that carbon prices from US$20-50 could lead to low-emission power generation by 2050.",
      "Technology transfer: Discussions focused on the level of CDM financial flows to developing countries.",
      "Several alternatives for the original wording indicating that financial flows from the CDM are reaching levels on the order of several billion US$ per year, which is higher than the flows through the Global Environment Facility (GEF).",
      "Brazil proposed language that financial flows have the potential to reach levels on the order of several billion US$ per year, while Germany preferred has mobilized and is very likely to generate.",
      "Kenya, supported by Sudan and Canada, highlighted inequitable distribution, noting the lack of CDM projects in Africa.",
      "India and Colombia preferred noting that both financial flows and distribution of projects have been limited.",
      "Spain emphasized the CDM's role in technology transfer and, with Peru, in sustainable development.",
      "The UK, US, and others opposed language comparing CDM flows to the GEF and to total foreign direct investment flows.",
      "Belarus and the US asked for clarification on how CDM carbon prices had been calculated.",
      "After informal consultations WGIII agreed to the text indicating that CDM financial flows have the potential to reach several billion US$, and retaining reference to the GEF.",
      "The text also notes that CDM, GEF, and development assistance for technology transfer have been limited so far, and geographically unevenly distributed.",
      "Achievements of the UNFCCC and the Kyoto Protocol: Australia questioned language on their most notable achievements and international carbon markets.",
      "The Lead Authors referred to literature indicating that the UNFCCC and the Kyoto Protocol are a unique response to an environmental problem, and explained that carbon trading is already taking place between European countries, and is likely to expand.",
      "The US then proposed, and WGIII agreed, to delete reference to most notable achievements.",
      "International cooperation for reducing greenhouse gas emissions: The US questioned a statement that international efforts would have stronger support if they were environmentally effective.",
      "The text was changed to clarify that it is the literature that suggests stronger support.",
      "In the same paragraph, concerning a bullet point identifying a link between global emissions and global cost of mitigation, Co-Chair Metz explained that there had been several written comments.",
      "China, opposed by Canada and Germany, proposed deleting reference to climate change being a global problem.",
      "China also questioned language in a statement indicating that approaches that do not include a larger share of global emissions will have higher global costs and proposed changing larger share of global emissions to wider participation.",
      "The US questioned the meaning of wider participation and Brazil opposed the language as policy prescriptive and prejudging future agreement since also deeper cuts would reduce emissions.",
      "After informal consultations, the text was agreed early on Friday morning, referring to greater cooperative efforts being able to reduce global costs of mitigation.",
      "Final Text: The final text in this section points to the availability of a wide variety of policies and instruments, states that their applicability depends on national circumstances and indicates that any given instrument has advantages and disadvantages.",
      "The SPM contains general findings on integrating climate policies in broader development policies; regulations and standards; taxes and charges; tradable permits; financial incentives; voluntary agreements; information instruments; and RD&D.",
      "According to the SPM, corporations, local and regional authorities, NGOs and civil society groups are also taking a variety of voluntary actions.",
      "The SPM states that policies providing a real or implicit price of carbon could create incentives for significant investment in low-greenhouse gas products, technologies and processes.",
      "According to the SPM, modeling studies show carbon prices between US$20-80 per ton of CO 2 eq by 2030, and US$30-155 for stabilization at around 550 ppm, but studies taking into account induced technological change lower these price ranges.",
      "The SPM suggests that prices between US$20-50 could lead to a power generation sector with low emissions by 2050.",
      "It states that there are many barriers to implementation of mitigation options, related to financial, technological, institutional, informational and behavioral aspects.",
      "The SPM discusses the importance of government action for technology development and technology transfer, noting institutional, policy, legal and regulatory frameworks.",
      "The SPM explains achievements and limitations of the UNFCCC and the Kyoto Protocol.",
      "It discusses the role of international coordination and environmental agreements, highlighting cooperation, improving market mechanisms, and a diversity of efforts in addressing climate change.",
      "The section also contains the following table:"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}