{
   "actors": [
      "Group of 77",
      "Umbrella Group",
      "African Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Chad",
      "Antigua and Barbuda",
      "Algeria",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Maldives",
      "Slovenia"
   ],
   "enb_end_date": "13-Jun-08",
   "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol",
   "enb_short_title": "SB-28",
   "enb_start_date": "02-Jun-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12375e.html",
   "id": "enb12375e_10",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "The final AWG-LCA 2 plenary was held on Thursday afternoon, 12 June, when p arties adopted the report of the session (FCCC/AWGLCA/2008/L.3).",
      "In closing statements, Business and Industry underscored sectoral and market-based approaches and the removal of trade barriers.",
      "Environmental Non-Governmental Organizations highlighted the need to avoid climate change above 2°C and meet the Millennium Development Goals.",
      "Slovenia, for the EU, along with Japan, Australia and others, underscored the need to accelerate the process.",
      "Antigua and Barbuda, for the G-77/China, said attempts to link the AWG-LCA to other processes threaten to dilute the AWG-LCA, and said work in future sessions must be based on the Convention s principles.",
      "Japan said discussions under the AWG-LCA need to be consistent with those under the AWG-KP.",
      "Thanking delegates, Chair Machado declared AWG-LCA 2 closed at 5:58 pm. AD HOC WORKING GROUP UNDER THE KYOTO PROTOCOL (AWG-KP) AWG-KP Chair Harald Dovland (Norway) opened the resumed fifth session of the AWG-KP on Monday morning, 2 June.",
      "Antigua and Barbuda, for the G-77/China, urged a focus on quantified emission reductions for Annex I parties.",
      "Algeria, for the African Group, urged ambitious Annex I targets in the range of 25-40% cuts by 2020 compared with 1990 levels, and Maldives, for the LDCs, urged deep cuts.",
      "Australia, for the Umbrella Group, noted direct linkages between the AWG-KP and other UNFCCC processes, particularly the AWG-LCA and the second review of the Kyoto Protocol under Article 9.",
      "Tuvalu, for AOSIS, said Annex I parties commitments should take the form of nationwide targets and 1990 should remain the base year for such targets.",
      "Parties agreed to the organization of work and continued with the agenda adopted at the first part of AWG-KP 5 ( FCCC/KP/AWG/2008/1 )."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}