{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Canada",
      "Peru",
      "United States",
      "China"
   ],
   "enb_end_date": "10-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "10-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12195e.html",
   "id": "enb12195e_7",
   "section_title": "GREENHOUSE GAS INVENTORIES",
   "sentences": [
      "On Friday, Co-Chair Newton Paciornik reminded Parties of the work ahead, including the revision of outstanding text on reporting guidelines, the common reporting format (CRF) tables, and pending issues held over from Thursday.",
      "The EU read a proposal for a new paragraph on capturing carbon from flue gases and Co-Chair Paciornik deferred it for consideration at a later meeting.",
      "On uncertainties for reporting, CANADA said these should be quantified and reported, but not in the CRF, which compares data across parties.",
      "PERU recommended the inclusion of uncertainties, while the US said uncertainties should fall under national inventory reporting (NIR).",
      "On the NIR, Co- Chair Paciornik said the EU, CHINA, PERU and US should elaborate a solution to unresolved differences.",
      "CHINA opposed a US proposal that CRF tables contain key source categories, proposing that uncertainties cover all categories.",
      "Co-Chair Audun Rosland invited Parties to reach conclusions on pending issues by Saturday morning.",
      "A sub-group met in the evening to consider the CRF tables, with key outstanding issues including table 7 on uncertainties for key sources (FCCC/SBSTA/2002/2/Add.3). On Saturday, Co-Chair Rosland explained the technical sub-group`s proposed editorial changes to the tables of the CRF, and outlined proposals for resolving pending issues, including those relating to base-years, key sources and uncertainties.",
      "Discussion focused on the proposed structure of NIR, on when to use 'shall' or 'should' in the guidelines, and on how the guidelines will apply to Parties that choose 1995 as their baseline under Protocol Article 3.8."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}