{
   "actors": [
      "Umbrella Group",
      "African Group",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Malta",
      "Norway",
      "Japan",
      "Congo",
      "Australia",
      "China",
      "Tuvalu",
      "Venezuela",
      "Zambia",
      "Saudi Arabia",
      "Peru",
      "Grenada",
      "Costa Rica",
      "Indigenous Peoples",
      "South Africa"
   ],
   "enb_end_date": "02-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "02-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12490e.html",
   "id": "enb12490e_1",
   "section_title": "PARTIES PROPOSALS UNDER CONVENTION ARTICLE 17 (protocols)",
   "sentences": [
      "On this issue (FCCC/CP/2010/3, FCCC/CP/2009/4-7), the Secretariat explained that proposals for new protocols and an implementation agreement were received under Convention Article 17 from five parties in 2009, and that their consideration was not completed at COP 15.",
      "He also explained that a new proposal for a protocol had been received from Grenada in 2010 that was communicated to the parties in accordance with the Convention s provisions.",
      "Grenada, for AOSIS, underscored the importance of discussing the legal form, stressing that this is relevant for both governments and the private sector.",
      "She called for an open-ended contact group to address, in a transparent and participative manner, the following issues: legal form of the outcome; interlinkages with existing instruments; and an appropriate strategy to adopt a legally-binding outcome at COP 17 in Durban.",
      "Several developing countries expressed support for the proposal.",
      "Outlining his country s proposal for a new protocol that supplements the Kyoto Protocol, TUVALU highlighted the contact group as a step toward the adoption of a legally-binding instrument in Durban.",
      "COSTA RICA emphasized that the group should have the mandate to clarify the legal form.",
      "The Democratic Republic of the Congo, for the AFRICAN GROUP, supported the establishment of the contact group but said it should not draw attention away from the AWG-KP negotiations.",
      "The EU said the contact group should ensure that there will be no duplication of work and take into consideration informal consultations being held on this issue.",
      "VENEZUELA said the group should not contradict other proposals under Convention Article 17 and consider progress under the AWG-LCA.",
      "Identifying the need for a legal outcome from both the AWG-LCA and AWG-KP tracks, BRAZIL supported providing a space for discussing this issue.",
      "INDIA preferred focusing on deliverables from Cancun and the future of the Kyoto Protocol which is highly threatened, stating that the AWG-KP progress is well behind the AWG-LCA.",
      "He also said that once the substance has been decided, the form will follow. CHINA acknowledged the importance of discussing legal issues, saying that an amendment to Protocol Annex B constitutes a legally-binding outcome under the Protocol track, and that a legally-binding outcome to strengthen the Convention s implementation is acceptable for his country.",
      "Supported by SAUDI ARABIA, CHINA stressed parties considerable workload and urged focusing on the two AWGs and on a constructive and balanced outcome in Cancun.",
      "SAUDI ARABIA underlined the threat to the continuity of the Kyoto Protocol given that some parties have stated that under no circumstances will they accept a new commitment period. SOUTH AFRICA identified uncertainty over legal form as a major obstacle to the negotiations and said decision on this issue will unblock many issues.",
      "She called for a pragmatic approach, noting that the work by the COP, COP/MOP and the two AWGs must be complementary and mutually supportive.",
      "SOUTH AFRICA identified the need to advance work under the Convention and the Protocol in a balanced and comprehensive manner to achieve outcomes with the same legal status. AUSTRALIA welcomed parties interest in a legally-binding outcome and, noting her country s efforts to advance such discussions, supported a robust discussion bringing together all related proposals.",
      "NORWAY expressed strong support for a legally-binding outcome, called for sufficient time to discuss it and supported Grenada s proposal. COP President Espinosa noted that the proposed protocols relate to issues that are being discussed under the AWG-KP and AWG-LCA, and stressed the importance of working in Cancun towards a consolidated package of decisions that is within our reach.",
      "She proposed, and parties agreed, to establish a contact group chaired by Michael Zammit Cutajar (Malta) to focus on protocol proposals by Grenada, for AOSIS, Costa Rica and Tuvalu, being the three proposals for which such discussion space has been requested.",
      "COP President Espinosa noted that the delegations in question have clearly expressed that the protocol is not something that can be achieved at COP 16 but in the future, and stressed that the discussions on legal form must not slow down the two AWGs.",
      "COP President Espinosa also said Chair Zammit Cutajar would provide an update on progress at the stocktaking plenary on Saturday.",
      "The YOUNGOs reminded parties of the deadlock over this agenda item in Copenhagen.",
      "He acknowledged that a lot of work has been done since COP 15 and that a new protocol proposal has also been subsequently submitted by Grenada.",
      "He urged parties to rebuild trust, demonstrate leadership and adopt a legally-binding framework to safeguard the most vulnerable countries that are least responsible for the climate problem.",
      "The CLIMATE ACTION NETWORK stressed that parties have the opportunity today to establish a process to make a substantial contribution towards a legally-binding outcome.",
      "CLIMATE JUSTICE NOW requested parties to work towards a just outcome on two tracks, bearing in mind historical responsibility, and for developed countries to reduce emissions by 40% without the use of markets or other assistance.",
      "INDIGENOUS PEOPLES ORGANIZATIONS stressed the dire and urgent situation of indigenous peoples facing climate impacts. COP/MOP CLEAN DEVELOPMENT MECHANISM (CDM): CDM Executive Board Chair Clifford Mahlung reported on the Board s work in 2010 (FCCC/KP/CMP/2010/10), highlighting achievements such as: the development and adoption of new procedures for registration, issuance and review, including timelines for each stage; elaboration of a loan scheme to assist countries with fewer than ten registered project activities; and elaboration of an appeals procedure against decisions of the Board.",
      "The EU suggested that the Board should: publish the time taken by the Board to undergo key stages of the project cycle; prioritize top-down development of methodologies using default values whenever possible; and enable the use of standardized baselines and additionality benchmarks.",
      "Australia, for the UMBRELLA GROUP, encouraged the Board to facilitate greater participation in the CDM by underrepresented countries, including by operationalizing the loan scheme.",
      "Regarding the appeals procedure, she highlighted that there are aspects that still require more work, said it would be premature to adopt a decision on it at this session and suggested establishing a work programme for this purpose.",
      "Grenada, for AOSIS, supported the quick operationalization of the loan scheme and encouraged the Board to continue its work to improve the efficiency of, and participation in, the CDM.",
      "INDIA, ZAMBIA and others urged the COP/MOP to provide a signal to the CDM market regarding the continuation of the CDM by establishing a second commitment period under the Kyoto Protocol.",
      "Several countries supported the consideration of the inclusion of CCS under the CDM.",
      "The WORLD BANK noted that although its CDM activities have been mainly in middle-income countries, it is increasing its activities in the lowest-income countries, and that 20% of its CDM portfolio is now in Africa.",
      "Expressing concerns regarding eroding confidence in the CDM, he proposed: enhancing regulatory reliability through more predictable rules and guidelines; reducing timelines and streamlining CDM procedures in order to reduce transaction costs; encouraging innovation, and scaling up and extending the CDM s reach; providing new opportunities for the poorest countries to benefit from the CDM, such as by encouraging expansion of the CDM to agriculture and forestry; and ensuring that the CDM governance structure strengthens trust and enhances transparency.",
      "The International Emissions Trading Association, for BUSINESS NGOs, urged greater incorporation of standardized methods for baseline and additionality determination.",
      "The Global Forest Coalition, for ENVIRONMENTAL NGOs, called for monitoring of all baseline and additionality tools, and highlighted the need for emission cuts at sources, repayment of the climate and ecological debt and sufficient adaptation financing.",
      "ICLEI-Local Governments for Sustainability, for LOCAL GOVERNMENTS AND MUNICIPAL AUTHORITIES, called for the creation of frameworks for local governments to better support the implementation of CDM projects.",
      "Women in Europe for a Common Future, for GENDER NGOs, opposed the inclusion of nuclear power activities under the CDM, stressing these would act as a barrier to the development of safe energy sources, such as renewable energy sources.",
      "Eduardo Calvo Buendía (Peru) and Kunihiko Shimada (Japan) will co-chair a contact group.",
      "COP/MOP President Espinosa also suggested holding informal consultations on CCS under the CDM and said she would appoint a facilitator for these consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}