{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Bangladesh",
      "United States",
      "Russian Federation",
      "Japan",
      "Canada",
      "Mexico",
      "Norway",
      "France",
      "China"
   ],
   "enb_end_date": "09-Dec-05",
   "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol",
   "enb_short_title": "UNFCCC COP 11 and COP/MOP 1",
   "enb_start_date": "28-Nov-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12291e.html",
   "id": "enb12291e_86",
   "section_title": "THREE PARALLEL CONSULTATIONS",
   "sentences": [
      "Informal discussions on future action and commitments, which went very late into the night from 7-9 December, were held in three separate groups, one on Protocol Article 3.9 (future commitments), one on Protocol Article 9 (review of the Protocol), and one on President Dion`s proposal for action under the Convention.",
      "Each group`s discussions were dependent on progress made in the other groups, and it was clear that if there was to be an outcome, that it would be a 'package deal.",
      "' On Thursday night, 8 December, the contact group on Article 3.9 reached agreement on a decision, conditional to progress in the discussions under the UNFCCC framework and Protocol Article 9.",
      "Later that night, all three issues were addressed as a 'package' in a high-level informal group.",
      "The US walked out of discussions early in the night, expressing concerns about the nature and direction of the process.",
      "However, the group deliberated into the early hours of the morning, and parties agreed, without the US, to a draft decision on a dialogue on long term action. On Friday morning, 9 December, the US offered a counter-proposal to Dion`s text and informal discussions continued all day.",
      "The US proposal was presented as a 'take it or leave it' offer, based on Dion`s text, which strengthened references to technology and stated that the process should be 'non-binding' and 'not open any negotiations leading to new commitments.",
      "' After lengthy discussions, a draft COP/MOP decision on Article 3.9, and a revised draft COP decision on dialogue on long-term cooperative action to address climate change by enhancing implementation of the Convention, were circulated at 2:47 am on Saturday, 10 December.",
      "The Russian Federation raised concerns that the draft decision on Article 3.9 lacked provisions for voluntary commitments.",
      "The G-77/China, the EU, Japan, Mexico, AOSIS and many others said that Article 3.9 was not the proper place to address voluntary commitments.",
      "The EU, Norway, Bangladesh, France and others expressed gratitude to the Russian Federation for ratifying the Protocol, and urged the Russian Federation to accept the draft decision on Article 3.9.",
      "China, Canada and several others suggested adopting the draft decision and addressing the Russian Federation`s concerns in a different format or at a later date. Informal discussions resumed at 4:28 am, and at 5:53 am a package agreement was reached.",
      "The COP/MOP agreed to include in the session report wording on the Russian Federation`s concerns and to invite parties to submit views on Article 9.",
      "At 5:57 am, the COP/MOP adopted a decision on Article 3.9 and at 6:03 am the COP adopted a decision on dialogue on long-term cooperative action to address climate change by enhancing the implementation of the Convention. While there was no separate text issued on Protocol Article 9, parties agreed to President Dion`s proposal to include in the report of the meeting an invitation for parties to submit relevant information and views on how best to proceed under Article 9, by September 2006."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}