{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Venezuela",
      "China"
   ],
   "enb_end_date": "05-Oct-11",
   "enb_long_title": "UN Climate Change Conference October 2011",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12518e.html",
   "id": "enb12518e_7",
   "section_title": "ANNEX I PARTIES FURTHER COMMITMENTS:",
   "sentences": [
      "In the morning contact group facilitators reported on discussions in their spin-off groups and parties discussed political issues related to producing QELROs in time for a Durban decision.",
      "On Annex I emission reductions, facilitator Charles reported that differences exist on whether to address Option B (consequential amendments).",
      "He further noted some recognition by parties of the political nature of the decision on which QELROs will be on the table in Durban.",
      "On LULUCF, facilitator Iversen highlighted discussions on natural disturbances and a cap for forest management.",
      "On Flexibility Mechanisms, facilitator Barata noted progress on streamlining the text, but underscored divergent views on how to continue.",
      "During discussions, a number of developed countries emphasized the desire to preserve a rules-based system, but noted the need for the second commitment period to be seen in the context of a global framework including action by all major emitters.",
      "VENEZUELA called for preserving the rules-based system under the Kyoto Protocol and building on those rules through the Bali Action Plan and the AWG-LCA track.",
      "The EU questioned the value of a common accounting framework if nobody would commit to it and called for a realistic conversation about the second commitment period, given that three parties have stated their intention not to inscribe their pledges as QELROs in Annex B.",
      "CHINA opposed linking discussions under the AWG-KP with actions by major emitters.",
      "The Climate Action Network, for ENGOs, outlined a five-step plan to increase ambition, including closing LULUCF and AAU loopholes and moving to the top end of party pledge ranges prior to Durban.",
      "IETA, for BINGOs, called for sending a strong signal on the continuation of the CDM."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}