{
   "actors": [],
   "countries": [
      "New Zealand",
      "Argentina",
      "United States",
      "Togo",
      "Bolivia",
      "Morocco",
      "Hungary",
      "Uganda",
      "Belgium",
      "Netherlands",
      "Colombia",
      "France",
      "China",
      "Benin"
   ],
   "enb_end_date": "04-Sep-08",
   "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC",
   "enb_short_title": "IPCC-29",
   "enb_start_date": "31-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12384e.html",
   "id": "enb12384e_13",
   "section_title": "FUTURE ACTIVITIES OF THE IPCC:",
   "sentences": [
      "Jean-Pascal van Ypersele, Chair of the Task Force established to consider future activities of the IPCC by IPCC Chair Pachauri at IPCC-28, consisting of China, Morocco, the Netherlands, Uganda, the US, Belgium, Pachauri, and the IPCC Secretariat, explained that the Task Force had met twice during this session, and produced an interim report (IPCC-XXIX/INF.5).",
      "He said the group wanted to capitalize on the experience of the old and new Bureau and Technical Support Units (TSUs).",
      "Van Ypersele explained the group had structured the issues on future activities of the IPCC along three axes: future challenges; methods and procedures; and subjects to be emphasized in AR5.",
      "Hungary said some guidance should be given to the new Bureau.",
      "Benin, Togo and others underscored regional balance, particularly consideration of Africa.",
      "Bolivia stressed vulnerability assessment in Andean and Amazon regions, as well as climate risks and human development.",
      "New Zealand highlighted the ability of IPCC to respond to a more dynamic environment.",
      "France emphasized financial implications, methodology for prioritization of Special Reports, and consideration of IPCC s political neutrality in outreach activities.",
      "Colombia stressed guidelines and indicators for the next assessment report.",
      "Argentina emphasized climate change economics.",
      "Van Ypersele said another interim report will be prepared for the next Bureau Meeting in November, and a final report will be presented at IPCC-30."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}