{
   "actors": [],
   "countries": [],
   "enb_end_date": "02-Oct-01",
   "enb_long_title": "IPCC-18",
   "enb_short_title": "IPCC-18",
   "enb_start_date": "02-Oct-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12177e.html",
   "id": "enb12177e_37",
   "section_title": "PREPARATION OF A SPECIAL REPORT ON CLIMATE CHANGE AND SUSTAINABLE DEVELOPMENT",
   "sentences": [
      "On Wednesday, 26 September, Chair Watson introduced a scoping paper for a proposed special report on climate change and sustainable development.",
      "Mohan Munasinghe, Vice-Chair of Working Group III, explained that the aim of the proposed special report was to examine the implications of climate change and response options for the sustainability of future development, as well as the implications of development strategies for climate change and response options.",
      "He noted that this focus on sustainable development was part of the 'unfinished business' of the TAR.",
      "Emphasizing links with the 2002 World Summit for Sustainable Development (WSSD), he underscored that the report would have a practical approach and would avoid 'philosophical' issues. In the ensuing discussion, all delegates acknowledged the link between climate change and sustainable development.",
      "Many supported the preparation of a special report and called for work to start immediately, noting that this would enable better coverage of sustainable development issues in the Fourth Assessment Report.",
      "Some participants called for caution, emphasizing that the report had to be focused, relevant and provide added value.",
      "Expressing concern over the scope and process of the proposed special report, a delegate proposed an alternative 'phased approach' that would begin with the preparation of a technical paper based on existing IPCC material.",
      "Chair Watson called for a show of hands on whether delegates favored a special report or the alternative phased approach.",
      "Noting roughly equal support for both options, he encouraged delegates to consult informally on the issue. On Saturday, 29 September, delegates considered an outline for a technical paper on climate change and sustainable development, prepared by an informal group as a first step in a possible phased approach to the issue.",
      "Several participants expressed support for a technical paper, although some cautioned that formal approval of its preparation should await a more detailed scoping paper.",
      "Delegates approved the preparation of a technical paper in principle, with a decision to be taken by the IPCC Bureau at its next meeting, based on a more detailed scoping paper and comments to be submitted by governments."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}