{
   "actors": [],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Germany",
      "Canada",
      "Mexico",
      "Spain",
      "Austria",
      "France",
      "Switzerland"
   ],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_11",
   "section_title": "COMMUNICATIONS STRATEGY:",
   "sentences": [
      "In the opening plenary on Tuesday, Secretary Christ introduced the proposal by the Task Group on Communications Strategy (IPCC-XXXIII/Doc.13) and the progress report on communications and outreach (IPCC-XXXIII/Doc.6, Corr.1).",
      "Darren Goetze (Canada), Co-Chair of the Task Group on Communications Strategy, outlined the main elements in the proposal, noting that it is a consensus and guidance document, proposed for approval at this session and to be elaborated in future sessions.",
      "Austria stressed the urgent need for a senior communications officer to prepare the IPCC to respond to offensive media campaigns, and called for prioritizing the protection of authors and Chairs of the IPCC.",
      "Germany called on the IPCC to adapt to the increasing demand for public awareness, and called for prolonging the mandate of the Task Groups as needed for the completion of AR5.",
      "A contact group, co-chaired by Goetze and Antonina Ivanova (Mexico), convened on Tuesday and Wednesday, with drafting group meetings throughout the session.",
      "On Wednesday, the group presented a revised text in plenary and received comments for further work.",
      "On languages of communication, Switzerland, with Austria, Spain, France, the Russian Federation and others, opposed an explicit statement that the working language of the IPCC is English, and asked for expanding the translations of the IPCC reports to non-UN language, ensuring the accuracy of translations.",
      "Secretary Christ noted that, bearing in mind financial implications, the Secretariat could support national focal points for translation of IPCC products into non-UN languages.",
      "On the guidelines regarding selecting authorized IPCC spokespersons, Co-Chair Goetze explained that the guidelines could help identify a group of spokespersons allowing the IPCC to speak credibly about its products and processes, noting that the primary spokespersons could authorize designation.",
      "On interactions between the press and the IPCC, WGII Co-Chair Christopher Field (US) referred to a newly-launched experiment crafted jointly by the three WG Co-Chairs, whereby a limited number of accredited journalists would be able to cover, under Chatham House rules and subject to specific guidelines, the IPCC Expert Meeting on Geoengineering in June 2011.",
      "Co-Chair Field added that lessons learned from that experience could provide substantial input to the development of the IPCC communications strategy.",
      "The US, Austria, and others, however, cautioned against the risks of exposing the IPCC expert meetings in the media.",
      "The Panel did not take a decision on this specific issue."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}