{
   "actors": [],
   "countries": [
      "Peru",
      "Austria",
      "Grenada",
      "Switzerland"
   ],
   "enb_end_date": "14-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "01-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12619e.html",
   "id": "enb12619e_45",
   "section_title": "2013-2015 REVIEW:",
   "sentences": [
      "This item (FCCC/SB/2014/1 and INF.3) was first considered on Monday, 1 December.",
      "SBI Chair Yauvoli proposed, and parties agreed to, a contact group co-chaired by Gertraud Wollansky (Austria) and Leon Charles (Grenada).",
      "On Tuesday, 2 December, in the morning, the joint contact group discussed: additional inputs to the structured expert dialogue (SED), including the need for balanced consideration of IPCC and non-IPCC information; how to conclude the SED, including when to close it, the format and content of its outcome, and who will synthesize it; conclusion of the 2013-2015 Review, and how to integrate the SED and Review outcomes into the ADP outcomes; and final reporting of the SBSTA and SBI to COP 21.",
      "The Co-Chairs then produced draft conclusions.",
      "On Wednesday, 3 December, following the contact group, the Co-Chairs circulated a non-paper, including a new iteration of the draft conclusions taking on views from parties, which was considered in informal consultations.",
      "On Friday, 5 December, parties continued consideration of the non-paper.",
      "Parties agreed to forward the joint SBI/SBSTA draft conclusions for adoption.",
      "During the SBI closing plenary on Friday, 5 December, the SBI adopted the conclusions.",
      "Final Outcome: In their joint conclusions (FCCC/SB/2014/L.9), the SBI/SBSTA, inter alia : - welcomes the AR5 Synthesis Report of the IPCC and recognizes its usefulness for the 2013-2015 Review of the contributions of all IPCC working groups to the AR5; - welcomes the first meeting of SED-4, held on 2-3 December 2014 in Lima, Peru, and looks forward to the resumed SED-4 session on 8-9 February 2015 in Geneva, Switzerland; - takes note of the document on national information available for consideration by the SED; - looks forward to the summary report on SED-4, to be made available no later than 20 March 2015; - requests the SED co-facilitators to prepare, with the assistance of the Secretariat, a final factual report that includes a compilation and a technical summary of the summary reports on the SED meetings and to make it available no later than 3 April 2015; and - invites parties to submit to the Secretariat, by 1 May 2015, any other information or gaps in information relevant to the 2013-2015 Review, and their views on the adequacy of the long-term global goal in the light of the ultimate objective of the Convention and the overall progress made towards achieving the long-term global goal, including consideration of implementation of the commitments under the Convention.",
      "4th Meeting of the SED: The first meeting of SED-4 was held on Tuesday afternoon, 2 December.",
      "In his opening remarks, COP 20/CMP 10 President Pulgar-Vidal highlighted the SED as a very important component of COP 20, and a forum where science and decision-making are reconciled, given that COP 21 will need to take appropriate action based on the outcome of the 2013-2015 Review.",
      "Co-facilitator Andreas Fischlin (Switzerland) indicated that the goal of SED-4 is to finish complementing and start summarizing information.",
      "IPCC Secretary Renate Christ provided an introductory presentation on the AR5 SYR on behalf of IPCC Chair Rajendra Pachauri.",
      "Presentations were made by IPCC experts on the adequacy of the long-term global goal in terms of: preventing unacceptable consequences for the adaptation of ecosystems and food production, and for economic development in a sustainable manner; risk management within planetary boundaries and progress towards the long-term global goal; and ethical and financial aspects of adaptation and mitigation.",
      "The ensuing question and answer session focused on how the AR5 contributes to operationalizing Convention Article 2 (objectives).",
      "Presentations by experts from the UN Environment Programme (UNEP), the World Bank, the International Energy Agency (IEA), World Health Organization (WHO) and Food and Agriculture Organization (FAO) continued during the second session of the SED-4 on Wednesday, 3 December.",
      "Discussions focused on, inter alia : the risks to human health, food production and other ecosystem services at a 1.5 ° or 2 °C level of global warming compared to pre-industrial levels; policy options identified for decarbonization of the energy system called for by pathways consistent with limiting warming below 1.5 ° or 2 °C; and policies and measures identified as effective to bridge the emissions and adaptation gap, and ways to emulate them."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}