{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Bangladesh",
      "Pakistan",
      "Luxembourg",
      "United States",
      "Dominican Republic",
      "Brazil",
      "Germany",
      "Belgium",
      "Canada",
      "Namibia",
      "Benin",
      "Nepal",
      "Sweden",
      "Ireland",
      "Dominica",
      "Philippines",
      "Trinidad and Tobago",
      "Qatar",
      "Micronesia",
      "France",
      "Barbados"
   ],
   "enb_end_date": "16-Dec-04",
   "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-10",
   "enb_start_date": "16-Dec-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12258e.html",
   "id": "enb12258e_6",
   "section_title": "Discussion",
   "sentences": [
      "QATAR said the pressing needs of developing countries should be met through full implementation of commitments by Annex I Parties, including on capacity building, technology transfer and financial support.",
      "GERMANY emphasized that to prevent an increase in temperature of more than 2 degrees Celsius, emissions must be halved by 2050, and a binding medium-term goal to reduce emissions by 2020 should be discussed.",
      "He urged the US to reduce its emissions to 1990 levels according to its UNFCCC commitment and said the decoupling of GDP and greenhouse-gas emissions growth in developing countries must be achieved.",
      "Noting that the future of the planet is at stake, LUXEMBOURG stressed the urgent need to halt the growth of global emissions within two decades.",
      "BRAZIL supported discussing future actions and a negotiating mandate for 2012, while respecting the historical responsibilities of developed and developing countries.",
      "IRELAND, FRANCE, SWEDEN and MICRONESIA supported a prompt, comprehensive and open dialogue on the future of the climate change process.",
      "Announcing that his country will soon ratify the Protocol, PAKISTAN recommended engaging non-Parties and maintaining a regime architecture that is sufficiently flexible and open to allow late entrants.",
      "CANADA stressed the importance of multilateral action. BENIN emphasized the importance of sustainable development, poverty alleviation and adaptation for LDCs.",
      "The PHILIPPINES urged timely and consistent delivery of resources, enhanced systems of technology transfer and capacity building.",
      "SWEDEN said targets and timetables are important and can go hand-in-hand with economic growth.",
      "NEPAL sought to accelerate economic development with energy efficiency and hoped to attract investment for clean development.",
      "BANGLADESH urged developed countries to take action to reduce their greenhouse gas emissions and support those who are vulnerable to sea-level rise.",
      "BELGIUM expressed concern about the rate of climate change and drew attention to the social and economic consequences that will result if urgent collective action is not taken. BARBADOS requested delegates to be mindful of UNFCCC Article 4.8 (adverse effects), and provide support to SIDS.",
      "MICRONESIA emphasized that the urgent adaptation needs of SIDS should not be 'mixed-up' with those of oil-producing countries.",
      "TRINIDAD AND TOBAGO, with the DOMINICAN REPUBLIC, noted increased hurricane intensity.",
      "NAMIBIA said recurrent drought and desertification make his country vulnerable to climate change, and urged all UNFCCC Parties to comply with their obligations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}