{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Russia",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Indonesia",
      "Canada",
      "Colombia",
      "Russian Federation",
      "Ghana",
      "Australia",
      "Hungary",
      "Saudi Arabia",
      "Samoa",
      "Costa Rica",
      "China",
      "Honduras"
   ],
   "enb_end_date": "22-Nov-00",
   "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-6",
   "enb_start_date": "22-Nov-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12160e.html",
   "id": "enb12160e_17",
   "section_title": "MECHANISMS",
   "sentences": [
      "In the informal high-level Plenary held in the afternoon, ministers and senior officials presented their views on the outstanding 'crunch issues' on mechanisms identified by President Pronk.",
      "On the issue of supplementarity, JAPAN and the US urged against renegotiating the Protocol.",
      "While recognizing the need for flexibility, the EU drew attention to the importance of domestic action.",
      "INDONESIA argued in favor of requiring 70% of emissions reductions through domestic action, with the possibility of this being reduced under certain conditions.",
      "HUNGARY and the AFRICA GROUP, opposed by the RUSSIAN FEDERATION and AUSTRALIA, advocated implementation of a quantitative limitation on the flexibility mechanisms.",
      "CANADA underlined its flexibility on this issue.",
      "The REPUBLIC OF KOREA, opposed by HUNGARY and CHINA, argued in favor of host-generated unilateral CDM projects.",
      "COLOMBIA and BOLIVIA proposed provision for bilateral, multilateral and unilateral CDM projects. The EU, supported by HUNGARY, and opposed by JAPAN, AUSTRALIA, the US, CANADA and SAUDI ARABIA, underlined its preference for a positive list.",
      "She argued that the aim of the positive list is to assist in getting the CDM started in support of sustainable projects, and that the list would be subject to review.",
      "The G-77/CHINA argued that the host developing country should be the sole judge in deciding on the project.",
      "The US expressed flexibility on the potential for small projects, on condition that there is no positive list and that sinks are included. The G-77/CHINA, AFRICA GROUP and SAMOA, opposed by US, CANADA, JAPAN, AUSTRALIA, urged the establishment of an adaptation fund based on a levy applied to all three mechanisms.",
      "On the proposal to levy a 'share of proceeds' on Protocol Article 6 (JI) and Article 12 (emissions trading), the RUSSIAN FEDERATION expressed willingness to discuss this possibility only under certain conditions.",
      "HUNGARY said he strongly disagreed with this proposal.",
      "JAPAN, opposed by CHINA and INDONESIA, supported using ODA funding for the CDM. On the composition of the Executive Board, the G-77/CHINA emphasized the need for fair geographical representation.",
      "The US said it could be flexible on this issue.",
      "The RUSSIAN FEDERATION argued against the creation of the Executive Board, suggesting the Secretariat could undertake its functions.",
      "The AFRICA GROUP expressed concern with the proposal that submission of the national communication be a precondition for CDM participation. On sinks in the CDM, the US, CANADA, JAPAN, COSTA RICA, AUSTRALIA, COLOMBIA, HONDURAS and BOLIVIA, opposed by the EU, CHINA and GHANA, argued in favor of including sinks.",
      "The RUSSIAN FEDERATION suggested that the decision on including sinks be deferred for possible inclusion in the next commitment period.",
      "HONDURAS, SAUDI ARABIA and HUNGARY argued against inclusion of nuclear power in the CDM.",
      "AUSTRALIA said this issue should be for individual developing countries to decide, and underlined that US silence on the matter did not necessarily indicate a lack of support for the issue. On emissions trading and liability, the G-77/CHINA expressed preference for blending the 'commitment period reserve' and 'surplus units' options.",
      "The RUSSIAN FEDERATION and CANADA supported seller liability. An informal group chaired by the Ministers from Brazil and Japan was established, with the assistance of the former Chair of the contact group on mechanisms, Kok Kee Chow.",
      "Noting that in the evening there would only be one set of interpretation facilities, President Pronk sought the group's approval that these facilities be used for the purpose of the informal high-level plenary."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}