{
   "actors": [
      "Group of 77",
      "Umbrella Group"
   ],
   "countries": [
      "New Zealand",
      "China",
      "South Africa",
      "Switzerland"
   ],
   "enb_end_date": "12-Nov-01",
   "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-7",
   "enb_start_date": "12-Nov-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12189e.html",
   "id": "enb12189e_21",
   "section_title": "Assigned Amounts:",
   "sentences": [
      "On assigned amounts, a Co-Chairs' non-paper on modalities and guidelines on the Article 7.4 prepared following the submission of Parties' proposals was considered by Parties in a drafting group chaired by Murray Ward (New Zealand).",
      "Co-Chair Estrada emphasized that the non-paper sought to achieve acceptable compromises on areas of divergence, including removal units (RMUs), fungibility, bankability, carry-over and eligibility requirements.",
      "The G-77/China expressed a willingness to work on the basis of the non-paper, while noting insufficient time to consider it in detail. Starting on Tuesday, 6 November, the Co-Chairs held bilateral informal consultations in order to produce a new text on mechanisms that would be acceptable to all Parties.",
      "During these consultations, progress was reported on issues relating to the commitment period reserve, the transaction log, and definition of units, including RMUs.",
      "The significant areas of divergence were still unresolved, including bankability, carry-over and eligibility requirements.",
      "Parties agreed to forward the new Co- Chairs' text on mechanisms to higher-level consultations, on the understanding that several countries had not agreed to the draft text. Secretary of State Philippe Roch (Switzerland) and Minister Valli Moosa (South Africa) facilitated consultations with regional groups on the mechanisms group Co-Chairs' cross cutting non-paper on 8 and 9 November.",
      "By 9 November, Parties had narrowed down key issues on eligibility in relation to the compliance regime and the mechanisms, the reporting of LULUCF data or inventories and the mechanisms, requirement for the commitment period reserve, and carry over, bankability and fungibility of credits with the Umbrella Group rejecting a potential package deal prepared by the co-facilitators.",
      "A compromise solution accommodating some of the Umbrella Group's positions was finally agreed on 10 November."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}