{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "New Zealand",
      "Ghana",
      "Norway",
      "Japan",
      "Germany",
      "Kenya",
      "South Africa",
      "Russia",
      "Brazil",
      "Sweden",
      "Cuba",
      "Chile",
      "Uganda",
      "Papua New Guinea",
      "United Kingdom",
      "Saint Lucia",
      "France",
      "Cameroon",
      "Canada",
      "Netherlands",
      "China",
      "Tuvalu",
      "Saudi Arabia",
      "Mauritius",
      "India",
      "Philippines",
      "Kazakhstan",
      "Russian Federation",
      "Guinea"
   ],
   "enb_end_date": "17-May-06",
   "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings",
   "enb_short_title": "UNFCCC Dialogue Summary",
   "enb_start_date": "17-May-06",
   "enb_url": "http://www.iisd.ca/vol12/enb12297e.html",
   "id": "enb12297e_9",
   "section_title": "EXCHANGE OF VIEWS ON RESPONSES TO CLIMATE CHANGE, RESEARCH AND INVESTMENT, VOLUNTARY ACTION, ACCESS TO TECHNOLOGIES AND ADAPTATION",
   "sentences": [
      "On Tuesday morning, 16 May, Co-Facilitator Bamsey opened the meeting, emphasizing that the previous day`s discussions had been valuable.",
      "He noted that the workshop agenda also referred to an exchange of views and ideas on how to enable parties to continue developing appropriate national and international responses to climate change, promote research and investment, support action put forward voluntarily by developing countries, and promote access by developing countries to cleaner technologies and technologies for adaptation.",
      "He noted, however, that parties should feel free to comment on any relevant issues in this experimental format.",
      "He then opened the floor for comments. Many delegates responded, with comments ranging over issues such as adaptation, financing and investment, the role of the private sector, technology, 'positive incentives,' as well as lessons learned from national experiences and changes since the UNFCCC was agreed in 1992. India noted the relationship between energy consumption per capita and the human development index.",
      "He stressed technology transfer of clean technologies and the Asia-Pacific partnership.",
      "He said carbon savings from nuclear technology and hydropower storage should be tradable. Noting the unwillingness to change lifestyles, the Republic of Korea stressed the future role of technology and the need for technology policies.",
      "He drew attention to existing technology cooperation initiatives outside the UNFCCC and said the Convention should provide an opportunity for those initiatives to be presented and linked to the UNFCCC. Sweden emphasized that the task is to achieve development and at the same time reduce greenhouse gas emissions.",
      "He said de-linking growth from emissions is possible, citing Sweden as an example, where the economy grew 30% during a period when greenhouse gas emissions actually declined.",
      "He indicated that the key for Sweden`s de-linking was a carbon tax.",
      "Canada called for better deployment of existing technologies and aggressive diffusion and demonstration of innovative technologies.",
      "He noted innovative approaches for international cooperation, such as those that are sectoral or intensity-based. The Philippines said donors should not place conditions on funding, particularly for adaptation, and urged innovative mechanisms for financing adaptation.",
      "Norway urged discussion on a sectoral approach and on financing.",
      "Saudi Arabia stated that the UNFCCC, which is a 'framework' treaty, could be built upon but that its basic principles should not change.",
      "He urged solidarity from Annex I parties to meet their commitments.",
      "Uganda stated that all the issues being taken up in the Dialogue eventually come down to technology, and expressed concerns that a market approach could further exacerbate the economic imbalance between different developing countries. Germany highlighted the question of how to achieve the UNFCCC`s ultimate objective, and stressed that it was not the EU`s intention to negotiate its 2oC target.",
      "Ghana said the three Rio conventions (on desertification, biodiversity and climate change) should be addressed together in order to achieve sustainable development.",
      "He suggested that the IPCC be commissioned to analyze the costs of adaptation, and supported sectoral approaches for technology transfer.",
      "The Netherlands noted that one barrier to low carbon technologies is that climate change costs are not reflected in prices. Brazil highlighted the potential of biofuels to mitigate climate change.",
      "Noting a lack of means and capacity, he urged a new paradigm to make South-South cooperation effective.",
      "France said infrastructure choices must allow for development and also for low emission paths.",
      "Saint Lucia, on behalf of AOSIS, said the 2oC target is unacceptably high for small island developing states, while agreeing that a science-based target is needed. The European Community stressed the role of the private sector, noting that the total value of the global carbon market in 2005 was many times greater than government funding for the Global Environment Facility.",
      "He stressed the importance of a global carbon market with a sound legislative and regulatory framework and long-term certainty.",
      "South Africa expressed concern at the lack of progress on technology transfer, identifying financing as a major obstacle. The UK identified some cross-cutting themes, including financing and scientific uncertainty, which is particularly problematic for adaptation.",
      "China urged intensifying efforts to implement the Convention rather than considering changing the basic principles or developing a new mechanism.",
      "He highlighted the principle of common but differentiated responsibilities.",
      "Japan stressed the importance of mitigation, without which some adaptation could become unaffordable. Kazakhstan said adaptation measures are vital.",
      "Chile said the CDM is just one option for technology transfer.",
      "Papua New Guinea outlined its proposal to replace perverse incentives for deforestation with positive incentives to avoid deforestation by valuing ecosystem services and reforming commodity pricing.",
      "He urged flexible incentives for North-South and South-South relations. The Russian Federation noted lack of scientific certainty relating to climate systems, the value of reliable data, and the critical importance of technology transfer.",
      "Cameroon highlighted the debilitating costs of climate change that is already occurring in developing countries due to increased drought and other phenomena.",
      "Cuba noted the impact of extreme weather events, highlighted the need to act now even without perfect knowledge, and stressed the importance of effective early warning systems.",
      "Reporting on Cuba`s efforts to improve its energy systems, he highlighted the opportunities for progress when financial and technological support is combined with political will. Kenya underscored adaptation and funding for sustainable development policies and measures.",
      "She stressed that only 2% of CDM projects are in Africa.",
      "New Zealand emphasized the question of what shape long-term action could take, noting that many ideas have been presented but that a 'reality check' in the UNFCCC context is needed.",
      "He underscored that some of those ideas will be needed no matter how existing provisions of the UNFCCC are implemented. Tuvalu noted discussions on the same issues at CSD-14 and stressed the need for direct linkages between climate change and sustainable development.",
      "He underscored the need to recognize the Mauritius Strategy and said savings from home-grown technologies will help to cope with adaptation costs."
   ],
   "subtype": "",
   "topics": [],
   "type": "WORKING GROUP"
}