{
   "actors": [],
   "countries": [
      "United Kingdom"
   ],
   "enb_end_date": "17-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "06-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12513e.html",
   "id": "enb12513e_92",
   "section_title": "REDD+",
   "sentences": [
      "Discussions in the informal group on REDD+ focused on identifying issues for consideration and financing options for the full implementation of results-based actions.",
      "On financing for REDD+ implementation , some developing country parties urged developed country parties to provide the additional funding required to prepare for REDD+ and highlighted the relevance of integrating capacity building from the early stages.",
      "On funding sources for full implementation , some parties said public financing should play a greater role in the readiness phase, but that for the third phase, a basket of alternative financing options should be considered.",
      "The possible funding sources identified included: public funding at the national and international levels; a possible REDD+ window under the Green Climate Fund; and market mechanisms.",
      "Some suggested a levy on international aviation and maritime transport as a source of further funding.",
      "Many highlighted that all sources should be complementary.",
      "However, some parties cautioned against using market mechanisms for REDD+.",
      "Some also noted that market-based approaches only work in the context of a constrained system.",
      "Many countries also highlighted the role that the private sector could play in providing funding, particularly in addressing the drivers of deforestation.",
      "Many emphasized that it would be up to each country to decide the sources of funding that it is willing to use.",
      "Highlighting information gaps, many countries underscored the importance of MRV of the provision of financing for REDD+, but a developed country opposed, noting that financing issues are under the mandate of another group.",
      "Sectoral approaches and sector-specific actions: Discussions on sectoral approaches and sector-specific actions focused on: the way forward; a general framework for sectoral approaches; agriculture; and aviation and international transport.",
      "Parties identified key elements and options for considering the general framework, including: reference to Convention Article 4.1 (technology transfer); the voluntary nature of sectoral approaches; and the principle of common but differentiated responsibilities.",
      "Some parties preferred not to consider a general framework.",
      "On agriculture, parties agreed that the text coming from prior sessions was a good basis for further discussions.",
      "Facilitator Wamukoya presented a note on 17 June, reflecting four options for addressing the general framework, a text on agriculture, new text on international aviation and new text with six options proposed by parties to address international aviation and shipping."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}