{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Poland",
      "Venezuela",
      "Argentina",
      "United States",
      "Japan",
      "Australia",
      "Canada",
      "Niger",
      "Netherlands",
      "Saudi Arabia",
      "France",
      "Nigeria",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_3",
   "section_title": "'BEST PRACTICES' IN POLICIES AND MEASURES",
   "sentences": [
      "The issue of 'best practices' in policies and measures among Annex I Parties was addressed in two informal meetings during the pre-sessional week, at a SBSTA plenary meeting on Tuesday, 13 June, and in two subsequent informal meetings.",
      "Conclusions on P&Ms were adopted by SBSTA on Friday, 16 June. During the informal meeting on Tuesday, 6 June, Dovland summarized the outcome of the P&Ms workshop held in April in Copenhagen, and asked delegates for suggestions on future work.",
      "Most delegates underlined the value of exchanging information on P&Ms, although many expressed concern with the heavy workload prior to COP-6.",
      "The EU proposed additional workshops to address the technical aspects of P&Ms, and, with others, emphasized the need to improve quantification of assessment of P&Ms at a sectoral level.",
      "Canada, supported by Australia, called for indicators taking into account specific national circumstances, and expressed preference for the concept of 'good practices.",
      "' With the US, he highlighted the importance of completing national inventories.",
      "The Netherlands and France said that reliance on inventories alone was insufficient for evaluating the effectiveness of P&Ms.",
      "Nigeria and others proposed workshops to examine the effect of P&Ms on developing countries, and suggested that P&Ms be dealt with as a cross-cutting issue with Articles 4.8 and 4.9 (adverse effects). Delegates were invited to submit written proposals.",
      "These formed the basis of draft SBSTA-12 conclusions and preliminary elements of a draft decision by COP-6, which were considered at an informal meeting on Friday, 9 June.",
      "The draft conclusions included a SBSTA recommendation that work on sharing information continue, in particular through a workshop in 2001.",
      "The draft decision stated, inter alia, that this process should lead to a further elaboration of the guidelines under Article 7.2 (national communications) and enable demonstration of progress by 2005, as called for in Article 3.2.",
      "The EU supported moving forward by exchanging views on both texts.",
      "Noting the lack of time, the G-77/China objected to consideration of elements of a draft decision.",
      "Saudi Arabia proposed considering only those conclusions that expressed appreciation for the workshop in Copenhagen and called for a workshop in 2001. At the SBSTA-12 Plenary on Tuesday, 13 June, Chair Dovland recalled the broad agreement on the usefulness of exchanging information, and urged delegates to develop the terms of reference for another workshop.",
      "The EU highlighted the importance of quantifying the effectiveness of Annex I Parties' domestic actions, and called for workshops to be held in accordance with terms of reference to be adopted by SBSTA-13.",
      "Switzerland, opposed by the G-77/China, proposed that a contact group be established using the Chair's consolidated text as a basis for discussion.",
      "Argentina underlined his international commitment to voluntarily reduce GHGs once Parties devise a new instrument that enables non-Annex-I countries to participate in emissions trading. In an informal meeting on Wednesday, 14 June, chaired by José Romero (Switzerland), delegates continued their consideration of the draft conclusions.",
      "Chair Dovland's preliminary elements of a draft decision were not tabled.",
      "The EU tabled additional paragraphs on conclusions, including a proposed terms of reference for a possible workshop on P&Ms.",
      "The G-77/China presented alternative text on the terms of reference.",
      "On the draft conclusions, delegates agreed to replace 'best' with 'good' practices, and specify reference to Protocol Article 2.1(g).",
      "Delegates failed to agree on whether the terms of reference of a workshop should be determined before or after COP-6.",
      "The EU, Poland, Switzerland and the G-77/China urged that the terms of reference be considered at SBSTA-13, while Australia, Canada, Japan and the US proposed consideration after COP-6. Delegates continued deliberations in an informal meeting on Thursday, 15 June, during which they reiterated their positions on the timing and nature of further activities on P&Ms.",
      "Following these discussions, text recommending that the work on P&Ms continue, in particular through a workshop in 2001, was replaced with text noting the decision to consider the issue further at SBSTA-13.",
      "The text proposed by the EU and G-77/China on terms of reference for a workshop on P&Ms was not adopted. On Friday, 16 June, SBSTA adopted conclusions on P&Ms (FCCC/SBSTA/2000/CRP.4) that: take note of the Chair's report of the workshop on 'best practices' in P&Ms held in Copenhagen in April 2000; conclude that the workshop helped Parties advance their work on sharing experiences regarding 'good practice' in P&Ms related to Protocol Article 2.1(b); and note the decision to consider this issue at SBSTA-13.",
      "Venezuela, on behalf of the G-77/China, expressed disappointment at the lack of substantive progress regarding preparations for a workshop."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBSTA"
}