{
   "actors": [],
   "countries": [
      "Russia",
      "United States",
      "Russian Federation",
      "Japan",
      "Bolivia",
      "Norway",
      "Switzerland",
      "China",
      "Barbados"
   ],
   "enb_end_date": "01-Dec-12",
   "enb_long_title": "Doha Climate Change Conference - November 2012",
   "enb_short_title": "COP 18",
   "enb_start_date": "01-Dec-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12561e.html",
   "id": "enb12561e_6",
   "section_title": "Roundtable on Workstream 1: Post-2020 regime",
   "sentences": [
      "Parties discussed questions presented by the ADP co-chairs including on the application of the principles of the Convention in the new agreement.",
      "Several developing countries stressed: transparency, common reporting, accounting and MRV; and rigorous compliance rules.",
      "Many parties noted agreement on the continuation of the Convention principles, with: CHINA stressing CBDR; BARBADOS and NORWAY highlighting the precautionary principle; and the US suggesting that principles need to evolve to reflect changing circumstances and capabilities.",
      "The US further stressed that: financial contributions will depend on what is deliverable; and a successful and ambitious agreement applicable to all requires flexibility, fairness and transparency to allow accountability for collective adequacy.",
      "SWITZERLAND invited parties to apply the Convention principles in a manner that empowers us to do more and not as an excuse to do nothing.",
      "The RUSSIAN FEDERATION stressed that decision 1/CP.17 clearly recognizes that climate change has to be urgently addressed by all parties.",
      "BOLIVIA emphasized that mitigation has to be undertaken in conjunction with poverty eradication and sustainable development.",
      "CHINA stressed that recategorizing developing countries would amount to reinterpretation of the Convention.",
      "JAPAN said universal peer review could provide a tool to incentivize participation.",
      "Informal consultations on the two workstreams will begin on Saturday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}