{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "India",
      "Norway",
      "Japan",
      "China",
      "Australia",
      "Tuvalu",
      "Nauru",
      "Switzerland",
      "Thailand"
   ],
   "enb_end_date": "17-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "17-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12167e.html",
   "id": "enb12167e_2",
   "section_title": "LULUCF",
   "sentences": [
      "Co-Chair Dovland encouraged the LULUCF negotiating group to exchange views on Protocol Article 3.4 (additional activities).",
      "BRAZIL, for the G-77/CHINA, said President Pronk's consolidated negotiating text represented a reconsideration of Annex I Party commitments, and highlighted concerns that the definition of additional activities under Article 3.4 creates a precedent for unlimited enlargement of the Protocol's scope in the future.",
      "She said emissions by sources and removal by sinks due to LULUCF activities should be treated symmetrically, and that windfall effects should be factored out. Many delegates underscored the scale of credits available for sinks as a key issue for the first commitment period.",
      "AUSTRALIA and CANADA supported the Pronk text as a good starting point in this regard, stressing that LULUCF is fundamental for countries considering ratification.",
      "CANADA said it is working on a more country-specific proposal for moving forward on this issue.",
      "The EU highlighted scale as a problem but, with NORWAY and SWITZERLAND for the ENVIRONMENTAL INTEGRITY GROUP, stressed that the Pronk proposal represents a sound basis for negotiation. TUVALU opposed including Protocol Article 3.4 activities during the first commitment period, as proposed in the Pronk text, stressing that it represents a renegotiation of the Kyoto targets and undermines the integrity of the Protocol.",
      "THAILAND said Article 3.4 activities should not be included until there is more scientific certainty.",
      "BRAZIL, supported by CHINA, NAURU and INDIA, stressed concerns with regard to the integrity of the Protocol if too liberal an interpretation is applied to activities under Article 3.4.",
      "On definitions, AUSTRALIA, JAPAN and CANADA said 'forest management' warrants further consideration. Reflecting on Parties' statements, Co-Chair Dovland said it was apparent that significant differences remained, and that it was difficult to detect any emerging consensus.",
      "He requested suggestions on how to move discussions forward.",
      "Several speakers supported breaking into a smaller group/groups, if necessary.",
      "The EU said it was working on a proposal it hoped would improve the prospects for compromise.",
      "Co-Chair Dovland said the negotiating group would start its meeting on Tuesday by hearing new proposals for Article 3.4.",
      "It may also hold a small group meeting to explore options in greater depth."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}