{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "Trinidad and Tobago"
   ],
   "enb_end_date": "09-Oct-10",
   "enb_long_title": "Tianjin Climate Change Talks - October 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12485e.html",
   "id": "enb12485e_12",
   "section_title": "Adaptation",
   "sentences": [
      "The drafting group was facilitated by Kishan Kumarsingh (Trinidad and Tobago) and focused on options for institutional arrangements to facilitate enhanced action on adaptation.",
      "Discussions also addressed: mechanisms to address loss and damage; support provided to developing countries, especially LDCs and small island developing states (SIDS); and reporting.",
      "Many parties supported establishing an adaptation committee under the Convention.",
      "These parties tabled new text that detailed the functions of the proposed committee, and suggested that the committee be linked with the financial mechanism of the Convention by providing advice to the proposed new fund.",
      "Many other parties said they were not convinced with the need for such a committee and continued to support strengthening, enhancing and better utilizing existing institutional arrangements and expertise under the Convention.",
      "Parties also considered national institutional arrangements.",
      "Some parties expressed preference for an option requesting developed country parties to support developing country parties in strengthening and establishing designated national-level institutional arrangements for adaptation.",
      "Other parties preferred a less-prescriptive option inviting all parties to strengthen and establish national-level institutional arrangements.",
      "A compromise text was agreed on, merging the main elements of the two options with differences remaining about a reference to establish designated or establish or designate national-level institutional arrangements.",
      "Parties considered two options for addressing loss and damage.",
      "Some parties supported establishing an international mechanism to address loss and damage associated with climate change impacts in vulnerable developing countries, and they listed detailed functions of this mechanism.",
      "Other parties suggested a new text on the issue, which emphasizes the need to strengthen international cooperation and expertise to understand and reduce loss and damage associated with the adverse effects of climate change.",
      "Parties generally supported enhancing adaptation action under the adaptation framework, and establishing a process for LDCs to formulate and implement National Adaptation Programmes of Action.",
      "However, parties differed on the need to establish a process to provide financial and technical support for such a purpose.",
      "Parties considered two options on support for adaptation.",
      "Some parties preferred the option that developed countries shall provide developing country parties with long-term, scaled-up, adequate, new and additional, predictable and grant-based finance, as well as support for technology, insurance and capacity building to implement adaptation actions.",
      "Other parties favored the second option urging developed country parties and other developed parties included in Annex II to substantially scale up financial, technological and capacity-building support for developing country adaptation efforts.",
      "On reporting, some parties highlighted the need to: report activities undertaken and support provided and received for adaptation actions; and ensure transparency, mutual accountability and robust governance.",
      "Other parties stressed the need to report on support provided in order to identify insufficiencies and discrepancies in support, and to provide information on experiences and lessons learned.",
      "On a paragraph requesting the Secretariat to support the adaptation framework, some parties proposed text on agreeing that the UNFCCC process is the main forum to address adaptation and requesting the Secretariat to support an adaptation framework for implementation and an adaptation committee.",
      "Some other parties objected to this text.",
      "Discussions are reflected in a revision to the negotiating text that will be forwarded to the AWG-LCA together with a facilitator s note on enhanced action on adaptation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}