{
   "actors": [],
   "countries": [
      "Denmark",
      "Mexico",
      "Belize",
      "Algeria",
      "Norway",
      "Tanzania",
      "Uganda",
      "United Kingdom",
      "Germany"
   ],
   "enb_end_date": "23-Nov-13",
   "enb_long_title": "Warsaw Climate Change Conference - November 2013",
   "enb_short_title": "COP 19",
   "enb_start_date": "11-Nov-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12594e.html",
   "id": "enb12594e_16",
   "section_title": "HIGH-LEVEL MINISTERIAL DIALOGUE ON CLIMATE FINANCE:",
   "sentences": [
      "On Wednesday, 20 November, a two-part ministerial dialogue mandated by COP 18 considered progress in mobilizing long-term climate finance, including efforts by developed countries to scale up finance after 2012.",
      "The keynote speakers were UN Secretary-General Ban Ki-moon, President Jakaya Mrisho Kikwete (United Republic of Tanzania), GEF CEO and Chairperson Naoko Ishii, GCF Executive Director Hela Cheikhrouhou, and Nicholas Stern, London School of Economics.",
      "The dialogue was co-chaired by Ministers Maria Kiwanuka (Uganda) and Martin Lidegaard (Denmark).",
      "During the first part of the dialogue, participants were invited to consider the 'state of play' and progress in scaling up climate finance, including: gaps after the fast-start finance period; ways to build momentum for public finance, especially for adaptation; and challenges in mobilizing climate finance.",
      "Opening 'icebreaker' statements were given by Minister Lisel Alamilla (Belize), Minister Dalila Boudjemaa (Algeria), Minister Peter Altmeier (Germany), and Todd Stern, Special Envoy for Climate Change (US).",
      "During the second part, participants were asked to explore efforts being undertaken to scale up the mobilization of climate finance, inter alia : collective policy and regulatory actions to redirect private finance flows; facilitative actions for effective deployment of climate finance; and strategies by individual developed countries.",
      "'Icebreaker' statements were delivered by Minister Tine Sundtoft (Norway), Secretary of State Edward Davey (UK), and Secretary of Environment and Natural Resources Juan José Guerra Abud (Mexico).",
      "A summary of the ministerial dialogue is available at: http://www.iisd.ca/vol12/enb12592e.html"
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}