{
   "actors": [
      "Group of 77",
      "Umbrella Group"
   ],
   "countries": [
      "Argentina",
      "Russian Federation",
      "Cuba",
      "Japan",
      "China",
      "Australia",
      "Italy",
      "Panama",
      "Russia"
   ],
   "enb_end_date": "15-Dec-03",
   "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC COP-9",
   "enb_start_date": "15-Dec-03",
   "enb_url": "http://www.iisd.ca/vol12/enb12231e.html",
   "id": "enb12231e_83",
   "section_title": "CLOSING PLENARY",
   "sentences": [
      "Rapporteur Gonzalo Menéndez (Panama) introduced the report of COP-9 on Friday, 12 December, which the COP adopted (FCCC/CP/2003/L.1 and Add.1). Cuba requested that its concerns over being denied visas to attend the GEF Council meetings, despite being the Caribbean countries`representative on the Council, be noted in the COP-9 report.",
      "The G-77/China read a statement urging the GEF Secretariat to take the necessary action with the World Bank and host government to grant the representative of the Caribbean constituency a visa to attend the GEF Council meetings.",
      "The G-77/China also urged the GEF Secretariat and other international organizations to take the necessary action and make arrangement with host governments and relevant agencies to guarantee the representation of all Parties at relevant meetings.",
      "President Persányi said the request would be noted in the COP-9 Report. The Russian Federation questioned when preparatory work to facilitate the implementation of projects under Protocol Article 6 (joint implementation) would be undertaken.",
      "The Executive Secretary responded that this would be done by the Secretariat in 2004-5, subject to the availability of resources from extra-budgetary resources which will be activated in 2005 upon entry into force of the Protocol. Argentina introduced an expression of gratitude to the Government of Italy and the people of the city of Milan, which the COP adopted (FCCC/CP/2003/L.6). In closing, the G-77/China said the achievements made at COP-9 provided hope for the future.",
      "He noted decisions on sinks in the CDM and the SCCF, as well as the report of the CDM EB as important outcomes, and stressed the need for Annex I Parties to implement their commitments under the UNFCCC.",
      "Japan and Australia, for the Umbrella Group, also noted the important nature of the COP-9 outcomes. President Persányi said the results of the COP would not generate breaking news, but stressed that cooperation in building and reinforcing the UNFCCC had been shown, comparing it to the building of the Milan cathedral.",
      "Thanking participants and the Secretariat, he closed COP-9 at 6:47 pm."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": ""
}