{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "Marshall Islands",
      "United States",
      "Australia",
      "Brazil",
      "South Africa",
      "Mali",
      "Colombia",
      "Saudi Arabia",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "09-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "09-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12635e.html",
   "id": "enb12635e_3",
   "section_title": "Time Frames",
   "sentences": [
      "Co-facilitator Roberto Dondisch presented a technical suggestion as a tool for a clearer section, containing two options.",
      "Option I comprises most of the text, with headings on: overarching issues; scope of commitments/contributions/actions; commitment period/time frames; communications; review; ex ante consideration/further facilitation of transparency and clarity/consultative process/period; and update.",
      "Option II contains South Africa§s alternative proposal. The EU, supported by the REPUBLIC OF KOREA, outlined a sequence in the mitigation cycle: a strategic review of implementation in the context of science; communication and commitments, involving the submission of NDCs; an ex ante process to gain an aggregate sense of NDCs in relation to the temperature goal; and the formalization of NDCs. Colombia, for AILAC, outlined the sequence as: communication; ex ante assessment; formalization; review; and update of commitments/contributions.",
      "The MARSHALL ISLANDS suggested sections on: scope and nature; commitment period and time frame; preparatory and updating processes; inscription; and strategic review. The EU, AUSTRALIA and the US emphasized making the five-year cycle clear.",
      "TUVALU, for the LDCs, called for parallel cycles for mitigation and means of implementation.",
      "The US said the adaptation and mitigation cycles may be different.",
      "CHINA, with BRAZIL and SAUDI ARABIA, opposed a \"mitigation-centric\" approach. The EU, opposed by the LDCs, suggested addressing the mitigation cycle in the mitigation section, and considering the adaptation and finance cycles in those sections.",
      "BRAZIL and NEW ZEALAND cautioned against moving text. On the commitment period/time frames, several parties observed that paragraphs 162 and 166 refer to the agreement§s duration, while paragraph 167 (option 2) addresses the commitments§ duration. INDIA and CHINA called for focusing on the duration of the agreement first. NEW ZEALAND suggested moving the paragraphs on the duration of the agreement to the section on entry into force.",
      "COLOMBIA supported creating sub-headings for durability and timeframes. On communications, TUVALU said links among communications, ex ante review and final communications should be sequenced.",
      "BRAZIL pointed to the difference between communicating and updating NDCs.",
      "AUSTRALIA highlighted issues around maintaining commitments between initial and final communications. The MARSHALL ISLANDS observed initial and subsequent communication cycles, saying the former could be in a COP decision and the latter in the agreement.",
      "NORWAY disagreed, noting that the detailed timelines and upfront information could be in a COP decision."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}