{
   "actors": [
      "Least Developed Countries"
   ],
   "countries": [
      "Bangladesh",
      "Pakistan",
      "Sudan",
      "United Kingdom",
      "Mali",
      "United States",
      "Australia",
      "Switzerland"
   ],
   "enb_end_date": "14-Oct-10",
   "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC 32",
   "enb_start_date": "11-Oct-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12486e.html",
   "id": "enb12486e_43",
   "section_title": "IPCC SCHOLARSHIP PROGRAMME:",
   "sentences": [
      "Secretary Christ updated delegates on the IPCC Scholarship Programme (IPCC-XXXII/Doc.17), saying that the Fund had been run on interest and additional contributions.",
      "She said out of the 2000 applications, more than 1000 had fulfilled the eligibility requirements and that the scientific selection and fundraising was ongoing.",
      "She asked to hire a staff member for the scholarship programme, noting she had asked for two staff members, but hoped that the Panel could agree to hire one.",
      "Delegates discussed long-term administration of the programme, with some suggesting that, rather than the IPCC, an organization with expertise in administering scholarship funds be given this task.",
      "Switzerland suggested UNITAR or UNU could take care of the fund, although in the interim, a new staff member could make the programme operational.",
      "The UK also suggested involving the Global Change SysTem for Analysis, Research and Training (START) and the WMO.",
      "Chair Pachauri said there has been some dialogue with the UN Foundation and UNU, but that UNITAR s overhead was high.",
      "Noting the Trust Fund is strapped, the US said managing the scholarship fund required further review, suggested other organizations that focus on managing grants and programmes be considered, and noted a conflict of interest in keeping it in the IPCC.",
      "He said now was not the right time to consider a new hire in the IPCC.",
      "Australia and the UK said the fund should be an independent fund and should not access the IPCC Trust Fund.",
      "Mali stressed African countries should be able to benefit from these scholarship programmes.",
      "Bangladesh and Pakistan said the fund should help build capacity in developing countries.",
      "Sudan supported helping a new generation of scholars and scientists, particularly in the Least Developed Countries."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}