{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Bolivarian Alliance For The Peoples Of Our America",
      "Environmental Integrity Group",
      "Independent association of Latin America and the Caribbean",
      "League of Arab States",
      "African Group"
   ],
   "countries": [
      "Malaysia",
      "Algeria",
      "China",
      "Australia",
      "Maldives",
      "Saudi Arabia",
      "Angola",
      "Switzerland",
      "South Africa",
      "Bolivia",
      "Sudan",
      "Guatemala"
   ],
   "enb_end_date": "03-Sep-15",
   "enb_long_title": "Bonn Climate Change Conference - August 2015",
   "enb_short_title": "ADP 2-10",
   "enb_start_date": "03-Sep-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12642e.html",
   "id": "enb12642e_8",
   "section_title": "STOCKTAKING SESSION",
   "sentences": [
      "ADP Co-Chair Ahmed Djoghlaf (Algeria) noted parties§ concerns over the pace of work.",
      "Parties agreed on the urgent need to accelerate work.",
      "Noting uneven progress across facilitated groups, South Africa, for the G-77/CHINA, Angola, for the LDCs, Maldives, for AOSIS, Guatemala, for AILAC, Bolivia, for ALBA, and Sudan, for the AFRICAN GROUP, called for clarity on the intended outcome of this session, and for a clear mandate for the co-facilitators.",
      "Australia, for the UMBRELLA GROUP, noted the usefulness of some spin-off groups, in particular on differentiation.",
      "Malaysia, for the LMDCs, stressed the need to engage in text-based negotiations.",
      "Saudi Arabia, for the ARAB GROUP, urged starting substantive negotiations.",
      "The EU said the Tool is \"not ideal,\" but recognized that it structures the discussions.",
      "Switzerland, for the EIG, said parties should blame themselves for engaging in procedural discussions.",
      "He called for convergence by the end of the week on elements for the agreement and COP decisions in order to arrive at the next session with a negotiable text.",
      "Many parties stressed that this session should not conclude with another compilation text.",
      "Co-Chair Djoghlaf welcomed the collective determination of parties to \"be ready for Paris,\" and pointed to the ADP Co-Chairs§ scenario note and their further clarification on the mode of work as already providing clarity on the objective of this session.",
      "He indicated that the Co-Chairs will hold bilateral meetings to discuss the mode of work of the October session."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "WORKING GROUP"
}