{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "India",
      "Barbados",
      "Norway",
      "Japan",
      "China",
      "Switzerland"
   ],
   "enb_end_date": "04-Nov-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "04-Nov-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12209e.html",
   "id": "enb12209e_42",
   "section_title": "FINANCIAL MECHANISM",
   "sentences": [
      "In the SBI Plenary on Thursday, 24 October, the G-77/China expressed concern regarding the conditionality of GEF funding.",
      "Chair Estrada cautioned against possible inconsistencies between COP guidance to the GEF and GEF decisions on funding modalities.",
      "On funding under the UNFCCC, the GEF noted that its current operational procedures would apply to the Special Climate Change Fund until the COP provides additional guidance. In a contact group meeting on Monday, 28 October, Parties could not agree on a process to provide additional guidance on the operation of the Special Climate Change Fund.",
      "Norway, Switzerland, Canada, Japan and the EU, opposed by India, Brazil, Barbados and China, requested the option to provide further submissions on the operational priorities of the Fund at SBI-18.",
      "Delegates then heard views on the LDC Fund and decided to continue negotiations though informal consultations.",
      "On the review of the financial mechanism, Parties could not agree on text initiating a process to aggregate GEF funding requirements for the UNFCCC. On Tuesday, 29 October, the contact group continued discussions on the report of the GEF, with Parties failing to reach agreement on negotiating text tabled by the EU and Canada.",
      "On guidance to the Special Climate Change Fund, Parties agreed to a proposal from the EU to conclude a decision at COP-9.",
      "Following informal consultations on the LDC Fund, delegates agreed to a draft decision on additional guidance.",
      "On the provision of additional guidance to the GEF, several Parties requested this discussion be delayed until receiving text from relevant contact groups.",
      "Regarding the review of the financial mechanism, the EU expressed concern with moving forward on the basis of the Chair`s draft decision and distributed a new proposal.",
      "During a late night session, the contact group reached consensus on the outstanding elements and agreed to forward their conclusions and draft decisions to the SBI Plenary. In the final SBI Plenary on Friday, 1 November, the G-77/China, opposed by the EU, Norway, Japan and Canada, attempted to re-open the timeframe for providing guidance on the Special Climate Change Fund, deleting laudatory language on the third GEF replenishment and a request for an expert group.",
      "Chair Estrada requested Parties to consult informally and return with a consensus text, which was adopted. On Friday, 1 November, the SBI adopted the decisions on the LDC Fund, the report of the GEF, the review of the financial mechanism and additional guidance to an operating entity of the financial mechanism, with minor editorial changes.",
      "The COP subsequently adopted the decisions the same day."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}