{
   "actors": [],
   "countries": [],
   "enb_end_date": "28-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "28-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12242e.html",
   "id": "enb12242e_21",
   "section_title": "SBSTA conclusions on adaptation",
   "sentences": [
      "In the conclusions on adaptation (FCCC/SBSTA/2004/L.13), SBSTA welcomes the exchange of views during the in-session workshop and requests the Secretariat to post the text of the Chair`s oral report from the workshop on the UNFCCC Internet site.",
      "SBSTA agrees to continue focusing its work on exchanging information and sharing experiences and views among Parties on practical opportunities and solutions to facilitate the UNFCCC`s implementation.",
      "SBSTA agrees that at SBSTA-21 it will focus on exchanging information and sharing experiences, views and lessons learned, taking into account different national circumstances, on the application of methods and tools, including regional models, for assessing impacts and vulnerability and adaptation, and linkages between adaptation and sustainable development. The SBSTA conclusions request the Secretariat to: organize a workshop during SBSTA-21, under the guidance of the SBSTA Chair, allowing for in-depth discussion to exchange information and share experiences and views on the topics identified above; prepare a background paper on the application of methods and tools, including regional models, for assessing impacts and vulnerability and developing adaptation responses, drawing on the practices of relevant expert communities; and make available through the UNFCCC Internet site any published papers related to the linkages between adaptation and sustainable development. In order to facilitate discussion at the SBSTA-21 workshop, SBSTA invites Parties to submit views on the topics referred to above and on the SBSTA-20 workshop, for compilation into a miscellaneous document.",
      "SBSTA requests the SBSTA Chair to prepare a summary of the workshop, and asks the Secretariat to make this summary, and workshop presentations and abstracts, available on the UNFCCC Internet site as soon as possible after the workshop.",
      "SBSTA agrees to determine next steps on this agenda item at SBSTA-21."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}