{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Austria",
      "India",
      "China",
      "Tuvalu",
      "Switzerland",
      "South Africa"
   ],
   "enb_end_date": "13-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "13-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12508e.html",
   "id": "enb12508e_1",
   "section_title": "ANNEX I FURTHER COMMITMENTS (AWG-KP)",
   "sentences": [
      "During the morning contact group, AWG-KP Chair Macey said discussions will focus on: political issues; legal matters concerning Protocol amendments; and the establishment of spin-off groups.",
      "To continue political discussions, AWG-KP Chair Macey suggested convening a contact group every day during the second week of the Conference, with the exception of Thursday.",
      "Parties agreed to this suggestion. AWG-KP Chair Macey then requested Gerhard Loibl (Austria) to report on consultations on legal matters concerning Protocol amendments.",
      "Facilitator Loibl noted that he had undertaken consultations, together with AWG-KP Vice-Chair Diouf Sarr, and requested more time to continue them.",
      "Brazil, for the G-77/CHINA, highlighted the importance of political clarity from Annex I parties concerning their willingness to commit to a second commitment period under the Kyoto Protocol.",
      "TUVALU said the discussion of legal matters should be undertaken in a format other than bilateral consultations, in order to ensure that all parties understand one another s views on the issue.",
      "He also expressed support for the establishment of spin-off groups on the condition that the technical discussions undertaken in these groups relate only to the second Protocol commitment period.",
      "The EU also supported not holding consultations on legal matters bilaterally and suggested establishing a spin-off group for this.",
      "He supported continuing with both technical and political discussions. SOUTH AFRICA, as the incoming COP/MOP Presidency, supported by many parties, noted that many Annex I parties have expressed their willingness to engage in discussions on a second commitment period under the Protocol and proposed establishing spin-off groups on the understanding that discussions in the groups will follow strictly the AWG-KP s mandate.",
      "SWITZERLAND said the spin-off groups should have a mandate to make progress on text and INDIA said any technical discussions need to be in the context of the political context set at Cancun.",
      "Noting broad agreement for establishing spin-off groups, AWG-KP Chair Macey said the mandate of the groups would be based on the AWG-KP s work programme.",
      "He proposed, and parties accepted, establishing spin-off groups on the subjects covered under the various chapters of the Chair s revised proposal (FCCC/KP/AWG/2010/18/Add.1), namely: numbers and Protocol amendments (Chapter I); land use, land-use change and forestry (LULUCF) (Chapter II); the flexibility mechanisms (Chapter III); basket of methodological issues (Chapter IV); and potential consequences of response measures (Chapter V)."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}