{
   "actors": [
      "Group of 77"
   ],
   "countries": [
      "United States",
      "China"
   ],
   "enb_end_date": "27-Aug-08",
   "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC",
   "enb_short_title": "AWGs",
   "enb_start_date": "21-Aug-08",
   "enb_url": "http://www.iisd.ca/vol12/enb12383e.html",
   "id": "enb12383e_23",
   "section_title": "WHEN TO TALK",
   "sentences": [
      "With parties, observers, and the press carefully watching the climate negotiations as they progress from Bali to Copenhagen, there has been a focus on the pace of the negotiations.",
      "While the seemingly slow pace of the negotiations is due in part to technical complexity and a lack of political will, in another sense it has become a waiting game.",
      "Discussions with delegates across the two processes reveal three different things that delegates may be waiting for.",
      "First, developing countries are waiting for developed counties to lead in the AWG-KP by specifying quantitative targets.",
      "This sentiment - that discussing developing country commitments is premature until such a step is taken - is widespread in the G-77/China.",
      "At the same time, developed countries are waiting to see how talks under the AWG-LCA shape up, particularly in terms of nationally appropriate mitigation actions by developing countries, before specifying their further commitments under the AWG-KP.",
      "In this respect, developed countries are keeping their cards close to their chest, until they know what kind of commitments developing countries will take on.",
      "Second, in the discussions surrounding comparability of efforts among developed countries, parties are waiting for clarity on what positions major developed country parties are likely to take in 2009.",
      "In this context, parties are looking towards the US presidential election in November and are reticent to lay their cards on the table before they have an idea as to how the US may engage in the process in 2009.",
      "Finally, upon arrival in Accra, some parties expected to begin to narrow the lists of options on LULUCF and the flexible mechanisms under the AWG-KP.",
      "Instead, after debates, parties decided to wait for a more concrete understanding of the options on the table before going forward.",
      "In this context, the work done in Accra to further specify and clarify options may allow parties to go home and crunch numbers on the implications of the various options for their national circumstances, and arrive in Poznan ready to move from collecting and clarifying to negotiating."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}