{
   "actors": [
      "Group of 77",
      "African Group",
      "European Union"
   ],
   "countries": [
      "Malawi",
      "India",
      "Philippines",
      "New Zealand",
      "China",
      "Australia",
      "Gambia",
      "Saudi Arabia",
      "Egypt",
      "Kenya",
      "Sweden"
   ],
   "enb_end_date": "07-Jun-13",
   "enb_long_title": "Bonn Climate Change Conference - June 2013",
   "enb_short_title": "SB 38",
   "enb_start_date": "07-Jun-13",
   "enb_url": "http://www.iisd.ca/vol12/enb12573e.html",
   "id": "enb12573e_12",
   "section_title": "CONTACT GROUP - AGRICULTURE:",
   "sentences": [
      "The contact group, co-chaired by Hans Åke Nilsagard (Sweden) and Esther Magambo (Kenya), engaged in an initial exchange of views and many parties underlined the importance of food security.",
      "Egypt, for the G-77/CHINA, supported by INDIA and others, suggested moving toward a draft decision and outlined three pillars: emphasizing the Convention principles; considering adaptation the core; and means of implementation to link agricultural adaptation to technology transfer and finance for capacity building.",
      "The Gambia, for the LDCs, suggested workshops on issues where parties views diverge and Malawi, for the AFRICAN GROUP, stated that these issues of divergence include the Convention principles, whether to prioritize mitigation or adaptation and means of implementation.",
      "SAUDI ARABIA emphasized CBDR and developed countries subsidies.",
      "The PHILIPPINES called for a better understanding of climate impacts and new technological platforms.",
      "The EU suggested a progressive, inclusive process that addresses farmers priorities.",
      "AUSTRALIA expressed concern that the issue was stuck and stated their objective is to provide farmers with access to science and technological advice to improve resilience, productivity and efficiency.",
      "Urging inclusion of mitigation, NEW ZEALAND noted that agriculture accounts for half of his country s emissions, and clarified that the group s mandate involves scientific and technical advice.",
      "Discussions will continue."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "sbsta"
}