{
   "actors": [],
   "countries": [
      "Tanzania",
      "Uganda",
      "Brazil",
      "Argentina",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-99",
   "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)",
   "enb_short_title": "10th Session SBSTA & SBI",
   "enb_start_date": "11-Jun-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12110e.html",
   "id": "enb12110e_9",
   "section_title": "OTHER MATTERS ON METHODOLOGICAL ISSUES",
   "sentences": [
      "Delegates considered other matters on methodological issues on Wednesday, 2 June.",
      "UNEP outlined its recent work on impacts, adaptation and mitigation assessment methodologies, including provision of guidance for national strategy development and capacity building on GHG abatement.",
      "TANZANIA suggested establishing FCCC collaborating centers in developing countries for information purposes and capacity building.",
      "UGANDA supported regional capacity building and South-South sharing of expertise.",
      "BRAZIL reported on a recent workshop held to consider its proposal on determining responsibility based on historical emissions.",
      "He noted that the proposal would be on SBSTA-11`s agenda. Delegates adopted the conclusions on this item (FCCC/SBSTA/1999/L.6) on Wednesday, 9 June, which encouraged UNEP and other relevant institutions to review their activities to support capacity building in methodologies for impacts, adaptation and mitigation assessment.",
      "SBSTA decided to consider the proposal by Brazil at SBSTA-11 and invited Brazil to provide other relevant information. On Friday, 11 June, ARGENTINA raised the issue of the use of hydrofluorocarbons (HFCs) in metered dose inhalers for asthma treatment.",
      "She noted that whereas the Kyoto Protocol determined that HFCs have a thermoactive quality and has included them as compounds that contribute to global warming, the Montreal Protocol has identified them as a substitute for ozone-depleting chlorofluorocarbons.",
      "She urged SBSTA to consider the issue in future sessions.",
      "SBSTA decided to consider this issue at SBSTA- 11. NEW ZEALAND introduced a proposed draft conclusion on inventory and methodological issues relating to harvested wood products that invites Parties to submit their views on harvested wood products and requests the Secretariat to compile these submissions into a miscellaneous document for preliminary consideration at SBSTA-11.",
      "SBSTA deferred discussions on this issue to SBSTA-11."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}