{
   "actors": [],
   "countries": [],
   "enb_end_date": "13-May-11",
   "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-33",
   "enb_start_date": "10-May-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12500e.html",
   "id": "enb12500e_8",
   "section_title": "Final Decision",
   "sentences": [
      "In its decision, the Panel, inter alia : - adopts an IPCC Conflict of Interest Policy, as provided in Appendix 1 to this decision; - extends the mandate of the Task Group on Conflict of Interest Policy in order to develop proposals for Annexes to the Policy covering Implementation and the Disclosure Form with a view to adopting a decision at the 34th session of the IPCC; - decides to work towards actions for early implementation of the Policy with a view to brining all those covered by the Policy within its remit as early as possible during the Fifth Assessment cycle and no later than the 35th session of the IPCC; - noting that WG I and II, and the TFI, have implemented and WG III is in the process of designing, interim Conflict of Interest Policies that are broadly consistent with the IPCC Conflict of Interest Policy, invites: the Task Group to consult the WGs and the Task Force in development of proposals for Annexes on Implementation and the Disclosure Form; the Task Group to develop proposals for implementation that assign the primary role for implementation of the Policy with respect to CLAs, lead authors and review editors to the WGs and the TFI; and the WGs and the TFI, in taking forward their activities under the Fifth Assessment cycle, to take note of the Conflict of Interest Policy and ensure, as far as possible, that their actions are consistent with the Conflict of Interest Policy.",
      "The purpose of the Conflict of Interest Policy includes: - to protect the legitimacy, integrity, trust and credibility of the IPCC and of those directly involved in the preparation of IPCC reports and activities; - to encourage participation and to ensure that the representativeness and geographic balance of the Panel is not impaired while continuing to build and maintain public trust; - to ensure that conflicts of interest are identified, communicated to the relevant parties, and managed to avoid any adverse impact on IPCC s balance, products and processes; and - to maintain the balance between the need to minimize the reporting burden and to ensure the integrity of the IPCC process.",
      "The Conflict of Interest Policy also: - is principles-based and does not provide an exhaustive list of criteria for the identification of such conflicts; - applies to senior IPCC leadership (the IPCC Chair, Vice Chairs, Working Group and Task Force Co-Chairs), other members of the IPCC Bureau and members of the Task Force Bureau, authors with responsibilities for report content (Coordinating Lead Authors and Lead Authors), Review Editors, and the professional staff of the Technical Support Units; - applies to the development of all IPCC products, including but not limited to assessment reports, special reports, methodology reports, and technical papers; - will be executed to reflect the various roles, responsibilities and levels of authority of participants in the IPCC process.",
      "In particular, consideration should be given to whether responsibility is held at an individual level or shared within a team, to the level of influence held over the content of IPCC products; and - establishes that individuals directly involved in or leading the preparation of IPCC reports should avoid being in a position to approve, adopt, or accept on behalf of any government the text in which he/she was directly involved.",
      "Conflict of interest refers to any current professional, financial or other interest that could significantly impair the individual s objectivity in carrying out his or her duties and responsibilities for the IPCC, or create an unfair advantage for any person or organization.",
      "For the purposes of this policy, circumstances that could lead to a reasonable person to question an individual s objectivity, or whether an unfair advantage has been created, constitute a potential conflict of interest.",
      "These potential conflicts are subject to disclosure.",
      "What should be disclosed includes, among others: - significant and relevant professional and other non-financial interests, which may include, but are not limited to: senior editorial roles; participation in advisory committees associated with private sector organizations; and membership on boards of non-profit or advocacy groups, noting that not all such associations necessarily constitute a conflict of interest; - significant and relevant financial interests, which may include, but are not limited to: employment relationships; consulting relationships; financial investments; intellectual property interests; commercial interests; and sources of private-sector research support; and - significant and relevant financial interests of any person with whom the individual has a substantial business or relevant shared interest."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}