{
   "actors": [],
   "countries": [],
   "enb_end_date": "06-Dec-14",
   "enb_long_title": "Lima Climate Change Conference - December 2014",
   "enb_short_title": "COP 20",
   "enb_start_date": "06-Dec-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12613e.html",
   "id": "enb12613e_22",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As day five opened, a 'Ghost of ADP Past' settled into the packed contact group room.",
      "Those stepping in and out of the different ADP contact group sessions could easily be led to believe the topic under discussion had not changed, with familiar and similar themes voiced by different parties and groups independent of the issue - be it mitigation, transparency or technology.",
      "This, and the approaching holiday season, prompted one observer to wonder if parties were repeating themselves 'to make sure Santa Claus hears their wish list and makes it come true'.",
      "The fact that other familiar scenes played out around the venue was not lost on participants either: 'it's the same issues holding up the Subsidiary Bodies every year', sighed one.",
      "Many were acutely aware of President Pulgar-Vidal's promise that the SBI would close on Friday and SBSTA on Saturday, and several delegates reported being 'dressed down' by their contact group co-chairs for taking too much time.",
      "Any items without agreement would be 'punted', in one delegate's words, to the June meeting of the Subsidiary Bodies.",
      "For some, this stringency was welcomed as something that 'will hopefully create space for the ADP and COP/CMP issues', and as 'a much-needed wake up call to negotiators'.",
      "Yet, another delegate worried that some issues in the Subsidiary Bodies are 'inherently political and just take more time, so they shouldn't be cut short'.",
      "While some SBI and SBSTA items may not end up in a 'package' under the 'COP 20 tree', some noted that an 'intra-ADP' package could be in the making.",
      "'We're always a little naughty and a bit nice', grinned a delegate.",
      "Whether naughty, nice or both, the work here may signal what parties will bring to Paris and how they will package the deal."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}