{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Burundi",
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Gambia",
      "Japan",
      "Brazil",
      "Kuwait",
      "Canada",
      "South Africa",
      "Niger",
      "Mexico",
      "Namibia",
      "Oman",
      "Bahrain",
      "Solomon Islands",
      "Lesotho",
      "Senegal",
      "Australia",
      "Tajikistan",
      "Zimbabwe",
      "Guinea",
      "Saudi Arabia",
      "Egypt",
      "United Arab Emirates",
      "Peru",
      "Papua New Guinea",
      "Norway",
      "Nigeria",
      "China"
   ],
   "enb_end_date": "14-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "14-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12454e.html",
   "id": "enb12454e_2",
   "section_title": "ORGANIZATIONAL MATTERS:",
   "sentences": [
      "AWG-LCA Chair Zammit Cutajar provided an update on the AWG-LCA s work, saying tremendous amounts of work had been done towards a full and rich package, and highlighting progress in areas such as technology and REDD-plus.",
      "He said he had tabled a text on Friday on the AWG-LCA s outcome and noted parties divergent views on the legal form, including whether to have two legal instruments or one.",
      "He said this highly important subject goes beyond the scope of one negotiating group and suggested that the COP President keep an eye on the issue.",
      "The US commended the Chair s heroic work in incorporating core issues into a concise document and noted progress in many areas, such as technology, forestry and adaptation.",
      "He identified, however, the need to clarify how to move forward with the difficult and core questions in a way that will have an immediate operational effect, saying ministerial negotiations could bring the necessary sense of urgency to these discussions.",
      "The EU raised concerns over the Chairs proposals, including that they: do not bring certainty that temperature increase will be limited to below 2°C; only provide a loose framework for actions by developing countries; and envisage the continuation of the Kyoto Protocol but do not contain legal commitments or a timeframe to conclude a legally-binding agreement under the Convention track.",
      "He reiterated that the outcome should build on the Kyoto Protocol, taking forward its key elements.",
      "He called for a political agreement that is precise and comprehensive enough to be transformed into a legally-binding agreement.",
      "Brazil, for the G-77/CHINA, said the Group was willing to continue working based on the Chair s text while identifying the need to address certain issues, including enhancing the treatment of adaptation.",
      "He said a structure reflecting the continuation of the Kyoto Protocol is of critical importance to the G-77/China and essential for the outcome in Copenhagen.",
      "Many countries, including SOUTH AFRICA, KUWAIT, NIGERIA, SENEGAL, NAMIBIA, PERU, Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, and others, expressed willingness to use the Chair s text as the basis of work.",
      "SAUDI ARABIA described the text as a very good starting point, which has adhered to the UNFCCC and the BAP. INDIA, SAUDI ARABIA, NIGERIA, VENEZUELA, TAJIKISTAN, ZIMBABWE and others highlighted the need for a transparent and inclusive negotiating process. INDIA stressed that the Protocol, as one of the most important treaties, must be strengthened for the second commitment period.",
      "OMAN emphasized that work should continue under two tracks.",
      "SOUTH AFRICA supported a two-track legally-binding outcome.",
      "VENEZUELA stressed that work on continuing the Protocol should not be sabotaged. AUSTRALIA said they were encouraged by areas of convergence, such as REDD-plus, adaptation and technology and noted good movement on finance.",
      "She expressed concern over: mitigation; the question of legal architecture; a transparent system to keep track of progress on implementation; and long-term finance.",
      "She suggested continuing with the first set of issues in drafting groups while considering the second set of issues in plenary and at the ministerial level. NORWAY welcomed the Chair text, but described the mitigation part as too loose in relation to developing country actions and said that there should be a clear message on how to reach a legally-binding agreement.",
      "NIGERIA noted that issues such as adaptation, finance, technology and capacity building need to be elaborated.",
      "JAPAN supported the concept of a package deal but expressed concern with prejudging a legal form for the post-2012 framework and lack of balance in the mitigation section.",
      "He proposed informal consultations at the ministerial level.",
      "The ENVIRONMENTAL INTEGRITY GROUP also suggested starting a process with participation by ministers.",
      "The MARSHALL ISLANDS and SOLOMON ISLANDS drew attention to the AOSIS proposal, emphasizing that its aim is to secure the survival of the Kyoto Protocol and a protocol to enhance the Convention s implementation. SENEGAL underlined the need to address provision of resources to vulnerable countries and to establish a financial mechanism on adaptation under the Convention.",
      "The UNITED ARAB EMIRATES noted that the Chair s text needs further refinement and amendments to become a strong outcome, based on the principle of common but differentiated responsibilities.",
      "TAJIKISTAN highlighted the need to develop a comprehensive framework on adaptation and technology transfer. EGYPT noted its concern with an uneven distribution of work between the two negotiating tracks which may lead to uneven progress, and BURUNDI urged the AWG-KP to match its progress with the AWG-LCA.",
      "BAHRAIN and others highlighted time constraints in reaching an agreement.",
      "CANADA said that the document represents a step forward but considerable work remains on mitigation.",
      "He stressed that mitigation commitments and actions must be inscribed and be subject to a transparent international review.",
      "Lesotho, for LDCs, reiterated its support for two-track negotiations.",
      "PAPUA NEW GUINEA noted that a legally-binding agreement needs to be adopted as soon as practically possible and clarified that they did not support the AOSIS proposal.",
      "The GAMBIA urged the continuation of the Protocol beyond 2012. PALESTINE noted that financial resources from developed countries for adaptation should also be provided to non-parties.",
      "On continuing to apply the draft rules of procedure, with the exception of rule 42 on voting, opposed by PAPUA NEW GUINEA during the opening plenary, COP President Hedegaard said she would continue informal consultations and report back at a later meeting. COP/MOP PLENARY"
   ],
   "subtype": "",
   "topics": [],
   "type": "cop"
}