{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Canada",
      "New Zealand",
      "Japan",
      "China",
      "Australia",
      "Uganda",
      "Tuvalu",
      "Iceland"
   ],
   "enb_end_date": "02-Apr-09",
   "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)",
   "enb_short_title": "AWGs",
   "enb_start_date": "02-Apr-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12401e.html",
   "id": "enb12401e_4",
   "section_title": "LEGAL MATTERS:",
   "sentences": [
      "Chair Dovland proposed concentrating on his note on possible elements for amendments to the Protocol ( FCCC/KP/AWG/2009/3 ).",
      "The G-77/CHINA highlighted the AWG-KP s mandate and supported focusing on this so-called Chair s document 3.",
      "CANADA, TUVALU and several Annex I parties supported also discussing the Chair s other note, document 4 ( FCCC/KP/AWG/2009/4 ), which covers issues listed in paragraph 49 of the AWG-KP 6 conclusions. AUSTRALIA, CANADA and others called for a coherent and consistent outcome from the two AWGs.",
      "JAPAN stressed that the post-2012 legal framework must bring together results from both tracks or his country may not be in a position to join it.",
      "He expressed interest in Australia s submission ( FCCC/KP/AWG/2009/MISC.6/Add.2 ) that contains two options: a single new protocol, or a combination of a new protocol and an amended Kyoto Protocol.",
      "The G-77/CHINA stressed that these issues should be taken up under the AWG-LCA.",
      "Saying the AWG-LCA and the AWG-KP are independent processes, TUVALU favored two legal instruments coming out of Copenhagen.",
      "UGANDA and others supported holding a joint AWG-LCA and AWG-KP meeting.",
      "The EU said the Protocol s text should be kept in its current form to the greatest extent possible with the addition of some new text as needed.",
      "The G-77/CHINA and TUVALU supported focusing on the Protocol s current text, and CHINA highlighted the limited and technical nature of the required changes. AUSTRALIA noted that the amendment would possibly require complex provisions on its entry into force, linking it to the AWG-LCA s outcome.",
      "The EU mentioned linking entry into force of new commitments to ratifications covering a certain proportion of emissions.",
      "Several parties identified necessary amendments to Protocol Article 3 (Annex I emissions reductions).",
      "NEW ZEALAND, supported by ICELAND, proposed a new Annex C allowing flexibility in expressing commitments, but stressed that the intention was not to change the nature of commitments.",
      "TUVALU suggested a new annex allowing voluntary commitments by non-Annex I countries.",
      "AUSTRALIA said eligibility criteria for the flexibility mechanisms, as well as the recognition of REDD credits, may need to be considered.",
      "The EU noted its proposed new sectoral crediting mechanism, which would also require an amendment to the Protocol.",
      "The EU, AUSTRALIA, CANADA and others supported an amendment on privileges and immunities, and TUVALU proposed an amendment related to extending the share of proceeds.",
      "CANADA and others called for simplification of amendment procedures.",
      "Delegates then discussed the Chair s document 4.",
      "In response to the G-77/CHINA, Chair Dovland explained that the document 4 intended to clarify the legal implications of various proposals, such as those related to the flexibility mechanisms, LULUCF, metrics and new gases, i.e., whether they require amendments to the Protocol or COP/MOP decisions.",
      "Chair Dovland will prepare a non-paper based on the document 3 for Thursday morning to serve as a basis for developing a negotiating text."
   ],
   "subtype": "",
   "topics": [],
   "type": "working group"
}