{
   "actors": [],
   "countries": [
      "Indigenous Peoples"
   ],
   "enb_end_date": "08-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "08-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12495e.html",
   "id": "enb12495e_8",
   "section_title": "MITIGATION (sectoral approaches and sector-specific actions) (AWG-LCA)",
   "sentences": [
      "During informal consultations in the morning, parties reported on discussions held on the general framework and on agriculture.",
      "On agriculture, discussions addressed both expectations regarding a work programme and the identification of key elements for the sector, including trade, adaptation, food security and indigenous peoples involvement.",
      "Many parties expressed flexibility to work based on different existing texts provided that key elements are included.",
      "On the way forward, disagreement persisted, with many parties preferring to address the general framework and then specific sectors, while others supported discussing bunker fuels and agriculture.",
      "Finally, agreement was reached on addressing an overarching general framework paragraph and then discussing possible provisions for framing each sector, with many noting that the agriculture text is complete enough as it is.",
      "Parties also discussed the key elements to be considered within the general framework, such as: reference to Convention Article 4.1(c) (technology transfer); the usefulness of taking a sectoral approach; a reference to the principles of the Convention; and the voluntary nature of sectoral approaches.",
      "Divergent views remained on the two last elements, with many countries supporting the need for consistency with the provisions and principles of the Convention and the inclusion of a reference to the principle of common but differentiated responsibilities.",
      "Some parties disagreed with the consideration of this principle in the context of bunker fuels, but one party noted that the International Civil Aviation Organization has already recognized differences among countries.",
      "Different opinions were expressed on whether the principle of common but differentiated responsibilities should apply to technical and operational matters under the International Maritime Organization.",
      "In the afternoon drafting group, divergent views were expressed on using the Copenhagen or Tianjin text, or combination of the two texts.",
      "Parties also discussed whether to give the facilitator the mandate to make changes to be reflected in the upcoming AWG-LCA Chair s text.",
      "Discussions then focused on the consideration of trade in the agriculture text with parties making proposals for compromise text.",
      "Discussions continued into the evening on a framing paragraph, bunker fuels and what can be reflected in a revised text."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}