{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Umbrella Group",
      "European Union",
      "Least Developed Countries",
      "African Group"
   ],
   "countries": [
      "Iran",
      "Marshall Islands",
      "Gambia",
      "Japan",
      "Germany",
      "Indonesia",
      "South Africa",
      "Algeria",
      "Colombia",
      "Morocco",
      "Ecuador",
      "Iceland",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "New Zealand",
      "Russia",
      "Bangladesh",
      "Venezuela",
      "United States",
      "Brazil",
      "Lebanon",
      "Kuwait",
      "Canada",
      "Niger",
      "Slovenia",
      "Poland",
      "Russian Federation",
      "Australia",
      "Mauritania",
      "Uganda",
      "Monaco",
      "Syria",
      "Netherlands",
      "United Arab Emirates",
      "Qatar",
      "Nigeria",
      "Honduras",
      "China"
   ],
   "enb_end_date": "13-Nov-98",
   "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change",
   "enb_short_title": "4th COP FCCC",
   "enb_start_date": "02-Nov-98",
   "enb_url": "http://www.iisd.ca/vol12/enb1297e.html",
   "id": "enb1297e_5",
   "section_title": "Flexibility Mechanisms",
   "sentences": [
      "In a joint SBI/SBSTA plenary on Wednesday, 4 November, delegates discussed the Protocol's flexibility mechanisms contained in Article 6 (emission reduction units), Article 12 (clean development mechanism) and Article 17 (emissions trading)(FCCC/1998/CP/MISC.7 and Add.1; FCCC/SBSTA/1998/6; FCCC/CP/1998/INF.3).",
      "The G-77/CHINA reiterated the need for the flexibility mechanisms to proceed step-by-step.",
      "BRAZIL said the CDM should not be operational before ratification of the Protocol and implementation of domestic measures.",
      "AOSIS stated, inter alia, that the concept of supplementarity should guide the mechanisms. The AFRICAN GROUP stressed that the use of flexible mechanisms be limited to an agreed amount since the primary objective of the FCCC was to encourage domestic action.",
      "Appropriate work with debt relief in Africa would create an enabling environment for a wide range of CDM projects.",
      "He called for a preparatory process to enable African countries to undertake CDM projects.",
      "He stressed the importance of equity in the CDM and suggested focusing on infrastructure development in the continent. The EU stated that the mechanisms should be developed parallel to and consistent with each other.",
      "He said domestic actions should be the primary means of emissions reductions and the mechanisms should be supplemental.",
      "He called for the definition of a quantitative and qualitative ceiling based on equitable terms.",
      "SWITZERLAND suggested the creation of a compliance mechanism.",
      "The EU, SWITZERLAND and SLOVENIA said COP-4 should agree on as many principles as possible and adopt detailed schedules to implement the Kyoto Protocol. AUSTRALIA said the flexibility mechanisms were to be open, market-based, transparent, cost effective and equitable; provide comprehensive coverage, including sinks; and be fungible.",
      "With NEW ZEALAND, she opposed restrictions on trade in assigned amounts, characterizing them as inequitable, costly, arbitrary and difficult to implement. With CANADA, the US and NORWAY, JAPAN underscored the importance of addressing the flexibility mechanisms in parallel, reaching early agreement and developing a work plan for unresolved issues.",
      "He favored giving priority to technical issues.",
      "Supported by CANADA and the US, he opposed quantitative ceilings for reductions achieved through the flexibility mechanisms, noting that there was no ceiling on transfers of assigned amounts under Protocol Article 4 ('bubble').",
      "On the CDM, he favored: transparency; inclusion of sink projects; private sector involvement; use of public funds to ensure equitable geographical distribution of projects; and a standardized and/or project-by-project approach for baselines.",
      "With CANADA, he said host countries should determine sustainable development criteria. A joint SBI/SBSTA contact group, chaired by Luiz Gylvan Meira Filho (Brazil) and Yvo de Boer (Netherlands), met several times.",
      "On Wednesday, 4 November, the group discussed the preparation of a comprehensive work programme on flexibility mechanisms.",
      "The EU and a group of Annex I Parties, including Australia, Canada, Iceland, New Zealand, Norway, the Russian Federation and the US ('Umbrella Group') distributed draft decisions and discussion documents.",
      "Other Parties, including the G-77/CHINA, called for more time to consider the volume of documentation.",
      "Several developing country Parties supported addressing a wider range of issues related to the flexibility mechanisms, including technology transfer, adverse impacts, methodologies, reporting and compliance.",
      "Two small island States supported a package of 11 themes for the work programme.",
      "The Co-Chairs distributed a 'dummy' Draft Work Programme on Mechanisms and conducted informal consultations. On Friday, 6 November, the G-77/CHINA stressed the need for a clear section in the work programme devoted to the nature and scope of the mechanisms to facilitate comparison.",
      "He added that the mechanisms should not exacerbate the economic disadvantage of countries and called for the CDM to be discussed on a priority basis.",
      "HONDURAS, supported by several Latin American countries, called for expeditious creation of the CDM, and proposed an 'interim phase approach' to develop guidelines and rules.",
      "The US stressed parallel progress on all mechanisms.",
      "The EU preferred a general, rather than a detailed, debate.",
      "NEW ZEALAND stressed the importance of developing a timeline for discussion.",
      "Several Parties expressed concern about the length of the draft work programme.",
      "SWITZERLAND provided the Co-Chairs with a two-page work programme.",
      "The contact group met on Saturday to continue discussion on the work programme, with a much-shortened version prepared by the Co-Chairs that included the Honduran 'interim phase' proposal.",
      "After some discussion, the Chairs acknowledged differences in views among the Parties, but said the views were not incompatible. On Monday, 9 November, the G-77/CHINA submitted a proposed work programme containing an extensive list of issues, embodying a 'step-by-step' approach and prioritizing the CDM.",
      "In response, the US, supported by CANADA and AUSTRALIA, suggested the contact group address four questions: what type of decision should be made, when, by whom, and how it should move forward.",
      "He added that there were two options: negotiate the items in the text or keep the list of items open.",
      "The EU said the G-77/China draft programme lacked, inter alia, a clear timeline, deadlines and allocation of work to different bodies.",
      "They rejected the prioritization of work, calling for parallel development of all three mechanisms.",
      "The Co-Chairs introduced a draft decision on mechanisms, taking into consideration the views expressed in the group, admitting that it was outside their mandate.",
      "AUSTRALIA said the issues settled at Kyoto should not be re-opened. On Tuesday, 10 November, draft work programmes were submitted by AUSTRALIA (on behalf of CANADA, ICELAND, NEW ZEALAND, NORWAY, the RUSSIAN FEDERATION and the US), JAPAN, SWITZERLAND and the Co-Chairs.",
      "After extensive deliberations, Co-Chair de Boer suggested that the title of the work programme include a footnote stating 'the existence of elements in this list is without prejudice to inclusion of these items in the rules, modalities and guidelines developed for these mechanisms.",
      "' The discussion on principles would be limited to the 'application of existing principles' and the references to FCCC Articles 4.8 and 4.9 (adverse effects) would be deleted.",
      "At the request of G-77/CHINA, the Parties reconvened later to discuss the draft as amended by the Co-Chairs.",
      "SAUDI ARABIA, with QATAR, said it would support the Co-Chairs' amended text, if FCCC Articles 4.8 and 4.9 (adverse impacts) were included.",
      "UGANDA said all the references to FCCC Articles 4.8 and 4.9 should be deleted, since they were under deliberation elsewhere. Delegates convened a joint SBI/SBSTA plenary in the early morning hours of Wednesday, 11 November.",
      "The contact group Co- Chairs reported that there was no agreement on a draft work programme.",
      "AUSTRALIA and other Annex I Parties, as well as the EU, put forward the documents they had produced for the contact group.",
      "The SBI/SBSTA Co-Chairs distributed their own draft decision on the work programme on mechanisms.",
      "The G-77/CHINA urged discussion of the contact group Co-Chairs' draft, with CHINA opposing the use of other documents.",
      "SOUTH AFRICA and UGANDA rejected the G-77/CHINA position, saying they were unaware the group had discussed the new proposal.",
      "With the US, EU, CANADA, JAPAN, KUWAIT and AUSTRALIA, the AFRICAN GROUP favored bracketing the new Co-Chairs' draft entirely.",
      "VENEZUELA said forwarding the Co-Chairs' text would require formulation of a joint subsidiary bodies' position.",
      "KUWAIT suggested the draft decision of the SBSTA/SBI Co-Chairs be forwarded to the COP as a Chair's text.",
      "Co-Chair Kante suggested forwarding both texts to the plenary: the draft work plan proposed by the contact group Co-Chairs and the draft decision proposed by the SBSTA/SBI Co- Chairs.",
      "Delegates agreed, but it remained uncertain which of the texts would be bracketed.",
      "The session concluded at 4:10 am. Later that day, SBI/SBSTA Co-Chair Chow informed the COP plenary that a decision had been reached on the flexibility mechanisms and two draft texts would be forwarded to the COP (FCCC/CP/1998/MISC.7 and Add.1). During the final plenary on Saturday, 14 November, the COP adopted a decision that included a work programme on mechanisms (FCCC/CP/1998/L.21).",
      "The decision contained several elements, inter alia: prioritization of the CDM; a final decision on Protocol Articles 6 (emission reduction units), 12 (clean development mechanism) and 17 (emissions trading) at COP-6; and a request to the Secretariat to prepare a plan for facilitating capacity building for developing country Parties, especially for the small island States and the least developed countries, to participate in the CDM. The work programme contained a list of issues to be discussed under four categories: General; CDM; Article 6 projects; and Article 17 - emissions trading between Parties included in Annex B.",
      "In the general section, elements included: application of relevant principles; capacity building; adaptation; compliance; inapplicability of Article 4.8 and 4.9 of the Convention and/or Article 2.3 and 3.14 of the Kyoto Protocol to the mechanisms; application of any quantification of 'supplemental to domestic actions' to each State within a regional economic integration organization; and linkages, inter alia, interchangeability.",
      "In the section on the CDM, reference was made to transparency, non- discrimination and prevention of distortion of competition; supplementarity to domestic actions for achieving compliance with reduction commitments under Protocol Article 3 (concrete ceiling defined in quantitative and qualitative terms based on equitable criteria; fungibility among mechanisms; inclusion of sink projects; and credit (starting from 2000) for qualifying projects begun before CDM rules become effective.",
      "Under Article 6 and Article 17, the elements to be discussed include: lack of authority to elaborate 'supplemental to domestic actions' and the inadvisability of doing so; and lack of authority to establish a charge for adaptation.",
      "On Article 17 references were made to the basis for and determination of rights and entitlements for emissions trading of Parties included in Annex B; hot air; interchangeability and assigned amounts as a basis for emissions trading. Activities Implemented Jointly: On Tuesday, 3 November, a joint SBI/SBSTA plenary session considered the status of the AIJ pilot phase.",
      "The Secretariat provided a report on the 95 projects, the main methodological issues, and subjects that arose in workshops on this topic (FCCC/CP/1998/2, FCCC/CP/1998/INF.3, FCCC/CP/1998/MISC.7 and FCCC/CP/1998/MISC.7/Add.1). The G-77/CHINA, supported by several developing countries, observed that AIJ is separate from the mechanisms arising from the Protocol.",
      "He said while the number of projects had increased, representation was poor.",
      "He stated that there were insufficient details to draw conclusions and the pilot phase should be extended.",
      "Most non-Annex I Parties have not experienced and evaluated an AIJ project within their own country.",
      "Several Parties observed that further experience and capacity building would lay the groundwork for Protocol mechanisms. SWITZERLAND, with NORWAY, JAPAN, SLOVENIA, the EU, the US, AUSTRALIA and COLOMBIA, contended that the AIJ pilot phase provides lessons for the flexibility mechanisms.",
      "A review of the AIJ pilot phase for COP-5 would support the development of this work.",
      "POLAND observed that a review of the process could explain why some countries were excluded and resolve some of the concerns of the G-77/CHINA. Cornelia Quennet-Thielen (Germany) chaired informal consultations on the issue and presented a draft decision (FCCC/SB/1998/CRP.3) in a joint SBI/SBSTA plenary on Tuesday, 10 November.",
      "The G-77/CHINA opposed text on crediting for AIJ pilot phase projects and proposed an amendment on continuing the AIJ pilot phase, focusing on developing countries.",
      "The US and SLOVENIA opposed the change, noting it excluded certain groups of Parties.",
      "AUSTRALIA said incentives were needed for the private sector.",
      "The draft decision was forwarded to the COP plenary. During the final plenary, the draft decision on AIJ was adopted without discussion (FCCC/CP/1998/L.20).",
      "The decision continues the AIJ pilot phase, invites Parties to make submissions on projects and begins a process of review to enable a decision to be made by the end of the present decade. Preparations for COP/MOP-1: On Thursday, 5 November, the SBI and SBSTA discussed preparations for the first session of the Conference of Parties serving as the Meeting of the Parties to the Protocol (COP/MOP-1).",
      "The Chairs introduced their draft decision (FCCC/CP/1998/3) and invited comment.",
      "SAUDI ARABIA said preparations were needed for all Protocol articles, not just the flexibility mechanisms.",
      "He stressed that Protocol Articles 3.14 and 2.3 (adverse effects) had not been adequately addressed.",
      "He suggested convening a separate contact group, discussing the issues in the contact group on FCCC Articles 4.8 and 4.9 or in the one on flexibility mechanisms.",
      "VENEZUELA, BANGLADESH, the UNITED ARAB EMIRATES, IRAN, SYRIA, KUWAIT, LEBANON, NIGERIA, THE GAMBIA, ECUADOR, ALGERIA, MOROCCO and INDONESIA supported SAUDI ARABIA. SWITZERLAND supported the draft decision, but suggested amendments to the timeframe and scope of work.",
      "The US proposed amending the decision to reflect the differing legal status of the Convention and the Protocol.",
      "The EU, supported by MONACO, noted the need to specify ways to facilitate cooperation and stressed coordination of IPCC and FCCC activities through a joint working group.",
      "He proposed establishing a compliance mechanism and scheduling a meeting for early 1999.",
      "JAPAN noted the need for time for consultation and difficulties in combining ongoing work under the FCCC and the Protocol.",
      "He opposed deadlines for setting compliance procedures until the mechanisms were elaborated.",
      "CANADA called for a balance between the Convention and the Protocol and said Protocol issues needed attention to expedite ratification. The Chair said Protocol Articles 2.3 and 3.14 were within the scope of work of the contact group on FCCC Articles 4.8 and 4.9 (adverse impacts).",
      "The contact group would determine its own agenda.",
      "KUWAIT, NIGERIA and SAUDI ARABIA sought a clear mandate for the contact group to consider Articles 2.3 and 3.14.",
      "The US, JAPAN and AUSTRALIA said Decision 3/CP.3, which specified the mandate of the contact group, did not require specific consideration of Articles 2.3 and 3.14.",
      "The EU said the issue merited discussion, but it was unnecessary to highlight specific articles. The Chair said no separate contact groups would be established.",
      "SAUDI ARABIA called for a work plan and timeline on Article 3.14 for COP/MOP 1, and said progress on Article 3.14 should follow an approach similar to Protocol Articles 6, 12 and 17 (flexibility mechanisms).",
      "The Chair indicated that no work plan or timetable for any of the articles in question would be developed, but these items would be explored because they are linked. Espen Rønneberg (Marshall Islands) chaired informal consultations and reported on Tuesday, 10 November, that no progress was made due to time constraints.",
      "He offered an informal paper with an annex containing an initial list of work.",
      "Co-Chair Chow suggested further deliberations.",
      "SAUDI ARABIA said he would accept this on the condition that the issue of Protocol Articles 4.8 and 4.9 (adverse effects) be resolved at COP-4.",
      "The Co-Chairs forwarded the paper to the COP. MAURITANIA and the Co-Chairs proposed a draft decision urging Parties to sign and ratify the Kyoto Protocol.",
      "JAPAN recalled that the draft decision on Article 4.2(a) and (b) contained a bracketed sentence urging Parties to ratify.",
      "The US said it was not in a position to urge ratification and suggested postponing the decision.",
      "The draft decision was forwarded to the COP. The draft decision on the preparations for COP/MOP-1 was accepted with two minor changes to the annexes (FCCC/CP/1998/L.19).",
      "The decision focuses on a work plan that includes allocation of preparatory work between the subsidiary bodies and a list of tasks assigned to Conference of the Parties serving as the Meeting of the Parties."
   ],
   "subtype": "",
   "topics": [],
   "type": "SBI/SBSTA"
}