{
   "actors": [
      "Group of 77",
      "Environmental Integrity Group",
      "African Group",
      "European Union"
   ],
   "countries": [
      "New Zealand",
      "Venezuela",
      "Marshall Islands",
      "United States",
      "Chile",
      "Bolivia",
      "Brazil",
      "Angola",
      "Kuwait",
      "Liberia",
      "Australia",
      "Sierra Leone",
      "Egypt",
      "Costa Rica",
      "Micronesia",
      "Switzerland",
      "Norway",
      "China"
   ],
   "enb_end_date": "05-Oct-09",
   "enb_long_title": "Bangkok Climate Change Talks - 2009",
   "enb_short_title": "AWGs",
   "enb_start_date": "05-Oct-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12434e.html",
   "id": "enb12434e_3",
   "section_title": "MITIGATION (sub-paragraph 1(b)(v) of the BAP)",
   "sentences": [
      "At the morning meeting of the sub-group on various approaches to mitigation, Facilitator Flores presented a non-paper with consolidated text, noting the need to identify issues that have to be resolved before Copenhagen.",
      "NEW ZEALAND, NORWAY and others expressed readiness to work based on the non-paper.",
      "Brazil, for the G-77/CHINA, with CHILE, stressed that sub-paragraph 1(b)(v) of the BAP refers to various approaches to enhance mitigation and not only to market approaches, and that the public sector in developed countries should be the main source of financing.",
      "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, supported discussion on integrating existing market mechanisms and creating new ones.",
      "Referring to ongoing discussions on the Protocol s flexibility mechanisms and NAMAs, CHINA said that overlap with other contact groups under the AWG-LCA and AWG-KP should be avoided.",
      "AUSTRALIA agreed that there are links with the discussions under the Protocol but highlighted that this sub-group represents an opportunity for a holistic discussion. VENEZUELA, with CHINA, stated that market approaches play a limited role in the Protocol and are not mentioned in the Convention, suggesting their inclusion poses a legal problem.",
      "The US proposed emphasizing that the use of market mechanisms is voluntary.",
      "NEW ZEALAND said the use of market approaches supports concepts embedded in the Convention, including common but differentiated responsibilities and promotion of sustainable development. KUWAIT opposed sectoral approaches reflected in the proposals on sectoral crediting and trading.",
      "COSTA RICA noted that the CDM has not been effective for them, and the EU said that it needs to be enhanced and made more efficient.",
      "SIERRA LEONE and LIBERIA called for special consideration for the LDCs.",
      "The FEDERATED STATES OF MICRONESIA explained their proposals for an arrangement to reduce emissions of hydrofluorocarbons (HFCs) and for a rapid, near-term mitigation work programme to reduce emissions of short-lived substances, such as black carbon.",
      "EGYPT noted that the issue of HFCs is also being discussed under the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "The EU and the MARSHALL ISLANDS expressed interest in discussing HFCs.",
      "VENEZUELA, supported by Angola, for the AFRICAN GROUP, suggested eliminating all content that is being discussed under the Montreal Protocol or the Kyoto Protocol, such as new gases. EGYPT, with VENEZUELA and BOLIVIA, proposed preparing a table with the attribution of paragraphs in the consolidated text, which will be made available to parties before the next meeting on Tuesday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}