{
   "actors": [
      "Group of 77",
      "Alliance of Small Island States",
      "Central American Integration System",
      "European Union",
      "Environmental Integrity Group",
      "African Group"
   ],
   "countries": [
      "India",
      "Pakistan",
      "Argentina",
      "Japan",
      "Indonesia",
      "South Africa",
      "Antigua and Barbuda",
      "Algeria",
      "Turkey",
      "Philippines",
      "Saudi Arabia",
      "Peru",
      "Norway",
      "Switzerland",
      "Barbados",
      "New Zealand",
      "Bangladesh",
      "United States",
      "Bolivia",
      "Canada",
      "Nicaragua",
      "Tuvalu",
      "Ghana",
      "Australia",
      "Fiji",
      "Maldives",
      "Zambia",
      "Netherlands",
      "Panama",
      "Egypt",
      "Singapore",
      "China",
      "Cook Islands"
   ],
   "enb_end_date": "11-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "31-May-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12472e.html",
   "id": "enb12472e_3",
   "section_title": "Shared vision",
   "sentences": [
      "A shared vision on long-term cooperative action was first considered by the AWG-LCA contact group on 3 June, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/indicative_questions_for_cg_shared_vision.pdf ).",
      "AWG-LCA Vice-Chair Reifsnyder facilitated informal consultations on review/assessment of a shared vision.",
      "Key issues discussed included: scope of the preamble; whether a shared vision should be articulated for each of the building blocks and, if so, how; how a long-term global goal for emission reductions should be expressed; and how overall progress in implementation, including the long-term global goal for emission reductions, should be reviewed.",
      "On the scope of the preamble , the Philippines, for the G-77/China, stated it should set out the bigger picture, including concepts such as historical responsibility, justice, equity and burden sharing, as well as the effective implementation of developed countries commitments.",
      "He called for articulation of, inter alia , the rights of Mother Earth, indigenous and local community rights, and the avoidance of climate change-related trade measures.",
      "On articulating a shared vision for each of the building blocks , the G-77/China and Antigua and Barbuda, for AOSIS, highlighted the need for a shared vision for all the building blocks.",
      "New Zealand opposed articulating a shared vision for each of the building blocks, noting that the shared vision should encapsulate what we want to achieve.",
      "On expressing a long-term goal for emission reductions , AOSIS highlighted, inter alia : limiting temperature increase to well below 1.5°C from pre-industrial levels; peaking emissions by 2015; stabilizing greenhouse gas (GHG) concentrations at well below 350 parts per million (ppm) of carbon dioxide (CO2) equivalent; and a global long-term goal for emission reductions of 85% from 1990 levels by 2050.",
      "South Africa highlighted the long-term global goal as more than just a number, but also nothing without a number.",
      "The US said the 2°C target, to which the political leaders have committed, should guide the vision.",
      "Panama, for the Central American Integration System, called for stabilizing GHG concentrations to below 350 ppm of CO2 equivalent and ensuring that the global average temperature increase does not exceed 1.5°C.",
      "Australia said the Copenhagen Accord provides excellent guidance, and called for reflecting agreement on the 2°C target, with the possibility of strengthening it, and on peaking global emissions as soon as possible.",
      "The EU stressed the need to operationalize the 2°C target that was agreed in Copenhagen, saying global emissions should peak by 2020 and be reduced by at least 50% by 2050.",
      "He also said developed countries should reduce their emissions by 80-95% by 2050.",
      "Bolivia called for limiting temperature increase to 1°C and stabilization at as close to 300 ppm as possible.",
      "He urged developed countries to reduce emissions by 50% from 1990 levels by 2017 without the use of market mechanisms.",
      "China emphasized that a shared vision should not be narrowed down to only a global goal on emission reductions and explained that the global long-term goal should be expressed in a balanced way, with a link to ambitious mid-term emission reductions by developed countries and support for developing countries.",
      "Pakistan observed that peaking periods for developing countries were conditional on the development threshold.",
      "On the review process , the G-77/China highlighted the need to review the adequacy and effectiveness of developed country commitments.",
      "AOSIS observed that the review should assess the adequacy of the long-term global goal and emission reductions and that the first review should be initiated by the COP in 2013 and concluded by 2015, with subsequent reviews every five years.",
      "New Zealand observed that the review should be conducted thoroughly and periodically.",
      "Japan identified the need to review the level of ambition based on rigorous science and supported a 50% global emission reduction target by 2050.",
      "China said the review should be consistent with the Convention and focus on Annex I emission reductions, as well as on their support for developing countries.",
      "Indonesia supported a review process every five years.",
      "Norway proposed that a review process be conducted regularly.",
      "Switzerland, for the EIG, highlighted the role of national GHG inventories in a periodic review process.",
      "Adaptation: This issue was considered by the AWG-LCA contact group on 5 June, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/questions_for_adaptation_session-final.pdf ).",
      "Discussions focused on: scope, institutional arrangements, loss and damage, and how to match action with support.",
      "On scope , the Maldives, for the G-77/China, underscored that adaptation is critical for all developing countries.",
      "The US said that all countries face adaptation challenges.",
      "Ghana, for the African Group, and Switzerland emphasized the need to consider the most vulnerable countries, particularly Africa, the LDCs and small island developing states (SIDS).",
      "Bangladesh, for the LDCs and Cook Islands, for AOSIS, with New Zealand, Canada and Norway, stressed that impacts of response measures must not be included in the adaptation chapter.",
      "Saudi Arabia, supported by Algeria, stressed the need to address response measures in the context of adaptation and highlighted that in Copenhagen, political leaders agreed to such an approach.",
      "On institutional arrangements , the G-77/China, with AOSIS, the LDCs, the African Group, and others, supported establishment of a permanent adaptation body under the Convention to, inter alia : assess adaptation needs of developing countries; formulate guidance; develop technical criteria; and facilitate implementation.",
      "The LDCs emphasized the establishment of regional centers and networks to facilitate implementation of adaptation actions.",
      "Canada, Australia, Japan and the US called for an approach identifying functions prior to discussion of form.",
      "Australia highlighted that the functions should include, inter alia: cooperation, information sharing and analyses, and capacity building.",
      "The EU called for assessing the fulfillment of adaptation needs under current arrangements as a basis for deciding on the need for new institutions.",
      "On addressing loss and damage , the G-77/China, AOSIS and Fiji highlighted insurance for extreme events, and, with Turkey, creation of a mechanism to address loss and damage.",
      "New Zealand and the US opposed establishment of such a mechanism.",
      "Australia stressed preventive approaches.",
      "The EU underscored addressing loss and damage at the country level.",
      "Saudi Arabia called for compensating loss and damage from the impacts of response measures.",
      "On matching adaptation actions with support , the G-77/China, with the African Group and AOSIS, emphasized long-term financing that is new and additional to ODA.",
      "With Nicaragua and the Philippines, they called for funding of country-driven actions.",
      "AOSIS highlighted supported planning processes for LDCs and SIDS as the driver for funding and underscored improving the MRV process on additionality of funding.",
      "The African Group stressed simplified delivery of support, with direct access.",
      "Peru supported integrating adaptation into existing national plans and use of tools from the Nairobi Work Programme on impacts, vulnerability and adaptation to climate change (NWP).",
      "New Zealand suggested enhancing the Adaptation Fund (AF) to become the adaptation fund under both the Convention and the Protocol.",
      "Canada supported matching adaptation actions and support through discussions on finance, technology and capacity building.",
      "With the US, Australia said that matching action to support is best discussed in the context of finance.",
      "Finance: The enhanced provision of financial resources, including linkages between the financial mechanism and proposed bodies for adaptation, technology development and transfer, capacity building, REDD+, and the mechanism to record and facilitate provision of support was first considered by the AWG-LCA contact group on 2 June, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/questions_institutional_arrangements_01.06.10.pdf ).",
      "During the meeting, Burhan Gafoor (Singapore) convened informal consultations on coherence and coordination, and matching action with support.",
      "The key issues discussed included sources of funding, relationship between the financial mechanism and the proposed thematic bodies, as well as matching and facilitation.",
      "On sources of funding , the US, Australia, New Zealand, Switzerland and other developed countries stressed the need to consider the report by the UN Secretary-General s High-level Advisory Group on Climate Change Funding (AGF), expected in the autumn.",
      "Pakistan, for the G-77/China, questioned the role of the AGF, with many developing countries stressing the need for new, adequate and predictable funding from developed countries public sources.",
      "Many developing countries also called for assessed contributions and linking financing with Gross Domestic Product.",
      "On the relationship between the financial mechanism and thematic bodies on issues including adaptation, technology and REDD+, the G-77/China advocated a strong and direct relationship between the proposed thematic bodies and the finance board.",
      "Zambia, for the LDCs, stated that the provision of funds should be undertaken by the respective thematic boards with overall supervision by the finance board.",
      "Egypt, for the African Group, explained that the proposed new finance board should allocate funding based on recommendations from technical committees established under the thematic areas.",
      "The US stated that the Copenhagen Green Climate Fund and the Global Environment Facility (GEF) would each play an important and complementary role, with the green fund focusing on large-scale investments.",
      "He said no new committee or board is necessary.",
      "Japan cautioned against duplication of efforts and creation of an oversized or overlapping organization.",
      "He called for the operationalization of the Copenhagen Green Climate Fund and use of existing organizations.",
      "He also noted that there had been no consensus on the establishment of a finance board in Copenhagen.",
      "The EU stated that they now strongly supported the establishment of the Copenhagen Green Climate Fund.",
      "He said other bodies would have an advisory role and would not be disbursing funding.",
      "The EU said the proposed finance board was very problematic and identified the need to discuss functions first and then decide which institutions should undertake them.",
      "Singapore highlighted that financial entities should focus on how to provide funding and technical entities should decide what to fund.",
      "He noted the need for a new financial oversight entity to complement the Copenhagen Green Climate Fund.",
      "Tuvalu identified a clear need to establish a finance board whose primary role would be to oversee MRV of finance.",
      "He characterized the green fund as a political promise that is not part of our discussions and lamented that it is being used to force countries to sign on to the Copenhagen Accord.",
      "China supported the development of a multi-window system with a strong link between the financial mechanism and the thematic bodies.",
      "She also said governance should be under the authority and guidance of the COP.",
      "Argentina supported a new fund and facility, governed by a board and assisted by thematic bodies.",
      "He said funding proposals would be analyzed by thematic bodies that provide guidance to the finance board for disbursement.",
      "Canada identified, as a key objective, a new financing facility with an accountable body making decisions on funding, informed by expert-level decisions.",
      "On matching and facilitation, the G-77/China suggested that the finance board undertake the facilitation and matching functions, and emphasized that the proposed fund should have the capacity to allocate and determine financial resources.",
      "The EU proposed a matching platform for developing countries to list their needs and match them with support.",
      "On whether the proposed registry mechanism should be housed under the financial mechanism, Barbados, for AOSIS, stated that it should be a stand-alone structure with clear and direct links to the financial mechanism.",
      "South Africa envisaged a mitigation registry closely related to the financial mechanism and said the registry could, inter alia , record and match actions and support, and provide technical analysis.",
      "On ensuring coherence between the board and thematic institutions , developing countries generally preferred a multilateral climate change fund under the authority of, and accountable to, the COP to ensure coherence and consistency in climate change finance.",
      "Preferring the use of existing institutions, some developed countries expressed the view that imposing coherence through a COP body is not the right way to address the issue, emphasizing the need to make sure that a new fund is complementary to, rather than duplicating existing funds and said coherence can be provided by the COP via the SBI under normal functions.",
      "AOSIS, emphasized the importance of ensuring coherence between the financial mechanism and the thematic bodies, with each body having its own governance structure.",
      "A forum to bring together the heads and boards of funds to discussion operational issues was also tabled by a group of developed countries.",
      "Technology: This issue was first considered by the AWG-LCA contact group on 7 June, through a list of questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/questions_for_technology.pdf ).",
      "Herman Sips (the Netherlands) facilitated informal consultations on the proposed technology mechanism.",
      "Discussions focused on: how the proposed technology executive committee (TEC) and climate technology center and network (TCN) would interact; the respective roles of the SBI, SBSTA and the TEC; the interlinkages between the technology mechanism comprising the TEC and TCN; and non-financial aspects of the existing and proposed institutional arrangements for adaptation and mitigation.",
      "On the interaction between the TEC and TCN , Argentina, for the G-77/China, said the TEC should have a mandate on the TCN and set priorities and technical criteria.",
      "Japan proposed that the TEC serve as a high-level advisory body and that the TCN support the development of NAMAs.",
      "The EU highlighted the important role of a network of centers in the provision of assistance to developing countries for the preparation of country-driven planning and actions on mitigation and adaptation.",
      "He highlighted an advisory role for the TEC in providing recommendations on gaps and needs for both mitigation and adaptation.",
      "South Africa, for the African Group, explained that the TEC would guide implementation of technology transfer and have an advisory role for the TCN.",
      "He noted that the TCN would provide support for project design and implementation of nationally-driven actions.",
      "India said the TEC should provide oversight and review proposals for financial support.",
      "Bolivia stressed that the TEC should be the primary body, linked to a window in the financial mechanism to cover the full incremental costs of technology transfer, and highlighted MRV of technology transfer by developed countries.",
      "Canada said the TEC and TCN should be two separate yet equal components of the technology mechanism and should avoid duplication, seek effectiveness and synergies, and be mutually supportive.",
      "On the respective roles of the SBI, SBSTA and the TEC , the G-77/China said the TEC should be a stand-alone body and report to the COP.",
      "China, supported by South Africa, emphasized that the TEC should be a strong and independent entity with a role in guidance, setting up programmes and raising financial support.",
      "Developed countries generally preferred the TEC to be under the SBSTA and report to the COP through the SBSTA.",
      "Australia said the TCN and TEC should have operational autonomy and should regularly report to the SBSTA for finance, review and guidance.",
      "Canada suggested that the TEC and TCN should maximize the effectiveness of the existing institutions and report to the SBSTA."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}