{
   "actors": [],
   "countries": [],
   "enb_end_date": "16-Jul-01",
   "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION",
   "enb_short_title": "COP-6 bis",
   "enb_start_date": "16-Jul-01",
   "enb_url": "http://www.iisd.ca/vol12/enb12166e.html",
   "id": "enb12166e_2",
   "section_title": "NEGOTIATING TEXTS",
   "sentences": [
      "Negotiations will be held on the basis of negotiating texts carried over from COP-6 Part I (see FCCC/CP/2000/5/Add.3, 'Part Three: Texts forwarded to resumed sixth session by the COP at the first part of its 6th Session', Volumes I - V).",
      "These texts cover all issues under negotiation, although many paragraphs remain heavily bracketed. In addition, an unbracketed consolidated negotiating text proposed in June by President Pronk is likely to serve as a key 'tool' for supporting the negotiations.",
      "This text addresses critical areas where disagreements remain, and attempts to establish a balanced package of decisions on all issues covered by the Buenos Aires Plan of Action.",
      "The text tackles questions related to finance, technology transfer, adaptation, capacity-building, UNFCCC Article 4.8 and 4.9 and Protocol Article 3.14 (adverse effects), the mechanisms, LULUCF, compliance, and governance of new bodies. Financial issues: The consolidated negotiating text deals with the procedure for allocating resources to fund activities in non-Annex I Parties.",
      "One key proposal in the text is that Annex I Parties contribute US$ one billion annually by 2005 at the latest, based on countries' relative share of total carbon dioxide emissions in 1990, with a 50% discount for countries making the transition to a market economy. Mechanisms: The consolidated negotiating text addresses controversial issues such as supplementarity and eligibility to participate in the mechanisms.",
      "The text also tackles the issue of which LULUCF projects might be permitted under the CDM during the first commitment period by suggesting that this should be limited to afforestation and reforestation projects."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}