{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "United States",
      "Botswana",
      "Malaysia",
      "Japan",
      "Australia",
      "Guyana",
      "Mauritius",
      "Canada",
      "Samoa",
      "Switzerland",
      "China"
   ],
   "enb_end_date": "19-Jun-00",
   "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC",
   "enb_short_title": "SB-12",
   "enb_start_date": "19-Jun-00",
   "enb_url": "http://www.iisd.ca/vol12/enb12137e.html",
   "id": "enb12137e_10",
   "section_title": "STATUS OF THE CONSULTATIVE PROCESS",
   "sentences": [
      "An informal meeting on development and transfer of technology was held of Wednesday, 7 June.",
      "During this meeting, participants heard reports from three regional workshops organized as part of the consultative process aimed at advancing the understanding of technology needs, generating ideas on enhancing technology transfer, and considering elements of a framework for technology development and transfer. Reporting on the African workshop, Peter Zhou (Botswana) outlined technology transfer barriers including the lack of climate change policies, weak legal and regulatory frameworks, inadequate finance, and problems with structural adjustment programmes.",
      "He noted the need to, inter alia: create strategic partnerships between governments, the private sector, and donors; provide easier access to financing environmentally-sound technologies (ESTs) and local technologies; and enhance skills to support decision making. Mahendra Kumar (Samoa), reporting on the Asia-Pacific workshop, said technology needs assessments should be country-driven and transparent, involving multi-stakeholder participation.",
      "He noted the limited attention paid to adaptation technologies.",
      "Sheik Mohamed Khan (Guyana) said the Latin America and Caribbean workshop stressed the need to, inter alia: build indigenous capacities to assimilate and absorb climate-friendly technologies; improve access to technology information; involve smaller countries in capacity-building initiatives; and overcome political barriers that result in low prioritization of technology issues. In the ensuing discussion, issues raised included the need for a focus on technology transfer for adaptation and a global advisory institution to assist countries handling unsuitable technology.",
      "Participants also heard a report on the IPCC Special Report on Methodological and Technological Issues in Technology Transfer.",
      "Ogunlade Davidson, IPCC, stressed that technology transfer for climate change should always be viewed in the FCCC's context, and underscored the need for rapid technology innovation and broad transfer of EST for mitigation and adaptation. The FCCC Secretariat introduced the climate technology website, <http://www.icfconsulting.com/unfccc/climate.nsf>, aimed at organizing and making accessible technology information, the project inventory database pilot initiative that creates a database of technologies in climate cooperation projects and the technology project inventory database. On 13 June, SBSTA considered the status of the consultative process.",
      "Delegates heard a report by the IPCC on the key conclusions of the IPCC Special Report on Technology Transfer.",
      "SBSTA Chair Dovland reported that the Friends of the Chair group, formed at COP-5, had begun to identify priority areas for a COP-6 decision. Several delegates underscored the importance of capacity building for technology transfer.",
      "The EU and Japan stressed coordination of existing sources of funding.",
      "The EU, Japan, Australia and Canada underlined the CDM's role in advancing technology transfer to developing countries.",
      "China, supported by several delegates, opposed any suggestion that the CDM could replace technology transfer under the FCCC.",
      "Mauritius suggested using specialized and professional bodies to monitor technology transfer projects. Several developing countries supported the G-77/China's call for the formation of a contact group at this session, while the US, Australia, Switzerland and Canada preferred forming it at SB-13.",
      "The US, Malaysia and Switzerland said the IPCC special report could provide guidance in continuing the work on implementing FCCC Article 4.5 (technology transfer). Consideration of this issue was continued in the Friends of the Chair group.",
      "This group discussed the possible elements for a framework for meaningful and effective actions to enhance the implementation of Article 4.5.",
      "The group met four times during SB-12.",
      "The group identified themes emerging from the consultative process as technology needs and needs assessment, technology information, enabling environments, capacity building, and mechanisms for technology transfer.",
      "They also began identifying actions under each theme.",
      "The informal consultations in the Friends of the Chair will resume from 2-4 August 2000, in Colorado. On Thursday, 15 June, delegates adopted draft conclusions on Development and Transfer of Technology, Status of the Consultative Process (FCCC/SBSTA/2000/CRP.1).",
      "In these conclusions, SBSTA, inter alia: notes the completion of the three regional workshops and the large and diverse number of ideas generated; takes note of the IPCC Special Report on Methodological and Technological Issues in Technology Transfer; invites Parties to submit their views by 30 June on a framework for implementation of meaningful and effective actions to enhance the implementation of FCCC Article 4.5; recalls its request to the Chair to avail at SB-13, a report of the outcome of the consultative process; and notes the progress made in the development of the Secretariat's technology web page and in developing a pilot project on technology cooperation project inventory."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}