{
   "actors": [
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Russia",
      "Ireland",
      "United States",
      "Russian Federation",
      "Japan",
      "Bolivia",
      "Czech Republic",
      "Canada",
      "Denmark",
      "Peru",
      "Norway",
      "Switzerland",
      "Saint Lucia"
   ],
   "enb_end_date": "10-Jun-11",
   "enb_long_title": "UN Climate Change Conference June 2011",
   "enb_short_title": "SB 34",
   "enb_start_date": "10-Jun-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12506e.html",
   "id": "enb12506e_13",
   "section_title": "AWG-LCA WORKSHOP",
   "sentences": [
      "The AWG-LCA workshop on mitigation by developed countries was facilitated by José Alberto Garibaldi (Peru).",
      "Canada noted his country s commitment to reducing emissions domestically by 17% from 2005 levels by 2020, including LULUCF.",
      "He explained that, measured against projected future emissions growth, Canada s level of ambition is in line with that of other developed countries.",
      "Recognizing that his country s emissions have grown since 1990, Canada noted that emissions fell significantly in 2009 due to the economic situation, and that government action is expected to reduce projected growth.",
      "Canada highlighted, inter alia : decoupling growth of Gross Domestic Product (GDP) and emissions; plans to take a sector-by-sector regulatory approach, aligned with the US where appropriate; and important investments in carbon capture and storage (CCS).",
      "The EU observed that it is delivering on its Kyoto commitment and that its emissions are declining while GDP is growing.",
      "He explained that there will be no gap in the EU s mitigation activities after the first commitment period, as the new legislation to implement the 20% reduction target will apply from 2013 onwards.",
      "Urging collaborative efforts, he noted the EU s offer to increase the reduction target to 30% and underscored increasing ambition as an opportunity in terms of energy security, innovation, growth, jobs and health benefits.",
      "The EU stressed the need for transparent accounting rules and for establishment of new market mechanisms in Durban.",
      "He called for action on international aviation and maritime transport and hydrofluorocarbons, also urging all developed countries to deliver domestically on their pledges and examine ways to step up efforts. AOSIS underscored that global sea level is projected to rise by 0.9-1.6 meters by 2100.",
      "She also noted that carryover of surplus Assigned Amount Units (AAUs) from the first commitment period and LULUCF rules result in Annex I countries current pledges being far below the 25 40% emission reduction range in the IPCC AR4 and even further from the 45% reduction sought by AOSIS.",
      "In order to close this gap, she suggested, inter alia , an increase in the level of ambition and action, limiting the use of LULUCF and no carryover of surplus AAUs.",
      "She said a work programme on ways to increase the level of ambition by Annex I parties up to Durban could contribute towards a legally-binding agreement as the basis for collective action, common rules on measuring, reporting and verification (MRV), economic efficiency of emission reductions and enhancing confidence among countries.",
      "Switzerland outlined measures to achieve its national emission reduction target of 20% from 1990 levels by 2020, underscoring ongoing parliamentary discussions on, inter alia , technical provisions for new cars, a carbon dioxide levy on heating fuels, and possible continuation and further development of the emissions trading scheme.",
      "He said his country would consider collective action in mitigation efforts when deciding whether to increase the level of ambition.",
      "Ireland presented on his country s share of the EU s pledge.",
      "He said about 28% of Ireland s emissions are covered by the EU Emissions Trading Scheme (ETS), the remaining 72% are covered by the EU Effort-Sharing Decision and that Ireland s national emission reduction target is 20% below 2005 levels by 2020.",
      "He outlined measures to implement the target, including: a carbon tax and residential building regulations to improve energy efficiency of new houses and apartments by 60%.",
      "In the ensuing discussion, Canada explained that fast-start financing for developing countries forms an important part of Canada s international actions.",
      "Concerning compliance with Canada s commitments during the Kyoto Protocol s first commitment period, he said Canada continues to comply with the reporting rules and will assess compliance with the target during the true-up period.",
      "On aligning with the US, Canada emphasized that this does not mean his country would only act when the US acts.",
      "On legislation, he said existing environmental legislation forms an adequate legal basis for action.",
      "The EU noted that the announcements by Japan, Canada and the Russian Federation to not commit to a second commitment period under the Kyoto Protocol constitute a step backwards that will influence the political context.",
      "He said it is unlikely that the EU will increase its target to a 30% reduction before Durban, as the relevant issues are still under negotiation.",
      "Regarding the nature of the EU energy efficiency target, he noted that the EU Heads of State have recently signaled their intention to meet the target and the European Commission will assess in 2012 the need for legislation to implement it.",
      "In the afternoon, discussions continued.",
      "The EU stated that the inclusion of aviation emissions in the EU ETS from 2012 onwards will not undermine an open economic system.",
      "Noting the challenges to small-scale projects under the CDM, he called for a sectoral crediting mechanism to mobilize smaller projects.",
      "Norway underscored his country s intention to become carbon neutral by 2030, explaining that this will entail reducing emissions by 100% compared to 1990 levels through both domestic measures and international mechanisms.",
      "Noting that a great share of his country s greenhouse gas emissions originate from the energy sector, Denmark presented on its energy strategy for 2050.",
      "He explained the strategy involves reducing the use of fossil fuels by a third from 2009 levels by 2020.",
      "Among key challenges, he mentioned providing security of energy supply and the need to curb global warming and reduce greenhouse gas emissions.",
      "In his presentation, Bolivia explained that reaching the 2°C target will require emissions to be reduced by 14 gigatonnes and that the gap between the current pledges and the target is between 7.4 and 5.3 gigatonnes.",
      "He underscored that there is no time to reach a new legally-binding agreement in Durban and the only possible option is to commit to a second commitment period under the Kyoto Protocol.",
      "He further proposed creating an ad ho c working group to discuss legal action in relation to parties that do not want to fulfill their obligations under the Protocol and the Convention.",
      "The Czech Republic presented on its national mitigation policy, highlighting a 32% reduction in greenhouse gas emissions from 1990 to 2009.",
      "He identified the EU ETS as being among the key mitigation tools.",
      "He also said modernizing the power sector has large mitigation potential, due to current dependence on coal.",
      "He suggested new EU directives should focus on non-ETS structures, including possible carbon taxation.",
      "The US presented on the role of reporting and international assessment and review in clarifying emission reduction targets.",
      "He suggested a facilitative, rather than punitive, process of international review.",
      "The US supported creating a process with: biennial national reports; compilation of reports; an expert review; a report by the expert review team; international assessment of the expert review team s report in a facilitative manner under the SBI with written questions and answers; and final compilation into a summary report by the Secretariat.",
      "During discussions, the EU said a robust accounting system is needed in addition to review and said the US approach to review might suggest a system of post hoc rules, with parties individually deciding, inter alia , on the basket of greenhouse gases, LULUCF accounting and use of offsets.",
      "He expressed hope that the US will offer a more ambitious target, while urging the US to deliver on its pledge.",
      "The US highlighted the review of the long-term global goal, scheduled for 2013, saying it would benefit from biennial reports as it was not currently possible to make a judgment on the way forward based on available information.",
      "The US also recognized that his country s existing policies will not be enough to reach the emission reduction target, and that since the proposed federal legislation did not pass, work is underway to implement alternative measures.",
      "The Secretariat presented on the technical paper (FCCC/TP/2011/1) on developed countries emission reduction targets.",
      "She noted the need for parties to provide further clarity on the rules they expect, as this affects the stringency of targets, and assumptions on methodology.",
      "She concluded that, based on their current pledges, Annex I parties would reduce emissions by 13-18% below 1990 levels by 2020 in aggregate. UNEP presented on its Emissions Gap Report, noting that for a likely chance of keeping temperature increase below 2°C, an emission level of 44 gigatonnes carbon dioxide equivalent by 2020 will be required.",
      "He underscored that even the most ambitious pledges and most stringent rules on LULUCF accounting and surplus AAUs result in emissions of 49 gigatonnes in 2020.",
      "He underscored the 5-gigatonne gap between the most ambitious current pledges and what is required to reach the 2°C target.",
      "He said UNEP intends to examine what models say about bridging the gap and promising options for reducing international emissions, as well as national policy options.",
      "The Climate Action Network recommended, inter alia : including developed countries net domestic emission reductions; closing loopholes; and using historical reference levels in LULUCF.",
      "He concluded that waiting for the review to assess what was achieved and make a decision on the way forward would be too late.",
      "In discussions, a number of parties welcomed the Secretariat s technical paper and Norway, Switzerland and the EU said it would be useful to have an analogous paper on developing country pledges.",
      "Saint Lucia and Bolivia underscored the need to increase the level of ambition.",
      "In conclusion, workshop facilitator Garibaldi Fernandez identified the need to close the ambition gap.",
      "He also highlighted the roles of information, LULUCF accounting, market mechanisms, surplus AAUs, International Review and Assessment, and pledge conditionalities."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "working group"
}