{
   "actors": [],
   "countries": [
      "Mali"
   ],
   "enb_end_date": "09-Oct-99",
   "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol",
   "enb_short_title": "CCOM1",
   "enb_start_date": "09-Oct-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12111e.html",
   "id": "enb12111e_6",
   "section_title": "Information Gathering:",
   "sentences": [
      "Co-Chair Dovland, introducing the topic of information gathering, asked participants to consider the information already available under the climate change regime including emissions inventories of Annex I countries, national communications, and reports of expert review teams.",
      "Sand commented that four key questions had to be answered.",
      "They are: * Who collects the information?",
      "* What type of information should be gathered?",
      "* Where should the information be gathered?",
      "* How should the information gathering system function?",
      "On who should gather the information, he said the existing structure had to be related to the compliance body.",
      "On the type of information to be gathered, he said a distinction should be drawn between environmental quality data and Parties' implementation data.",
      "He identified sources of information as, inter alia, governments, NGOs and industry.",
      "In the case of industry, confidentiality concerns could be raised.",
      "On the functioning of the information gathering system, he referred to the need for due process. Participants stressed the need to refer to Protocol Article 8 (review of information) in discussing the information gathering aspect of compliance.",
      "On the link between the expert review team reports and the compliance procedure, Co-Chair Dovland noted that there were two options.",
      "The report could go directly to the compliance body or it could go to the COP/MOP through the Secretariat.",
      "In the latter case it would go to the compliance body only if a Party complained.",
      "One participant highlighted a third option wherein guidelines would specify the situations where the report would go directly to the compliance body.",
      "Some favored a role for the COP/MOP while others objected, as such a role would politicize the compliance issue. One participant asked what voting arrangement could be put in place in the COP/MOP for cases of non-compliance.",
      "If it were consensus, the party in non-compliance could vote itself out of the compliance procedure.",
      "She also suggested that there be at least one multilateral trigger to the compliance mechanism. A few participants highlighted the importance of timeliness, with one suggesting that a balance be struck between timeliness and efficiency.",
      "One participant, stressing the facilitative function of the compliance system and the obligations under the Protocol, highlighted the need for Parties to have the opportunity to respond to and correct any problems expert review teams identify.",
      "She also stressed the necessity for a body that could provide expert facilitative advice.",
      "A few participants underscored the need to formalize the involvement of expertise, with one inquiring if a permanent standing source of technical expertise existed and if not, how the gap could be filled.",
      "Co-Chair Dovland commented that there is an existing roster of experts, including the IPCC roster, that could be drawn upon. On confidentiality of information, one participant recommended that confidentiality should not be maintained at the expense of an effective compliance regime.",
      "Sarma, citing the Montreal Protocol example, said that information specific to compliance could be made public and other information could be kept confidential.",
      "One participant recommended that the Secretariat be the appropriate body to gather information.",
      "Another participant cautioned against the use of information from outside bodies. One participant highlighted the relationship between the expert review team process and the triggering of the compliance mechanism.",
      "He said that the expert review team's report should contain at least the minimum information necessary to determine non-compliance.",
      "Parties should be able to request more information if necessary.",
      "Another participant sought clarification on what kind of non-compliance developing countries could find themselves in.",
      "She also asked what kind of information would be available from developing countries, given that expert review teams did not deal with developing countries.",
      "Co-Chair Rønneberg highlighted the fact that there are several avenues to raise compliance questions even within the Convention processes."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}