{
   "actors": [
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "India",
      "Sudan",
      "Venezuela",
      "United States",
      "Malaysia",
      "Canada",
      "Colombia",
      "Norway",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "11-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12637e.html",
   "id": "enb12637e_2",
   "section_title": "Implementation and Compliance",
   "sentences": [
      "Co-facilitator Sarah Baashan introduced a table synthesizing parties§ proposals for unpacking the section, based on the 4 June version of the streamlined and consolidated text. Many parties thanked the co-facilitators for their effort, with the EU and US suggesting the co-facilitators consolidate the proposals in one column.",
      "NEW ZEALAND noted the table shows commonalities that indicate space for taking the text forward. The EU, Colombia, for AILAC, and NORWAY suggested the 8 June version of the streamlined and consolidated text be used to move discussions forward.",
      "VENEZUELA called for addressing legal form first. Parties discussed elements to be included in the 2015 agreement versus decisions, and operationalization and differentiation. Many countries identified the establishment of a compliance arrangement/committee/body as an element for the core agreement, adding the section can be short. The US, EU, NEW ZEALAND, CANADA and AILAC supported a facilitative compliance mechanism, applicable to all.",
      "NORWAY suggested a mechanism with two branches to cover legal obligations and non-legally binding elements. Sudan, for the AFRICAN GROUP, CHINA, MALAYSIA and INDIA supported differentiation in the section, with CHINA calling for a compliance arrangement for developed countries and facilitative implementation for developing countries. Parties agreed that the co-facilitators would create a consolidated table."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}