{
   "actors": [
      "Alliance of Small Island States"
   ],
   "countries": [
      "United States"
   ],
   "enb_end_date": "04-Jun-10",
   "enb_long_title": "Bonn Climate Change Talks - May/June 2010",
   "enb_short_title": "AWGs",
   "enb_start_date": "04-Jun-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12465e.html",
   "id": "enb12465e_5",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "In contrast to the déjà vu feeling expressed by many delegates at the end of Wednesday, on Thursday evening, many delegates said they were positively surprised by what they saw as signs of possible movement concerning an issue that has remained a sticking point for a long time.",
      "They referred to the proposal by AOSIS, supported by some other developing countries, for joint discussions by the two AWGs of Annex I emission reductions.",
      "As one developed country delegate put it: We ve been calling for cooperation between the two AWGs for a very long time which is why I was pleasantly surprised by the proposal and that it did not receive quite as much opposition as I would have expected.",
      "Other developed country delegates remarked, however, that there was still strong opposition to the idea of broader joint discussions on mitigation.",
      "Although some developing country delegates seemed very positive about this idea of joint discussions limited to Annex I parties some were wondering if it would be possible to get all developing countries to agree on the proposal.",
      "And then there is obviously the US I am not sure whether they are willing to accept such discussions, commented one delegate, continuing: We have to see what happens when groups have had time to coordinate.",
      "Some also made positive remarks on the agreement to reconstitute the legal issues group under the AWG-KP and on the LULUCF submission by developing countries: Things are suddenly picking up and discussions are becoming more animated and constructive!"
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}