{
   "actors": [
      "European Union"
   ],
   "countries": [
      "South Africa",
      "United States",
      "Saudi Arabia",
      "New Zealand"
   ],
   "enb_end_date": "24-Oct-02",
   "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-8",
   "enb_start_date": "24-Oct-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12202e.html",
   "id": "enb12202e_5",
   "section_title": "Guidelines under Protocol Articles 5, 7 and 8",
   "sentences": [
      "On guidelines for the preparation of information required under Article 7 and for review under Article 8 and good practice guidance for Article 5.2 (adjustments), Chair Thorgeirsson highlighted outstanding issues to be addressed, including: options for the treatment of confidential data during review; training and capacity building for expert review teams; technical standards for data exchange between national registries, the CDM registry and the transaction log; and reporting and review of information on assigned amounts and national registries.",
      "The EU welcomed progress on options for the terms of service for lead reviewers and the training of experts.",
      "He supported a proposal on developing case studies on the calculation of adjustments under Article 5.2.",
      "The US stressed the importance of options for the treatment of confidential data and encouraged transparency of inventory data.",
      "SAUDI ARABIA said training of review experts should include developing country experts.",
      "Chair Thorgeirsson convened a contact group chaired by Helen Plume (New Zealand) and Festus Leboyera (South Africa). On technical standards for registries under Article 7.4, Murray Ward (New Zealand) reported on the outcome of inter-sessional consultations held in New Delhi, 19-20 October 2002.",
      "He outlined agreement on: the need for a common standards framework; the need to engage technical experts; a future focus on detailed registry design; and continued collaboration with the UNFCCC Secretariat.",
      "Chair Thorgeirsson invited Ward to conduct further consultations."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}