{
   "actors": [
      "Organization of Petroleum Exporting Countries"
   ],
   "countries": [
      "Palau"
   ],
   "enb_end_date": "03-Nov-99",
   "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change",
   "enb_short_title": "COP-5",
   "enb_start_date": "03-Nov-99",
   "enb_url": "http://www.iisd.ca/vol12/enb12120e.html",
   "id": "enb12120e_1",
   "section_title": "PLENARY",
   "sentences": [
      "Statements by observer States, IGOs, NGOs and UN bodies: On progress made in climate change negotiations, PALAU said it was disappointed at the lack of progress being made at COP-5.",
      "OPEC said implementing the Kyoto Protocol would lead to dramatic economic losses for OPEC Parties, and called for equitable distribution of the costs of climate change mitigation.",
      "FRANCISCAN INTERNATIONAL said it was 'disgraceful' that the entry into force of the Protocol was being delayed and, with CLIMATE ACTION NETWORK - EUROPE (CAN - E), called for its entry into force by Rio+10. Regarding the Protocol mechanisms, WORLD BUSINESS COUNCIL FOR SUSTAINABLE DEVELOPMENT urged an early definition of mechanisms' governing structure and recommended that existing trade and investment frameworks be used.",
      "On the clean development mechanism (CDM) and joint implementation (JI), CAN - E said the CDM and JI should exclude nuclear power, clean coal and large hydro schemes.",
      "UNDP offered assistance for capacity building for CDM and JI.",
      "UNIDO said it was committed to the CDM's success in Africa.",
      "CAN - SOUTH EAST ASIA said trying to link AIJ to CDM would create another loophole permitting Parties to renege on their commitments.",
      "The WORLD BANK noted that its programmes on activities implemented jointly (AIJ) had provided useful lessons for both North and South, and expressed willingness to expand it to cover countries that had been less well served by the pilot phase.",
      "FRANCISCAN INTERNATIONAL said JI should be used to promote clean development and opposed nuclear energy as an option.",
      "The NUCLEAR ENERGY FORUM said the choice of nuclear energy must be based on each country's circumstances. On the development and transfer of technologies, the BUSINESS COUNCIL FOR SUSTAINABLE ENERGY highlighted the need to encourage private sector participation.",
      "The WORLD BANK noted that it was developing its prototype carbon fund as a means for promoting clean technology. Regarding capacity building, the GEF outlined its ongoing and planned activities supporting climate change initiatives and noted that most GEF projects contain a capacity-building component. On interlinkages, the CONVENTION TO COMBAT DESERTIFICATION, CONVENTION ON BIOLOGICAL DIVERSITY, and RAMSAR CONVENTION ON WETLANDS noted synergies and the potential for further cooperation between the FCCC and their respective conventions. Special Scientific Segment: In a special scientific Plenary segment, the World Meteorological Organization (WMO) indicated that the atmospheric concentration of human-induced greenhouse gases (GHGs) and the mean surface temperature of the earth would continue to increase, and noted that the expected recovery of stratospheric ozone will lead to the strengthening of GHG atmospheric concentrations.",
      "The IPCC said it is not a question of whether the earth's climate will change, but rather when, where and by how much.",
      "UNEP emphasized domestic action and urged Parties to ratify the Protocol to ensure its entry into force by 2002."
   ],
   "subtype": "plenary",
   "topics": [],
   "type": ""
}