{
   "actors": [],
   "countries": [
      "Uganda",
      "South Africa",
      "Norway"
   ],
   "enb_end_date": "19-Nov-11",
   "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-34",
   "enb_start_date": "18-Nov-11",
   "enb_url": "http://www.iisd.ca/vol12/enb12522e.html",
   "id": "enb12522e_1",
   "section_title": "IPCC-34 REPORT",
   "sentences": [
      "IPCC Chair Rajendra Pachauri opened the 34th session of the Intergovernmental Panel on Climate Change on Friday, 18 November 2011, highlighting ongoing work related to the Fifth Assessment Report (AR5) and progress in the implementation of the InterAcademy Council (IAC) recommendations.",
      "He also referred to the communications strategy and the need to ensure policy relevance and reach out to policymakers.",
      "Pachauri said it was critically important that the results of the Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) and the Special Report on Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX) be presented to the United Nations Framework Convention on Climate Change (UNFCCC) Conference of the Parties (COP) in Durban, South Africa.",
      "He emphasized the significance of the meeting being held in Africa, given the findings related to climate change impacts and development challenges in the region, and thanked Uganda for hosting the meeting and Norway for its support.",
      "Norwegian Ambassador Thorbjørn Gaustadsæther highlighted that the SREX is an important tool for understanding, taking actions, and making decisions on managing the risks of extreme events and disasters.",
      "He noted that extreme weather events and their negative impacts are apparent everywhere, including in Uganda, for fishermen on the Lake Victoria who experience reduced catch, as well as in his native Norway, which experiences dramatic flooding, shrinking Arctic ice and other events.",
      "He said the SREX would be presented to governments at the Durban UNFCCC meeting and would provide a good basis for them to take action.",
      "He thanked the Ugandan government for its hospitality and said Norway was pleased to have contributed to the organization of the meeting.",
      "Peter Gilruth, on behalf of UNEP Executive Director Achim Steiner, stressed the potential of the SREX, including as a foundation on which the disaster risk reduction and the climate change communities can build stronger bridges, and as a basis for environment and development work.",
      "He noted various UNEP initiatives and assessment reports, including the Programme of Research on Climate Change Vulnerability, Impacts and Adaptation, the fifth Global Environmental Outlook and the Emissions Gap Assessment, and invited delegates to participate in the Eye on Earth summit in December to build partnerships on knowledge sharing.",
      "Florin Vladu, on behalf of Christiana Figueres, Executive Secretary of the UNFCCC, updated the plenary on developments in the negotiating process, highlighting the achievements of the Cancun Agreements in establishing an institutional infrastructure, but noting a failure to address the future of the Kyoto Protocol and a mitigation framework.",
      "Vladu said that in Durban countries face a challenge to find a viable way forward, but expressed hope that the conference will help build confidence in post-2012 climate finance through clarity on long-term finance and making the Green Climate Fund operational.",
      "Vladu highlighted that the UNFCCC process has benefited from an active research dialogue with the IPCC, most recently in the form of a presentation on the SRREN at the Subsidiary Body for Scientific and Technological Advice (SBSTA) session in June 2011.",
      "He also noted the special role of the IPCC in the UNFCCC review of the adequacy of the goal of limiting average global temperature below 2 degrees Celsius and the overall progress towards achieving this goal, which is scheduled to commence in 2013.",
      "On SREX, he said the report would contribute both to the work of SBSTA, and Adaptation Framework, and work programme on loss and damage, once those become operational.",
      "Noting that this has been a transformative year for the IPCC, Jeremiah Lengoasa, on behalf of World Meteorological Organization (WMO) Secretary-General Michel Jarraud, reaffirmed support for the work of the Panel and emphasized the importance of the IPCC s work and procedures remaining relevant and timely.",
      "He welcomed the AR5 preparations moving ahead as scheduled and stressed that the AR5 will provide a strong basis for decision-making, including in relation to water resources, agriculture and food security.",
      "He also highlighted the role of the WMO Global Framework for Climate Services, to be launched in the near future, to further assist in decision-making.",
      "Maria Mutagamba, Minister for Water and Environment, Uganda, expressed warm greetings from the people of Uganda and welcomed delegates to the country traditionally known as the Pearl of Africa.",
      "She said that it is with great pride that Uganda continues to participate actively in the work of the IPCC and hosts this meeting, and thanked Norway, which co-funded the session.",
      "She said that Uganda has already started experiencing extreme weather events attributed to climate change such as severe droughts, floods and increased frequency of landslides.",
      "Highlighting the inevitability of climate change, she noted that her country has adaptation policies in place.",
      "On mitigation, she underlined Uganda s early efforts under the Clean Development Mechanism.",
      "She further noted the need to strengthen national meteorological and hydrological services in developing countries and thus expressed support for the WMO Global Framework for Climate Services.",
      "She also suggested the IPCC continue to consider the role of indigenous knowledge in areas where peer-reviewed literature is unavailable or insufficient as well as issues of technology transfer to developing countries and dissemination of information.",
      "The Panel then observed a minute of silence for the untimely and sad passing away of Mama Konate, UNFCCC SBSTA Chair and IPCC colleague."
   ],
   "subtype": "PLENARY",
   "topics": [],
   "type": "IPCC"
}