{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "Senegal",
      "India",
      "Japan",
      "China",
      "Chile",
      "Colombia",
      "Switzerland",
      "Peru",
      "Costa Rica",
      "Bolivia"
   ],
   "enb_end_date": "24-Jun-04",
   "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change",
   "enb_short_title": "UNFCCC SB-20",
   "enb_start_date": "24-Jun-04",
   "enb_url": "http://www.iisd.ca/vol12/enb12240e.html",
   "id": "enb12240e_7",
   "section_title": "SMALL-SCALE A&R PROJECTS UNDER THE CDM",
   "sentences": [
      "Chair Thelma Krug reported on progress in informal consultations.",
      "Delegates agreed to continue work at SBSTA-21, with a view to recommending a decision to COP-10.",
      "Chair Krug then presented a revised version of Appendix B on baseline and monitoring methodologies, noting that these provide further guidance to the CDM EB to develop simplified methodologies for selected types of A&R projects.",
      "The revised version of Appendix B was accepted with minor changes. On measures to facilitate small-scale A&R CDM project activities, PERU, supported by BOLIVIA, CHILE, SENEGAL, COLOMBIA, and COSTA RICA, proposed draft text for the decision that, inter alia: encourages host Parties to put in place measures at the national and sub-national levels, such as linking small-scale A&R project activities to their sustainable development and poverty reduction strategies; requests financial and technical resources to assist developing country Parties in the areas set out in the decision`s annex to support project implementation; and urges the operating entity of the financial mechanism to adopt a streamlined and expedited procedure in financing activities for this purpose.",
      "CANADA stressed its interest in substantive discussions on the matter, and said project capacity building would be guided by Canada`s principles on strengthening aid effectiveness. On bundling, BRAZIL proposed that the host Parties may coordinate several small-scale A&R CDM activities with a view to diminishing the costs of validation, verification and certification.",
      "He said acceptance of the text would remove all brackets on bundling.",
      "The EU, supported by JAPAN, said there was a role for the investor Party in coordinating several small-scale project activities.",
      "CANADA requested retaining the brackets on bundling, given insufficient time to consider the issue. BRAZIL, opposed by SWITZERLAND, proposed new text, pending approval by the G-77/China, on confirmation of involvement by low-income communities prior to validation.",
      "SENEGAL and INDIA said they could not accept the text as a G-77/China proposal and requested time for consultations.",
      "Following consultations, Parties agreed that the text would remain bracketed as an alternative proposal by a group of Parties within the G-77/China."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}