{
   "actors": [],
   "countries": [],
   "enb_end_date": "09-Jun-12",
   "enb_long_title": "Thirty-fifth Session of the Intergovernmental Panel on Climate Change (IPCC)",
   "enb_short_title": "IPCC-35",
   "enb_start_date": "06-Jun-12",
   "enb_url": "http://www.iisd.ca/vol12/enb12547e.html",
   "id": "enb12547e_11",
   "section_title": "Final Decision",
   "sentences": [
      "In its decision, IPCC-35 adopts the appended Communications Strategy and requests the Executive Committee to develop an Implementation Plan, including a set of procedures to allow the IPCC to make effective rapid responses to urgent enquiries, and report to the Bureau and focal points on the Plan s completion by 1 October 2012.",
      "The Panel also requests the Executive Committee to present an evaluation report on the Strategy and its implementation to IPCC-37.",
      "The Committee is also requested to update the Implementation Plan as circumstances require.",
      "The Strategy consists of four pages setting out, inter alia , goals, principles, activities and audiences.",
      "It addresses governance and management, indicating that the Plenary is ultimately responsible for ensuring that IPCC communications are appropriate.",
      "It specifies that the WGs and Task Force Co-Chairs are responsible for communication around reports in their areas, and the IPCC Chair is responsible for communications on the SYR.",
      "The Executive Committee is responsible for communications on the organization as a whole.",
      "On methods and tools, the Strategy indicates, inter alia, that the IPCC reports should be made available in the six UN languages, and that the Secretariat will support focal points in communications activities in their countries, including translation.",
      "The focal points will receive materials and information in a timely manner and may seek advice from the IPCC Senior Communications Manager.",
      "The Strategy also states that approved IPCC reports and other products form the basis for communications materials.",
      "On spokespeople, the Strategy indicates, inter alia , that authorized spokespeople must be designated for various situations to ensure objectivity and scientific accuracy, as well as efficiency and timeliness.",
      "Accordingly, the IPCC Chair and the Vice-Chairs are the lead spokespeople for the IPCC as a whole; the WG and Task Force Co-Chairs are the lead spokespeople for the activities of their WG or Task Force; and the Secretary and Senior Communications Manager may speak on IPCC activities and procedures, as well as on institutional matters.",
      "Besides these designated spokespeople, authors and WG Vice-Chairs will often be the most appropriate people to speak on their area of science and may be requested to talk to the media or represent the IPCC at conferences.",
      "The Strategy also requires people speaking on behalf of the IPCC to focus on factual, objective presentation of information from the approved reports and refrain from public statements that could be interpreted as advocacy and compromise the IPCC s reputation for neutrality.",
      "The Strategy indicates that this is particularly important for those holding the most senior positions."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}