{
   "actors": [
      "European Union",
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States"
   ],
   "countries": [
      "India",
      "Tuvalu",
      "United States",
      "Malaysia",
      "Australia",
      "Brazil",
      "Mexico",
      "Saudi Arabia",
      "Colombia"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_13",
   "section_title": "PROCEDURAL AND INSTITUTIONAL PROVISIONS",
   "sentences": [
      "The first reading of section L (Procedural and institutional provisions), comprising 23 paragraphs in the Geneva negotiating text, took place on Wednesday, 3 June, chaired by Co-Chair Djoghlaf. Discussions focused on the Secretariat§s proposals for consolidation.",
      "Parties agreed to consolidate one paragraph, which they forwarded, together with suggestions for further consolidation, to an informal facilitated discussion group, co-facilitated by Sarah Baashan (Saudi Arabia) and Roberto Dondisch (Mexico).",
      "A summary of the discussions of specific paragraphs is available at: http://www.iisd.ca/vol12/enb12631e.html The section was addressed, for the second and final time, on Wednesday, 10 June, in the facilitated group.",
      "Co-Facilitator Baashan presented a list containing all institutions and frameworks referenced in the Geneva text, and invited parties to share their views on anchoring existing institutions into the 2015 agreement. Most parties agreed on the need to build on existing institutional arrangements, discussing how they could be \"anchored\" in the 2015 agreement.",
      "Tuvalu, for the LDCs, and Mexico said such anchoring could be achieved by using the phrase \"shall serve in this agreement.\" Colombia, for AILAC, suggested distinguishing between institutions under the Convention and those created by decisions.",
      "Brazil proposed referring to relevant institutions in each section of the text. Australia, with Saudi Arabia, noted the need to \"capitalize on what we have,\" and proposed a \"light-touch approach\" to anchoring and enhancing existing institutions through COP and CMP decisions.",
      "Malaysia stated it is customary for protocols or instruments established under an existing instrument to adopt all its existing institutions. Most parties agreed on a general provision in the agreement anchoring the main bodies, such as the COP, the SBI and SBSTA and the Secretariat.",
      "India called for a uniform approach to anchoring existing institutions, with flexibility for creating new ones.",
      "AOSIS, the LDCs, Malaysia and the EU opposed a \"blanket provision\" for anchoring thematic institutions and bodies established through decisions. On the governing body, many parties saw the COP as the governing body under the new agreement.",
      "Parties also discussed how to transfer institutions created under the Kyoto Protocol if the COP is the governing body of the 2015 agreement.",
      "Australia stressed the issue must be properly addressed given that not all parties to the Convention are parties to the Kyoto Protocol. The LDCs, opposed by the US, suggested that bodies created under the Kyoto Protocol, such as the Adaptation Fund and the Clean Development Mechanism (CDM), could be carried across to the new agreement by a COP decision. The Co-Facilitators said they would report on discussions to the Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}