{
   "actors": [],
   "countries": [
      "Australia",
      "Philippines"
   ],
   "enb_end_date": "14-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "14-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12454e.html",
   "id": "enb12454e_33",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "As the first week of the Copenhagen Climate Change Conference drew to a close, things were heating up both inside and outside the Bella Center.",
      "In the city of Copenhagen, an estimated 30,000-100,000 demonstrators marched from the city center to the Bella Center.",
      "A few hundred protesters were reportedly arrested by the police.",
      "However, the gathering was mostly peaceful with addresses and performances by a number of famous people.",
      "Climate change marches also took place in other parts of the world, including Australia and the Philippines.",
      "Inside the conference center, groups of delegates gathered to watch live images of the demonstrators.",
      "Many were heard commenting on the incredibly large numbers of people urging Copenhagen to provide a meaningful outcome and set the world on a path to avoiding dangerous climate change.",
      "It feels good to know that many people out there are as invested in this as I am, enthused one veteran negotiator.",
      "Meanwhile, many parties found themselves exceptionally busy in the negotiations, as they attempted to finalize outstanding issues under the Subsidiary Bodies, attend their closing plenaries, which in the case of the SBI, lasted until after 9 pm, and still make their way to the myriad of informal consultations and contact group meetings going on elsewhere.",
      "The emphasis remained on the long-term issues, which were considered throughout the day under various work streams.",
      "The AWG-KP Chair held an informal meeting in the morning, giving parties an opportunity to provide general feedback on his text introduced on Friday.",
      "In the afternoon, most AWG-KP groups began discussing the text, albeit with several parties expressing serious reservations to specific parts of it.",
      "Various drafting groups under the AWG-LCA also continued working throughout the day on non-papers covering detailed issues under the Bali Action Plan.",
      "The AWG-LCA Chair convened informal consultations on the mitigation part of his new text.",
      "Few delegates emerging from the meeting seemed surprised that parties had mainly repeated their well-known positions.",
      "Some key developed countries continued to express serious concern with the mitigation part of the text and opposed using it as a basis for further work.",
      "In the afternoon, the COP President convened an informal meeting, also attended by some ministers.",
      "Parties emerging from the meeting explained that they had been presented a diagram illustrating possible outcomes under the Protocol and Convention tracks.",
      "The proposal was to either complete negotiations here in Copenhagen and adopt a legally-binding outcome under both tracks, or agree on a deadline for adopting a legally-binding outcome under both tracks at a later stage, explained one negotiator after the meeting.",
      "In their reactions, most parties reportedly reiterated their entrenched positions, with no noticeable shift.",
      "With little movement during the first week on some of the key issues, many delegates were thinking about the way forward: We must work hard so that by this time next week, we can celebrate a fair and ambitious agreement: the momentum generated for this conference is simply unprecedented and far too valuable to lose, commented one slightly concerned but determined party."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}