{
   "actors": [
      "Group of 77",
      "European Union",
      "Alliance of Small Island States"
   ],
   "countries": [
      "Senegal",
      "New Zealand",
      "Nigeria",
      "Japan",
      "Australia",
      "Peru",
      "Thailand",
      "Costa Rica",
      "United Arab Emirates",
      "Russia",
      "Brazil",
      "Papua New Guinea",
      "Colombia",
      "Canada",
      "Malaysia",
      "China",
      "Saudi Arabia",
      "Argentina",
      "Niger",
      "Russian Federation",
      "Kuwait",
      "Guinea"
   ],
   "enb_end_date": "14-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "14-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12454e.html",
   "id": "enb12454e_32",
   "section_title": "AWG-KP INFORMAL CONSULTATIONS:",
   "sentences": [
      "In the morning, parties convened in informal consultations on the AWG-KP Chair s new text.",
      "Many parties welcomed the text.",
      "Some developed countries said the legal form of the overall outcome needs to be resolved before addressing the text.",
      "On the flexibility mechanisms and LULUCF, many parties highlighted a desire to resolve outstanding issues in their respective subgroups. POTENTIAL CONSEQUENCES (AWG-KP): During an afternoon contact group, Co-Chair Ure invited parties to provide general comments on the potential consequences section in the AWG-KP Chair s draft text. NEW ZEALAND, supported by the EU, expressed preference for adopting conclusions rather than a decision.",
      "The G-77/CHINA preferred adopting a decision.",
      "Parties then commenced a paragraph-by-paragraph consideration of the text, beginning with the preambular section.",
      "On countries that would be most severely impacted by potential negative consequences, SAUDI ARABIA, COLOMBIA, KUWAIT, NIGERIA and others preferred referring to countries identified in Convention Articles 4.8, 4.9 and 4.10, while the EU, JAPAN and AOSIS preferred referring to the poorest and most vulnerable developing country parties. MITIGATION (AWG-LCA): Informal consultations were held in the afternoon on the mitigation section of the Chair s draft text.",
      "On mitigation by developed countries, many countries proposed that the text should apply to Annex I countries that are not parties to the Kyoto Protocol and identified the need for such countries to take mid and long-term commitments.",
      "Several other countries suggested this section applies to both Annex I parties and other countries wishing to take binding QELROs.",
      "A proposal was also made to bracket the entire section based on concerns over the general approach taken in the text.",
      "It was also argued that the text prejudges the legal form of the outcome and that it should follow language contained in the BAP.",
      "A proposal was also made to address common mitigation elements for both developed and developing countries.",
      "On developing country NAMAs, some countries characterized the text as weak and proposed international review of NAMAs, which was opposed by many other countries. MITIGATION sub-paragraph 1(b)(iii) of the BAP (AWG-LCA): Informal consultations on REDD-plus continued to meet throughout the day, focusing on MRV and finance. MITIGATION sub-paragraph 1(b)(iv) of the BAP (AWG-LCA): A drafting group on sectoral approaches met in the morning to further consider draft text on agriculture.",
      "Parties restructured preambular text and discussed trade and the role of offsets.",
      "In the afternoon, parties discussed general sectoral approaches and bunker fuels. MITIGATION sub-paragraph 1(b)(vi) of the BAP (AWG-LCA): Parties exchanged views on draft text on response measures and reduced options on topics including trade and whether a forum is needed.",
      "Informal consultations continued in the evening. OTHER ISSUES (LULUCF)(AWG-KP): In the afternoon, the sub-group on LULUCF convened in a contact group to exchange views on the AWG-KP Chair s draft text.",
      "BRAZIL, with many others, supported the text as the basis for discussion. PAPUA NEW GUINEA, supported by COSTA RICA, MALAYSIA and THAILAND, expressed concern that the option on land-based accounting was omitted from the text.",
      "CHINA and many others noted an interest in a land-based approach, but not for the second commitment period.",
      "CANADA and AUSTRALIA highlighted decision text that establishes a SBSTA work programme on a land-based approach.",
      "SENEGAL, NIGERIA and COLOMBIA expressed reservations on the completeness of the activities list.",
      "PAPUA NEW GUINEA said they could not move forward with the text. OTHER ISSUES (FLEXIBILITY MECHANISMS)(AWG-KP): In the afternoon contact group on other issues, Vice-Chair Dovland introduced streamlined text on the flexibility mechanisms.",
      "Several parties proposed changes to the text on developing standardized baselines for specific project types.",
      "Vice-Chair Dovland warned against inserting too many square brackets and, after discussion, said he was not going to suggest that the AWG-KP Chair make any changes to the text.",
      "The UNITED ARAB EMIRATES and others proposed adopting modalities and procedures for including CCS under the CDM at COP/MOP 6 instead of COP/MOP 7.",
      "On regional distribution, SENEGAL requested specific reference to project activities in SIDS and African countries.",
      "SAUDI ARABIA, ARGENTINA and PERU preferred reference to all developing countries.",
      "NEW ZEALAND, the RUSSIAN FEDERATION, AUSTRALIA, JAPAN and CANADA said they could not support the encouragement of introducing quotas for Certified Emission Reductions originating from LDCs, SIDS and Africa during the second commitment period.",
      "CANADA and the EU proposed the removal of specific percentages, as a compromise.",
      "BRAZIL, with CHINA, supported a return to Chair s original text on regional distribution.",
      "The REPUBLIC OF KOREA and AUSTRALIA called for discussion of credits from new market mechanisms. ANNEX I EMISSION REDUCTIONS (AWG-KP): Co-Chair Wollansky asked parties to focus on a proposed table to replace Protocol Annex B, as well as on proposed changes to Protocol Article 3 (Annex I further commitments), in the AWG-KP Chair s new draft text. JAPAN highlighted the need for clarity on how to define parties absolute emission reduction targets, and with AUSTRALIA and NEW ZEALAND, called for coherence with the AWG-LCA.",
      "He said the whole text relating to numbers should be bracketed.",
      "Parties then identified problematic issues, provided textual proposals and highlighted elements that required further discussions or explanations.",
      "Co-Chair Wollansky said the co-chairs might prepare a non-paper, based on the text and discussions so far, ahead of the next meeting of the group."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "working group"
}