{
   "actors": [],
   "countries": [],
   "enb_end_date": "28-Sep-05",
   "enb_long_title": "8th Session of WG-III and IPCC-24",
   "enb_short_title": "IPCC-24",
   "enb_start_date": "22-Sep-05",
   "enb_url": "http://www.iisd.ca/vol12/enb12278e.html",
   "id": "enb12278e_2",
   "section_title": "PRESENTATION ON THE DRAFT SUMMARY FOR POLICY MAKERS",
   "sentences": [
      "Co-Chairs Davidson and Metz presented highlights of the draft SPM, focusing on issues that attracted comments from governments and organizations during the consultation period for the draft SPM.",
      "A document of collated comments was distributed (8th WG III/INF.",
      "Co-Chair Davidson reminded delegates that the SPM aims to cover key issues relevant to decision makers but that it does not include policy recommendations.",
      "Discussing the current status of CCS technology, he noted the difficulty of defining the maturity of CCS system components, and explained that the SPM classifies CCS technologies into four 'phases' of maturity: those in the research phase; those in the demonstration phase; those that are economically feasible under certain conditions; and those that have a mature market. On CO2 storage opportunities, Co-Chair Metz noted that the figure of 2,000 Gt of CO2 for geological storage was derived from an expert judgment, and that technical estimates for ocean and mineral carbonation cannot be made yet.",
      "On the economic potential of CCS, he explained that, as practical experience with CCS remains limited, scenario studies were applied to consider economic potentialities.",
      "Discussing local health, safety and environmental risks associated with CCS, Co-Chair Metz noted that risks from transporting CO2 via pipelines would be comparable to those associated with hydrocarbon pipelines, while the risks for CO2 storage could be comparable with natural gas storage.",
      "He also said that ocean storage could have significant risks, but that there is insufficient information on ecosystem impacts.",
      "Co-Chair Metz explained that the risks of mineral carbonation would be those related to the environmental impacts of mining operations and that the figures provided in the SPM on the consequences of leakage from CO2 storage are indicative only.",
      "On the implications of CCS for emissions inventories and accounting, he said the 2006 IPCC Guidelines for National Greenhouse Gas Inventories (2006 Guidelines) are expected to include guidance on the incorporation of CCS in national inventories."
   ],
   "subtype": "",
   "topics": [],
   "type": "ipcc"
}