{
   "actors": [
      "Independent association of Latin America and the Caribbean",
      "Alliance of Small Island States",
      "European Union"
   ],
   "countries": [
      "Bangladesh",
      "Venezuela",
      "United States",
      "Japan",
      "Bolivia",
      "Brazil",
      "Canada",
      "South Africa",
      "Nauru",
      "Australia",
      "Indigenous Peoples",
      "Costa Rica",
      "Tanzania",
      "Norway",
      "Switzerland",
      "China",
      "New Zealand"
   ],
   "enb_end_date": "25-Oct-14",
   "enb_long_title": "Bonn Climate Change Conference - October 2014",
   "enb_short_title": "ADP 2-6",
   "enb_start_date": "25-Oct-14",
   "enb_url": "http://www.iisd.ca/vol12/enb12604e.html",
   "id": "enb12604e_1",
   "section_title": "WORKSTREAM 2:",
   "sentences": [
      "ADP Co-Chair Kishan Kumarsingh asked parties to respond to submissions, highlighting those from AOSIS and the LMDCs. SWITZERLAND, the US, Bangladesh, for the LDCs, and NEW ZEALAND supported using the Co-Chairs' draft text as the basis for discussion.",
      "SOUTH AFRICA, AUSTRALIA and CANADA supported the Co-Chairs issuing a revised draft text taking account of views expressed at this meeting. TANZANIA underscored the need to include adaptation and better emphasize means of implementation (MOI) in the draft text.",
      "Many supported the continuation of the workstream 2 work programme.",
      "On the AOSIS proposal, Nauru, for AOSIS, explained their submission concentrates on expanding the technical process post-2015, including: more effective and efficient TEMs through advance notice and increased interaction; regularly updated papers following TEMs; invitation of submissions by organizations at all levels with experience in implementing elements discussed in the TEMs; and ministerial engagement in workstream 2.",
      "On the LMDCs proposal, China, for the LMDCs, highlighted their conference room paper (CRP) on workstream 2, calling for, inter alia : immediate and early ratification of the Doha Amendment to the Kyoto Protocol; unconditional commitments by Annex I parties in 2014 to reduce emissions by 40% below 1990 levels by 2030; commitment of Annex II parties to support the adaptation framework; commitment to address response measures; rapid and substantial capitalization of the GCF; MRV of financial commitments; and operational modalities for the TEC and CTCN by SBSTA 42. NORWAY, CANADA, AUSTRALIA, JAPAN and NEW ZEALAND said the LMDCs CRP goes beyond the Warsaw mandate, with AUSTRALIA saying implementation of the Bali Action Plan is addressed elsewhere.",
      "CANADA added that the CRP would significantly limit parties' collective ability to reduce emissions.",
      "The EU and the LDCs noted emerging consensus on the need to carry TEMs beyond 2015.",
      "BRAZIL proposed considering expanding workstream 2 beyond 2020, either as part of the 2015 agreement or as a separate track. SWITZERLAND, AUSTRALIA, NORWAY and NEW ZEALAND said TEMs should focus on enhancing mitigation ambition of all parties.",
      "The US suggested making TEMs more concrete and outcome-oriented, and making information available before and after TEMs.",
      "CANADA welcomed efforts to make TEMs more effective and engage subnational authorities, but cautioned that a web-based information portal could become unmanageable.",
      "AUSTRALIA stressed ensuring the availability of financial resources.",
      "SOUTH AFRICA supported an ambition mechanism to act only on the TEMs outcomes.",
      "AILAC suggested establishing a new forum for parties to voluntarily share information on NAMA support and, opposed by NEW ZEALAND, a new mechanism to catalyze action on mitigation. NORWAY and JAPAN called for the TEC and CTCN to be more involved in the TEMs, with NEW ZEALAND suggesting they manage the TEMs and communicate TEM outcomes.",
      "AOSIS and the EU said there is no need to have TEMs at all UNFCCC meetings, with AOSIS noting that quality, not quantity, is key.",
      "Costa Rica, for AILAC, proposed a TEM on reviewing existing policy databases and, supported by AUSTRALIA, said TEMs should focus on implementation.",
      "NORWAY, with NEW ZEALAND, called for revisiting previous TEM topics and adding sessions on carbon pricing and removal of fossil fuel subsidies.",
      "AOSIS suggested TEMs on transport, and local and indigenous peoples' knowledge.",
      "BOLIVIA called for a TEM on technologies, knowledge systems and practices of indigenous peoples and local communities.",
      "JAPAN called for maintaining a focus on technology. SWITZERLAND and NORWAY said ministerial engagement should not be a matter of routine, but add value to the process.",
      "The US called for 'a strategic use' of ministers' engagement, including in TEMs.",
      "NEW ZEALAND and VENEZUELA suggested providing ministers with focused questions.",
      "AOSIS called for greater interaction between ministers.",
      "BRAZIL and AOSIS warned against 'ministerial fatigue'."
   ],
   "subtype": "groups",
   "topics": [],
   "type": "working group"
}