{
   "actors": [
      "Group of 77",
      "European Union"
   ],
   "countries": [
      "Brazil",
      "Canada",
      "New Zealand",
      "Malaysia",
      "Japan",
      "China",
      "Uruguay",
      "Tuvalu",
      "Costa Rica"
   ],
   "enb_end_date": "07-Jun-02",
   "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies",
   "enb_short_title": "SB-16",
   "enb_start_date": "07-Jun-02",
   "enb_url": "http://www.iisd.ca/vol12/enb12194e.html",
   "id": "enb12194e_8",
   "section_title": "LULUCF AND CDM",
   "sentences": [
      "On definitions and modalities for including LULUCF under the CDM, BRAZIL, for the G-77/CHINA, stressed that the outcome of the Orvieto workshop held in April, which detailed draft terms of reference (TOR) and agenda for work, served as a basis for negotiation only.",
      "The EU, CANADA, JAPAN, URUGUAY, COSTA RICA and NEW ZEALAND preferred using the Orvieto document as it stands and stressed the tight work schedule leading to COP-9.",
      "CHINA said workshop participation was limited and called for further exchange of views.",
      "BRAZIL underscored links between Articles 5, 7 and 8 and LULUCF modalities under the CDM. Co-Chair Krug invited participants to comment on the TOR as included in the annex of the workshop report.",
      "The G-77/CHINA noted that some aspects are missing, and stressed the LULUCF guiding Principles, particularly one on non-permanence.",
      "TUVALU, supported by the G-77/CHINA and opposed by NEW ZEALAND and CANADA, proposed including development of modalities for the application of the Principles.",
      "Under the section on input, the G-77/CHINA proposed that an options paper be compiled on modalities for crediting LULUCF units under the CDM.",
      "CANADA stressed his understanding that COP-7 decided that CDM projects generate CERs (certified emissions reductions), not RMUs (removal units). In the section on process, delegates agreed that SBSTA-16 would prepare, but not yet adopt, conclusions on definitions, though many Annex I Parties stressed the need to get as far ahead with the work as possible during this session.",
      "On modalities, MALAYSIA underscored the need to understand the issues before proceeding to drafting.",
      "The EU noted that the TOR only called for starting consideration of modalities at SB-17.",
      "Regarding the next workshop, CHINA said it should focus on exchange of views, not negotiation.",
      "MALAYSIA said agreement cannot be guaranteed at COP-9.",
      "Adjourning the meeting, Co-Chair Krug said a new TOR and agenda of work, taking Parties` views into consideration, would be prepared by the Secretariat for Friday."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}