{
   "actors": [],
   "countries": [
      "Mexico"
   ],
   "enb_end_date": "08-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "08-Dec-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12495e.html",
   "id": "enb12495e_10",
   "section_title": "IN THE CORRIDORS",
   "sentences": [
      "On Tuesday afternoon, the high-level segment began in Cancun, with a vibrant presentation of Mexico s beauty aimed at reminding delegates of what is at stake in efforts to address climate change.",
      "At the same time, various informal negotiations took place at the Moon Palace throughout the day, with experts and ministers attempting to refine texts in preparation for the next phase of negotiations.",
      "The mood remained constructive in some informals groups, while in others, some parties reported a complete lack of progress.",
      "Many participants having attended the AWG-LCA drafting group addressing texts on developed and developing country mitigation seemed satisfied that they now had decision text and appeared to be set to move to full negotiating mode.",
      "Finally!",
      "exclaimed one delegate.",
      "Others cautioned, however, that the existence of decision language does not necessarily indicate progress, with one stating, Let s just wait and see.",
      "My impression from the meeting is that parties will simply add their options back into the text, which they have already started to do!",
      "Delegates attending the various approaches to mitigation, including market mechanisms drafting group noted a near-stalemate, and a couple of delegates emerging from the technology discussions said they were frustrated.",
      "Given slow progress on many issues expected to be among the key Cancun outcomes, concerns were beginning to surface about whether and how all the necessary elements of the overall package will fall into place.",
      "One negotiator worried that the process might get bogged down in an attitude of no progress on anything until we have progress on everything.",
      "Many seasoned negotiators acknowledged that it will be difficult to close the gaps, although there were some indications that negotiators were starting to identify where trade-offs could work between the different negotiating blocks, and some also began to contemplate Plan B scenarios.",
      "For example, some REDD+ negotiators were seen working on strategies to ensure that if a comprehensive decision cannot be reached, a simpler agreement to move forward on REDD+ could be ensured as a basis for the ongoing initiatives in many developing countries.",
      "One veteran delegate noted: Eager parties are redoubling efforts in an attempt to ensure agreement on REDD+ is not held hostage to other issues and they are simultaneously attempting to accommodate different philosophical views on markets and safeguards.",
      "While most delegates began the journey back to their hotels after the AWG-KP s evening contact group ended at around 9 pm, some others, including the Secretariat, were preparing for a long night.",
      "Revised AWG-LCA and AWG-KP texts will be released tomorrow and I have to be here for the early morning COP/MOP stocktaking plenary, explained one delegate rushing back to her computer."
   ],
   "subtype": "corridors",
   "topics": [],
   "type": ""
}