{
   "actors": [
      "Asian Group",
      "European Union"
   ],
   "countries": [
      "Zimbabwe",
      "India",
      "Macedonia",
      "Mexico",
      "Qatar",
      "Russian Federation",
      "Australia",
      "Mali",
      "Papua New Guinea",
      "Saudi Arabia",
      "Slovenia",
      "United Kingdom",
      "Colombia",
      "Marshall Islands",
      "Guinea",
      "South Africa",
      "Bolivia",
      "Sudan",
      "Russia"
   ],
   "enb_end_date": "11-Dec-10",
   "enb_long_title": "Cancún Climate Change Conference",
   "enb_short_title": "COP 16",
   "enb_start_date": "29-Nov-10",
   "enb_url": "http://www.iisd.ca/vol12/enb12498e.html",
   "id": "enb12498e_3",
   "section_title": "Rules of procedure",
   "sentences": [
      "COP President Espinosa then reminded parties of the practice since COP 1 to apply the draft rules of procedure (FCCC/CP/1996/2) with the exception of draft rule 42 on voting.",
      "She noted that the issue remained unresolved after COP 15 and the COP President s intersessional consultations.",
      "Papua New Guinea expressed serious concern over continued reliance on the consensus rule and the lowest common denominator.",
      "He argued that Copenhagen was not a political but a procedural failure, noting that 140 parties have subsequently expressed support for the Copenhagen Accord.",
      "He stated that a minority is holding up progress and said the time has come to move forward under the UNFCCC with the possibility to vote when all else fails, or look elsewhere for solutions.",
      "Bolivia argued that the problem in Copenhagen was not the consensus rule but that the multilateral process was not respected.",
      "He stressed the need to preserve the consensus rule.",
      "India and Saudi Arabia agreed that the consensus rule must be preserved.",
      "Joel Hernández (Mexico) consulted informally on the rules of procedure.",
      "During the COP closing plenary early in the morning of 11 December, COP Vice-President Shin Yeon-Sung (Republic of Korea) reported that no consensus was reached on this matter.",
      "Parties agreed that informal consultations would continue.",
      "The COP closing plenary also approved the credentials of parties representatives (FCCC/CP/2010/6 and FCCC/KP/CMP/2010/11).",
      "Agenda and organization of work: The COP adopted the agenda (FCCC/CP/2010/1), with the item on the second review of Convention Articles 4.2(a) and 4.2(b) (policies and measures on emissions and removals from sinks) held in abeyance since COP 4.",
      "Observer organizations: The COP also approved the list of organizations admitted as observers (FCCC/CP/2010/4).",
      "Date and venue of future sessions: During the opening plenary, South Africa announced that COP 17 and COP/MOP 7 will be held in Durban, South Africa, from 28 November to 9 December 2011.",
      "On 11 December, the COP closing plenary adopted a decision accepting South Africa s offer to host COP 17 and COP/MOP 7, and noted offers by the Republic of Korea and Qatar to host COP 18 and COP/MOP 8 in 2012 (FCCC/CP/2010/L.5).",
      "The Republic of Korea and Qatar each emphasized that they are highly qualified to host these meetings. COP Vice-President Yeon-Sung also noted that at least one but possibly two additional sessions will be required in 2011 and that the Bureau will consider this.",
      "Election of Officers other than the President: On 10 December, the COP elected officers other than the President.",
      "The COP Vice-Presidents are: Lumumba Stanislaus-Kaw Di-Aping (Sudan); Andrea Garcia Guerrero (Colombia); Shin Yeon-Sung (Republic of Korea); Oleg Shamanov (Russian Federation); Phillip Muller (Marshall Islands) and Artur Runge-Metzger (EU).",
      "Mohammad Al-Sabban (Saudi Arabia) will remain in office as COP Vice-President due to lack of agreement on a candidate from the Asian Group.",
      "Andrej Kranjc (Slovenia) continues as the Rapporteur.",
      "Robert Owen-Jones (Australia) continues as SBI Chair and Mama Konaté (Mali) continues as SBSTA Chair.",
      "On Saturday, 11 December, officers for the AWG-LCA were also elected: Daniel Reifsnyder (US) as Chair, Margaret Mukahanana-Sangarwe (Zimbabwe) as Vice-Chair and Teodora Obradovic-Grncarovska (Macedonia) as Rapporteur."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}