{
   "actors": [
      "European Union"
   ],
   "countries": [
      "Brazil",
      "India",
      "Mexico",
      "Venezuela",
      "Micronesia",
      "China",
      "Chile",
      "Peru",
      "South Africa",
      "Bolivia"
   ],
   "enb_end_date": "19-Dec-09",
   "enb_long_title": "Copenhagen Climate Change Conference",
   "enb_short_title": "COP 15",
   "enb_start_date": "07-Dec-09",
   "enb_url": "http://www.iisd.ca/vol12/enb12459e.html",
   "id": "enb12459e_64",
   "section_title": "Sub-paragraph 1(b)(v) of the BAP",
   "sentences": [
      "The sub-group on various approaches to enhance the cost-effectiveness of, and to promote, mitigation actions, was facilitated by María del Socorro Flores (Mexico).",
      "Discussions were conducted through informal consultations and were based on Annex III.E of FCCC/AWG/LCA/2009/14.",
      "Many parties supported discussing both market and non-market-based approaches, while some preferred discussing only non-market-based approaches.",
      "Venezuela and Bolivia, in particular, objected to discussions of market-based-approaches and inclusion of these in the new draft text.",
      "Others, such as South Africa, Brazil, China and some other developing countries said such discussions could only proceed after Annex I parties undertake legally-binding QELROs.",
      "Most Annex I parties, as well as some Latin American ones such as Peru and Chile supported inclusion and discussion of market-based approaches.",
      "On HFCs, the controversy surrounded text encouraging or urging parties to pursue HFC regulation under the Montreal Protocol on Substances that Deplete the Ozone Layer.",
      "Currently HFCs are regulated by the Kyoto Protocol, but during previous sessions, some parties proposed also having the Montreal Protocol regulate HFCs.",
      "The EU and the Federated States of Micronesia, opposed by Brazil, India and China, supported the inclusion and discussion of this issue.",
      "According to China and India, since the Montreal Protocol is an entirely different process, it is not appropriate to give instructions to its parties.",
      "They also pointed out that this issue was already being discussed by the Montreal Protocol and there was no need to duplicate discussions here.",
      "Regarding the option for promoting the voluntary implementation of mitigation actions, including actions with near-term effects, several parties, including India and China, objected to its inclusion.",
      "The Federated States of Micronesia encouraged parties not to reject the entire option just because they object to some of the possible actions with near-term effects, such as HFC regulation."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}