{
   "actors": [
      "Alliance of Small Island States",
      "League of Arab States",
      "African Group",
      "European Union",
      "Independent association of Latin America and the Caribbean"
   ],
   "countries": [
      "New Zealand",
      "Tuvalu",
      "Venezuela",
      "United States",
      "Chile",
      "Bolivia",
      "Australia",
      "Brazil",
      "Kenya",
      "South Africa",
      "Singapore",
      "Saudi Arabia",
      "Norway",
      "Switzerland",
      "China",
      "Saint Lucia"
   ],
   "enb_end_date": "11-Jun-15",
   "enb_long_title": "Bonn Climate Change Conference - June 2015",
   "enb_short_title": "SB 42",
   "enb_start_date": "01-Jun-15",
   "enb_url": "http://www.iisd.ca/vol12/enb12638e.html",
   "id": "enb12638e_5",
   "section_title": "MITIGATION",
   "sentences": [
      "The first reading section D (Mitigation), containing 33 paragraphs in the Geneva negotiating text, commenced on Monday, 1 June in the negotiating group chaired by Co-Chair Djoghlaf. Parties undertook mechanical streamlining and consolidation of several paragraphs, and continued in an informal facilitated discussion group, co-facilitated by Franz Perrez (Switzerland) and Fook Seng Kwok (Singapore).",
      "A summary of discussions on specific paragraphs is available at: http://www.iisd.ca/vol12/enb12629e.html On Thursday, 4 June, parties began \"unpacking paragraphs\" in a facilitated group, identifying linkages to other sections.",
      "Discussions focused on issues of accounting, land use, the use of markets and institutional arrangements for markets.",
      "Parties also addressed general principles in the agreement and leaving details to decisions. The EU presented a proposal on general accounting principles.",
      "Kenya, for the African Group, opposed considering accounting, suggesting it is better placed under transparency.",
      "Brazil cautioned against clustering accounting and market issues, suggesting accounting relates to transparency and compliance.",
      "Chile, for AILAC, suggested sub-issues under the use of market mechanisms could be \"shuffled\" at a later stage.",
      "Saudi Arabia and Venezuela opposed discussing markets at this stage, with Bolivia calling for including non-market-based approaches. Saint Lucia, for the Alliance of Small Island States (AOSIS), noted linkages among market use, the compliance system, net benefits and eligibility rules to ensure environmental integrity, and recognized the potential to cluster: purpose of market mechanisms and principles for their use; accounting of market transfers; elaboration of further rules; and consistent use of estimation methodologies, adjustments and common metrics. Parties considered clustering paragraphs to increase clarity of the text on Saturday, 6 June, and on Tuesday and Wednesday, 9 and 10 June, aided by a \"technical tool,\" which suggested concepts in a table continuously revised by the Co-Facilitators. The African Group presented its proposal to structure the section around: a long-term global goal on mitigation; individual commitments; characteristics; arrangements/mechanisms; and mandate/authority for the governing body.",
      "Bolivia called for including the 1.5°C or 2°C limit, and opposed addressing markets and land use.",
      "Brazil cautioned against reopening negotiations on REDD+, which he viewed as linked to the finance section.",
      "Saudi Arabia called for including the issue of equity. Parties noted some issues could fit under multiple headings, supported Brazil§s proposal to clarify options on differentiation and discussed placement of text in the core agreement versus decisions.",
      "Several parties, including China, Saudi Arabia, for the Arab Group, South Africa and AILAC noted it is premature to discuss placement. Many parties agreed that paragraphs containing evolving elements should be in COP decisions.",
      "Tuvalu noted the need to differentiate between decisions to be taken prior to the entry into force of the agreement and those taken thereafter.",
      "Many suggested launching a work programme for adopting decisions to operationalize the agreement. Australia suggested addressing interim arrangements and how they fit into decisions.",
      "The EU emphasized that mitigation commitments should be in the agreement.",
      "Norway and Brazil suggested markets be anchored in the agreement and details on markets be expressed in decisions. The US suggested that carbon neutrality, low-emission development strategies and the long-term temperature goal be treated in decisions.",
      "Saint Lucia, supported by AILAC, opposed, stressing the long-term temperature goal should be in the agreement. New Zealand underlined that durable elements need to be addressed in the agreement and that all parties must be transparent in reporting on delivery of commitments to build trust. Co-Facilitator Perrez explained discussions on the Co-Facilitators§ \"technical tool,\" which was introduced to facilitate clustering, and all inputs from parties would be conveyed to the ADP Co-Chairs."
   ],
   "subtype": "",
   "topics": [],
   "type": ""
}