{
  "countries": [
    "Algeria", 
    "India", 
    "Austria", 
    "China", 
    "Antigua and Barbuda", 
    "Argentina", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "49TH GENERAL ASSEMBLY", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The 49th session of the UN General Assembly considered the Framework Convention on Climate Change from 19-21 October 1994.", 
    "During the debate, the Chair of the INC/FCCC, Amb.", 
    "Raul Estrada-Oyuela (Argentina), noted that although much progress has been made, additional measures may be needed.", 
    "The participation of developing countries in the Convention needs to be clearer the only quantitative commitment is that the developed countries must reduce emissions to 1990 levels. In other statements, Antigua and Barbuda, on behalf of the Caribbean Community, said industrialized countries should take significant steps to reduce emissions of carbon dioxide and other greenhouse gases.", 
    "These concerns are adequately addressed by the AOSIS draft protocol on the reduction of greenhouse gas emissions.", 
    "He urged that the debate on the AOSIS draft protocol begin at INC-11, with its subsequent adoption at the first COP.", 
    "Austria, supported by New Zealand, stated that commitments must be strengthened and that a reduction in carbon dioxide emissions after the year 2000 is necessary to achieve the goals of the Convention. Algeria, on behalf of the G-77, urged parties to the Convention not to go beyond the original mandate.", 
    "Distinct categories of parties should have distinct responsibilities and any attempt to undermine this principle through innovative concepts, such as joint implementation, would have negative repercussions.", 
    "China said that it did not approve of any attempt to make developing countries accept concrete restrictive targets through amending the Convention or negotiating new protocols.", 
    "India said there is still a lack of clarity on several concepts in the Convention, including full incremental costs, joint implementation and transfer of technology.", 
    "While India recognized the need to address reduction of greenhouse gases beyond the year 2000, he did not believe that this is the time to strengthen commitments, since INC negotiations on a new protocol could distract from establishing a fundamental basis to implement the existing Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1201000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "COP", 
  "id": "1201000e_6", 
  "enb_end_date": "06-Feb-95"
}