{
  "countries": [
    "United States", 
    "Romania", 
    "Australia", 
    "China", 
    "Japan", 
    "Poland", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "AGENDA ITEM 7(D) - METHODOLOGICAL ISSUES", 
  "enb_start_date": "07-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Secretariat invited discussion of document A/AC/237/84, on methodological issues.", 
    "France, on behalf of the EU, recommended continued use of draft guidelines for national communication, and collaboration between subsidiary bodies of the Convention and the IPCC on revisions of the guidelines.", 
    "He said additional effort should be made to reduce uncertainty in GWPs but that parties should use them if they wish.", 
    "Japan supported the GWP position and said that the inventory methodologies could be used by Annex 1 and non-Annex 1 Parties.", 
    "Australia said Parties should continue to have the flexibility to use country-specific approaches that are comparable to IPCC guidelines and also supported continued use of GWPs.", 
    "Poland said revisions of guidelines should follow periodicity of national communications.", 
    "The US supported use of GWPs and IPCC vulnerability assessment methodologies.", 
    "He suggested future work on inventory guidelines, impacts and mitigation methodologies and others will ultimately be the responsibility of SBSTA and the Convention Parties, not the IPCC or other multilateral organizations, and that COP-1 could remand the issue to SBSTA.", 
    "The International Civil Aviation Organization (ICAO) asked whether the Convention will be actively involved in controlling aircraft emissions, suggesting that this would duplicate ICAO\u0092s activities.", 
    "Romania said inventories may be difficult based on available data, and that the COP should take this into consideration.", 
    "China said IPCC guidelines are difficult to apply, especially for developing countries.", 
    "He suggested calculating emissions per capita as an alternative methodology.", 
    "The Chair said she would develop a revised draft based on delegates\u0092 comments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1202000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1202000e_3", 
  "enb_end_date": "07-Feb-95"
}