{
  "countries": [
    "Saudi Arabia", 
    "Egypt", 
    "France", 
    "Antigua and Barbuda", 
    "Colombia", 
    "Nigeria", 
    "Benin"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "WORKING GROUP II", 
  "enb_start_date": "07-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "groups", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Working Group first addressed Agenda Item 8(a), Questions to the GEF Chair/CEO Mohammed El-Ashry.", 
    "France, on behalf of the EU, asked about the criteria for choosing the projects to be presented at the next GEF council meeting, and possible tools for GEF action on climate change.", 
    "El- Ashry responded that the overarching GEF strategy would emerge as the Convention proceeds, and that the existing guidelines for projects were primarily for enabling activities.", 
    "He stated the GEF alone does not have sufficient funding for all proposals and must look to other means to mobilize resources. Following a question from Antigua and Barbuda on the role of the COP and the GEF in project consideration, and recourse for projects denied funding, El-Ashry stated that the division of labor between the GEF, the COP and the INC is contained in the Convention, and that continuation of the cooperative spirit between GEF and the COP in project development would help avoid misunderstandings.", 
    "Colombia later asked for further clarification, and El-Ashry again noted that both GEF and Convention secretariats will be involved in the decision making process. Benin asked: 1) how many projects can the GEF launch per country; 2) is there a regional distribution plan for GEF projects; and 3) is there a plan for distribution of funds among the GEF\u0092s four focal areas.", 
    "El-Ashry replied that the number of projects per country depends on the capacity of the country and the institution.", 
    "Rules on regional distribution or allocation existed only in the pilot phase and distribution of funds among focal areas has not yet been done, but may be in the future.", 
    "Saudi Arabia stated that the GEF Council has overlooked the importance of implementing activities in developing countries.", 
    "These countries need substantial funding to establish a sound infrastructure, and it appears, based on the GEF Council figures on funding for enabling activities, that the GEF will face high administrative costs in implementing projects.", 
    "El-Ashry answered that they are currently trying to deal with coordination at the country level to ensure the provision of resources, not administrative costs. Nigeria commented that some projects are primarily of local rather than international relevance.", 
    "He asked how these projects are conceived to address issues of local importance, while meeting the GEF\u0092s requirements for regional and global relevance.", 
    "Egypt stated that capacity building must have an objective determined by the developing country itself and asked whether projects could be co-funded by the implementing agency.", 
    "El-Ashry answered that the global environment only benefits if the local environment benefits."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1202000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "cop", 
  "id": "1202000e_5", 
  "enb_end_date": "07-Feb-95"
}