{
  "countries": [
    "China", 
    "France", 
    "India", 
    "Peru", 
    "Benin"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "EU PAPER ON DETERMINATION OF THE AMOUNT OF FUNDING NECESSARY AND AVAILABLE", 
  "enb_start_date": "08-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "France, on behalf of the EU, introduced a paper on necessary and available funding.", 
    "She noted that in addition to the GEF, other traditional sources of funding are important, including multilateral banks, financial assistance, private sector and national resources.", 
    "Needs must be clearly defined in the plans designed by developing countries.", 
    "Available funds must first cover incremental costs, which should be determined jointly by the entity entrusted with financial mechanism and the country concerned.", 
    "Since the extent of funding necessary will be based on national communications of developing country Parties, the timing of reviews should be linked to the rate of which such communications become available. China thought that the paper put the cart before the horse because developing countries need financial and technical assistance to implement the Convention and submit reports.", 
    "Benin and Peru echoed these concerns.", 
    "India asked the EU to examine the paper produced by the G-77 at INC-10 on communication of information by non-Annex I Parties.", 
    "France responded that the EU believes that the preparatory work on national communications will be financed by the financial mechanism.", 
    "Discussion will continue after delegates have a chance to study the paper."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1203000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1203000e_3", 
  "enb_end_date": "08-Feb-95"
}