{
  "countries": [
    "Brazil", 
    "Canada", 
    "Netherlands", 
    "Uganda", 
    "Philippines", 
    "France", 
    "United States", 
    "Peru", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Benin", 
    "Mauritius", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "WORKING GROUP II", 
  "enb_start_date": "08-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Working Group II completed consideration of the maintenance of interim financial arrangements and opened discussion of modalities and funding needs. AGENDA ITEM 8(b) MAINTENANCE OF INTERIM FINANCIAL ARRANGEMENTS: During the discussion of the Co-Chair\u0092s draft decision, Brazil, Uganda, the Republic of Korea, Malaysia and Iran supported the G-77 amendments, which clarified that the GEF shall continue to be the interim entity entrusted with the operation of the financial mechanism.", 
    "Uganda and Malaysia felt that the relationship between the GEF Council and the COP requires further work and evaluation.", 
    "The Netherlands and Norway said that the restructured GEF is now in conformity with the conditions in Article 21.3 and should permanently operate the financial mechanism.", 
    "The US, supported by the Netherlands, warned that if the question of the financial mechanism is left open, it will sow doubt among people outside this process. The Co-Chair, Nobutoshi Akao, proposed a compromise for the first paragraph: Decides that the interim arrangements with the restructured GEF, referred to in Article 21.3, shall be maintained.", 
    "Malaysia supported the proposal.", 
    "The Netherlands and Canada responded that the question of permanency should not be postponed and rejected the Co- Chair\u0092s proposal. The Philippines and Peru did not believe that the GEF has been adequately restructured, especially with regard to universality of participation.", 
    "While the Co-Chair implored delegates not to argue about restructuring, the US, France, Japan and Australia responded, since the issue of universality had been vigorously negotiated.", 
    "Mauritius said restructuring was a precondition for the GEF to be the interim, not the permanent, operating agency.", 
    "The question before the Group is whether the interim arrangement is to be maintained.", 
    "The question of a permanent financial mechanism is rather premature.", 
    "Benin noted that the fourth requirement in Article 11.3, determination of the amount of funding necessary and available for the implementation of the Convention, is not settled. France, supported by the Philippines, Colombia, South Africa and others, called for the establishment of a small working group to address this issue.", 
    "The Co-Chair asked John Ashe (Antigua and Barbuda) to chair this open-ended small group. AGENDA ITEM 8(a)(i) MODALITIES: The Co-Chair initiated a discussion on possible arrangements between the COP and the operating entity for the financial mechanism, using the suggested elements in paragraph 11 of document A/AC.237/87.", 
    "France, on behalf of the EU, supported using a Memorandum of Understanding (MOU) as a form of institutional arrangement and agreed with the procedure for creating the agreement.", 
    "She added that paragraphs 25 and 28 contained ambiguities, which must be clarified in the MOU, and that paragraph 19 must clarify how the COP can inform the GEF or other organization on reconsideration of funding decisions.", 
    "The Co-Chair warned against micro- management of the operating entity, but reiterated that any decision must be consistent with COP policies.", 
    "Japan suggested deleting the list of specific articles from paragraph 31, on the mobilization of funds.", 
    "Co-Chair James Stovall opened the afternoon session by noting a general sense of agreement that the Secretariats of the Convention and the GEF should draft an agreement. AGENDA ITEM 8(a)(ii) GUIDANCE: The Co-Chair then invited comments on Agenda Item 8(a)(ii), Guidance, based on documents A/AC.237/Misc.40-41 and A/AC.237/86-88.", 
    "Saudi Arabia asked for specific inclusion of the position of the G-77 and China for consideration with A/AC.237/Misc.41.", 
    "The Co-Chair replied that the document represented a composite text and any text in dispute was underlined. Sub-paragraph 1(a)(v): France, supported by the US, preferred the second bracketed option, which listed specific elements of national programmes subject to mitigation and adaption measures, but suggested moving it to paragraph 2 on programme priorities.", 
    "The Philippines said that the G-77 had not readressed its INC-10 position on this issue and she could not speak on their behalf.", 
    "Saudi Arabia stressed the need for generality, and agreed with deleting the sub- paragraph.", 
    "The Co-Chair then suggested the possibility of deleting the debated portion of sub-paragraph (v), but leaving in paragraph 2(e), on implementation. Sub-paragraph 1(a)(vii): France suggested that this sub- paragraph, on mobilization of funds, be deleted because the sub-paragraph requires the funding mechanism to ensure predictability of resources, and shifts the commitment to ensure funds onto the operating entity.", 
    "The US was concerned about linking several parts of the Convention without actually adding anything.", 
    "Japan also had difficulty accepting this sub-paragraph.", 
    "However, Egypt, India and the Philippines voiced strong objections.", 
    "They noted the sub- paragraph only required the entity to take full account of the predictability of funds in decision making, but did not require ensuring predictable funds.", 
    "China reminded delegates that this sub-paragraph added no new requirements and took two days of negotiation during INC-10.", 
    "France and the Philippines disagreed as to the sub-paragraph\u0092s application to Article 4.3, developed States\u0092 obligations.", 
    "The US reiterated that the COP has responsibility for mobilizing funds. Paragraph 1(b) addresses activities undertaken outside the framework of the financial mechanism.", 
    "There was still some question about the location of sub-paragraph (iii), which prohibits new forms of conditionality.", 
    "Egypt and other G-77 countries prefer that this sub-paragraph either follow or be appended to the first sub-paragraph on consistency between activities outside and within the financial mechanism.", 
    "Australia disagreed. India proposed deleting sub-paragraph (ii) on information from multilateral and regional financial institutions.", 
    "The US wanted to retain it.", 
    "Japan and Australia suggested deleting the underlined portions.", 
    "On sub-paragraph (iv), China suggested retaining the first sentence on measures for promoting consistency, and deleting the rest.", 
    "The US and Japan wanted to retain the entire paragraph.", 
    "New Zealand proposed: The Secretariat and the operating entity or entities of the financial mechanism should promote consistency.", 
    "Initial measures for promoting such consistency would include information collection and analysis, and appropriate contact with relevant institutions and organizations.", 
    "India suggested deleting the entire paragraph since it micro-manages the GEF."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1203000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "cop", 
  "id": "1203000e_2", 
  "enb_end_date": "08-Feb-95"
}