{
  "countries": [
    "Canada", 
    "Czech Republic", 
    "Poland", 
    "France", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Argentina", 
    "Mauritius", 
    "Australia", 
    "Russia", 
    "China", 
    "Hungary", 
    "Philippines"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "WORKING GROUP I", 
  "enb_start_date": "08-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "groups", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Working Group I concluded its deliberations on the review of national communications.", 
    "Delegates did not want to consider the adequacy of commitments until Wednesday and, thus, the Group adjourned before 4:00 pm. AGENDA ITEM 7(a) REVIEW OF NATIONAL COMMUNICATIONS: Working Group I resumed consideration of the Secretariat\u0092s synthesis report and recommendations on national communications.", 
    "Poland said the Secretariat\u0092s recommended schedule of national communications every two years is too expensive for Parties and would not produce new information.", 
    "He also said the recommended annual periodicity for emissions inventories was too short.", 
    "Japan said the due date for the second national communications should be delayed, but he supported annual emissions inventory updates.", 
    "He said CO2 emissions data could be collected with a reasonable workload, but that inclusion of other gases should be optional.", 
    "The US said that the Secretariat\u0092s report focused too much on CO2, suggesting that Parties needed to focus on all gases.", 
    "He did not think Parties should be named in the report.", 
    "He supported the Secretariat\u0092s recommended time frames, but urged development of guidelines for developing country Parties. Russia said the synthesis report did not yet present a clear picture of emissions trends.", 
    "He said the complexities in reporting make it impossible to agree to a new timetable and called for improved aggregations of emissions by sector to examine collective implementation by Annex 1 Parties.", 
    "Switzerland said naming specific Parties would be acceptable in the synthesis report.", 
    "Supported by the Czech Republic, she suggested a four-year cycle for subsequent national communications and questioned the usefulness of annual inventories.", 
    "Norway said the synthesis report clearly indicates that further action is needed to meet Convention objectives, and supported naming Parties in the synthesis report, the Secretariat\u0092s recommendation on periodicity, and improved guidelines and evaluation of policy measures. Hungary recommended averaging several years\u0092 emissions rather than using one year for an inventory baseline.", 
    "He suggested biannual inventories and a four-year periodicity for full communications, and supported naming Parties in the synthesis report.", 
    "Mauritius said the Secretariat should consider non-Annex 1 Parties' communications in reviewing guidelines.", 
    "New Zealand said while a decision on periodicity of national communications could wait for more experience from the SBSTA, she supports annual inventories. Australia supported annual emissions updates, but recommended that the COP define comparable reporting years.", 
    "Canada said Parties need to resolve deviations from the guidelines, requested flexibility on the exact date for submissions and supported annual inventories by Annex 1 Parties.", 
    "China said the 15 submissions fail to meet the Convention\u0092s requirements because many lack documentation and evaluations of policies, and do not describe financial contributions to developing countries.", 
    "France, on behalf of the EU, said that the synthesis report should be more flexible in naming Parties, periodicity could await subsidiary bodies\u0092 advice, and annual inventories should be extended to all GHGs.", 
    "Argentina supported naming Parties and the Secretariat\u0092s proposed timetable.", 
    "The Climate Action Network presented an NGO evaluation of 20 OECD countries\u0092 plans, noting that although procedural implementation is moving forward, more needs to be done substantively.", 
    "Without a protocol, further progress would be undermined as Parties encounter political difficulties. AGENDA ITEM 7(b) REVIEW OF ADEQUACY OF COMMITMENTS: The Chair invited delegates to address the adequacy of commitments.", 
    "The Secretariat reviewed information on the global situation, past decisions and the need to address other areas.", 
    "He said the IPCC Special Report, its guidelines document and various peer reviewed studies compiled in A/AC.237/Misc.43 covered the global situation, and invited comments on these documents, as well as A/AC/L.23 and A/AC/L.23/Add.", 
    "1, the AOSIS protocol and the German proposals.", 
    "The Philippines, on behalf of the G-77 and China, said they are more concerned with full implementation of the Convention than with reviewing the adequacy of commitments.", 
    "He said the objective for INC-11 and COP-1 is to ensure that the Convention can be implemented."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1203000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "cop", 
  "id": "1203000e_1", 
  "enb_end_date": "08-Feb-95"
}