{
  "countries": [
    "Peru", 
    "Algeria", 
    "Poland", 
    "India", 
    "United States", 
    "Antigua and Barbuda", 
    "Colombia", 
    "Russian Federation", 
    "China", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "AGENDA ITEM 9 PROVISION TO DEVELOPING COUNTRY PARTIES OF TECHNICAL AND FINANCIAL SUPPORT", 
  "enb_start_date": "10-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Janos Pasztor from the Interim Secretariat presented documents A/AC.237/90 and the addenda, which contained progress reports on the Climate Convention information exchange programme (CC:INFO), the joint training programme (CC:TRAIN), and a note on the Climate Convention cooperation programme (CC:COPE).", 
    "Antigua and Barbuda, referring to A/AC.237/ 90/Add.3 on assistance for enabling activities, asked about the role of the informal consultative mechanism and whether it involves technology transfer.", 
    "The Interim Secretariat replied that the consultative mechanism is intended as a sharing process, and that technology transfer has not been discussed.", 
    "Antigua and Barbuda also asked whether paragraph 39(a), on enabling countries to produce better project proposals, was intended to help develop proposals, or merely to share information.", 
    "The GEF said that the mechanism was under the guidance of the Interim Secretariat. Peru asked about the specific composition of the consultative mechanism and the criteria for its creation.", 
    "The Interim Secretariat replied that while there were currently no formal list of participants, it should include agency technical experts and individuals with relevant experience and the INC could come up with criteria.", 
    "India asked how programme priorities would be met by this consultative process.", 
    "The Interim Secretariat replied that this document only spells out how the staffs would work together but the issues to be addressed were up to the Working Group. The US commented that document A/AC.237/80 contains the inputs for the CC programmes and asked for estimates on the outputs.", 
    "The Interim Secretariat will prepare a table for discussion next week.", 
    "Poland and the Russian Federation expressed concern about the availability of GEF financing within the financial mechanism and said it should not be limited to developing countries.", 
    "The GEF replied that this document only covers enabling activities within the financial mechanism and that activities within CC:COPE are not limited to developing countries.", 
    "Algeria said that agreement must be reached on an approach that will define the framework of assistance to be given to developing countries, adding that the COP alone is empowered to define eligibility criteria.", 
    "The GEF responded that the operational criteria defined in paragraph 18 of the document are not eligibility criteria but rather internal operating matters for the GEF. AGENDA ITEM 8(a)(ii) MODALITIES: The Chair said that more discussion is needed on the assessment of funding needs and the form of the arrangement.", 
    "During INC-10, there was a choice between an MOU and a legally-binding agreement, and most Parties, if not all, expressed support for the MOU.", 
    "The Philippines noted that the G-77 and China have not yet come up with a definite decision on this matter or on the assessment of funding needs.", 
    "Colombia said that the COP should begin to work on the MOU before the Secretariat of the Convention begins its talks with the GEF.", 
    "The US responded that since the Secretariat has produced a good text in A/AC.237/87, the Committee could recommend that the two secretariats meet and develop an MOU in time for COP-1.", 
    "Discussion will resume on both agenda items on Tuesday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1205000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1205000e_3", 
  "enb_end_date": "10-Feb-95"
}