{
  "countries": [
    "United States", 
    "Australia"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "WORKING GROUP II", 
  "enb_start_date": "10-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Working Group II held cursory discussions on: guidance to the financial mechanism, provision of technical and financial support to developing country Parties, and modalities for institutional linkages between the COP and the financial mechanism. AGENDA ITEM 8(a)(i) GUIDANCE: The Group resumed consideration of the remaining unresolved paragraphs in A/AC.237/Misc.47 on policy guidance to the financial mechanism. Paragraph 2(d): The Group agreed on: 'The operating entity or entities should, in accordance with the policies, programme priorities and eligibility criteria as established by the COP, be available to assist, if so requested, in the implementation of the national programmes adopted by developing country Parties.", 
    "' The US said that it could not accept 2(d) until there is agreement on 2(e). Paragraph 2(e): The G-77 and the US insisted that there should be a link between paragraphs 2(d) and 2(e).", 
    "The G-77, supported by the US and Australia, proposed deleting the bracketed phrase in paragraph 1(a)(v), if 2(e) remains in the text.", 
    "Otherwise, the G-77 felt that 2(e) should be deleted.", 
    "The EU disagreed.", 
    "There were also questions about whether the 'comprehensive approach' to mitigation described in the Convention focuses only on emissions sources or on sinks as well.", 
    "The Chair indicated that the main objective of this paragraph is that activities to mitigate greenhouse gas emissions should get priority in GEF financing.", 
    "The EU preferred retaining reference to the comprehensive approach, and added that its deletion would require explicit listing of the sectors in which mitigation activities must be carried out.", 
    "Developing countries held that the first part of the paragraph referenced only mitigation of emissions and additional terms would alter the focus.", 
    "The Co-Chair proposed the following: 'In the implementation of these national programmes, the operating entity or entities should support activities to mitigate greenhouse gas emissions not controlled by the Montreal Protocol, [and to protect and enhance sinks and reservoirs of greenhouse gases/consistent with the comprehensive approach contained in the convention]."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1205000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "cop", 
  "id": "1205000e_2", 
  "enb_end_date": "10-Feb-95"
}