{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Kuwait", 
    "Philippines", 
    "Micronesia", 
    "France", 
    "United States", 
    "Kenya", 
    "New Zealand", 
    "Malawi", 
    "Benin", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "India", 
    "United Kingdom", 
    "Malaysia", 
    "Senegal", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "WORKING GROUP I", 
  "enb_start_date": "13-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Working Group I concluded its discussion of Joint Implementation, considered subsidiary bodies, and conducted informal negotiations on the Co-Chair\u0092s draft decision on methodological issues. AGENDA ITEM 7(c) - JOINT IMPLEMENTATION: The Netherlands noted its experimental joint implementation (JI) programme and expressed regret that JI projects initiated prior to the pilot phase may not be credited.", 
    "Kenya suggested that the COP should establish a clearinghouse for transfer of technologies employed in the JI pilot phase, so that developing country participants are not left at the mercy of the private sector.", 
    "The Chair proposed establishing a contact group to resolve differences. AGENDA ITEM 7(e) - SUBSIDIARY BODIES: The Secretariat presented document A/AC.237/85 on the roles of the subsidiary bodies.", 
    "France, on behalf of the EU, supported by Canada and others, endorsed the SBSTA\u0092s two technical advisory panels.", 
    "The EU added that the review of adequacy of commitments should be given to an ad hoc committee.", 
    "The US thought this was the SBI\u0092s responsibility.", 
    "Australia said that both bodies are the engine of the COP and the Convention, and added that an ad hoc committee under SBI review the adequacy of commitments.", 
    "Benin pointed out that periodic reports on the implementation of the Convention had not been included.", 
    "Japan called for limiting the number of working languages.", 
    "New Zealand said that the SBSTA should serve as the link between IPCC and the COP, and the negotiation of any new instrument strengthening the Convention should be under the SBI.", 
    "The US called for a clear division of responsibilities with the SBSTA offering guidelines used to produce national communications, and the SBI evaluating the synthesis report based on measures and policies from national communications.", 
    "The US also stressed the need for maintaining the intellectual objectivity of the IPCC.", 
    "The Philippines, on behalf of G-77 and China, said that the SBSTA should not be subordinated to the SBI as if they were parallel bodies, and added that the SBSTA should work out guidelines for the IPCC report.", 
    "China said that given the importance of both bodies, all six UN working languages were required.", 
    "Malawi said that the IPCC should not be subordinated to the SBSTA. AGENDA ITEM 7(d) - METHODOLOGIES: The Chair initiated informal consultations on Item 7(d), Methodological Issues.", 
    "China objected to paragraph 1(b) directing non-Annex I parties to use IPCC guidelines in preparing their national communications.", 
    "He said the guidelines are too bulky, complicated and expensive for developing countries to implement.", 
    "He suggested developing country Parties would work out comparable guidelines for their own use.", 
    "The Chair pointed to the phrase 'as appropriate and to the extent possible' and developed country Parties\u0092 discretionary use of the guidelines as giving developing countries flexibility.", 
    "China, supported by Malaysia, Saudi Arabia, Senegal, India, Kuwait, Micronesia and Iran, suggested changing the phrase to 'as appropriate and to the extent possible simplified.", 
    "' The G-77 asked for further time to study the draft decision to develop a common position. The US, supported by the EU, the Netherlands, Japan, Canada and Australia, said it was concerned about the form and nature of the simplification, who would simplify the guidelines, how transparency would be maintained, and what revising the guidelines might cost.", 
    "China responded that the G-77 and China would revise the guidelines, that transparency was a relative term in light of some Annex 1 communications, and that simplified guidelines would cost less to apply than scholastic, bombastic and complicated forms from the existing guidelines.", 
    "France, on behalf of the EU, said 'simplified' leaves a broad scope for interpretation, and suggested that developing countries could use IPCC default guidelines.", 
    "The Chair asked if China would accept adding 'defaults,' but China reiterated that the IPCC guidelines are too cumbersome.", 
    "As a compromise, the Chair suggested amending the text to read that non-Annex I Parties could use IPCC guidelines 'or the simplified default methodologies adopted by the IPCC' and leave the original text to read 'as appropriate and to the extent possible.", 
    "' China said the IPCC should not give instructions on reporting to sovereign States, but agreed to accept the Chair\u0092s suggestion. The EU suggested adding language to paragraph 1(c) to read 'provided that the inventories are compiled on a fully disaggregated and detailed gas-by-gas basis and that the methodologies and calculations are transparent,' and 'on a provisional basis' so that new IPCC methodologies could be added in the future.", 
    "China said the amendment sounded like bombs to developing countries.", 
    "France said the language could be amended to refer to previous decisions of the INC on guidelines, inventories and national communications.", 
    "China accepted 'taking account the decisions of the INC' and the paragraph was adopted. In sub-paragraph 1(d)(ii), the EU added that the SBSTA provide advice to the COP and the SBI.", 
    "China said that under the Convention both the SBSTA and SBI are parallel organizations and suggested that SBSTA provide advice to the COP and not the SBI.", 
    "The UK agreed that the bodies are parallel, but that Article 9 of the Convention states that the SBSTA was established to provide advice to the COP and, as appropriate, its other subsidiary bodies. In sub-paragraph 1(d)(iv) on a work plan and timetable on the allocation and control of emissions from international bunker fuels, the EU added a new sub-paragraph that the SBSTA, with the guidance of SBI, take into account ongoing work in governments and IGOs.", 
    "In Paragraph 2 on the contribution of relevant organizations, including the IPCC to the work of the SBSTA, the EU suggested adding 'scientific aspects of' before 'methodologies.", 
    "' The Working Group then informally accepted the text.", 
    "The G-77 and China asked for time to review the 'deja vu' document and the Working Group was adjourned."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1206000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "cop", 
  "id": "1206000e_6", 
  "enb_end_date": "13-Feb-95"
}