{
  "countries": [
    "Canada", 
    "Australia", 
    "Italy", 
    "Mexico", 
    "Poland", 
    "United States", 
    "Zimbabwe", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Nigeria"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AGENDA ITEM 5 - DESIGNATION OF A PERMANENT SECRETARIAT", 
  "enb_start_date": "13-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Chair introduced document A/AC.237/79 on designation of the Permanent Secretariat, and distributed A/AC.237/79/Add.5, Conclusions of the Contact Group, and Add.6, Institutional linkages. Institutional Linkages: The Chair summarized the document and said they would discuss this further on Monday. Financial rules of the COP and its subsidiary bodies: The Chair reported that in A/AC.237/79/Add.5, the Contact Group on the Permanent Secretariat analyzed both the financial procedures and the budget outline for 1996/97.", 
    "The Contact Group supported the establishment of a Finance Committee, consisting of 10-15 Parties, which could meet during sessions of the COP or the subsidiary bodies.", 
    "The Contact Group also proposed establishing a small group at this session to study the 1996/97 budget outline. Physical Location: The Contact Group recommended that the Committee take three criteria into account in assessing the offers to host the Permanent Secretariat: convenience of access by delegations to the Permanent Secretariat and meetings; possible budgetary savings by locating the Secretariat near other UN offices or secretariats; and the contribution offered by the potential host government in cash and/or in kind. Italy and Poland supported Bonn.", 
    "Mexico supported Toronto.", 
    "Australia supported Geneva, because co-location of secretariats allows cross-fertilization among secretariat personnel and saves costs.", 
    "It also saves costs for governments that would be able to maintain fewer diplomatic missions.", 
    "For similar reasons, the US, New Zealand and Norway also prefer Geneva.", 
    "The Russian Federation and Japan have not completed their analyses of the proposals.", 
    "Zimbabwe is flexible.", 
    "Nigeria said that economics and co-location are logical considerations, but hoped that this would not prevent developing countries from hosting other UN secretariats.", 
    "Canada added that the logic of the Contact Group\u0092s report is that if a city is not a UN center, it should not apply."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1206000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1206000e_5", 
  "enb_end_date": "13-Feb-95"
}