{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Sudan", 
    "Kuwait", 
    "France", 
    "United Kingdom", 
    "Trinidad and Tobago", 
    "China", 
    "Kenya", 
    "Argentina", 
    "Fiji", 
    "Benin"
  ], 
  "topics": [
    "UNFCCC Functioning", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AGENDA ITEM 6 - RULES OF PROCEDURE", 
  "enb_start_date": "13-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Chair of the informal consultations, Amb.", 
    "Sreenivasan, proposed that delegates exchange views on the outstanding issues in the Rules of Procedure (A/AC.237/L.22/Rev.1) and then establish a drafting group to work out the details. Rule 4 (Dates of Sessions): Delegates could not reach agreement on the bracketed sentence prohibiting COP sessions during religious holidays of a significant number of delegates.", 
    "Saudi Arabia, Kuwait and Sudan called for its retention.", 
    "France (on behalf of the EU), Fiji, Australia, Kenya, Benin and the UK understood the concerns, however, worried about setting a precedent.", 
    "Furthermore, many agreed that the second paragraph of Rule 4 allows for enough flexibility in setting the dates of meetings. Rule 6 (Observers): Delegates agreed to remove the brackets so that 'any international entity or entities entrusted by the COP pursuant to Article 11 of the Convention with the operation of the financial mechanism' can be represented at the COP as observers. Rule 12 (Agenda): Two issues remain: should the Secretariat consult with the President or the Bureau when submitting additional items for the agenda, and should there be a time limit.", 
    "Some delegates proposed replacing this rule with Rule 11 from the Biodiversity Convention's Rules of Procedure.", 
    "Others thought that the submission of agenda items was covered in Rules 10 and 13. Rule 27 (Subsidiary Bodies): For Paragraph 2, on establishing subsidiary bodies, the Parties agreed to delete 'by consensus,' and to begin the paragraph with a reference to Article 7(2)(i). For paragraph 4, on meetings of subsidiary bodies, the EU and Argentina commented that convening the meetings in conjunction with the sessions of the COP would not allow the Secretariat time to disseminate the results.", 
    "China, Saudi Arabia, Trinidad and Tobago, and Kuwait said their staffs were limited and meetings in conjunction with the COP would allow for better use of resources. Rule 42 (Voting): The major issues to be resolved include the general rule on matters of procedure, deviations from that rule; the general rule on matters of substance, the rule on the adoption of protocol, and the rule on financial matters.", 
    "Numerous delegates said that matters of procedure should be decided by a simple majority.", 
    "There was disagreement on whether matters of substance and/or protocols should be decided by consensus or, if that fails, by a 2/3 or a 3/4 majority."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1206000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1206000e_2", 
  "enb_end_date": "13-Feb-95"
}