{
  "countries": [
    "United States", 
    "Trinidad and Tobago", 
    "Germany", 
    "China"
  ], 
  "topics": [], 
  "section_title": "INTRODUCTION OF THE AOSIS PROTOCOL AND THE GERMAN PROPOSAL", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "Organisation for Economic Co.operation and Development", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the first week of INC-11, Trinidad and Tobago, on behalf of AOSIS, introduced a draft protocol submitted in September 1994, and Germany also introduced a proposal for further elements of a protocol.", 
    "The AOSIS draft protocol does not impose any additional obligations on developing countries and emphasizes that the burden of achieving the Convention\u0092s objectives rests with the developed States.", 
    "The heart of the protocol is its targets for greenhouse gas reductions (Article 3) based on the 'Toronto target,' which requires Annex I Parties to the Protocol to reduce their C02 emissions by 2005 to a level at least 20% below that of 1990 and to establish timetables for controlling emissions of other gases.", 
    "The German proposal suggests a consensus on a commitment by Annex I Parties to stabilize their C02 emissions, individually or jointly, at 1990 levels by 2000.", 
    "The German proposal included a provision that would work toward further reporting commitments for non-Annex I countries, 'and commitments to limit the rise of emissions in the case of certain more advanced developing countries.", 
    "' The G-77 and China repeatedly refuted the possible implication of the proposal, which would extend their commitments and/or create a new class of developing countries. The introduction of the AOSIS protocol and the German proposal have significant implications not only for the negotiations but also for the future implementation of the Convention.", 
    "Despite an initial discussion in the Plenary, the debate of the protocol was confined to the discussion on adequacy of commitments.", 
    "Developing countries expressed concerns about a protocol given the inability of Annex I Parties to meet their current commitments.", 
    "Initially only some developing countries expressed support for the AOSIS draft protocol while OPEC countries and China said that protocol negotiations were premature since neither the best available scientific information nor the review of Annex I Parties communications provided a sufficient basis for negotiations. OECD countries in general supported a comprehensive protocol on all GHGs, stating that negotiations should begin at COP- 1.", 
    "The US said only that it supported the need to consider the need to consider 'new aims' through negotiations under the SBI for the post-2000 period, generally avoiding the word 'protocol.", 
    "' Nordic countries supported stronger action.", 
    "Countries with economies in transition said it was premature to take on new commitments and that the German proposal did not include provisions for them.", 
    "Debate revolved largely around how the protocol and the proposal would be dealt with and reflected in the report of INC-11.", 
    "Despite a cautious start, towards the end of INC-11 there was considerable vocal support for a mechanism to begin negotiations on the AOSIS draft protocol, but little evidence that the proponents of the protocol could achieve consensus to initiate these negotiations.", 
    "Debate at INC-11 confirmed the general agreement that the current commitments are inadequate, but the language to 'take appropriate action' at COP-1 was the strongest to which delegates to agree.", 
    "It remains to be seen how delegates will respond to both initiatives at the upcoming COP and whether more serious consideration and discussion will be attempted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1211000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "COP", 
  "id": "1211000e_22", 
  "enb_end_date": "17-Feb-95"
}