{
  "countries": [], 
  "topics": [], 
  "section_title": "THE ROLES OF SUBSIDIARY BODIES", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The significant part of the discussion revolved around the relationship between subsidiary bodies and non-FCCC bodies.", 
    "The role of the IPCC was the principal subject of debate with divergent views expressed on maintaining its scientific objectivity.", 
    "Developing countries argued that the SBSTA should serve as the link between the SBSTA and the COP and that the SBI not assume responsibility for the SBSTA, since they are both parallel bodies under the Convention.", 
    "Developed countries endorsed the SBSTA\u0092s two technical advisory panels but disagreed on whether the review of adequacy of commitments should be given to an ad hoc committee, an ad hoc committee under the guidance of the SBI, or be the SBI\u0092s responsibility.", 
    "A proposed technical panel to consult with the business community also fueled heated exchanges.", 
    "Environmental NGOs expressed serious concern regarding the move to undermine the scientific findings and role of the IPCC through the lobbying efforts of some industry groups and certain developing countries. Progress was made in detailing the terms of reference for the SBSTA and the SBI.", 
    "The new proposal on the business consultative mechanism was placed in the list of matters to be considered by the subsidiary bodies.", 
    "The compromise is that a workshop in 1966, open to all Parties and interested NGOs, will discuss the need for and possible scope of non- governmental advisory committees and/or a business consultative mechanism and report to COP-2."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1211000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "COP", 
  "id": "1211000e_25", 
  "enb_end_date": "17-Feb-95"
}