{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "INC-8", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The eighth session of the INC was held in Geneva from 16-27 August 1993.", 
    "Working Group I held a preliminary discussion on methodologies for calculations/inventories of emissions and removals of greenhouse gases.", 
    "The INC recognized 1990 as the appropriate base year for inventories, taking into account the situation of countries with economies in transition.", 
    "Working Group I also held preliminary discussions on criteria for joint implementation of commitments by Annex I Parties.", 
    "Given the limited amount of time before the first review of information by Annex I Parties, INC-8 concluded that the Interim Secretariat provide draft guidelines ensuring transparency, consistency and flexibility.", 
    "Working Group II focused on matters relating to the implementation of Article 11 (financial mechanism).", 
    "There was general agreement that the financial mechanism shall function under the guidance and be accountable to the COP, and only Parties to the Convention would be eligible to receive funding upon the Convention\u0092s entry into force.", 
    "Some of the preliminary conclusions reached by INC-8 on the 'modalities for the functioning of operational linkages between the COP and the operating entity of the financial mechanism,' included: the COP will communicate to the governing body of the operating entity relevant policy guidance on issues relating to policies, programme priorities and eligibility criteria; the governing body of the operating entity has the responsibility of ensuring that funded projects conform with the policies, programme priorities and eligibility criteria established by the COP; and the COP should receive and review reports from the operating entity or entities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1211000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1211000e_5", 
  "enb_end_date": "17-Feb-95"
}