{
  "countries": [
    "United States", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "CRITERIA FOR JOINT IMPLEMENTATION", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The issue of Joint Implementation was first placed on the agenda at INC-7.", 
    "It is clear from Article 4.2(a) that JI can take place between Annex I Parties.", 
    "Discussion on broadening JI to include developing countries was first initiated at INC-8, raising developing countries\u0092 fears about its potential implications and impacts.", 
    "Developing countries have tended to view JI with varying degrees of caution, concerned that Annex I Parties not use JI as a means to avoid national action to meet current commitments under the Convention.", 
    "The additional concern was that JI be supplemental and not substitute for funding and financial mechanisms established under the Convention. Although some developed countries have been pushing hard to secure endorsement of a joint implementation pilot phase, the most notable shift at INC-11 was the initial position of certain developing countries away from cautious skepticism towards cautious acceptance.", 
    "There were some developing countries who favored limiting the JI pilot phase to Annex I Parties and others who were more amenable to the voluntary and equitable participation of developing countries viewing it as a means of technology transfer.", 
    "However, as INC-11 continued, developing countries positions on JI once again hardened because of old fears that JI be a means to avoid fulfilling Annex I Parties commitments resurfaced.", 
    "There appeared to be considerable support for avoiding the thorny problem of 'credits' by excluding the allotment of greenhouse gas abatement credits during the pilot phase.", 
    "Overall, the negotiations on JI reflected a strategy to carry differences forward to the COP.", 
    "The procedural compromise was that the proposals of the G-77 and China, the EU and the US will be transmitted to the COP for further consideration."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1211000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "COP", 
  "id": "1211000e_26", 
  "enb_end_date": "17-Feb-95"
}