{
  "countries": [
    "Canada", 
    "New Zealand", 
    "Libya", 
    "Kuwait", 
    "Philippines", 
    "Hungary", 
    "Micronesia", 
    "United States", 
    "Trinidad and Tobago", 
    "Japan", 
    "Switzerland", 
    "Samoa", 
    "Argentina", 
    "Norway", 
    "Nigeria", 
    "Benin", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Estonia", 
    "Algeria", 
    "Equatorial Guinea", 
    "Venezuela", 
    "India", 
    "Germany", 
    "Russian Federation", 
    "China", 
    "Poland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "06-Feb-95", 
  "enb_short_title": "11th Session of the INC", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The final session of the Plenary convened at 12:00 pm on Friday, 17 February 1995.", 
    "The Chair first invited the Co- Chair of Working Group I, Cornelia Quennet-Thielen (Germany), to present the draft decisions prepared by the Working Group.", 
    "She announced that on review of information, methodological issues and subsidiary bodies, the Group agreed to recommend three decisions to be adopted at COP-1.", 
    "On the two remaining issues, which are much more political - review of adequacy of commitments and joint implementation - the Group could not agree on comparable full-fledged decisions.", 
    "Thus, the Group recommended that further discussion take place at COP-1.", 
    "The Plenary then adopted A/AC.237/WG.I/L.27 on the first review of information communicated by Parties, as orally amended.", 
    "Poland, Estonia and Hungary reserved their right to revisit this decision in Berlin. On the review of adequacy of commitments, A/AC.237/WG.I/L.28, the EU considered the decision to be entirely insufficient stating that every successive IPCC report has demonstrated that the commitments in the Convention are inadequate.", 
    "This statement was supported by Germany, the US, Samoa, Australia, Hungary, New Zealand, Canada, Norway, Japan, Argentina, Switzerland, Trinidad and Tobago (on behalf of AOSIS) and Equatorial Guinea.", 
    "Kuwait responded that the Parties must also address the socioeconomic impacts of current commitments and any future commitments and that it was premature to decide if the commitments are inadequate because there is insufficient information.", 
    "The Plenary then adopted L.28, as orally amended by the Co-Chair. The Plenary also adopted A/AC.237/WG.I/L.29, on criteria for joint implementation, A/AC.237/WG.I/L.25, on methodological issues, and A/AC.237/WG.I/L.26, on the roles of subsidiary bodies. The Co-Chair of Working Group II, James T. Stovall III, (Micronesia) introduced the draft decisions submitted by the Working Group.", 
    "He noted that the decisions on technology transfer were limited by the lack of time available to the Working Group.", 
    "The Plenary then adopted the following decisions: A/AC.237/WG.II/L.9, on maintenance of the interim arrangements with the GEF; A/AC.237/WG.II/L.10, on modalities for the functioning of operational linkages between the COP and the entity or entities operating the financial mechanism; A/AC.237/WG.II/L.11, on initial guidance on policies, programme priorities and eligibility criteria to the operating entity or entities of the financial mechanism; and A/AC.237/WG.II/L.12, on temporary arrangements between the Committee and the GEF. At 2:15 pm, the Chair suspended the meeting to allow for further consultations on the Rules of Procedure.", 
    "The Plenary did not resume until 4:40 pm, when the Chair announced that there was still no agreement.", 
    "He recommended that the Committee send the documentation on the rules, including A/AC.237/L.22/Rev.2, to the COP for its consideration.", 
    "Kuwait, supported by Iran, Saudi Arabia, Libya and Nigeria, announced that it would not adopt the Rules of Procedure until all rules are agreed upon.", 
    "The Russian Federation stated that if the COP modifies the standard UN practice on languages, the Rules of Procedure cannot be adopted.", 
    "The Philippines, on behalf of the G-77 and China, said that they do not want to eliminate any of the six languages in Rule 54.", 
    "The Plenary decided however, that the INC could recommend electing the head of the host country\u0092s delegation as President at the start of COP-1. The Rapporteur, Maciej Sadowski (Poland) then introduced the draft report, as contained in A/AC.237/L.24 and three addenda.", 
    "He went through the report section-by-section.", 
    "The first section that generated any comment was Section VIII.", 
    "Rules of Procedure of the Conference of the Parties, and of the subsidiary bodies established by the Convention.", 
    "Algeria, China, Kuwait, Iran, Saudi Arabia and Benin did not agree with listing the number of countries in favor of each alternative in Rule 42 (Voting).", 
    "India, supported by Venezuela, proposed replacing '22 countries' and 'eight countries' with 'some countries.", 
    "' The Russian Federation and the EU supported the text as drafted, because it shows that a larger number preferred Alternative A to B.", 
    "The Chair said that he had listed the numbers because he wanted to enable 'people on the street' to understand the report of the Committee.", 
    "Since the consensus was to maintain the 'conservative lack of transparency,' he said that the text will be revised, as proposed by India. After adopting the entire report, the Chair and the Executive Secretary expressed their thanks to everyone for their cooperation and work over the past four years.", 
    "The Chair then announced that in order to avoid further speeches he would adjourn the meeting.", 
    "With this final gavel, the Intergovernmental Negotiating Committee for a Framework Convention on Climate Change came to a close."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1211000e.html", 
  "enb_long_title": "Eleventh Session of The INC for the Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "1211000e_20", 
  "enb_end_date": "17-Feb-95"
}