{
  "countries": [
    "Argentina", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "PLENARY", 
  "enb_start_date": "29-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "PLENARY", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "COP-1 was opened by the Executive-Secretary, Michael Zammit Cutajar, who noted the need for Parties to shoulder the responsibility of the Convention's effective implementation.", 
    "He said that INC-11 had recommended the election of the head of the delegation of Germany, Federal Minister for Environment, Nature Conservation and Nuclear Safety, Dr. Angela Merkel as President of COP-1. After her election, Dr. Merkel said that the Spirit of Rio would once again be needed in Berlin.", 
    "Although climate protection is one of the greatest political challenges, it is imperative to act in accordance with the precautionary principle.", 
    "She said that COP-1 must decide whether the commitments of the industrialized countries were 'adequate' to achieve the Convention's objectives noting that the obligations to date were not adequate.", 
    "She said that the process for a protocol must be set in motion.", 
    "She hoped that the framework for an experimental phase on joint implementation could be created. UN Secretary-General: On behalf of the Secretary General, Nitin Desai, Under-Secretary-General for Policy Coordination and Sustainable Development, said that the UNFCC was a milestone for the Earth.", 
    "The 127 Parties who have ratified the Convention were called on to take the Convention to its next stage of action.", 
    "He added that the Convention provides a crucial lever for shaping production and consumption patterns to promote sustainable development, particularly energy demand and supply.", 
    "He encouraged considering modalities for establishing institutional linkages to the UN. Chair of the INC/FCCC: Raul Estrada-Oyuela (Argentina) said that the work of the INC and the Interim Secretariat had contributed to a legally-binding machinery, including reports on measures adopted at curbing emissions and setting in motion the entity or entities which will operate the financial mechanism.", 
    "He said that COP-1 will be responsible for the policy and guidance of the financial mechanism.", 
    "COP-1 would also have to consider the protocol and proposals for elements of a protocol submitted to the INC as well as the possibility of a pilot phase of joint implementation without credit allocation.", 
    "He presented the report of INC-11 (A/AC.237/91 and A/AC.237/91/Add.1). Secretary-General of the WMO: G.O.P.", 
    "Obasi cited WMO's early initiation of negotiations as a decisive factor in the progress achieved.", 
    "He described WMO's contribution to the development of the Convention and noted the increasing frequency of extreme weather-related disasters as possible signals of climate change.", 
    "He added that WMO will continue to strengthen its climate-related programmes. Executive-Director of UNEP: Elizabeth Dowdeswell suggested that the draft protocol submitted by AOSIS is a rational platform to address the changing atmosphere and asked the Parties to negotiate to the highest, rather than lowest, common denominator.", 
    "She also noted the emerging interest of the private sector, particularly the insurance industry, which is beginning to view environmental costs as economic costs. Under-Secretary-General of DPCSD: Nitin Desai emphasized the importance of linking intergovernmental fora in both the CSD and the Convention, noting that intergovernmental committees such as those on forests and renewable energy had implications for the work of the Convention.", 
    "He added that the Convention has set in place some very important principles, including the precautionary principle and the principle of common but differentiated responsibilities. Chair of IPCC: Bert Bolin noted that IPCC reports have increased present knowledge despite scientific uncertainty.", 
    "He called for further action, cited current statistics on increased emissions and commented on the masking effect of increased aerosols on climate change.", 
    "He noted the second IPCC assessment will be completed by the autumn of 1995 and asked the COP to confirm the topics and schedule of future working relations as soon as possible. Executive-Secretary of the Interim Secretariat: Michael Zammit Cutajar reminded delegates of the positive opportunities the Convention offers.", 
    "This meeting gives them the 'rare privilege to rise above the daily grind' and shape the future.", 
    "It presents the opportunity to build a new culture of international cooperation and an opportunity for enlightened enterprise."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1213000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1213000e_1", 
  "enb_end_date": "29-Mar-95"
}