{
  "countries": [
    "Brazil", 
    "Canada", 
    "Bangladesh", 
    "Kuwait", 
    "Philippines", 
    "Indonesia", 
    "Costa Rica", 
    "France", 
    "United States", 
    "Peru", 
    "Mali", 
    "Switzerland", 
    "Argentina", 
    "Cameroon", 
    "New Zealand", 
    "Czech Republic", 
    "Australia", 
    "Colombia", 
    "Algeria", 
    "Japan", 
    "India", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Germany", 
    "Belize", 
    "Fiji", 
    "Poland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "JOINT IMPLEMENTATION", 
  "enb_start_date": "31-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Chair introduced document A/AC.237/91/Add.1, which contains the text of proposals from the G-77 and China, the EU and the US.", 
    "The Philippines, on behalf of the G-77 and China, reiterated points contained in their proposal submitted at INC-11, including the application of emission limits to only Annex I Parties and the distinction between joint activities and joint implementation.", 
    "Brazil defined JI as a proposed system that allows industrialized countries to have developing countries reduce emissions in their place, and said that some developing countries will accept any terms rather than miss an opportunity for technological growth. Chile said clear criteria should address the percentage of reductions of developed countries produced through projects in developing countries, with controls to prevent developed countries from escaping their commitments.", 
    "JI could be linked with new commitments from developed countries as an item the developing countries could offer.", 
    "Poland supported initiatives to address emissions targets at lowest cost and that create opportunities to negotiate greater commitments.", 
    "Bangladesh said single-country initiatives should not be crowded out or overshadowed by JI, especially those of developed countries. France, on behalf of the EU, called for a progressive approach beginning with a pilot phase that is transparent, well-defined and credible, with no credits for Annex I Parties.", 
    "JI should not be used to impose new commitments on non-Annex I Parties.", 
    "The Russian Federation said COP-1 should adopt criteria for JI.", 
    "He called for equality of participation by all Parties.", 
    "Costa Rica said that JI provides a possibility for enhancing renewable energy.", 
    "She supported the participation of the private sector, emphasizing the need for transparency. The Czech Republic said the concept of JI enhances the role of the private sector, as a voluntary mutual cooperation between two or more Parties.", 
    "Colombia said that developing countries should not assume the same obligations as developed countries.", 
    "JI should be differentiated from the transfer of technology and financial resources.", 
    "Argentina supported the statements of Brazil and Chile and called for clear instructions for a pilot phase that will do away with skepticism. Germany said that JI may be beneficial for developing countries since cooperative measure may improve access to technologies, trigger investments, and involve an exchange of experience and knowledge.", 
    "He supported the pilot phase.", 
    "Belize agreed with Costa Rica and Chile.", 
    "There should be a pilot phase open to non-Annex I Parties.", 
    "Peru said that COP-1 should provide criteria for JI.", 
    "He called for a pilot phase that accommodates national development plans. India said a pilot phase could be launched if it was made explicit that no credits would be allocated.", 
    "JI should also be voluntary, bilateral and directly related to national development priorities.", 
    "New Zealand said that JI is a means for limiting GHGs, assisting technology transfer and promoting sustainable development.", 
    "He called for the establishment of a pilot phase without credits designed to evaluate criteria and crediting issues.", 
    "Switzerland said the COP should request the SBI to: evaluate the environmental soundness, effectiveness and impacts of pilot phase projects; verify information communicated; and make recommendations for the post-pilot phase period. The Republic of Korea felt that he was in a meeting of blind men describing an elephant.", 
    "All interested Parties should go ahead and show the rest of the world the results.", 
    "The divergence of views in this room should not block a JI trial on a voluntary basis.", 
    "The US said JI has enormous potential to improve flows of environmentally sound technologies between countries and provide cost-effective ways of reducing global emissions.", 
    "Two key issues that still must be resolved are credit and participation. Indonesia said that joint activities between developed and developing countries should be based on national priorities of the recipient country and facilitate the transfer technology and financial resources.", 
    "Japan supported a JI pilot phase without credits.", 
    "JI activities should be voluntary, transparent, open to all Parties, financed independently of existing ODA and provide for technology transfer.", 
    "Mali said that a JI pilot phase should be extended to cover developing countries, but developed countries should not assume a reduction of their commitments through JI. Australia said that COP-1 should initiate a JI pilot phase with participation open to all Parties.", 
    "JI should not be used as a means for avoiding commitments, it should be consistent with the principles of sustainable development and crediting should be addressed after a review of the pilot phase in 1998.", 
    "Algeria, on behalf of the African States, said that JI can only be undertaken by Parties with the same obligations and responsibilities.", 
    "JI should be approached on an experimental basis using pilot voluntary activities fully financed by Annex I Parties.", 
    "China expressed confusion over tradeable rights and other new ideas.", 
    "Emission reductions should only apply to developed countries.", 
    "The provision of financial resources for JI projects should not be counted as support for developing country Parties. Canada supported a phased JI approach as a mechanism to encourage private sector capital and to increase access to technology.", 
    "JI participation does not impose new obligations on developing countries.", 
    "Fiji supported a pilot phase to help the COP set firm criteria.", 
    "JI projects should be in line with host country projects.", 
    "Cameroon said supporting a pilot phase appears to endorse a structure which no one really knows anything about.", 
    "Kuwait said that any amendment of the G-77 and China proposal would involve the danger of transferring Annex I Parties' commitments to other countries.", 
    "He supported initiating a pilot phase in accordance with the G-77 criteria. The Chair said that COP-1 had to take decisions on criteria for JI implementation.", 
    "He said he would engage in further consultations on this matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1215000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1215000e_8", 
  "enb_end_date": "31-Mar-95"
}