{
  "countries": [
    "United States", 
    "Canada", 
    "Philippines", 
    "France"
  ], 
  "topics": [
    "UNFCCC Functioning", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "COMMITTEE OF THE WHOLE", 
  "enb_start_date": "04-Apr-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Estrada introduced and summarized FCCC/CP/1995/L.5 on the Roles of Subsidiary Bodies.", 
    "He directed delegates' attention to four sections: paragraph 3, authorizing the Subsidiary Body for Scientific and Technical Advice (SBSTA) to establish two intergovernmental advisory panels subject to confirmation at COP-2; paragraph 6, inviting officers of the subsidiary bodies to submit proposals to COP-2 for their future cooperation with the IPCC; paragraph 9, directing the Secretariat to arrange three subsequent sessions for the subsidiary bodies; and paragraph 10, recommending that workshops and other events that are not budgeted be funded by the host country or other governments.", 
    "He noted that bracketed text on page 2 represents placeholders for as yet unassigned decision document numbers, not that the bracketed text is in dispute.", 
    "The US asked if the reference to guidance on policies, programme priorities and eligibility criteria for the operating entity of the financial mechanism was appropriate.", 
    "The Secretariat agreed that its inclusion was an error and that it would be removed.", 
    "L.5 was recommended for adoption by the COP. The Chair said that no draft decision on technology transfer was yet available and asked the Philippines, on behalf of the G-77, and France, on behalf of EU, to produce a document in time for Tuesday's session of the COW.", 
    "Estrada also said that no consensus was yet apparent on a means to decide on the location of the Permanent Secretariat.", 
    "Various means have been considered, including an informal confidential survey of delegations' preferences by secret ballot, with an absolute majority deciding between the four offers.", 
    "He said the original agreement was that a decision would be taken at Berlin and preferably prior to the ministerial session, but one of the four candidate delegations has insisted that the decision not be taken in Berlin.", 
    "He said he recognized that the general feeling of the house was to take a decision at COP-1.", 
    "Canada said its understanding was that there is no consensus on this point.", 
    "The Chair said he would wait for Canada to support his proposal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1217000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "1217000e_3", 
  "enb_end_date": "04-Apr-95"
}