{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "RULES OF PROCEDURE", 
  "enb_start_date": "28-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Despite these positive steps, COP-1 was unable to resolve all of the matters before it.", 
    "The Rules of Procedure have still not been adopted.", 
    "While many view this as simply a bureaucratic matter, the two outstanding issues could have major implications for the future work of the COP.", 
    "The inability of both the INC and COP-1 to arrive at a consensus on the Rules of Procedure also attests to their contentiousness and importance.", 
    "The two major outstanding issues are the composition of the Bureau and voting procedures.", 
    "The oil producing developing States continued to stand firm on language that would give them a seat on the Bureau and would force all protocols to be adopted by consensus.", 
    "Some members of the EU continued to insist that all matters relating to the financial mechanism should be taken by consensus.", 
    "Other members of the G-77 agreed that all matters should be decided by consensus or, if no consensus is possible, by a three-fourths majority vote.", 
    "Despite numerous proposals put forward by COP-1 President Angela Merkel, the two weeks of consultations did not bear fruit.", 
    "At the final Plenary session delegates agreed to send the Rules of Procedure to COP-2 for further consideration.", 
    "Many are concerned about the effects that this impasse may have on the negotiation of a protocol to strengthen the commitments in Article 4.2(a) and (b) of the Convention.", 
    "Since the OPEC member States are largely opposed to the protocol negotiations and are holding up agreement on the Rules of Procedure, they could effectively block the future work of the COP and its subsidiary bodies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1221000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1221000e_19", 
  "enb_end_date": "07-Apr-95"
}