{
  "countries": [
    "Brazil", 
    "Bangladesh", 
    "Kuwait", 
    "Micronesia", 
    "France", 
    "Slovakia", 
    "Argentina", 
    "Venezuela", 
    "Nigeria", 
    "Czech Republic", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Norway", 
    "Papua New Guinea", 
    "China", 
    "Russian Federation", 
    "Germany", 
    "Philippines", 
    "Mauritania", 
    "Netherlands", 
    "Poland", 
    "Indonesia", 
    "Mauritius", 
    "Sweden", 
    "Thailand", 
    "Switzerland", 
    "New Zealand", 
    "United States", 
    "Samoa", 
    "Uruguay", 
    "India", 
    "United Kingdom", 
    "Antigua and Barbuda", 
    "Sri Lanka", 
    "Hungary", 
    "Fiji"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto"
  ], 
  "section_title": "COMMITTEE OF THE WHOLE", 
  "enb_start_date": "28-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "PLENARY", 
  "actors": [
    "Organisation for Economic Co.operation and Development", 
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Tuesday afternoon, 28 March 1995, the Committee of the Whole (COW) began its work.", 
    "The newly elected Chair, Amb.", 
    "Estrada, reminded delegates that the Plenary has asked the COW to consider the following five items: review of adequacy of Article 4.2(a) and (b), including proposals relating to a protocol and decisions on follow-up; criteria for joint implementation; roles of the subsidiary bodies established by the Convention, including their programmes of work and calendars of meetings; guidance on programme priorities, eligibility criteria and policies, and on the determination of 'agreed full incremental costs;' and designation of a Permanent Secretariat and arrangements for its functioning, including budget and physical location. During the course of the COP-1, the COW considered each of the items in a general debate and then established small consulting or drafting groups to work out the details for each decision.", 
    "The following is a summary of the consideration of these items. REVIEW OF THE ADEQUACY OF THE COMMITMENTS IN ARTICLE 4.2(a) AND (b): The COW considered the adequacy of commitments on Wednesday and Thursday, 29 and 30 March 1995.", 
    "The Secretariat noted that INC-11 had agreed that present commitments are only a first step toward meeting Convention goals, and that the COP should take appropriate action based on this review.", 
    "He noted the AOSIS protocol is contained in A/AC.237/L.23 and the German elements paper is A/AC.237/L.23/Add.1. The Philippines, on behalf of the G-77 and China, said that implementation of current commitments should be the COP's chief concern.", 
    "Responsibility should not shift from Annex I to non-Annex I Parties.", 
    "He called for further discussion of a protocol.", 
    "India endorsed the G-77 and China's statement and expressed concern about certain parts of the AOSIS proposal.", 
    "Supported by Indonesia, he stressed the need for a protocol that imposes commitments only on Annex I Parties.", 
    "Sri Lanka said developing countries should not have to share new commitments. Samoa, on behalf of AOSIS, and supported by Fiji, Mauritius, Micronesia, Papua New Guinea, Norway and the Republic of Korea, called for adoption of the AOSIS protocol.", 
    "He said the AOSIS States proposed the draft protocol because they are being hit first and hardest by climate change that they are not responsible for, adding that continuing emissions at present levels would be a disaster for all.", 
    "He summarized the main features of the AOSIS protocol: an additional commitment that developed countries reduce CO2 emissions by 2005 to 20% below 1990 levels; no additional commitments for developing countries; a comprehensive approach to other greenhouse gases in a phased manner; and a coordination mechanism for cooperation on economic, administrative and other implementation measures.", 
    "Antigua and Barbuda said island States view sea level rise as the primary threat.", 
    "The AOSIS protocol takes a universal view rather than narrowly confining its approach to the views of those living on large continental shelves.", 
    "Bangladesh said there must be a definite commitment to reduce CO2 emissions beyond 2000 and any country that exceeds the identified standard should be subject to some form of emissions tax. France, on behalf of the EU, and supported by Poland and Hungary, urged COP-1 to map out a protocol mandate, which would establish an open-ended ad hoc working group, require a report for COP-2 and set guidelines for conclusions. The Netherlands said that it would be irresponsible to postpone further action.", 
    "Industrialized countries should significantly reduce their emissions.", 
    "The COP should agree on a mandate and guidance for negotiating a protocol to be adopted in 1997.", 
    "Germany said an immediate framework for reductions is an urgent requirement.", 
    "Delegates should adopt a clear mandate as a starting point for protocol negotiations.", 
    "He added that only if industrialized countries agreed to reductions could other States be expected to take on commitments at an appropriate time.", 
    "Switzerland said Parties should prepare a protocol by 1997.", 
    "She called for an ad hoc working group to conduct negotiations, adopt a mandate and schedule, and take a coordinated and cooperative approach to reductions.", 
    "Norway advocated joint targets for OECD countries based on equitable sharing of responsibility. The Czech Republic and Argentina supported negotiations on a draft protocol that should use the AOSIS protocol and the German elements paper as a starting point.", 
    "Slovakia said negotiations on a protocol should conclude in 1997-98.", 
    "Uruguay endorsed charting a course on a protocol and establishing a working group at COP-2, including oil producing countries. Mauritania said a universal negotiation process should be established within the COP and not in a subsidiary body. The US said that a drafting group should work on a mandate to begin a negotiating process within the SBI, with the SBSTA working on an assessment for limiting greenhouse gases (GHGs). New Zealand said that a clear mandate was critical for COP-1 since current commitments are not adequate, and called for a cooperative approach based on common but differentiated responsibilities.", 
    "The mandate should include: work towards a protocol under the SBI with a legally-binding instrument in 1997; the inclusion of all GHGs; action for the post-2000 period; reduction efforts led by developed countries and those developing countries contributing most to emissions; and the creation of a business consultative mechanism.", 
    "Australia called for clear guidelines for the negotiations of a protocol that must not limit action to one group of countries, but should involve action by all Parties within the principle of common but differentiated responsibilities. Brazil said delegates should not prejudge the mechanisms for perfecting implementation of the Convention, which could include the drafting of a new instrument, a protocol, other measures and means, timetables and targets, or some combination of these.", 
    "He said developing countries' right to development should not be compromised, and that trying to enroll developing countries in a hasty manner or by making linkages with joint implementation would not solve any problems. China said a majority of States is not yet ready to negotiate a protocol.", 
    "Full implementation of existing commitments is an essential step for Annex I Parties.", 
    "China cannot accept the creation of new categories of countries and thought it inappropriate for developing county Parties to undertake new commitments.", 
    "Algeria, on behalf of the African Group, said in light of the Convention's principles of common but differentiated responsibilities, the polluter pays and the right to development, African countries are not willing to accept any new commitments. The Russian Federation stated that the AOSIS proposal lacks significant scientific basis.", 
    "Thailand said the decision to negotiate a protocol should only be taken after the release of the second IPCC assessment report.", 
    "Saudi Arabia said that although its approach and concerns are different, it is not blocking progress.", 
    "Saudi Arabia expressed concern that it would be affected economically by the different measures to reduce consumption of fossil fuels, particularly oil.", 
    "He said that the COP should not take hasty steps, but should wait for the IPCC's second assessment report. Kuwait quoted from the report of IPCC's Working Group III that emissions scenarios are not appropriate inputs to negotiation of possible emission reductions.", 
    "He said that it was premature to draft a protocol when Annex I Parties have not met current commitments.", 
    "Iran said that full implementation of commitments by Annex I Parties must be the first priority.", 
    "A decision on inadequacy of commitments should wait until the release of the IPCC's second assessment report. Venezuela emphasized that Parties must honor existing commitments before pursuing a protocol.", 
    "Nigeria faces triple vulnerability: environmental impacts of climate change, the socioeconomic aspects of climate policy, and an economy dependent on oil revenue.", 
    "Additional burdens are unacceptable. The UK observed that some delegations have drawn attention to scientific uncertainty, but warned against underestimating what is already known.", 
    "Commitments that only go to 2000 are inadequate, and are not reason enough to avoid setting a new time-frame. After hearing these initial statements, the Chair asked Amb.", 
    "Bo Kjelle'n (Sweden) to convene consultations on the adequacy of commitments.", 
    "The consultative group met for the first time on Friday morning, 31 March 1995, with a standing-room-only crowd.", 
    "Although the large number of delegates was not conducive to drafting, delegates were able to further exchange views on possible elements of a mandate for further consultations on the adequacy of commitments.", 
    "Consultations resumed Friday afternoon, but by the end of the day it was clear that no progress could be made.", 
    "The Chair requested that the G-77 and China meet to reconsider their position and report back at the next meeting. The G-77 and China met Saturday afternoon to discuss their position.", 
    "India tabled a draft decision setting forth the principles to guide consultations on strengthening the commitments of Annex I Parties in Article 4.2(a) and (b) and how the consultations should be conducted.", 
    "When the G-77 appeared to be deadlocked, it was proposed that the G-77 meeting adjourn and that a meeting of 'like minded States' (developing countries minus the oil-producing States) convene in its place.", 
    "Kjelle'n's group reconvened Saturday evening and India, on behalf of 72 developing States - also referred to as the 'Green Group' - tabled its proposed elements of a mandate for consultations on commitments.", 
    "On Sunday afternoon, delegates agreed to base further negotiations on the paper produced by the Green Group. Consultations reconvened Monday, 3 April 1995.", 
    "The EU distributed its comments on the paper produced by the Green Group.", 
    "The consultations adjourned so that the G-77 could review the EU comments.", 
    "Kjelle'n also requested that the various groups select representatives so that a group of 24 'Friends of the Chair' could convene that evening to begin negotiations.", 
    "This group of 'Friends' consisted of four members of the EU, four other OECD country representatives, two OPEC countries, two Eastern European countries, and delegates from the Green Group.", 
    "Some of the main issues in the discussion were: commitments for developing country Parties; setting specific and legally- binding reduction targets (e.g.", 
    "the Toronto Target) within specified time-frames; combining a reduction target for Annex I Parties with measures such as transfer of financial resources and technology to developing countries; and the target date for completion of the negotiations. Negotiations on the elements of a mandate continued throughout the day and night Tuesday and Wednesday.", 
    "Some participants commented that there had been progress toward agreement on a mandate to negotiate or consult on a protocol to be adopted by 1997.", 
    "The question that remained when the group adjourned Wednesday night was how forward-looking this mandate would be. After meeting throughout the day on Thursday with little success, delegates asked their ministers to joint the consultations.", 
    "The final outstanding issues included language on the goals of the next phase of negotiations on commitments, whether 'targets' would be mentioned, and how the decision would treat the commitments of non-Annex I Parties.", 
    "A final negotiating session began at 11:00 pm, under the leadership of COP President Angela Merkel.", 
    "In the early morning hours on Friday, the ministerial meeting adjourned and delegates, accompanied by a few ministers, separated into two rooms - one room for developing country ministers and delegates and one room for OECD ministers and delegates.", 
    "Merkel conducted 'shuttle diplomacy' between the two groups until agreement was reached at 6:00 am. The document adopted during the final session of the Plenary, FCCC/CP/1995/L.14, agrees to begin a process to enable the COP to take appropriate action for the period beyond 2000, including the strengthening of the commitments of Annex I Parties in Article 4, paragraph 2(a) and (b), through the adoption of a protocol or another legal instrument.", 
    "The process shall be guided by the legitimate needs of developing countries for sustained economic growth and the right to promote sustainable development; the widest possible cooperation by all countries, in accordance with their common but differentiated responsibilities and respective capabilities and their social and economic conditions; and coverage of all GHGs, their emissions by sources and removal by sinks in all relevant sectors.", 
    "The process will aim for Annex I Parties to elaborate policies and measures, and set quantified limitation and reduction objectives within specified time-frames, such as 2005, 2010 and 2020, for anthropogenic emissions by sources and removal by sinks of GHGs not controlled by the Montreal Protocol.", 
    "The process takes into account differences in starting points and approaches, economic structures and resource bases, the need to maintain economic growth, available technology and other individual circumstances, the need for equitable and appropriate contribution by these Parties to the global effort, and a process of assessment and analysis laid out in the decision. The process will not introduce any new commitments for Parties not included in Annex I, but reaffirms existing commitments in Article 4.1 and continues to advance the implementation of these commitments.", 
    "The process will be carried out in light of the best available scientific information, including the IPCC and other available expertise.", 
    "The AOSIS draft protocol, along with other proposals and pertinent documents, will be included for consideration in the process.", 
    "The process should begin without delay and be conducted in an open-ended ad hoc group of Parties that will report to COP-2 on progress.", 
    "The group's sessions should be scheduled to ensure completion of the work as early as possible in 1997 with a view to adopting the results at COP-3."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1221000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "1221000e_14", 
  "enb_end_date": "07-Apr-95"
}