{
  "countries": [
    "United States", 
    "Brazil"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "JOINT IMPLEMENTATION", 
  "enb_start_date": "28-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Most of those delegates and observers who have been focused on the issue of joint implementation (JI) also left Berlin with a sense of accomplishment.", 
    "JI was first placed on the agenda at INC-7.", 
    "It is clear from Article 4.2(a) that JI can take place between Annex I Parties, but at INC-8 discussion opened on broadening JI to include developing countries.", 
    "This raised developing countries' fears about its potential implications and impacts.", 
    "Numerous developing countries viewed JI as a means for Annex I Parties to avoid domestic action to meet current commitments under the Convention.", 
    "The developing countries were also concerned that JI be supplemental and not substitute for funding and the financial mechanism established under the Convention. The shift in the position of certain developing countries at INC-11 towards voluntary participation of developing countries in a JI pilot phase was more widespread at COP-1.", 
    "After a number of formal statements from Latin American countries, with the notable exception of Brazil, that favored a JI pilot phase with the participation of non-Annex I countries, it appeared as though a number of Asian countries soon followed suit.", 
    "As acceptance of the pilot phase and the consensus that no credits shall accrue to any Party during the pilot phase grew within the G-77, Annex I Parties grappled with the credits issue.", 
    "Some countries, particularly the US, continued to insist on emissions credits during the pilot phase. When delegates finally reached consensus on the draft decision establishing the pilot phase, most of the reactions were positive.", 
    "JI proponents and certain Annex I Parties felt that the pilot phase would alleviate the fears of developing countries and lead to greater acceptance of JI.", 
    "Developing countries were reassured that their participation in the pilot phase was voluntary and that no emissions credits would accrue.", 
    "The fears of 'trees for smoke' have been temporarily allayed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1221000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1221000e_18", 
  "enb_end_date": "07-Apr-95"
}