{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF ANALYSIS OF COP-1", 
  "enb_start_date": "28-Mar-95", 
  "enb_short_title": "1st COP FCCC", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "Was the first meeting of the Conference of the Parties to the UN Framework Convention on Climate Change a success?", 
    "Unlike many UN conferences where delegates and observers leave the conference with both a sense of accomplishment and a sense of relief, evaluations of COP-1 depend on the group of countries or observers asked and the aspect of the Conference considered. From an organizational or administrative point of view, COP- 1 accomplished much more than the Conferences of the Parties for many other environmental conventions.", 
    "The budget for the biennium 1996-1997 was adopted.", 
    "Delegates also agreed that the GEF would continue to serve as the interim financial mechanism.", 
    "The subsidiary bodies have been established and are set to begin work in October.", 
    "The COP also adopted a number of decisions taken at INC-11 on: the preparation and submission of national communications from Annex I Parties; first communications from Parties not included in Annex I; arrangements between the COP and the operating entity or entities of the financial mechanism; and initial guidance on policies, programme priorities and eligibility criteria to the operating entity or entities of the financial mechanism.", 
    "Finally, with help from creative problem-solving on the part of the Chair of the Committee of the Whole, Amb.", 
    "Rau'l Estrada-Oyuela, the Parties decided that the Permanent Secretariat should be established and located in Bonn.", 
    "Although not everyone was pleased with this decision and the personal impact that it could have on the members of the Secretariat it was, nonetheless, accepted as the decision of the Parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1221000e.html", 
  "enb_long_title": "First Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "1221000e_17", 
  "enb_end_date": "07-Apr-95"
}