{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE MEETING", 
  "enb_start_date": "21-Aug-95", 
  "enb_short_title": "1st Session of the AGBM", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "COP 1 established the AGBM to carry out a process that would enable it to take appropriate action beyond the year 2000, including the strengthening of the commitments of the Annex I Parties through a protocol or other legal instrument.", 
    "The BM states that 'the process should begin without delay and be conducted as a matter of urgency.", 
    "' While AGBM 1 did embark on 'the Berlin Mandate process,' the sense of urgency was not readily apparent.", 
    "AGBM 1 can only be characterized as a qualified success since an agenda for work for the next meeting was adopted.", 
    "But the more serious inability to elect a bureau for the AGBM at this meeting might continue to impede procedural and substantive progress at the upcoming session. Over the course of the week, different interpretations emerged regarding the function and scope of AGBM 1.", 
    "Some thought that AGBM 1 was strictly organizational while others sought to consider more substantive matters, which were reflected in the BM, including beginning negotiations on strengthening the commitments of Annex I Parties.", 
    "The divergence of opinions regarding what issues should be considered by AGBM 1 emerged in the discussions on Agenda items 3(c) Analysis and assessment, and (d) Requests for inputs to subsequent session of the AGBM.", 
    "Discussions on both matters overlapped to a great degree.", 
    "In these discussions, the emphasis was on determining the duration and scope of analysis and assessment activities and what should be considered as inputs for the AGBM process. With regard to analysis and assessments, some developed countries preferred a lengthier and iterative phase of analysis and assessment activities with negotiations to begin at a later stage, arguing against a premature start of negotiations.", 
    "The developing countries along with some developed countries preferred that negotiations not be delayed, arguing that any further delays in strengthening Annex I Parties commitments would hamper the progress and credibility of the Convention.", 
    "A number of developing and developed countries agreed that information for analysis and assessments was both existing and available, while some developing and developed countries argued that more information needed to be gathered.", 
    "In the end, it was agreed that the Secretariat would prepare an annotated compilation of information relevant to the BM process for consideration at AGBM 2. The AGBM process was neither completely stifled nor accelerated.", 
    "Instead the AGBM took an initial step towards finding 'common ground' for detailing those activities related to inputs and analysis in the upcoming session.", 
    "What remains to be seen is what AGBM 2 will do with the various inputs it has requested from the Secretariat, particularly, the first edition of an annotated compilation of information, the lists of issues identified by Parties, and the list of policies and measures, identified in Annex I Parties\u0092 national communications.", 
    "The more difficult questions that remain unanswered are at what stage will the AGBM begin negotiations on a protocol or other legal instrument on strengthening the commitments of Annex I Parties and when will the BM process approach the level of specificity necessary for achieving the Convention\u0092s objectives."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1222000e.html", 
  "enb_long_title": "First Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1222000e_9", 
  "enb_end_date": "25-Aug-95"
}