{
  "countries": [
    "Mauritius", 
    "Hungary", 
    "Uzbekistan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "SUBSIDIARY BODY ON SCIENTIFIC AND TECHNOLOGICAL ADVICE - 28 - 30 AUGUST 1995", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The first meeting of the Subsidiary Body on Scientific and Technological Advice (SBSTA 1) was opened by the Chair of the SBSTA, Mr. Tibor Farago (Hungary).", 
    "He noted that the roles of the subsidiary bodies could be broadly characterized as follows: the SBSTA would be the link between the scientific and technological assessments, the information provided by competent international bodies and the policy-oriented needs of the COP and the SBI would develop recommendations to assist the COP in its review and assessment of the implementation of the Convention and in the preparation of its decisions.", 
    "He said that the first meeting of the Ad Hoc Group on the Berlin Mandate (AGBM 1) had sent an urgent request regarding the preparation of a task-list.", 
    "He added that the division of labor between the subsidiary bodies, as contained in document FCC/SB/1995/Inf.1, was a good basis for cooperation between the bodies.", 
    "He introduced the Vice Chair, Mr. Soobaraj Nayroo Sok Appadu (Mauritius) and the Rapporteur, Mr. Victor Chub (Uzbekistan). The Executive Secretary of the Permanent Secretariat, Mr. Michael Zammit-Cutajar noted that the decisions of COP 1 were reflected in the proposed programme of work contained in document FCCC/SBSTA/1995/2.", 
    "He stated that it was important to have both a clear division of labor between the two subsidiary bodies and a schedule for upcoming meetings of the SBSTA, taking into consideration the requests made by the AGBM.", 
    "He reminded delegates that the IPCC and its assessments, particularly with regard to technological and methodological issues, was an important resource.", 
    "He added that the technical advisory panels (TAPs) should be able to respond to flexible needs and be adequately financed.", 
    "He noted that lessons from the Montreal Protocol should be tempered by the fact that the range of technical issues under consideration by that body were narrower than those under consideration by the SBSTA.", 
    "He added that the upcoming NGO Workshop was an opportunity to decide what mechanisms would work.", 
    "He pointed out that the approved budget for 1996-1997 included a contribution of US$620,000 for work that requested from the IPCC and hence the 'ball was in the court' of the Convention\u0092s bodies.", 
    "He concluded by stating that the Secretariat had organized a technical discussion on activities implemented jointly (AIJ) to be held after the second day\u0092s evening session.", 
    "The Chair asked delegates to consider the provisional agenda as contained in FCCC/SBSTA/1995/1, which was adopted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_1", 
  "enb_end_date": "01-Sep-95"
}