{
  "countries": [
    "Canada", 
    "Brazil", 
    "Kuwait", 
    "Philippines", 
    "United States", 
    "Trinidad and Tobago", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Zimbabwe", 
    "Antigua and Barbuda", 
    "Russian Federation", 
    "China", 
    "Germany", 
    "Poland", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINAL PLENARY", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "plenary", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Plenary began at 6:00 pm on 1 September 1995, after a full day of informal consultations.", 
    "The Executive Secretary introduced three 'formal' documents: an addendum to the Draft report of AGBM 1, contained in document FCCC/AGBM/1995/L.1/Add.1; the draft conclusion on cooperation with competent international bodies, including the IPCC, contained in FCCC/SBSTA/1995/L.1; and, draft conclusions on the programme of work and other matters arising from the decision of the COP, contained in document FCCC/SBSTA/1995/L.2.", 
    "He also introduced documents containing the 'updated results' of informal consultations, held on the last day, concerning the programme of work and other matters, dated and timed 1 September 14:08, and cooperation with competent international bodies, dated and timed 1 September 14:15.", 
    "He noted that compilation of the results of informal consolations on the programme of work and other matters were held with the assistance of Germany. GERMANY explained the amendments to the document, including inter alia: in paragraph VI, delete a specific reference to the OECD and IEA as international bodies to be consulted by SBSTA; in paragraph VII(A), allow for consideration of papers submitted by delegations for the Secretariat\u0092s recommendations on guidelines for national communications; in paragraph VIII, impose a deadline of 15 November 1995 for submissions from Parties for the Secretariat\u0092s compilation document on AIJ; in paragraph VIII, on AIJ, and paragraph XII, on transfer of technology, add elaborative sentences to balance the two issues; and, in paragraph XVI, Workshop on NGO inputs, provide assistance for developing country NGOs and add 'The views expressed by Parties will be taken into account in preparing for the workshop.", 
    "' The US expressed thanks to Germany for her 'adroit handling' of the text and supported the redraft despite 'strong views' on paragraph VII(d), requests to the Secretariat.", 
    "The PHILIPPINES, on behalf of the G-77 and China, appreciating the efforts made by Germany, suggested adding in paragraph VII(a) on requests to the Secretariat: 'Taking into account the views expressed by the Parties and the paper submitted by the G-77 and China.", 
    "' On paragraph XVI, workshop on non- governmental inputs, she proposed amending the reference to NGO participation to read: 'Adequate participation of NGOs from developing countries would have to be promoted and assistance be provided.", 
    "' SWITZERLAND suggested deleting 'state-of-the-art' in paragraph XII as it was not part of the language agreed to at COP 1 and replacing 'address' with 'mitigating and adapting to' in the last line.", 
    "The PHILIPPINES, on behalf of the G-77 and China, said that the word 'state-of-the-art' was included in the SBSTA report.", 
    "AUSTRALIA was prepared to accept the redrafted text as it was read initially, in the spirit of compromise, but added that an explicit reference to the G-77 and China paper could be made without precluding others by referring to the specific document number.", 
    "She said that the workshop sought to involve the adequate participation of all NGOs from both developed and developing countries and asked the G-77 and China to reconsider. The Chair suggested a paragraph-by-paragraph reading.", 
    "SAUDI ARABIA proposed replacing 'finalize' with 'adopt' in the first sentence of the first paragraph referring to IPCC\u0092s second assessment report.", 
    "In paragraph VII(a), on requests to the Secretariat, CHINA said that the G-77 and China approach paper was the only paper submitted by non-Annex I Parties.", 
    "The Chair\u0092s proposal, 'papers submitted by the Parties, including document A/AC.237/Misc.40' was accepted.", 
    "In last line of paragraph XII, on transfer of technology, the Chair suggested retaining 'state of the art' and replacing 'address' with 'mitigating and adapting to' before climate change.", 
    "TRINIDAD and TOBAGO, on behalf of AOSIS, requested a specific reference stating that the workshop last 'for at least three days,' but NEW ZEALAND and SAUDI ARABIA objected and the request was withdrawn. The SBSTA then considered the updated draft conclusions on cooperation with competent international bodies, dated 1 September 14:08.", 
    "The amendments include, inter alia, an additional sentence in paragraph II noting 'The Bureau of SBSTA will hold joint meetings with the officers of IPCC and report to each of its sessions on the outcome of these consultations with IPCC' and an additional paragraph IV (bis) stating that following consideration by SBSTA of the IPCC\u0092s Second Assessment, the Secretariat should prepare a list of priority areas and time-frames in which IPCC inputs are required.", 
    "The Annex to the conclusions contains the initial list of areas on which IPCC could provide relevant inputs.", 
    "The amendments to the Annex include, inter alia: in the chapeau, add a sentence stating, 'each issue is an important element of the Third Assessment Report, and some may be appropriate for an interim or special report'; add paragraph II(bis), stating 'Development and assessment of methodological and technological aspects of transfer of technology'; in paragraph III, concerning the development of methodologies, include 'projections in the estimation of present and future greenhouse gas emissions, and global warming potentials as well as the evaluation of [individual and] aggregated effects of measures....'; in paragraph IV, add 'technical and socio-economic' to the bases for further interpreting Article 2; in paragraph X, specify that 'the environmental and socio-economic' effects of policies and measures will be analyzed; add paragraph XII, 'Modeling of different atmospheric stabilization scenarios'; and, add paragraph XIV, 'Identification of technical and socio- economic aspects of Articles 4.8, 4.9 and 4.10 of the Convention.", 
    "' The Chair once again suggested a paragraph-by-paragraph reading.", 
    "On paragraph I(bis) on SBSTA\u0092s cooperation with competent international bodies, the RUSSIAN FEDERATION said that the sentence did not specify which international organizations were competent.", 
    "The Chair said that during informal consultations it became clear that any list of organizations would be either endless or difficult to accept.", 
    "POLAND and SAUDI ARABIA suggested amending the last sentence of paragraph 2 on IPCC assistance, which now reads, 'The Bureau of SBSTA will request the IPCC Bureau to hold joint meetings and report to each of its sessions on the outcome of these meetings.", 
    "' With regard to paragraph III on the development and refinement of methodologies, AUSTRALIA said that brackets on 'individual and' should be deleted but Kuwait disagreed.", 
    "CANADA proposed replacing 'projections in the estimation of present and future greenhouse gas emissions' with 'in the estimation of present and projections of greenhouse gas emissions' and deleting '[individual and] aggregated.", 
    "' The PHILIPPINES accepted the first Canadian amendment but preferred to retain 'individual' without brackets, with the addition of a specific reference to the Convention.", 
    "SPAIN, on behalf of the EU, preferred to retain the language without brackets.", 
    "The text was accepted as amended by CANADA. In paragraph X, on the analysis of environmental and socio- economic effects, SPAIN, on behalf of the EU, proposed replacing 'environmental and socio-economic' with 'aggregated.", 
    "' CHINA did not support this.", 
    "The Chair\u0092s proposal to delete this paragraph was accepted. POLAND proposed replacing the text in paragraph XII on modeling with text from the FCCC: 'Modeling of different scenarios of the stabilization of greenhouse gas concentrations in the atmosphere.", 
    "' SAUDI ARABIA proposed deleting the entire paragraph.", 
    "TRINIDAD AND TOBAGO, SWITZERLAND, AUSTRALIA, and the PHILIPPINES supported the Polish amendment.", 
    "The Chair suggested appending the amended paragraph XII to the end of paragraph IV on scientific, technical and socio-economic bases.", 
    "SAUDI ARABIA accepted the linkage of the paragraphs but proposed adding 'possible' before the amended paragraph XII.", 
    "ANTIGUA AND BARBUDA, supported by AUSTRALIA, said that it was impossible to accept the inclusion of the word 'possible.", 
    "' The word 'necessary' was accepted as a compromise. The Chair then introduced a 'working paper' on the establishment of TAPs, along with an annex containing tasks for immediate actions, and stated that SBSTA had not reached a consensus on this.", 
    "He asked what should be done before SBSTA 2.", 
    "He added that without agreement, the first session of these panels would not be organized and the process would be postponed.", 
    "The PHILIPPINES, on behalf of the G-77 and China, and supported by ZIMBABWE, BRAZIL and TRINIDAD AND TOBAGO, recalled the original willingness of the G-77 to apply but not accept the Chair\u0092s original proposals to allow the TAPs to begin.", 
    "She noted that the G-77 provided suggestions and made every effort, and expressed regret that the TAPs are not able to start to their work. JAPAN expressed disappointment that no agreement was reached, but proposed that further negotiations be conducted during the intersessional period prior to the October AGBM meeting.", 
    "AUSTRALIA was also disappointed that a favorable compromise could not be reached and requested guidance on the follow-up process of consultations.", 
    "SAUDI ARABIA, supported by KUWAIT, supported the continuation of consultations but said that the AGBM 2 already had a heavy schedule.", 
    "SPAIN, on behalf of the EU, supported holding consultations before AGBM 2.", 
    "The Chair first proposed that the SBSTA request the Secretariat to compile submissions on the TAPs received from Parties received by 15 November 1995 and also proposed a continuation of consultations on the TAPs with a view to holding a half-day session during the week of the AGBM 2.", 
    "SAUDI ARABIA said its AGBM 'team' would not be the same its SBSTA one and preferred not to continue consultations at AGBM 2.", 
    "SPAIN, on behalf of the EU, was in favor of holding informal consultations during AGBM 2.", 
    "ZIMBABWE, supported by BRAZIL, noted that a procedure of initial nominations of experts was a constructive use of time.", 
    "The Chair amended his proposal replacing '15 November' with '30 October' and deleting the reference to convening a half-day session.", 
    "Both amendments were eventually accepted after several clarifications sought by SAUDI ARABIA.", 
    "The US and CHINA said that identifying experts without a clear understanding of the TAPs could not be done on the basis of informal consultations.", 
    "The Chair concluded the session by withdrawing his proposal on the submission of experts by governments. In concluding, the Executive Secretary stated that the deadlines for inputs to the AGBM was still 8 September 1995 and added that the decision not to establish panels or a workshop on AIJ had 'in a sense' facilitated budgeting tasks.", 
    "He raised the question of funding for the two workshops resulting from this meeting, and expressed concern about 'earmarking' contributions as well as what would happen when the COP left the UN budgeting system.", 
    "The SBSTA Plenary was gavelled to a close at 9:25 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_12", 
  "enb_end_date": "01-Sep-95"
}