{
  "countries": [
    "Canada", 
    "Philippines", 
    "United States", 
    "Ethiopia", 
    "Peru", 
    "Japan", 
    "Mauritius", 
    "Australia", 
    "Chad", 
    "Uruguay", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Thailand", 
    "Fiji", 
    "Spain"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "COMMUNICATIONS FROM ANNEX I PARTIES - PROGRESS REPORT ON IN- DEPTH REVIEWS", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Secretariat introduced document FCCC/SB/1995/1, Communications from Annex I Parties: progress report on in- depth review, noting that eight in-depth reviews have been completed.", 
    "Delegates were informed that to date only 29 Parties have nominated national experts to participate in the in-depth reviews. The PHILIPPINES, on behalf of the G-77 and China, said that in-depth reviews should be received as soon as possible.", 
    "She added that non-Annex I Parties were also committed to their obligations.", 
    "SPAIN, on behalf of the EU, said that all 15 EU members have completed their national communications, and that three have undergone in-depth reviews.", 
    "MALAYSIA asked questions regarding statistical adjustments and comparability of in-depth reviews.", 
    "The US noted that in- depth reviews form an essential part of the process, and urged the SBSTA and the SBI to undertake this topic as a matter of urgency. CANADA noted that its in-depth review experience had been positive and suggested that a document compiling experiences with the process of in-depth review be prepared for SBI 2.", 
    "JAPAN said that the results of reviews had been fruitful, and requested a synthesis report.", 
    "AUSTRALIA said that an Australian expert will be nominated for the review teams.", 
    "She stressed the need to receive all outstanding national communications and produce a synthesis report. MAURITIUS invited the Secretariat to recirculate letters of invitation for expert participation in the review process.", 
    "ZIMBABWE looked forward to the inclusion of developing country experts in the review and a paper on the difficulties faced by non-Annex I Parties in preparing their national communications.", 
    "The Executive Secretary noted that the reviews attempt to understand how the communications are done and examine the unadjusted values.", 
    "He added that the review teams do not make 'value judgements.", 
    "' On comparability, he said the Secretariat provides guidance on how to complete the reviews. PERU said it might be useful to appoint more experts for review work.", 
    "THAILAND said that it had not nominated any expert on the understanding that there were a limited number developing country participating in the review process.", 
    "The Executive Secretary said that delegates were invited to request their governments to nominate experts for the review work.", 
    "URUGUAY asked what mechanism would facilitate the review process. The PHILIPPINES, supported by ETHIOPIA, said that since developing countries numbered over 130, additional space should be provided for developing country experts.", 
    "The Chair said that governments could nominate experts directly to the Secretariat and urged delegates not to continue discussing this matter.", 
    "FIJI and CHAD asked how much time experts would spend on this review and the time limit for submissions of names.", 
    "The Executive Secretary said that an expert could count on being away on a country visit for at least one week."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_14", 
  "enb_end_date": "01-Sep-95"
}