{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE FIRST MEETING OF THE SUBSIDIARY BODIES", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "analysis", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "COP 1 characterized the role of the SBSTA as the link between scientific and technical assessments, information provided by competent international bodies and the policy- oriented needs of the COP.", 
    "COP 1 also characterized the role of the SBI as developing recommendations to assist the COP in the review and assessment of the implementation of the Convention and in the preparation of the COP\u0092s decisions.", 
    "The first session of the SBSTA (SBSTA 1), following a week- long meeting on the Ad Hoc Group on the Berlin Mandate, presented delegates with a weighty programme of work, including several issues that were both technically and politically difficult to resolve, and only three days in which to meet.", 
    "Those who hoped that SBSTA 1 could maintain at least some of the momentum of past meetings might have been discouraged by SBSTA\u0092s pace and output.", 
    "Delegates at SBSTA confronted a daunting array of technically complex issues.", 
    "SBSTA was expected to develop recommendations on many issues including: scientific assessments, national communications from Annex I Parties, methodologies, first communications from non-Annex I Parties, activities implemented jointly, cooperation with competent international bodies including the IPCC, technology transfer and the workshop on NGO inputs.", 
    "SBSTA 1 did not have the time to consider all the issues originally slated for consideration such as allocation and control of international bunker fuels.", 
    "Delegates were unable to avoid the overlapping nature of issues and often found it difficult to focus discussions on discrete agenda items.", 
    "The Chair\u0092s attempts to steer discussions towards procedural rather than substantive issues did not meet with much success. In addition, SBSTA 1 had the difficult task of deciding on the establishment of the TAPs.", 
    "Even though delegates referred to decision 6 of COP 1, calling for the establishment of TAP-T and TAP-M, subject to confirmation by COP 2, they were unable to reach consensus on essentials such as the composition, terms of reference and office of the TAPs.", 
    "Plenary discussions revealed the divergence of opinions between developed and developing countries on almost all issues related to the establishment of the TAPs.", 
    "Despite many hours of informal consultations, and a final evening Plenary originally allocated to SBI, there was no eleventh-hour compromise.", 
    "Many delegates were disappointed that the TAPs were not established.", 
    "However, until the US and the G-77 are able to reach a compromise on the size and composition of the TAPs, these panels may only remain a good idea. In comparison, the work of the SBI was conducted with relative ease.", 
    "Although originally allocated two days, the SBI was able to work through its agenda in one day, largely due to informal consultations that the Chair held in advance of the meeting.", 
    "Delegates discussed and adopted recommendations on the elaboration of the programme of work, matters related to the financial mechanism, including the draft MOU between the COP and the GEF council, and institutional and budgetary matters.", 
    "The work of the SBI is central to the success of the FCCC and future sessions might prove to be difficult going.", 
    "In upcoming sessions, both subsidiary bodies will be faced with the need to consider specific proposals that challenge the political will of Parties.", 
    "Actions and decisions taken or avoided at AGBM 2 and SBSTA 2 will reflect not only the credibility of the 'Berlin Mandate' Process but also the FCCC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_18", 
  "enb_end_date": "01-Sep-95"
}