{
  "countries": [
    "Canada", 
    "Bangladesh", 
    "Philippines", 
    "United States", 
    "Trinidad and Tobago", 
    "Peru", 
    "Switzerland", 
    "Benin", 
    "Saudi Arabia", 
    "Australia", 
    "Chad", 
    "Uruguay", 
    "India", 
    "Malaysia", 
    "China", 
    "Uganda", 
    "Russian Federation", 
    "Japan", 
    "Spain"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "SCIENTIFIC ASSESSMENTS AND METHODOLOGIES", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "The Chair noted the SBSTA\u0092s need to consider scientific assessments and provide guidance to COP and AGBM on the IPCC reports.", 
    "The Chair also stressed the urgency of the issue of methodologies with regard to national communications from Annex I Parties.", 
    "The PHILIPPINES, on behalf of the G-77 and China, stated that the SBSTA was a standing body and did not have to discuss all topics at SBSTA 1.", 
    "BENIN, supported by UGANDA and CHAD, said that scientific assessments were difficult for developing countries in Africa and stressed the need to improve human resource development.", 
    "The US said that the SBSTA should not duplicate the IPCC, but should convert IPCC findings into a form appropriate for the COP.", 
    "He urged the SBSTA to ask the IPCC to provide its work on methodologies so that SBSTA could review and make it available to all Parties. SPAIN, on behalf of the EU, said that the SBSTA should provide scientific and technical advice and develop frameworks and methodologies to satisfy the Convention.", 
    "He supported the development of proposals for cooperation with competent international bodies.", 
    "SWITZERLAND addressed the need for a clear division of work on methodologies between the SBSTA, TAP-M and the IPCC.", 
    "She highlighted past IPCC work on methodologies and favored its continuation.", 
    "CANADA noted that guidelines have been useful in preparing national communications and supported a TAP-M for the SBSTA.", 
    "He said that the OECD/IEA joint project on national communications was a valuable source of information. AUSTRALIA said that the scientific basis for decisions must remain objective and non-politicized.", 
    "She stated that the establishment of TAP-M was a priority for SBSTA 1 and suggested that the SBSTA request a compilation of work underway.", 
    "MALAYSIA noted that the COP needed a mechanism to provide continuous inputs of scientific information.", 
    "He said the IPCC should remain the agency responsible for updating and refining methodologies.", 
    "PERU noted that many developed countries have expressed confidence in the work of the IPCC because these countries had financed its experts.", 
    "He said that developing countries have only had marginal participation. CHINA noted that developing country participation in the IPCC could be improved.", 
    "He said that SBSTA should give timely, 'high-quality and holistic' advice to the COP, but not become another IPCC.", 
    "JAPAN supported the IPCC\u0092s provision of short-term updates and the division of labor between the IPCC, the SBSTA and the TAPs.", 
    "URUGUAY said that training activities in developing countries needed to be included.", 
    "He said that the SBSTA needed to promote the development of technologies useful for developing countries.", 
    "SAUDI ARABIA recommended that the SBSTA seek guidance in preparing its report in order to ensure objectivity, transparency and to reflect divergent views. INDIA said that new questions had emerged, including the 'thermostat effect,' which were not adequately covered by the IPCC.", 
    "He said that the IPCC\u0092s transparency should continue and suggested that the summary document intended for SBSTA 2 be prepared jointly by the SBSTA and IPCC.", 
    "The RUSSIAN FEDERATION said that the success of SBSTA\u0092s work would depend on the mutually complementary work done by the IPCC and other related organizations.", 
    "BANGLADESH said that the SBSTA could use various international organizations but should confirm the objectivity of any analysis provided. TRINIDAD AND TOBAGO, on behalf of AOSIS, said that the SBSTA could request the IPCC to evaluate impacts and global warming potentials.", 
    "He requested additional information on land and marine resource use for small island States.", 
    "SWITZERLAND said that the requests made by the AGBM to the SBSTA required the efficient use of the intersessional period and the close cooperation of the bureaus of both bodies.", 
    "SPAIN, on behalf of the EU, said that SBSTA should work immediately on national communications and contributions to the Berlin Mandate process.", 
    "CANADA said that summaries of intermediate reviews should be prepared and suggested that SBSTA consider AIJ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_3", 
  "enb_end_date": "01-Sep-95"
}