{
  "countries": [
    "Mauritania", 
    "Australia", 
    "Philippines", 
    "United States", 
    "China", 
    "Peru", 
    "Switzerland", 
    "Japan", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "DRAFT PROPOSAL ON TAPS", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Chair distributed a proposal on the establishment of Intergovernmental Technical Advisory Panels on 30 August 1995.", 
    "The PHILIPPINES, on behalf of the G-77 and China, said that due to the lack of time, the decisions should be 'applied but not adopted,' similar to the Rules of Procedure at COP 1.", 
    "She said that there should be no differentiation, such as a steering committee, among the TAPs and that the TAPs should begin on an 'equal footing,' have the same number of members and terms of reference and be responsible only to the SBSTA.", 
    "She reiterated the intention to revisit the issue.", 
    "The Chair said that there would be separate documents for TAP-M and TAP-T with different terms of reference, but for now they would be in full symmetry. The US disagreed with the G-77 and China, regarding the 'equal footing' for the panels.", 
    "He stated that Annex I Parties\u0092 assessments would be under review and subject to more obligations, and hence the composition of the panels should reflect this.", 
    "He also stated that the TAPs should have one Co-Chair each drawn from Annex I and non-Annex I Parties.", 
    "The PHILIPPINES, on behalf of the G-77 and China, reiterated that acceptance was ad referendum.", 
    "She said that the funding for developing country participation in the TAPs, and the reference to representatives of Parties attending as observers, should not be deleted.", 
    "JAPAN said that the composition of the TAPs should take into account geographical consideration, expertise, the balance between Annex I and non-Annex I Parties and the nomination by the SBSTA\u0092s Bureau if regional coordinators could not agree, which the Chair said could be included.", 
    "He said that there was no need to specify that Parties could attend as observers because the TAPs were open and this was the right of any Party.", 
    "He said that membership for TAP-T could be flexible but because of the nature of the work, there was no need for the TAPs to be on an 'equal footing.", 
    "' The Chair said that perhaps consensus on substance was impossible at this stage and appealed for practical advice on inviting governments to nominate experts.", 
    "SPAIN, on behalf of the EU, said that the TAPs should start work as soon as possible and supported the US proposal on different composition for the TAPs and that one of the Co-Chairs be from an Annex I Party.", 
    "Regarding TAP-M, the EU supported economic assessments.", 
    "She said that TAP-T should not evaluate the Convention\u0092s objectives but evaluate the basis for the SBI to carry out evaluations.", 
    "The Chair said that the Secretariat could add an 'option 3' with a lengthier term of office.", 
    "The Chair suggested as a compromise of 10-15 member TAPs between the EU\u0092s five-member and the G-77 and China 20-30 member TAPs. AUSTRALIA said that compromise might not be possible in the remaining 17 minutes.", 
    "The Chair said letters inviting governmental nominations to the TAPs did not need an immediate resolution on the pending issue of membership.", 
    "The PHILIPPINES, on behalf of the G-77 and China, reminded all delegates that the draft was being accepted ad referendum.", 
    "AUSTRALIA inquired on what basis the invitations would be issued and asked whether the issue of the TAPs would be opened again during SBSTA 2.", 
    "The Chair once again appealed for 'solutions not questions.", 
    "' SWITZERLAND said that there was no use of forming panels only to disband them later and suggested that discussion on TAPs could be conducted in parallel with SBI 1.", 
    "In the final four minutes, PERU supporting Switzerland, asked the Chair to continue informal consultations and requested the allocation of half an hour of SBI\u0092s meeting time for SBSTA Plenary.", 
    "The SBI Chair, Mr. Mohamed M. Ould El Ghaouth (Mauritania), offered SBSTA the opportunity to hold informal consultations on Thursday and a Friday afternoon Plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1223000e_5", 
  "enb_end_date": "01-Sep-95"
}