{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Uruguay", 
    "Philippines", 
    "India", 
    "United States", 
    "Trinidad and Tobago", 
    "China", 
    "Japan", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "COOPERATION WITH COMPETENT INTERNATIONAL BODIES, INCLUDING THE IPCC", 
  "enb_start_date": "28-Aug-95", 
  "enb_short_title": "1st Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "The Chair stated that the SBSTA was required to serve as a link between competent international bodies and the COP.", 
    "He noted that the SBSTA was required to submit proposals to the COP on the cooperation between the subsidiary bodies and IPCC and asked for a clear mandate to communicate with international bodies and the IPCC. CANADA described the work done by the joint OECD/IEA project on national communications.", 
    "He said that this project was established in 1993 at the request of Annex I Parties and has provided analysis, coordinated workshops and information to help Annex I Parties to meet their reporting commitments under the FCCC.", 
    "The US said that the IPCC should continue to be one of the primary bodies providing independent and credible scientific information process as it uses the best experts from both developed and developing countries.", 
    "He noted that the AGBM and COP would need the IPCC to provide reports within a six-month time frame and said that there should be close cooperation between the IPCC and SBSTA.", 
    "SPAIN, on behalf of the EU, said that the IPCC should concentrate on advising government on climatic change.", 
    "He said that the subsidiary bodies should provide specific information to the COP and AGBM based on the work done by the IPCC and encouraged the establishment of informal process of 'joint work.", 
    "' The Vice-Chair later introduced an initial list of areas where the IPCC could provide relevant inputs to the Convention Bodies.", 
    "CHINA, supported by INDIA, suggested the 'detection of anthropogenic climate change,' needed to be put into a historical perspective.", 
    "The PHILIPPINES, on behalf of the G-77 and China, noted that the reference to adaptation measures had been omitted.", 
    "She added that the IPCC is already working on these and requested their results as inputs to the SBSTA.", 
    "The US, supported by INDIA, CANADA and JAPAN, said the list should acknowledge the need for open and effective communications and that high priority should be given to regular joint meetings between SBSTA and the IPCC.", 
    "He also noted the need to differentiate between the long- and short-term work of the IPCC. SAUDI ARABIA said that a reference regarding emissions from bunker fuels would be part of the SBSTA work and should not be included here.", 
    "URUGUAY disagreed with China, and suggested a reference to the detection of climate change and trends therein due to non-anthropogenic causes as well as a reference to oceanographic information.", 
    "SPAIN, on behalf of EU, proposed that methodologies should not include statistical adjustments.", 
    "She suggested adding 'evaluations of individual and aggregate effects of measures undertaken pursuant to the Convention.", 
    "' TRINIDAD AND TOBAGO, on behalf of AOSIS, stated that the SBSTA should ask the IPCC to provide global warming rates, emission trajectories up to 2020, and global warming potentials.", 
    "He supported the request to include adaptation measures and asked China to reconsider its suggestion.", 
    "GERMANY, supported by AUSTRALIA, stated that close cooperation between the IPCC and SBSTA was crucial, stressing the need to maintain a clear division of labor between them.", 
    "He disagreed with the Saudi proposal and stated that the proposed reference to oceanographic information was already covered."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1223000e.html", 
  "enb_long_title": "First Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "1223000e_9", 
  "enb_end_date": "01-Sep-95"
}