{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "China", 
    "Bangladesh", 
    "Peru", 
    "Hungary"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "AGENDA ITEM 6 REPORT ON THE SESSION", 
  "enb_start_date": "30-Oct-95", 
  "enb_short_title": "2nd Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Chair held informal consultations on his draft conclusions early Thursday, 2 October, and the AGBM convened in the afternoon to consider the following: availability of information from national communications and in-depth review (IDR) reports; dates for future sessions; requests for work to the Secretariat; and financial matters. The Secretariat reported that AGBM-3 will have available the following information relevant to national communications: national communications submitted by Annex I Parties; executive summaries of national communications; up to 12 IDR reports, along with summaries; the first elements of the synthesis report on the IDRs; the first compilation and synthesis of national communications; comments from SBSTA and SBI; and the synthesized listing of policies and measures identified in the national communications. SAUDI ARABIA asked if the in-depth analysis of all communications would be completed by COP-2, and stressed the importance of knowing the status of current commitments before making a judgment on a protocol or other instrument.", 
    "CHINA reminded delegates of a decision taken in Berlin that 'urges Annex II Parties to include measures taken regarding technology transfer' to each session of the COP.", 
    "Annex II Parties could indicate whether they have included this activity in their national communications prior to the next SBSTA meetings, and the Secretariat could compile these activities.", 
    "PERU asked whether the second compilation will be ready by the tentative date.", 
    "The Secretariat said that all of the visits regarding in-depth reviews would be completed by COP-2, although all of the reports will not be finished, and added that the second compilation of national communications will be available prior to COP-2. The Secretariat introduced a copy of the official communication sent to Permanent Missions relating to the payment of contributions to the Convention budget for 1996.", 
    "He stressed the importance of receiving contributions before the beginning of next year, as well as the urgent need for contributions to the voluntary fund.", 
    "He said that without an affirmative decision from the Second Committee of the UN General Assembly to provide financial support for 1996 and 1997 meetings, the Conference will be in deep jeopardy.", 
    "The US stated that the document failed to mentioned an administrative official whose services were supplied by the US, and CANADA pledged to contribute C$65,000. SBSTA Chair Tibor Farago (Hungary) reported on negotiations to establish technical advisory panels (TAPs).", 
    "He said the aim was to establish a single panel for methodologies and technologies.", 
    "The panel's work programme includes concrete tasks that take into account AGBM 1 concerns, such as an inventory of technologies.", 
    "The composition would blend experts in methodology and technology -- about 20 people total -- with a balance between Annex I and non-Annex I members.", 
    "Panel members would be nominated by regional groups.", 
    "The panel would have two Co-Chairs, one from an Annex I country and the other from a non-Annex I country.", 
    "A roster of experts, up to 10 from each Party, could relieve some of the burden from the Secretariat.", 
    "SAUDI ARABIA said that the final decision on the panel must be made in the SBSTA.", 
    "Since he did not agree with the proposed structure, the SBSTA Chair should not suggest that the agreement is complete. The Chair adjourned the formal plenary, opened the informal session and distributed his draft conclusions for consideration. The draft conclusions on policies and measures note the discussion of analysis and assessment, including environmental and economic impacts, and point to the agreed need to narrow down the range of policies and measures under consideration.", 
    "Several delegations questioned references to the IPCC Second Assessment as a 'key input' to future work of the AGBM.", 
    "The language was changed to refer to the IPCC's work as a 'substantive source of information.", 
    "' A reference to submissions by January 1996 regarding ideas and comments on policies and measures was changed to 'preliminary submissions.", 
    "' Language to include Parties and organizations 'from non-Annex I countries' was added to a paragraph instructing the Secretariat to organize an informal workshop on policies and measures. The conclusions on quantified reduction objectives and time-frames recognize the alternative approaches, such as cumulative and multi-Party objectives, raised during AGBM 2.", 
    "They point to the need to assess the results of analysis of a limited number of objectives and state that AGBM 3 presents an opportunity to assess information and narrow the range of options.", 
    "Concepts that would differentiate Annex I Parties also need further study.", 
    "An informal meeting of technical presentations on objectives and time-frames will be organized. Delegates held a protracted debate over the conclusion on a forum on preparation of non-Annex I Parties' national communications.", 
    "A number of delegations asked that the paragraph be replaced by a reference to a G-77 and China position paper.", 
    "Other delegations noted that the paper had been circulated only that day and expressed concern over procedural implications of the paper's request that the Secretariat assist in mobilizing funds for the forum.", 
    "The paragraph on the forum was amended to include consultations between the AGBM Chair and the Chair of the G-77 and China.", 
    "It was also amended to state that expertise from Annex I Parties would be helpful to the forum. Following a proposal from several developing countries, a reference in the conclusions on commitments in Article 4.1 to the efforts of the GEF to provide timely financial resources was amended to read: The AGBM noted that the GEF was taking initial steps in this regard and encouraged the GEF to ensure an adequate and timely flow of funding for this purpose. The conclusions on possible elements of a protocol or other legal instrument list the issues identified, and state that a protocol or other legal instrument should cover all GHGs, their emissions by sources and removals by sinks, and all relevant sectors. Amendments were adopted on the use of the exact language from the BM on protocols.", 
    "A group of developed countries proposed adding a paragraph noting that a number of Parties reiterated their support for the AOSIS Protocol and welcomed the EU's proposed structure of a protocol.", 
    "One developing country Party suggested that only some of the Parties welcomed the proposal.", 
    "The new paragraph was accepted as amended. The AGBM requested that the Secretariat prepare a review of existing relevant Conventions, covering the nature of the commitments, differentiated responsibilities and institutional mechanisms.", 
    "The paragraph stating that the AGBM invited Parties to make submissions on additional ideas to the Secretariat by 15 January 1996, was adopted as amended. The Chair adjourned the informal meeting and resumed the formal Plenary.", 
    "The Chair's draft conclusions and the report of the session (FCCC/AGBM/1995/L.2) were then adopted. Dr. Atiq Rahman, Director of the Bangladesh Centre for Advanced Studies, then spoke on behalf of the environmental NGOs.", 
    "He said despite delegations' concerns over the IPCC's economics findings, the IPCC's working groups have pointed to grave threats to sustainable development if projected climate change is not averted.", 
    "He urged delegates to bring together the AOSIS protocol and the EU framework to develop a protocol with binding emission reduction commitments and time-tables."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1224000e.html", 
  "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1224000e_7", 
  "enb_end_date": "03-Nov-95"
}