{
  "countries": [
    "Brazil", 
    "Canada", 
    "Maldives", 
    "Bangladesh", 
    "Philippines", 
    "Costa Rica", 
    "United States", 
    "Peru", 
    "Japan", 
    "Argentina", 
    "Venezuela", 
    "Australia", 
    "Samoa", 
    "Egypt", 
    "India", 
    "Uzbekistan", 
    "Malaysia", 
    "China", 
    "Russian Federation", 
    "Thailand", 
    "Spain"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "AGENDA ITEM 4 CONTINUING TO ADVANCE THE IMPLEMENTATION OF ARTICLE 4.1", 
  "enb_start_date": "30-Oct-95", 
  "enb_short_title": "2nd Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Chair noted that no new commitments for non-Annex I Parties will be introduced, and that this was the first time the AGBM has explored the nature and scope of this Article.", 
    "He suggested exploring issues related to technology and communications by non-Annex I Parties. The PHILIPPINES, on behalf of the G-77 and China, said that this item represented the G-77's contribution to the BM process.", 
    "Putting resources into the Global Environment Facility (GEF) does not automatically make them available to developing countries because of conditions imposed by the financial mechanism.", 
    "She said the AGBM could provide a forum to share experiences on national communications and requested that the Secretariat provide draft guidelines.", 
    "She also noted that the Secretariat's synthesized list of policies contains no mention of technology transfer, and suggested that the AGBM produce a report. JAPAN said developed countries must take the lead on implementation, inventories and communications.", 
    "Comparability in reports could disclose information on history and actions so far.", 
    "He said that communications will be different between Annex I and other Parties, but both should include steps taken. SAMOA, on behalf of AOSIS, said the US presentation raised issues outside the BM process and did not account for important aspects.", 
    "The contribution of non-Annex I Parties to emissions reductions will depend especially on technology transfer and diffusion from Annex I to non-Annex I Parties.", 
    "The AOSIS draft protocol would ensure technology transfer by including language stronger than Article 4.1. PERU has completed its inventory with assistance from the US, but it will be difficult to continue commitments under Article 4.1 without financial and technical assistance from Annex I Parties. BRAZIL invited international coordination to complete its inventory, noting that the most uncertainty in IPCC projections is in deforestation and that it has more than one-third of the world's tropical forests.", 
    "He said Brazil's national communication will include mitigation efforts in energy and forestry. The US said that the BM is explicit regarding developing country commitments and no new commitments were being proposed.", 
    "Instead, the US seeks to recommend ways in which all Parties can move forward.", 
    "He said 'win-win' opportunities for all countries will be the most productive way to lower GHG emissions and that the economic growth projected for the next decade would provide an opportunity for a 'clean revolution.", 
    "' He urged the Secretariat to continue its work on guidelines for non-Annex I Parties' national communications and proposed a formal report on the current status of implementation from the Chair of the SBI.", 
    "The AGBM should consider what analytic work would support advancement of implementation.", 
    "He suggested compiling an inventory of country study experiences. EGYPT said work to address climate change was currently underway and added that commitments from developed countries were an essential component to its continuation.", 
    "She also stressed the importance of the Secretariat's work on technology transfer. SPAIN, on behalf of the EU, said the text of the BM must be the starting point for future work, and added that the process will not include any new commitments.", 
    "Developed countries should take the lead and expressed interest in exploring the G-77 proposal on a forum for sharing experience on national communications. ARGENTINA said the leadership of Annex I Parties is not an isolated fact, but will be supported by the non-Annex I Parties.", 
    "Argentina has produced a first estimate of national emissions and will consider policies and measures for reductions, such as promotion of natural gas use and hydroelectric energy.", 
    "He added that the first national communication is forthcoming. AUSTRALIA said implementation of Article 4.1 commitments is part of the BM.", 
    "The emphasis on short-term funding should be toward emission limitation and sink enhancement.", 
    "Capacity building is a necessary precursor to technology transfer, which should be conducted in the context of bilateral programmes and through normal commercial terms, including payment for intellectual property and involvement of the private sector. BANGLADESH said despite studies demonstrating its vulnerability to climate change it will fulfill its obligations under Article 4.1.", 
    "A study has been undertaken according to IPCC methodologies, and will include an inventory, response evaluation, and strategy development. MALAYSIA said many developing countries do not have the capabilities and capacity in technical expertise or financial resources to complete inventories to international standards.", 
    "Supported by Costa Rica and China, he proposed forming a group of experts from non-Annex I Parties under the AGBM to formulate guidelines for the format of non-Annex I national communications.", 
    "This would create a comparable, if not international, standard.", 
    "He asked the Secretariat to seek financial resources to form the group. CANADA said the BM does not diminish the commitments of non-Annex I Parties.", 
    "She supported Joint Implementation as a cost effective mechanism and urged non-Annex I countries to come forward with examples of effective policies and measures. CHINA said developing countries' implementation will depend on Annex I Parties' provision of resources and technology transfer, contrary to some comments that assistance depends on developing countries taking action.", 
    "He said 'win-win' opportunities invert obligations and responsibilities.", 
    "Developing countries cannot complete inventories until financial resources are provided under Article 4.3.", 
    "Developing countries' communication guidelines should be simplified and not be the same as the complex OECD/IPCC format. The SOUTH PACIFIC REGIONAL ENVIRONMENT PROGRAMME (SPREP) outlined its projects to implement the Convention including: the Pacific Island Climate Change Programme, which focuses on enabling activities, and the Pacific Island component of the CCTRAIN programme.", 
    "He added that SPREP will conduct a regional workshop, and noted that the Pacific islands are not waiting for others to do the work. The PHILIPPINES, on behalf of the G-77 and China, stated that despite the lack of adequate resources and technology transfer assistance, non-Annex I countries such as Argentina and Bangladesh are still moving forward.", 
    "She supported Malaysia's suggestion of a developing countries forum for national communications guidelines, and noted that all existing guidelines are based on a developed country perspective.", 
    "She suggested that developed countries provide guidelines for involving the private sector in technology transfer activities. INDIA supported the Malaysia proposal for a forum, and noted that early structuring of the TAPs will help the implementation process.", 
    "The proper structuring of issues like technology transfer should not get diffused, and clarification of the roles of the SBSTA and SBI would also help with implementation. VENEZUELA is making every effort to complete its national communication prior to the deadline, even though it is developing country experiencing a profound economic crisis.", 
    "He expressed concern that the situation is shared by the great majority of developing countries, and urged that the strengthening of commitments should facilitate the receipt of GEF resources. The RUSSIAN FEDERATION stated that the global nature of climate change and the complexity involved in developing the Convention requires collective efforts for success. UZBEKISTAN has developed a special national climate commission, initiated national programmes, and begun a national inventory on anthropogenic emissions.", 
    "Uzbekistan is experiencing an acute need for technology transfer, financial resources and expert technical assistance, and these needs have prevented completion of a national communication. THAILAND stated that capacity building for the preparation of national communications is urgently needed, and stressed that the AGBM should impose no new commitments on developing countries.", 
    "The contribution of developing countries to existing GHGs is still minute compared to that of developed countries. The US reminded delegates that several workshops on this topic were unsuccessfully proposed at INC-10 but expressed hope that they could be conducted now.", 
    "He also suggested the compilation of a roster of individuals available to respond to technical questions COSTA RICA has completed its inventory with UNDP/GEF assistance and is conducting a vulnerability assessment focused on coastal agriculture and water resources.", 
    "A mitigation analysis of possible changes in energy, transport, land-use and waste management has begun.", 
    "Measures have been taken to reduce emissions in the transport sector.", 
    "Costa Rica is planning to increase its carbon sinks and participation in JI to increase forest areas and protect conservation areas.", 
    "The MALDIVES needs financial support and faces and an expertise shortage.", 
    "Its national communication will begin when its project starts."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1224000e.html", 
  "enb_long_title": "Second Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1224000e_5", 
  "enb_end_date": "03-Nov-95"
}