{
  "countries": [], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "FIRST SESSION OF THE AD HOC GROUP ON THE BERLIN MANDATE", 
  "enb_start_date": "18-Dec-95", 
  "enb_short_title": "Year-End Report 1995 on the FCCC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "COP-1 established an open-ended Ad Hoc Group on the Berlin Mandate (AGBM) through decision FCCC/CP/1995/7/Add.1/ Decision 1/CP.1.", 
    "In this decision, known as the 'Berlin Mandate' (BM), the COP agreed to begin a process to strengthen the commitments on the part of industrialized countries to reduce greenhouse gas emissions beyond the year 2000 through the adoption of a protocol or other legal instrument. At its first session, which was held in Geneva from 21-25 August 1995, the AGBM considered several issues, including an analysis and assessment to identify possible policies and measures for Annex I Parties and requests for inputs to subsequent sessions.", 
    "Delegates debated the nature, content and duration of the analysis and assessment and its relationship to other aspects of the process.", 
    "Several developed and developing countries stressed that analysis and assessment should be conducted in parallel and not prior to the negotiations, but a few developing countries held that more time was needed, particularly to evaluate economic costs.", 
    "Regarding inputs to subsequent sessions, delegates differed widely in the number of requested inputs.", 
    "Some developed countries emphasized the need to avoid delay, while others sought a more comprehensive approach to increase the AGBM\u0092s options.", 
    "Many developing countries requested minimal inputs, stating that a wealth of information already existed, while a few, mainly oil producing countries, emphasized the need for further study on the economic impacts.", 
    "(See Earth Negotiations Bulletin Vol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1225000e.html", 
  "enb_long_title": "Year-End Update on the Framework Convention on Climate Change 1995", 
  "type": "WORKING GROUP", 
  "id": "1225000e_7", 
  "enb_end_date": "18-Dec-95"
}