{
  "countries": [], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "11TH SESSION OF THE IPCC", 
  "enb_start_date": "18-Dec-95", 
  "enb_short_title": "Year-End Report 1995 on the FCCC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The eleventh session of the Intergovernmental Panel on Climate Change (IPCC) met in Rome from 11-15 December 1995.", 
    "Some 500 experts from 120 countries attended the meeting to adopt the Second Assessment Report, which was drawn up with the help of 2,000 scientists worldwide. Like its First Assessment Report, which was published in 1990, the IPCC\u0092s Second Assessment Report was prepared by three working groups.", 
    "Working Group I analyzed the functioning of the climate system and potential changes to it resulting from human activities.", 
    "Working Group II assessed potential impacts of climate change, adaptation strategies, and measures that could be adopted to reduce greenhouse gas emissions.", 
    "Working Group III focused on evaluating the economic implications of climate change. The draft Second Assessment Report, which highlights a 'discernible human influence' on climate, goes beyond the 1990 report when human influence on climate was something that could not really be concluded at all.", 
    "WMO Secretary- General Godwin Obasi told the delegates at the opening ceremony this conclusion was 'a warning to humanity that we have gone beyond the point where the sustainable use of the atmosphere as a highly mobile dump for man\u0092s waste is possible without serious consequences'. Based on the findings of the three working groups, the draft report says that the earth\u0092s temperature could rise by between one and 3.5 degrees Celsius by the year 2010 - an average rate of warming probably higher than any in the last 10,000 years.", 
    "It says it would expect temperatures to continue rising after that, even if emissions of the greenhouse gases such as carbon dioxide and methane that trap heat in the atmosphere were stabilized at that time. While not all scientists agree on the causes, or even the phenomenon of global warming, most believe the build-up of such gases, to a large part caused by burning fossil fuels, could have drastic consequences.", 
    "The draft IPCC report came under fire from major oil producing countries, who want no action on cutting emissions until there is scientific certainty.", 
    "These countries spent much of the week attempting to block adoption of the report. The IPCC report will be published in the following three volumes in early 1996: Volume 1: The Science of Climate Change; Volume 2: Scientific-Technical Analyses of Impacts, Adaptations, and Mitigation of Climate Change; and Volume 3: Economics and Social Dimensions.", 
    "When published, they can be ordered from: Cambridge University Press Distribution Center, 110 Midland Ave, Port Chester, NY 10583 USA; tel: +1-800-872-7423 (US); +1-914- 937-9600 (outside US); fax: +1-914-937-4712; World Wide Web: http://www.cup.org"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1225000e.html", 
  "enb_long_title": "Year-End Update on the Framework Convention on Climate Change 1995", 
  "type": "IPCC", 
  "id": "1225000e_22", 
  "enb_end_date": "18-Dec-95"
}