{
  "countries": [
    "Canada", 
    "Switzerland", 
    "Germany", 
    "Uruguay"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ADOPTION AND ENTRY INTO FORCE", 
  "enb_start_date": "18-Dec-95", 
  "enb_short_title": "Year-End Report 1995 on the FCCC", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The United Nations Framework Convention on Climate Change was adopted on 9 May 1992, and was opened for signature at the UN Conference on Environment and Development in June 1992 in Rio de Janeiro, where it received 155 signatures.", 
    "The Convention entered into force on 21 March 1994, 90 days after receipt of the 50th ratification. After the adoption of the Convention, the INC met five more times to consider the following items: matters relating to commitments; arrangements for the financial mechanism and for technical and financial support to developing countries; procedural and legal issues; and institutional matters.", 
    "During these INC sessions, scientific work was undertaken to improve the methodologies for measuring emissions from various sources, but the larger scientific problem was determining the best methodology to estimate the removal of carbon dioxide by 'sinks,' namely oceans and forests.", 
    "The other major task before negotiators was the difficult issue of financial support for implementation, particularly for developing country Parties who will require 'new and additional financial resources' to obtain data and implement energy-efficient technologies and other necessary measures. The eleventh and final session of the INC met from 6-17 February 1995, at UN Headquarters in New York.", 
    "During the two-week session, delegates addressed a wide range of issues including arrangements for the first session of the COP, location of the Permanent Secretariat, rules of procedure for the COP, matters relating to commitments, arrangements for the financial mechanism, and provision of technical and financial support to developing country Parties. While delegates did agree to maintain the Global Environment Facility (GEF) as the interim entity to operate the financial mechanism and to finance mitigation activities, little concrete progress was made on other important issues before the Committee.", 
    "Delegates were unable to take action on the adequacy of commitments or to begin negotiations on the draft protocol submitted by AOSIS or the proposals for further elements of a protocol submitted by Germany.", 
    "There was no progress on joint implementation.", 
    "Delegates had little time to address technical and financial support to developing countries.", 
    "The location of the Permanent Secretariat remained pending, although the four countries offering to host the Secretariat (Canada, Germany, Switzerland and Uruguay) were asked to negotiate among themselves to present a single nomination to the COP in Berlin.", 
    "Finally, delegates were unable to reach agreement on the rules of procedure due to lack of agreement on voting procedures and the allocation of seats on the COP Bureau."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1225000e.html", 
  "enb_long_title": "Year-End Update on the Framework Convention on Climate Change 1995", 
  "type": "", 
  "id": "1225000e_3", 
  "enb_end_date": "18-Dec-95"
}