{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Iran", 
    "Panama", 
    "India", 
    "Costa Rica", 
    "France", 
    "United States", 
    "Senegal", 
    "China", 
    "Switzerland", 
    "Germany", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Technology Transfer", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINANCIAL AND TECHNICAL COOPERATION", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The SBI then discussed matters related to the financial mechanism and a progress report on technical and financial cooperation.", 
    "Delegates considered a report on arrangements between the COP and the operating entity or entities of the financial mechanism: information on relevant action by the GEF Council (FCCC/SBI/1996/3).", 
    "Delegates also considered a progress report on the activities of the Secretariat concerning technical and financial support (FCCC/SBI/1996/4).", 
    "The report covers activities related to information exchange, training and capacity building, networking and financial arrangements. The US said it is vital that the financial mechanism move swiftly to meet the agreed full costs to developing country Parties in their efforts to prepare national communications. COSTA RICA, on behalf of the G-77/China, said the implementation efforts of the developing countries will depend on the actions of developed countries.", 
    "The resource flows to the GEF and developing countries must be accelerated or there will be delays in national communications.", 
    "He noted that the arrangement between the COP and the operating entity of the financial mechanism contained unrealistic norms and stressed the need for greater emphasis on energy conservation and efficiency. SAUDI ARABIA stated that an endorsement from the SBI would require line-by-line consideration and noted that the operational strategy was not exactly aligned with the COP decision on programmes, priorities and guidelines.", 
    "He warned that operational programmes to expand markets for technologies may endanger the availability of funding and the functioning of GEF.", 
    "He also questioned the operational programme\u0092s intent to 'remove barriers to implementation.", 
    "' The EU favored making mitigation measures the strategic option for the GEF and placed highest priority on long-term activities.", 
    "He said the initial phase must emphasize enabling activities.", 
    "Short- term projects should receive a lower share of financial resources, and must be cost-effective, likely to succeed and country-driven.", 
    "SENEGAL said technical and financial support was vital for non-Annex I Parties\u0092 preparation of preliminary national communications.", 
    "IRAN said that an over-emphasis on long-term activities must not undermine the short-term activities in developing countries.", 
    "Regarding the adoption of renewable energy and removing barriers, he said any measure taken, including unilateral ones, must not be a disguised restriction on international trade. INDIA noted that national communications are not just part of a process, but are a basis for sustainable development.", 
    "The effort for national communications will only work if full costs are made available because a national communication is not a feasibility study but a real appraisal.", 
    "On long-term measures, he said GEF projects should be assessed in terms of sustainable development achieved and noted that the Convention is not limited to global benefits.", 
    "CHINA stressed the need for more financial resources and said that activities should not be confined to information exchange and training, but should provide technical and financial support.", 
    "Efforts should be made to expedite developing countries\u0092 projects.", 
    "SWITZERLAND stated, on the objective of eliminating obstacles, that care must be used to ensure that all actions are acceptable.", 
    "She said rules that would work to the detriment of the poorest countries should not be adopted.", 
    "She stressed the need to reduce the long-term cost of technologies low in GHG production and to provide conditions for technology transfer. BRAZIL noted the commitment to provide financial resources but said that no resources had been received to date.", 
    "While awaiting resources, internal steps have been taken, such as producing a World Wide Web page on Brazil\u0092s national communication.", 
    "The SBI should guide the GEF in its preparation of a standard project package and noted that the GEF Council should consider that financing national communications is not a one-time operation.", 
    "PANAMA called for more information on activities so that Parties are not dependent on second-hand news.", 
    "He also expressed interest in the activities under the CC:TRAIN programme.", 
    "CANADA and GERMANY noted the importance of electronic dissemination of information and encouraged further expansion. The Secretariat said that the timing of funding is important and that the US and the G-77/China gave the same message.", 
    "He also noted, as the EU and Brazil stated, that national communications are not a one-time event.", 
    "As for China and Senegal\u0092s call to speed up the process, the Secretariat said a 'jump start' is close to 'short- circuit,' but CC:FORUM is designed to help.", 
    "This item was discussed in a series of informal meetings chaired by Amb.", 
    "John Ashe (Antigua and Barbuda).", 
    "On 1 March, delegates considered the results of these consultations. The draft conclusions stated that the SBI took note of the actions of the GEF Council, in particular the adoption of its operational strategy.", 
    "The SBI also concluded, inter alia, that the GEF should provide expeditious support for the preparation of national communication by developing countries, take into account that the preparation of national communications is a continuing process, and implement enabling activities and expedite the disbursement of resources.", 
    "Regarding financial and technical cooperation, SBI instructed the Secretariat to prepare a report for its next session on possibilities for strengthening and expanding CC:INFO and CC:FORUM to support the preparation of non-Annex I Party national communications.", 
    "SAUDI ARABIA objected to the reference to the adoption of the operational strategy, but FRANCE stated that the phrase was essential.", 
    "Delegates adopted the conclusions and added that the SBI took note of the relevant GEF Council action, including the adoption by the GEF Council of its operational strategy."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1226000e_19", 
  "enb_end_date": "04-Mar-96"
}