{
  "countries": [
    "Canada", 
    "Australia", 
    "Uruguay", 
    "Poland", 
    "India", 
    "United States", 
    "Marshall Islands", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "COMMUNICATIONS FROM ANNEX I PARTIES", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates considered the following documents: Part One: Elements of the second compilation and synthesis report (FCCC/SB/1996/1); Part Two: Tables of inventories and anthropogenic emissions and removals in 1990 and projected anthropogenic emissions in 2000 (FCCC/SB/1996/1/Add.1); Progress report on in-depth reviews (FCCC/SB/1996/2); and Report on the guidelines for the preparation of first communications by Annex I Parties (FCCC/SBSTA/1996/3). The US recommended that the SBSTA should improve instructions for subsequent national communications by: eliminating ambiguity from GHG inventories; including implementation status and expected effect in the descriptions of policies and measures; and including all GHGs in emission projects.", 
    "The US also expressed disappointment at the brevity of the status report and urged the Secretariat to provide a more substantive assessment.", 
    "NEW ZEALAND supported the US and stated that the revised measures should be adopted at COP-2 to be applied to second national communications. INDIA noted the projected values for emissions of all GHGs are substantially higher than 1990 levels, and fall far short of the Convention\u0092s goals.", 
    "He suggested that if 1994 is the base-year for non-Annex I Parties, then there should be a set of values for 1994 for Annex I countries to ensure comparability.", 
    "JAPAN highlighted the need to clearly define the time frame for prospective steps in the guidelines, which should review the performance of policies and measures and should be more comparable.", 
    "POLAND said that economies in transition may have trouble submitting national inventory data by 15 April 1996.", 
    "CANADA supported the further development of guidelines to improve transparency, consistency, descriptions of policies and measures, and reporting on technology cooperation.", 
    "The MARSHALL ISLANDS, on behalf of AOSIS, expressed concern about the number of Annex I countries failing to meet the relatively soft targets for emissions reductions and supported Japan\u0092s proposal to include a performance review on policies and measures. The EU supported the proposed 1 April 1996 deadline for submissions on the approach for the second compilation and encouraged Annex I Parties with economies in transition to use 1990 as the base-year as soon their capabilities permit.", 
    "He said the underlying assumptions used in preparing national communications should be reflected in tables to increase comparability.", 
    "AUSTRALIA supported the Secretariat\u0092s proposal to include examples of national circumstances in the second compilation.", 
    "URUGUAY expressed concern about the lack of comparability between Annex I national communications.", 
    "He proposed that Annex I countries include a projection for developing cleaner alternative technology as part of their growth perspectives. The Chair noted that many delegates referred to the original deadline of 15 April and reiterated the importance of moving the deadline up to 1 April, as proposed by the Secretariat.", 
    "The US said there is not adequate time to accommodate the request and the extra two weeks is important for providing thoughtful comments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1226000e_8", 
  "enb_end_date": "04-Mar-96"
}