{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Zimbabwe", 
    "Germany", 
    "Senegal", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR COP-2", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Secretariat introduced document FCCC/SBI/1996/8 on arrangements for COP-2.", 
    "The issues related to COP-2 include whether to convene a high-level or ministerial segment and the need to select the Bureau.", 
    "The Secretariat noted that COP-1 did not adopt its rules of procedure but decided the President of COP-1 should conduct consultations and report back at COP-2. With regard to the need for high-level political participation, some delegates said that ministerial attendance was needed to stress the importance of the meeting.", 
    "Others said ministerial involvement should not be overused. Regarding the composition of the Bureau, SAUDI ARABIA said that the rules of procedure cannot be 'applied' forever.", 
    "GERMANY said the President of the COP has raised this issue at every Bureau meeting since COP-1 and used other opportunities for discussion.", 
    "She said the President of the COP will hold consultations prior to COP-2.", 
    "The Chair of SBI convened informal consultations on the ministerial segment and the Bureau. On 1 March, delegates recommended allowing more time for consideration of the ministerial segment and postponed the decision until after the AGBM.", 
    "The US said a ministerial segment is desirable and useful.", 
    "It would focus attention on the SAR and generate increased public awareness and support.", 
    "The EU said that the preparations should focus on policy-making, and there should be a ministerial segment aimed at providing guidance to activities under the Convention.", 
    "TRINDAD AND TOBAGO, on behalf of AOSIS, supported a ministerial segment.", 
    "FRANCE noted there is not yet a final decision from the EU and said the group will have to spend a week preparing for a ministerial segment Regarding the composition of the Bureau, the Chair noted a preliminary list of representatives.", 
    "The COP-2 presidency falls to the African Group.", 
    "Senegal, on behalf of the African Group, announced that Zimbabwe will preside over COP-2.", 
    "He also supported that the current SBI Chair continue his post during the elections at COP- 2. The topic of a ministerial segment at the COP and the composition of the Bureau were revisited at the SBI\u0092s final plenary and during a special session of the SBI convened on the final day of the AGBM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1226000e_21", 
  "enb_end_date": "04-Mar-96"
}