{
  "countries": [
    "Germany"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "INSTITUTIONAL AND BUDGETARY MATTERS", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Secretariat introduced document FCCC/SBI/1996/6, Implementation of decision 14/CP.1 on the institutional linkage of the Convention Secretariat to the UN and budget-related matters.", 
    "The document includes information on the endorsement of the linkage by the General Assembly, the establishment of the Permanent Secretariat and the arrangements for administrative support and conference services.", 
    "It also includes the Convention budget for 1996. The Secretariat introduced the arrangements for the relocation of the Secretariat to Bonn (FCCC/SBI/1996/7).", 
    "The document deals with legal arrangements for the Secretariat and notes that because the Secretariat is not a subsidiary body of the UN, the legal regime of the UN cannot be extended automatically.", 
    "The document includes advice from the UN Office of Legal Affairs that cites the action taken by the Montreal Protocol in a similar situation.", 
    "The move to Bonn is scheduled to begin in August 1996.", 
    "The report proposed that the SBI adopt a decision similar to the Montreal Protocol or endorse the intention of the Executive Secretary to sign an agreement that applies the terms of the UN/Germany agreement.", 
    "The EU suggested postponement of the decision until the next meeting of the SBI.", 
    "The group held informal consultations on this item for the remainder of the week and produced a draft decision.", 
    "On Friday, 8 March, the SBI adopted conclusions submitted by the Chair in a special session convened during the AGBM meeting.", 
    "In the conclusions, the SBI, inter alia, requests the Executive Secretary to enter in to an appropriate agreement for the effective discharge of the Secretariat\u0092s function in Germany."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1226000e_20", 
  "enb_end_date": "04-Mar-96"
}