{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Iran", 
    "Malaysia", 
    "India", 
    "Costa Rica", 
    "Central African Republic", 
    "United States", 
    "Slovenia", 
    "China", 
    "Marshall Islands", 
    "Switzerland", 
    "Kenya", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "TRANSFER OF TECHNOLOGY", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Secretariat introduced a note by the Secretariat on transfer of technology (FCCC/SBI/1996/5).", 
    "It contains a progress report on technology transfer by Annex II Parties in response to Decision 13 of COP-1.", 
    "The report notes that the national communications of Annex II Parties were based on guidelines for the preparation of first communications by Annex I Parties, but also states that the section of the guidelines on technology transfer is very general and subject to different interpretations.", 
    "As a result, the information in Annex II communications differs considerably in format, comprehensiveness and level of detail and a complete picture of technology transfer is not available.", 
    "The report notes possible issues for consideration by the SBI, particularly clarifying the levels of comprehensiveness, comparability and detail needed for the national communications due in 1997. MALAYSIA noted there is an enormous amount of information available in many centers and in many forms and said any future compilation on technology transfer should provide sufficient information to explain how the projects or activities fully meet the objective of the Convention.", 
    "He suggested a short paper on implementation on the two decisions of COP-1.", 
    "CHINA noted that communications from Annex II Parties failed to elaborate on technology transfer and said the provisions on technology transfer in the Convention have not been satisfactorily implemented.", 
    "Since communications failed to mention standard methods, the Secretariat should prepare a document containing relevant information, including: technical features, cost analysis and environment.", 
    "As priority areas, the reduction of emissions should focus on substitute technology; enhancement of sinks should focus on forest management; and adaptation should focus on disaster prevention. The EU said the SBI should ask the SBSTA for clarification on comprehensiveness and comparability.", 
    "SWITZERLAND described an international expert meeting for assessing and meeting technology needs, which was co- sponsored by the Netherlands.", 
    "The meeting discussed possible methodology and terminology for non-Annex I Parties regarding technology transfer.", 
    "She said that the final report will be communicated to UN Commission on Sustainable Development.", 
    "COSTA RICA, on behalf of the G-77/China, recalled that developing countries had fought for Decision 13 in Berlin, but noted that the whole process was moving too slowly.", 
    "He disagreed strongly with attempts to link technology transfer to the issue of activities implemented jointly.", 
    "Technology transfer should be discussed in reports with clear evaluations of activities. The US said that much more useful information is available than is reported in national communications.", 
    "While it is crucial for implementation to increase the speed of transfer, Parties must deal with the reality that the private sector plays a critical role.", 
    "Governments can support technology transfer, but they are not the main engines for advances and innovations.", 
    "He called for improving the quality of information, incorporating private sector activities into communications, and encouraging investment in better technology.", 
    "He recalled that Decision 13 urges all Parties to report their activities and that non-Annex I countries can share information on their needs and priorities.", 
    "CANADA urged addressing all relevant sectors and GHGs in the reports and specifying those intended to reduce GHGs and those to enhance sinks.", 
    "IRAN noted that the definition of technology transfer in the report fails to include know-how.", 
    "He said it is not logical that the private sector is regarded in the same status as governments because it could not be expected to act on the same obligations as the governments. INDIA said that technology transfer was envisaged as a primary mover in the Convention\u0092s implementation, but the spotlight has shifted to the softer side of technology transfer such as capacity building and information networks.", 
    "He said the question of terms of transfer should not become dormant, and noted there are monopolies in certain technologies.", 
    "There should be a review of transfer mechanisms that recognize constraints, such as lack of accessible information on the range of technologies, poor understanding of regulations, poor information on the receiving country, and lack of effective brokering to facilitate appropriate technology.", 
    "The NETHERLANDS said the Convention should focus on all issues, but take a phased approach.", 
    "He drew attention to existing information systems such as GREENTIE and the UNEP clearinghouse.", 
    "The MARSHALL ISLANDS noted the statements calling for urgent progress in reporting technology transfer activities from developed countries when technology transfer has been halted or denied for political reasons.", 
    "Recent events should be reported, such as when countries were denied valuable tools for sustainable development because they objected to nuclear testing near sensitive atolls.", 
    "SLOVENIA noted that Annex I activities alone are not enough.", 
    "Countries with economies in transition view technology transfer as an important and delicate issue that should be given as high a priority as possible. The CENTRAL AFRICAN REPUBLIC said that it, like other developing countries, doesn\u0092t have much to give.", 
    "Meeting its commitments requires the developed world to transfer technologies and make clean technology accessible.", 
    "KENYA noted that the subject has not been adequately considered and said a high level of transparency is needed.", 
    "FRANCE noted contradictory messages condemning and calling for French aid. Following informal consultations chaired by Daniel Reifsnyder (US), the SBI adopted draft conclusions that state, inter alia, that the SBI: recognized the need to improve the comprehensiveness, comparability and detail of information provided by Annex II Parties; recognized the complementary roles of the public and private sectors and urged improved private sector participation; requested SBSTA to prepare recommendations on the guidelines for national communications by Annex I Parties for consideration at SBI-3; requested that the Secretariat prepare a report on technology transfer cooperation by the private sector; and invited Parties to submit comments on this subject by 1 April 1996."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1226000e_22", 
  "enb_end_date": "04-Mar-96"
}