{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Italy", 
    "Uganda", 
    "Kuwait", 
    "Poland", 
    "Mauritius", 
    "Trinidad and Tobago", 
    "New Zealand", 
    "Venezuela", 
    "United States", 
    "Saudi Arabia", 
    "Egypt", 
    "India", 
    "Uzbekistan", 
    "Malaysia", 
    "China", 
    "Armenia", 
    "Russian Federation", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "COOPERATION WITH THE IPCC", 
  "enb_start_date": "27-Feb-96", 
  "enb_short_title": "2nd Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning of Wednesday, 28 February, SBSTA Vice-Chair Soobaraj Nayroo Sok Appadu (Mauritius) opened discussions on scientific cooperation.", 
    "The US, supported by UZBEKISTAN, said IPCC technical reports should address a variety of gas mixes, time horizons and stabilization levels, use simple models to predict mean temperature change and sea-level rise at 10- year intervals, and evaluate the technical feasibility of each profile.", 
    "Supported by SAUDI ARABIA, he said another report could address the effects of various emissions limitation proposals, including the AOSIS draft protocol, assessing the technical feasibility and range of cost for each proposal.", 
    "The IPCC should continue to lead inventory efforts. The RUSSIAN FEDERATION said the SBSTA should analyze the SAR and elaborate a proposal for implementation of priority measures.", 
    "The IPCC should move from global to regional scenarios and forecasts, including a scientific evaluation of dangerous effects on the climate system.", 
    "Regional seminars should be added on regional effects.", 
    "The NETHERLANDS said the documents are already made for policy makers, so there is no need for further simplification of IPCC documents by the SBSTA. INDIA said the IPCC should continue to synthesize science and technical research, not stray into policy measures or national technologies.", 
    "He supported regional workshops, with an Asian regional meeting in India.", 
    "VENEZUELA said the IPCC should look at the social and economic consequences of a protocol or legal instrument of new commitments for Annex I countries and how new commitments can help avoid temperature and sea-level rise.", 
    "CHINA said global projections alone are far from enough for countries and regions to formulate policies and strategies. SAUDI ARABIA stressed assessment of the economic impacts of possible protocols on all Parties, especially developing countries.", 
    "UGANDA said the question is how SBI and SBSTA can establish regional research institutions, especially in less developed areas like Africa.", 
    "ITALY, on behalf of the EU, said the IPCC should continue as the primary body providing independent assessments, reviewing published literature and developing methodologies and guidelines.", 
    "SBSTA should look at operational issues and technical aspects of specific policy questions.", 
    "He called for a technical paper on interpreting scenarios, pathways and timetables to stabilization, and an assessment of options relevant to the AGBM. KUWAIT said it is important to focus on the economic impacts of any proposals for new commitments, and on the reduction in change in temperature and sea-level rise that can be achieved.", 
    "A summary should not reinterpret the SAR.", 
    "The INTERNATIONAL ATOMIC ENERGY AGENCY said delegates should consider the role of nuclear power in reducing climate change.", 
    "CANADA supported looking at criteria for determining dangerous interference, as well as emphasis on social and economic impacts, especially in developing countries, and on the impact of response options on employment, inflation and other economic factors.", 
    "MALAYSIA recommended that SBSTA prepare a list of adaptation technologies and consider mechanisms to enhance dissemination of experience on adaptation technology.", 
    "SBSTA should further elaborate the impact of economic instruments on developing countries and provide guidance on how regional scenarios can be developed.", 
    "EGYPT said the IPCC should continue to assess impacts on vulnerable regions.", 
    "NEW ZEALAND said the SAR should be referred in its entirety to the COP and the AGBM.", 
    "He supported the recommended special topic reports and workshops for 1996, especially on coral reefs. POLAND said guidelines for adaptation measures are needed as well as for inventories.", 
    "ANTIGUA AND BARBUDA asked whether, as indicated by the IPCC Chair\u0092s summary, it was impossible to stabilize atmospheric concentrations at 450 ppm equivalent.", 
    "He noted that while the level could be difficult to avoid it was not impossible.", 
    "IPCC Chair Bolin said with current GHG concentrations at about 420- 430 ppm, it is impossible not to exceed 450 ppm at some point, but not impossible to stabilize eventually at that level.", 
    "TRINIDAD AND TOBAGO, on behalf of AOSIS, said the SAR already shows dangerous climate interference.", 
    "ARMENIA called for a study of methane emissions from municipal dumps and work on the use of municipal refuse as fuel. The draft conclusions on cooperation with the IPCC (FCCC/SBSTA2/CRP.1) note the IPCC\u0092s decisions on a work programme, particularly the intention to prepare a Third Assessment Report by 2000 and continue GHG inventory methodologies.", 
    "The conclusions request that the IPCC undertake a work programme, listed in an annex, which describes activities, products and timetables under a number of issues.", 
    "The annex includes work on: regional scenarios and impacts; full scientific assessments; detection of climate change; emissions inventory methodologies; technology transfer and evaluation; modeling of stabilization scenarios; implications of emission limitations; impacts of response measures; and simple climate models.", 
    "Document FCCC/SBSTA2/CRP.1/Add.1 amends annex sections on modeling of stabilization scenarios and implications of emission limitations and adds a section on impacts of response measures.", 
    "The conclusions and annex were adopted at the final plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1226000e.html", 
  "enb_long_title": "Second Session Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1226000e_7", 
  "enb_end_date": "04-Mar-96"
}