{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Italy", 
    "Poland", 
    "Costa Rica", 
    "United States", 
    "New Zealand", 
    "Argentina", 
    "Australia", 
    "Samoa", 
    "Estonia", 
    "Uruguay", 
    "Senegal", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Japan", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Pre-Kyoto", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "POSSIBLE FEATURES OF A PROTOCOL OR ANOTHER LEGAL INSTRUMENT", 
  "enb_start_date": "05-Mar-96", 
  "enb_short_title": "3rd Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Wednesday, 6 March, the Secretariat introduced a note on possible features of a protocol or another legal instrument (FCCC/AGBM/1996/4).", 
    "The note states that Parties will need to consider which type of instrument would be most viable in the current context - a protocol, an amendment or another legal or quasi-legal instrument.", 
    "The institutional mechanism will largely depend on the choice of instrument and the type of substantive commitments it will contain.", 
    "The note also contains an annex comparing the procedures relating to a protocol and an amendment.", 
    "Delegates also had before them a compilation of comments from the Parties (FCCC/AGBM/1996/MISC.1).", 
    "The Chair said the options open to the AGBM are plentiful, but the possibilities in terms of a protocol can be affected by the need to obtain a sufficient majority.", 
    "He mentioned several alternative approaches and said delegates should decide which one will be the most effective.", 
    "He noted that ideally Parties to the Convention would also be Parties to the protocol, but it is possible this will not happen. URUGUAY stated that any agreement reached should be as binding as possible, but noted that some delegates become fearful when the word protocol is mentioned.", 
    "Whatever apprehensions arise may be linked to uncertainty, but the uncertainty does not dispel the risk.", 
    "He urged delegates to avoid sending signals that weaken the Convention.", 
    "CHILE said the AGBM needs to take a political decision and recalled that when the UNFCCC was negotiated, the EU made a binding declaration to establish a stronger sense of commitment.", 
    "Action can be taken without jeopardizing the unity of the Convention and the AGBM should direct its effort towards that objective.", 
    "He supported a protocol and called for an instrument that would not divide the Parties. SENEGAL said that the AGBM cannot continue to 'mutter and stammer' when faced with such historic events.", 
    "The Convention is at a crossroads and Parties must assume their responsibilities.", 
    "He recalled that amending the Basel Convention was not easy but was nonetheless achieved.", 
    "The AGBM needs to find the best, simplest and most effective approach.", 
    "CHINA said there were many precedents for adopting a protocol or amendment, but noted that the need for Annex I countries to strengthen their commitments must not be forgotten.", 
    "She did not favor setting up other mechanisms because it will lead to coordination problems and increase bureaucracy. ARGENTINA emphasized the importance of persevering in the effort to agree on the rules of procedure to revitalize the negotiations.", 
    "It seems unprecedented for a Convention of this importance to lack it own rules of procedure, particularly while discussing a protocol.", 
    "He stressed the need to arrive a solution in July.", 
    "He said delegates should remember that a Secretariat with considerable human resources already exists and there are already commitments in the Convention.", 
    "SAMOA, on behalf of AOSIS, recalled that AOSIS submitted its draft protocol at COP-1 and said the protocol is intended to complement, not supplant, the Convention. In the afternoon of Thursday, 7 March, the Chair opened discussion of this item by noting Germany\u0092s suggestion to compile proposals.", 
    "He said a compilation document will include proposals from AOSIS, the German elements paper, the Russian Federation, and the EU protocol structure.", 
    "He also recommended that delegates consider institutional economy.", 
    "There is a general understanding that the Convention Secretariat should also be the protocol secretariat, but the Conference of the Parties could be different because the Convention and a protocol could have different constituencies. The RUSSIAN FEDERATION said a protocol should have reachable rather than utopian benchmarks that Parties at variable levels of development can attain with differentiated responsibility.", 
    "A protocol rather than amendments with joint but differentiated commitments would produce the most complete results.", 
    "He proposed a regional approach that would require regional scenarios from the IPCC with quantitative measurements of GHGs on a separate basis.", 
    "Elements for countries with economies in transition are contained in FCCC/AGBM/1996/MISC.1.", 
    "They include scientific, technological and economic activities as well as cooperation with Annex II Parties in technology introduction, attracting financial resources and AIJ.", 
    "The US supported analysis and assessment, but said the stakes are too high and risks too great to seek refuge in scientific uncertainty.", 
    "He urged COP-2 to resolve the rules of procedure, but said the rules of amendment do not depend on the rules of procedure.", 
    "Although the US does not prefer an amendment over a protocol, he said an amendment has merit because it would: not raise complex institutional questions; simplify the process, and follow the worldwide trend of streamlining international instruments.", 
    "Ratification of a protocol, never speedy, argues for an amendment, but delegates should wait to decide on the form until the agreed commitments are clear. ESTONIA supported the EU structure as the basis for negotiations.", 
    "He welcomed the differentiation of the responsibilities of Parties and said the main criteria should be GDP per capita and other GHG emission factors. CANADA said delegates can only decide to seek an amendment or protocol when the nature and scope of commitments are developed.", 
    "It is simpler to apply existing institutions to an amendment than a protocol.", 
    "A separate bureau would be needed for an amendment.", 
    "Given the impasse on the rules of procedure, a protocol can only be adopted by consensus, whereas an amendment can be adopted by a three-quarters majority.", 
    "Use of existing institutions should be maximized.", 
    "The instrument chosen should have the capacity to evolve.", 
    "Roles should be explored and elaborated for all Parties.", 
    "ITALY, on behalf of the EU, said the EU has already expressed preference for a protocol.", 
    "It is preferable to avoid new institutions as much possible.", 
    "Institutions of quasi-legal or soft law would not meet AGBM requirements.", 
    "Communication and review are more important for a protocol, which would probably lead to enhanced need for review.", 
    "The Article 13 process should produce a multilateral consultative process that could be adapted. JAPAN said provisions must incorporate measures that lead to technology transfer, AIJ and review mechanisms.", 
    "He said it will become necessary that an international framework for joint implementation be given a role by 2000. COSTA RICA, on behalf of the G-77/China, said delegates first need to resolve the internal regulations of a protocol.", 
    "The Secretariat should organize a forum to discuss social and economic effects of proposed P&M. AUSTRALIA said irrespective of form, the legal instrument needs to address all GHGs, sources and sinks in a comprehensive manner, as well as all the BM.", 
    "It is difficult to finalize the form until content is more advanced, but delegates should look at use of other instruments, like decisions and guidelines, considering the advantages and disadvantages of a separate legal instrument.", 
    "He endorsed a rigorous effort to reduce costs and the preference to avoid new institutions.", 
    "POLAND prefers a protocol, as explained by the EU and Russian Federation.", 
    "It should cover only issues in the BM and not include institutional and other issues.", 
    "NEW ZEALAND supported the 'non-proliferation principle' of a single Secretariat and utilizing existing subsidiary bodies.", 
    "Rules should apply mutatis mutandi.", 
    "Reporting requirements could be consolidated to reduce the burden on national ministries.", 
    "SAMOA, on behalf of AOSIS, said the group had stated its position on form and content.", 
    "A legally-binding instrument is part of the preferred AGBM output.", 
    "Time should not be spent on the form until QELROs decisions are completed.", 
    "He accepted simplification and non-proliferation.", 
    "Urgency means delegates must resolve the rules of procedure. CHINA said the BM states that the process will produce a legally-binding document.", 
    "The thrust is to strengthen Annex I Parties\u0092 commitments.", 
    "It cannot be a comprehensive regime but can only be of a specific scope that strengthens a specific area of the Convention.", 
    "Existing institutions can carry out new commitments. Delia Villagrasa, on behalf of Climate Action Network, said the IPCC SAR shows there is no basis for delay or lack of action but much that demands quick response.", 
    "Emissions reduction levels must be science-driven, limiting environmental damage and restricting temperature change to .1 per decade and to 1 total.", 
    "Results from the Netherlands environmental agency\u0092s IMAGE 2 model presented at a workshop demonstrate the need for 2010 emission limits at 19-46% below 1990 levels, with larger reductions to be safe.", 
    "The AOSIS protocol would be a first step toward the AGBM\u0092s goal.", 
    "It fits the safe corridor/landing concept, which seeks atmospheric GHG levels that would not cause dangerous climate interference.", 
    "A legally-binding instrument is essential.", 
    "Debate over differentiation cannot derail the process.", 
    "She welcomed recognition that AGBM 3 marks the end of the analysis and assessment and that real negotiations are underway."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1227000e.html", 
  "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1227000e_10", 
  "enb_end_date": "08-Mar-96"
}