{
  "countries": [
    "Spain"
  ], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "SECOND SESSION", 
  "enb_start_date": "05-Mar-96", 
  "enb_short_title": "3rd Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The second session of the AGBM was held in Geneva from 30 October - 3 November 1995.", 
    "Debate over the extent of analysis and assessment continued, but delegates also heard new ideas for the structure and form of a possible protocol.", 
    "During the week-long meeting, delegates considered: strengthening of commitments in Article 4.2 (a) and (b), regarding policies and measures, as well as quantified emissions limitation and reduction objectives within specified timeframes; advancing the implementation Article 4.1; and possible features of a protocol or other legal instrument. During the meeting, Spain, on behalf of the European Union, submitted an outline for a protocol or legal instrument.", 
    "The outline did not include proposals on policies, measures, objectives or timeframes, but was organized on three principles: consistency with prior AGBM discussions; creating a dynamic instrument that can develop over time; and linking measures to existing Convention provisions where they apply.", 
    "The outline includes six articles: commitments by developed and other Annex I Parties, including a section on voluntary application by non-Annex I Parties; commitments by all Parties; review of commitments; cross-references to FCCC articles; amendment procedures, including simplified procedures for annexes; and final clauses.", 
    "It would include three annexes of policies and measures: those applicable to all Annex I Parties; those agreed as high priority in national programmes; and those to be considered in national programmes, as appropriate.", 
    "While delegates did not decide to adopt this outline, they did agree that it merits further consideration."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1227000e.html", 
  "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1227000e_3", 
  "enb_end_date": "08-Mar-96"
}