{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "Malaysia", 
    "Russian Federation", 
    "Japan", 
    "Germany"
  ], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "A BRIEF ANALYSIS OF AGBM 3", 
  "enb_start_date": "05-Mar-96", 
  "enb_short_title": "3rd Session of the AGBM", 
  "subtype": "analysis", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Those who view intergovernmental negotiations as a dance might say that a veil or two dropped at the third meeting of the Ad Hoc Group on the Berlin Mandate.", 
    "Having sashayed gently around key issues for two meetings, delegates finally spoke their minds.", 
    "Revealed were a new proposal from Germany on specific emissions reductions targets, Japan\u0092s recommendation to incorporate joint implementation officially in future commitments, and even unabashed insistence from Canada and the US that all Parties should eventually take on new commitments.", 
    "AGBM 3 may eventually be remembered as the week that this round of climate change negotiations became explicit. AGBM leaders set an aggressive tone from the start of the session.", 
    "Chair Raúl Estrada Oyuela declared that he would not tolerate obstruction from delegates who had tried to slow negotiations before.", 
    "His determination appeared to be matched by support from the floor, as friends of the Chair were ready to respond when oil producing countries or others called for delaying or diverting AGBM decisions.", 
    "Executive Secretary Michael Zammit-Cutajar helped to define the determined mood by presenting a vision of a long-term shift of emissions from developed to developing countries, while still seeking climate stabilization.", 
    "His broad notion of resource transfer and cooperation placed the consideration of new commitments in a more essential, sustainable development context than more typical debate over purely financial transfers from developed to developing countries.", 
    "It also touched the heart and greatest challenge of negotiations: whether over 150 countries could come to a common view of political, industrial and social change required to achieve sustainable climate policy. Delegates and observers attributed at least part of the meeting\u0092s added inspiration to the results of the IPCC Second Assessment Report, which was adopted in December.", 
    "The projections of rapid change, adverse impacts and stronger attribution to 'discernible human influence' seemed to put the consideration of new commitments into an accelerated rhythm. In addition to the specific proposals, a number of general concepts gained attention at AGBM 3, including flexibility, differential criteria and indicators, equity and trade.", 
    "Introduced by the US and others at AGBM 2, flexibility featured in numerous Annex I countries\u0092 presentations as a prerequisite to new commitments.", 
    "Germany and the Russian Federation prefer to reserve flexibility for countries with economies in transition, but many others appear to want to apply the idea more widely to the timing, location and, possibly, type of steps a country might take to reduce GHG emissions.", 
    "Where developed countries questioned the G-77/China\u0092s desire at the subsidiary bodies meetings to build flexibility into their reporting proposals, the tables turned as Annex I countries sought to incorporate flexibility into their own commitments at AGBM 3.", 
    "AOSIS was among the few voices criticizing the impact of flexibility, saying it could compromise commitments to emission reductions.", 
    "Malaysia also criticized flexibility, but at the same time positively presented ideas on indicators for equitable sharing, another idea Annex I countries were promoting related to differential commitments. Several ideas were floated that would divide shared commitments among Annex I countries based on GDP or other economic indicators, emissions and other factors.", 
    "Germany was a rare Annex I critic of differential targets, suggesting that generating indicators would be impractical.", 
    "Proponents argued that differential or shared targets would enhance fairness and equity among those responsible for emissions.", 
    "Like the debate on flexibility, the key questions are whether differential, shared targets can enhance the effectiveness of possible new commitments in reducing possible climate change and adverse impacts, how they would be negotiated and whether they provide suitable accountability.", 
    "The emphasis on equity, combined with frequent calls for cost-effectiveness, could lay a complex set of economic considerations across the negotiators\u0092 path to new commitments. The other challenge introduced at AGBM 3 was the trade impact of potential policies and measures.", 
    "Recent negotiations in the WTO Committee on Trade and Environment reportedly bogged down over conflicting views on how trade negotiators preferred to address trade measures in multilateral environmental agreements.", 
    "Similar concerns over market access, eco-labeling and barriers to trade were raised for the first time at the AGBM by a range of countries, including those who have been least eager to take new measures against climate change. Notably missing from AGBM 3 were sustained debates over the need for, extent and timing of analysis and assessment.", 
    "Perhaps the Chair\u0092s initial warning that delegates should be willing to complete analytical work and move toward decisions took hold.", 
    "Whatever the cause, those countries emphasizing socioeconomic assessment did not seem as adamant that such study precede or prevent other activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1227000e.html", 
  "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1227000e_12", 
  "enb_end_date": "08-Mar-96"
}