{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Italy", 
    "Uganda", 
    "Kenya", 
    "Kuwait", 
    "United States", 
    "Morocco", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Egypt", 
    "Iceland", 
    "India", 
    "Malaysia", 
    "Marshall Islands", 
    "Chile", 
    "Sri Lanka", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "POLICIES AND MEASURES", 
  "enb_start_date": "05-Mar-96", 
  "enb_short_title": "3rd Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chow Kok Kee (Malaysia) summarized an informal workshop on policies and measures (P&M) held on 4-5 March 1996.", 
    "He noted a presentation by IPCC Chair Bolin that stressed there is no optimum set of measures but each country needs to develop those best suited to its situation.", 
    "Many feasible measures have not been instituted, so there is a need to bridge the gap between feasibility and decision making.", 
    "The workshop considered measures in renewable energy, transport, industry, including voluntary agreements, sustainable agriculture and economic instruments.", 
    "The need for reduced dependence on material consumption, decoupling energy and growth, and de-carbonization - the use of non-fossil fuels and nuclear energy - were highlighted, as were national experiences.", 
    "Lessons included: the need for a package of measures combining market-based and government action; measures must be tailored to national circumstances, but energy and transport sectors are vital; and much can be done with little cost, but the focus needs be on policy to overcome barriers.", 
    "A lack of a socioeconomic analysis of non-Annex I Parties was a problem.", 
    "He suggested that the AGBM consider holding another workshop for further exchange of views. The Secretariat introduced the document on policies and measures (FCCC/AGBM/1996/2), explaining that it was compiled from Annex I national communications and in-depth reviews, as well as the SAR and Parties\u0092 submissions.", 
    "The compilation: is structured by sectoral classifications, based on IPCC methodologies; considers the relative contribution of each sector to proportional emissions; and gives an overview of Annex I Party responses.", 
    "The Secretariat tried to estimate the potential for emission reductions in each sector using IPCC information, and then identify areas for further analysis and assessment by the AGBM in line with the AGBM 2 objective to narrow the range of policies and measures. CANADA reported on the Annex I experts group project on P&M for common action, which is developing a methodology for evaluating their effectiveness.", 
    "The group\u0092s report (FCCC/AGBM/ 1995/MISC.1) has a framework for common action and analysis, which includes: policies and objectives; assessment approaches; a description of actions; the rationale for common actions and ways to implement them; the potential to reduce emissions or improve sinks; economic costs and benefits; political feasibility; barriers and how to address them; time required for implementation and for achieving expected GHG reductions; and the impacts, including social and environmental ones, on countries including non-Annex I Parties.", 
    "The project does not suggest Parties\u0092 preferences for measures in a protocol, and recognizes that there are a range of definitions for common action.", 
    "The first tranche of the project covers sustainable transport; energy market reform; economic and fiscal instruments; demand side efficiency; sustainable agriculture and forestry; and energy efficiency finance for economies in transition.", 
    "An analysis will be ready for COP-3. The Chair noted that to produce a result for COP-3, delegates need to narrow down P&M.", 
    "A final document should have flexibility to enlarge or reduce possible annexes to a protocol, but to include some identified P&M in a protocol would not exclude others. SAUDI ARABIA said delegates should consider all GHGs, not only C02.", 
    "The Secretariat\u0092s document\u0092s sectoral analysis overlooks some sectors, such as measures to reduce deforestation under land-use change and forestry.", 
    "Extensive analysis of removing market distortions could provide good starting points.", 
    "ITALY, on behalf of the EU, said the EU has begun investigating 11 areas of P&M, identifying indicators, evaluating targets, and assessing emission reductions toward a study for AGBM 4.", 
    "Papers will be produced on renewable energy and energy efficiency, labeling, transport, and economic instruments.", 
    "Priorities include: energy policies; industrial measures, including voluntary agreements; agriculture; forests; waste management; HFCs and CFCs; and actions in the local environment.", 
    "The US said the flexibility of a full range of policy options should be retained because narrowing could 'run roughshod' over differences in national circumstances.", 
    "Criteria to select P&M could be: actions with great commonality; those with broad support; areas where only a few Parties are acting but with significant potential; and cost- effectiveness.", 
    "Noting examples in refrigerators, power outlets and fuel taxes, he said harmonized standards may push a lowest common denominator and discourage innovation.", 
    "It is desirable to look for common actions, but those would not necessarily promote national flexibility or environmental effectiveness. CHILE supported Germany\u0092s proposed approach for a flat rate emissions reduction, noting it contained clear measures and was aimed at C02 emissions without precluding other instruments.", 
    "He suggested adding emphasis to hydroelectric and nuclear energy, energy marketing, and industrial processes.", 
    "AUSTRALIA said P&M in a legal instrument should complement national programmes.", 
    "Economic and social analysis cannot follow the narrowing process.", 
    "An evaluation methodology should be defined before culling out measures.", 
    "A sectoral selection process should not focus only on C02.", 
    "A comprehensive approach demonstrated in the workshop showed that differences between Annex I Parties need to be taken into account.", 
    "GDP welfare costs should be covered in the analysis. CANADA said the IPCC SAR suggests that significant opportunities are available for Parties to take actions, so it is important to identify P&M that reinforce the positive relationship between economics and the environment, such as energy efficiency and pollution controls.", 
    "He highlighted areas for action: energy; heavy industry; residential buildings; transportation; non-combustion industries; agriculture; forestry; waste management and sewage treatment; and cross- sectoral economic instruments.", 
    "Guidelines on P&M could help in narrowing options, but the narrowing should not exclude sectors or GHGs and should include sinks.", 
    "P&M should: benefit from international coordination; have potential for emission reductions; produce multiple dividends consistent with other policies; make positive socioeconomic contributions; be flexible, practical and innovative, permitting implementation in different national circumstances; be transparent and comprehensive; facilitate abatement technology development and diffusion; and facilitate wide participation in mitigation. SWITZERLAND said fluorocarbons and HFCs should be included as a sector, as a possible growing source of emissions that are persistent in atmosphere compared to other gases.", 
    "NEW ZEALAND suggested criteria to focus on: specific policies; cost effectiveness and efficacy; producing significant abatement at least cost; durability with flexibility to adapt to new information on the timing and magnitude of climate change; transparency in environmental and economic effects; and effectiveness across national circumstances.", 
    "Cross-sectoral measures, including taxes, should be covered, and subsidy reductions and market reforms are promising economic instruments. The NETHERLANDS said there are reasons for harmonizing P&M because some measures cannot be taken at the national level without distorting the global market.", 
    "Also global trade rules limit what individual nations can do, requiring international coordination to overcome the limitations.", 
    "As examples, energy efficiency could be addressed, and international action would be required for agreement between automobile producers to encourage more fuel efficient cars.", 
    "IRAN said the AGBM should cooperate with the World Trade Organization (WTO), the International Energy Agency (IEA), OPEC, UNIDO and others to assess which P&M are effective and efficient.", 
    "Some measures could transfer capital from developing to developed countries and would adversely affect terms of trade.", 
    "ICELAND said differentiated commitments can imply a more complicated agreement, but reduction targets are possible in a more cost- effective manner if different national circumstances are recognized.", 
    "He cited Iceland\u0092s situation: nearly 100% of its energy is renewable, but two-thirds of emissions come from transport, which will not be a priority in an agreement. SRI LANKA said a protocol like AOSIS\u0092s can be adopted.", 
    "There is a need for urgency even if Northern countries are not obviously affected.", 
    "Everyone stands to lose if no action is taken.", 
    "UGANDA said Annex I countries must take seriously their commitment to transfer technology and financial resources to developing countries.", 
    "The EU proposals contain concrete and useful measures.", 
    "Clear P&M in technology and technical know- how can play an important role. The REPUBLIC of KOREA said cross-sectoral economic instruments and energy efficiency measures based on high technology have significant trade impacts.", 
    "He expressed concern about market and labeling measures.", 
    "If measures have negative impacts on some countries, coordination is necessary to make the measures most effective and put them in conformity with international agreements.", 
    "P&M should be designed and selected to avoid negative impacts on non-Annex I countries\u0092 market access and should not be disguised discriminatory trade measures. MALAYSIA said it is hard to see the need for differentiation between countries.", 
    "Differentiation should not be an excuse not to advance policies.", 
    "The AGBM should prioritize P&M based on aggregate effectiveness within and between sectors.", 
    "P&M should not lead to 'emissions leakage,' the transfer of polluting industry to developing countries.", 
    "Harmonizing cross-sectoral economic instruments should not be discouraged.", 
    "P&M could lead to trade barriers, so impacts must be considered. JAPAN said work on C02 emissions will be required as the ultimate solution.", 
    "Existing technology will not be sufficient, so research and development on innovative technologies should begin now.", 
    "The US agreed with the Netherlands that markets can benefit from coordination of standards, but harmonization can be over-emphasized.", 
    "It often tends toward a lowest common denominator and can dampen innovation.", 
    "Delegates need to ask whether harmonization and coordination of measures is the best use of available time. KUWAIT said several delegations had referred to the SAR and selective portions and attempted to related them to QELROs.", 
    "As in the SBSTA, some statements were highly selective, reflected a limited and biased view of what was important and were taken out of context.", 
    "The SAR does not provide adequate guidance on timetables or targets and an informed decision will require much more information.", 
    "He said there is a request for technical papers that examine economic impacts and noted that no interventions had squared their suggestions with the social and economic impacts.", 
    "He said he was puzzled over the Annex I countries\u0092 interpretations of words such as 'equity' and 'differentiated' approach. The MARSHALL ISLANDS stressed the need for urgent action and said the socioeconomic effects of actions should be considered against the baseline of no action at all.", 
    "He said the premise that P&M will have an immediate and adverse effect is entirely false.", 
    "He noted it has taken a year to get to this stage in the AGBM process, largely due to the 'anthropogenic interference' of some delegations who are intent on undermining this process.", 
    "He said a lengthy debate on socioeconomic concerns will lead to delays. INDIA echoed the Republic of Korea\u0092s apprehensions on the implications of P&M on trade.", 
    "The P&M that must be integrated into Annex I Parties\u0092 policies must be examined very carefully and may require accompanying measures to prevent adverse impacts on developing countries.", 
    "Any versions of prior informed consent and labeling must not become disguised trade barriers.", 
    "KENYA stressed availability cost and the potential for strengthening renewable technology.", 
    "He said tropical countries would be good markets for solar power, but the technology must be affordable.", 
    "Public education should grow along with these measures, particularly where new products are marketed.", 
    "ARGENTINA said that subsidies for agriculture that affect GHGs must be reduced.", 
    "He noted that many interventions referred to P&M that have an impact on trade and said the current debate in the WTO suggests there are many measures that could affect trade.", 
    "He agreed with India and the Republic of Korea on the need to know the economic implications of P&M adopted by Annex I Parties.", 
    "While they should be applied, equality and equity should not be undermined.", 
    "He called for flexibility and disagreed with narrowing the list of P&M.", 
    "EGYPT said that QELROs are the real yardstick for measuring the Convention\u0092s success.", 
    "She placed high priority on P&M regarding renewable energy sources, but said the possible adverse effects of trade measures must be examined.", 
    "MOROCCO said that measures must respect country sovereignty and account for the impact on developing countries.", 
    "He said he cannot accept proposals on labeling because they are a way of avoiding international trade rules.", 
    "He recalled a UNIDO eco- labeling decision that calls for cooperation and taking developing countries into account."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1227000e.html", 
  "enb_long_title": "Third Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "1227000e_6", 
  "enb_end_date": "08-Mar-96"
}