{
  "countries": [
    "Germany"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF HISTORY OF THE CONVENTION", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "HISTORY", 
  "actors": [], 
  "sentences": [
    "Increasing scientific evidence in the 1980s about the possibility of global climate change led to a growing consensus that human activities have been contributing to substantial increases in the atmospheric concentrations of greenhouse gases.", 
    "In response, on 11 December 1990, the 45th session of the UN General Assembly adopted a resolution that established the Intergovernmental Negotiating Committee for a Framework Convention on Climate Change (INC/FCCC).", 
    "Supported by UNEP and WMO, the mandate of the INC/FCCC was to prepare an effective framework convention on climate change.", 
    "The INC held five sessions between February 1991 and May 1992.", 
    "The UN Framework Convention on Climate Change was adopted on 9 May 1992, and was opened for signature at the UN Conference on Environment and Development in June 1992 in Rio de Janeiro, where it received 155 signatures.", 
    "The Convention entered into force on 21 March 1994, 90 days after receipt of the 50th ratification, and has been ratified by almost 160 countries. The first meeting of the Conference of the Parties to the UN Framework Convention on Climate Change (COP-1) took place in Berlin from 28 March - 7 April 1995.", 
    "Delegates came to agreement on what many believed to be the central issue before COP-1 - adequacy of commitments.", 
    "The result was a mandate to launch a process toward appropriate action for the period beyond the year 2000, including the strengthening of the commitments of developed countries.", 
    "Delegates also reached agreement on a number of other important issues, including the establishment of a pilot phase for implementation of joint projects, the location of the Permanent Secretariat in Bonn, Germany, the budget for the Secretariat, financial procedures and the establishment of the subsidiary bodies.", 
    "Delegates, however, did not reach consensus on the rules of procedure.", 
    "This critical issue, including a decision on the voting rules and the composition of the Bureau, was deferred until COP-2."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1228000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1228000e_1", 
  "enb_end_date": "08-Jul-96"
}