{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SUBSIDIARY BODY ON SCIENTIFIC AND TECHNICAL ADVICE (SBSTA)", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The SBSTA was established by COP-1 to link scientific, technical and technological assessments, information provided by competent international bodies, and the policy- oriented needs of the COP.", 
    "The first meeting of the SBSTA (SBSTA-1) was held in Geneva from 28-30 August 1995.", 
    "Delegates confronted technically and politically complex issues, including: scientific assessments, national communications from Annex I Parties, methodologies, first communications from non-Annex I Parties, and activities implemented jointly under the pilot phase.", 
    "The SBSTA also was to establish intergovernmental technical advisory panels on technologies (TAP-T) and methodologies (TAP-M), however, it did not have time to consider all of these issues.", 
    "Among the more contentious issues were: definition of the SBSTA\u0092s relationship with the IPCC, the terms of reference and composition of the TAPs and the elaboration of guidelines for national communications from non-Annex I Parties.", 
    "Delegates successfully identified areas for cooperation with the IPCC, agreed on a division of labor with the SBI on technology transfer issues, and requested the Secretariat to organize a workshop on non-governmental inputs.", 
    "However, no progress was made on the formation of the TAPs and delegates had to resume this discussion at SBSTA-2. SBSTA-2, held in Geneva from 27 February through 4 March 1996, considered scientific assessment and cooperation, including the Intergovernmental Panel on Climate Change\u0092s (IPCC) Second Assessment Report (SAR), reporting by Annex I and non-Annex I Parties, activities implemented jointly (AIJ) and the Technical Advisory Panels (TAPs).", 
    "The main result was that Parties documented that they could not yet agree on how to absorb or respond to scientific predictions of climate change.", 
    "Although initial discussions gave the impression that SBSTA-2 would greet the IPCC\u0092s predictions with less resistance than in previous FCCC negotiations, oil producers and other developing countries ultimately blocked consensus on specific conclusions about the IPCC Second Assessment Report.", 
    "Weekend negotiations resulted in a fragile agreement on language defining the divergence of opinion.", 
    "Three paragraphs in the SBSTA\u0092s report list points of contention, alternately highlighting the urgency and uncertainty in the IPCC report of a 'discernible human influence' on climate change.", 
    "One line of the SBSTA\u0092s conclusions tells the story on TAPs: at this stage SBSTA could not agree on modalities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1228000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1228000e_3", 
  "enb_end_date": "08-Jul-96"
}