{
  "countries": [
    "United Kingdom", 
    "Ukraine"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13 PANEL DISCUSSION", 
  "enb_start_date": "10-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Chair Patrick Szell (United Kingdom) introduced the panel on compliance procedures (Article 13) sponsored by the Ad Hoc Group on Article 13 (AG-13).", 
    "The ILO emphasized non- confrontational procedures to encourage compliance with ILO conventions, as well as the occasional use of adversarial procedures to deal with complaints against States that have not ratified specific conventions.", 
    "The WTO said failure to implement changes as directed by a panel can lead to a right to 'retaliate.", 
    "' The International Instruments Branch of the Centre for Human Rights said the primary aim of implementation procedures is to assist governments.", 
    "A quasi- judicial process is also available.", 
    "The Secretariat of the Basel Convention said an Open-ended Ad Hoc Committee for implementation has been established to examine annual reports.", 
    "Any Party can report a breach of obligations by another.", 
    "The Montreal Protocol Implementation Committee Chair said the Montreal Protocol views traditional methods of bipolar dispute settlement as not sufficient. The Ministry for Environmental Protection and Nuclear Safety (Ukraine) described the difficulty of complying with the Montreal Protocol following the breakup of the Soviet Union, pointing out that the role of the Implementation Committee of the Montreal Protocol is to catalyze compliance with the treaty, but in a cooperative and non-confrontational manner. In the ensuing discussion on compliance mechanisms, reports by NGOs highlighted the importance of: a modest start followed by growth and adjustment over time; a standing committee with a clear mandate; handling specific cases; nonconfrontational procedures; data reporting; and a role for NGOs in filing submissions on noncompliance.", 
    "Summarizing the results of a survey distributed by AG-13, an NGO representative reported responses emphasizing a process which: is facilitative and non-confrontational; does not undermine the authority of the COP; and is developed early. During questions and answers participants addressed: the utility of incorporating 'stringent measures' even where they are not regularly implemented; the WTO's move to an 'automaticity-based' system to avert unilateralism and protect weaker parties; the limitations of an adversarial trade-related model for FCCC; and procedural tactics undermining system confidence and the need for automaticity at all stages of procedures.", 
    "Additional comments highlighted: adequate technical capacity to meet reporting requirements; cooperative and nonjudicial mechanisms; and the wording of Article 13, which was left deliberately vague as Parties could not agree on a dispute resolution mechanism."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1230000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "working group", 
  "id": "1230000e_1", 
  "enb_end_date": "10-Jul-96"
}