{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Samoa", 
    "Bangladesh", 
    "Kuwait", 
    "Philippines", 
    "Costa Rica", 
    "United States", 
    "Russian Federation", 
    "Germany", 
    "Switzerland", 
    "Iran", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PLENARY", 
  "enb_start_date": "11-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "The COP met in Plenary to discuss Agenda Items 4(d) and 4(f), election of officers other than the President, and the Ministerial Segment.", 
    "The President reported that consultations on the rules of procedure would continue as new proposals have been introduced.", 
    "Application of the draft rules will continue until a consensus is reached.", 
    "The following delegates were elected: Alexander Bedritsky (Russian Federation), Rene Castro Hernandez (Costa Rica), John Ashe (Antigua and Barbuda), Anthony Clark (Canada), Cornelia Quennet-Thielen (Germany), Tuiloma Neroni Slade (Samoa), and Abbas Naqi (Kuwait) as vice-presidents, and Antonio La Viña (Philippines) as Rapporteur.", 
    "SAUDI ARABIA and KUWAIT expressed concern about the COP\u0092s failure to adopt rules of procedure and said that a compromise must be reached soon. The upcoming ministerial segment will consist of three plenary sessions and one informal roundtable meeting to be chaired by Ruth Dreifuss (Switzerland).", 
    "Plenary statements will be limited to five minutes and entry to the roundtable will be restricted to heads of delegations at the ministerial level.", 
    "SAUDIA ARABIA, supported by the REPUBLIC OF KOREA, the US, IRAN and BANGLADESH, objected to restricting the roundtable to ministers, saying all heads of delegations should be welcome regardless of rank.", 
    "To do otherwise would prejudice those delegations not able to send ministers.", 
    "Increased transparency for the roundtable was also recommended.", 
    "The President agreed to consider the recommendations and report back to the COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1231000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1231000e_1", 
  "enb_end_date": "11-Jul-96"
}