{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "South Africa"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "11-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Ad Hoc Group on Article 13 met in the morning to discuss a multilateral consultative process (MCP).", 
    "Under Agenda item 3 (election of officers other than the Chair), the Chair explained that the COP President is involved in discussions to agree on a balanced list for subsidiary bodies.", 
    "Under item 4(a) (panel summary), the Chair recommended that his report on a panel presentation become an annex to the Session report.", 
    "The US noted that elements are not listed in order of priority.", 
    "Under item 4(b) (synthesis), participants adopted a synthesis of responses to a questionnaire on establishing a MCP under Article 13 (FCCC/AG13/1996/1) to be considered at the Group\u0092s December session.", 
    "The EU regretted that substantive discussions will be postponed until then.", 
    "He recommended a draft decision extending the AG-13 mandate to COP-3 and a role in examining ways to apply a MCP to a protocol in cooperation with AGBM.", 
    "Under item 4(c) (draft decisions), the Chair recommended draft decisions on the continuation of AG-13 and inviting the Group to report to COP-3.", 
    "The Chair accepted a Saudi Arabia proposal to replace a reference to the possible design of a MCP with one on reporting to the COP as instructed. The meeting then considered the Chair\u0092s draft text on linkages between AG-13 and AGBM.", 
    "The text stated that AGBM should take into account advice on a MCP, from AG-13, if it decides that such a process should apply to a 'protocol'.", 
    "Several delegations objected that referring to both a protocol and a MCP as part of this protocol prejudged the work of AGBM.", 
    "Some delegations stated that other subsidiary bodies should be encouraged as well, though not required, to consult with AG-13 should they identify a need for a MCP.", 
    "Final wording of a redrafted text, as amended by SOUTH AFRICA and the US, removes all reference to a protocol and asks the COP to decide that the AGBM may, in its consideration of a MCP, seek such advice as may be deemed necessary from AG-13."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1231000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "working group", 
  "id": "1231000e_2", 
  "enb_end_date": "11-Jul-96"
}