{
  "countries": [
    "Canada", 
    "Netherlands", 
    "New Zealand", 
    "Czech Republic", 
    "Panama", 
    "United States", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "Burkina Faso", 
    "Mauritius", 
    "Australia", 
    "Iran", 
    "Myanmar", 
    "El Salvador", 
    "India", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Russian Federation", 
    "Kiribati", 
    "Nicaragua", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "12-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Valdivia Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "SBSTA resumed discussion of AIJ following a meeting of the G-77/CHINA.", 
    "The EU suggested reporting requirements be standardized, simplified, and more reflective of project cost effectiveness, and encouraged workshops.", 
    "The G-77/CHINA, supported by COLOMBIA, INDIA and URAGUAY, noted the need to better distinguish between AIJ projects and those jointly implemented by Annex I countries.", 
    "Financing and technology transfer for AIJ projects must be supplemental to what is stipulated in the FCCC.", 
    "The CZECH REPUBLIC urged adherence to the framework for pilot projects adopted at COP-1 and supported the establishment of a uniform reporting format. AUSTRALIA and PANAMA supported AIJ workshops and a uniform reporting format that is not onerous for developing countries.", 
    "The PHILIPPINES, supported by EL SALVADOR, underscored technology transfer, capacity building, and analysis of social impacts in AIJ projects and called for transparency in reporting.", 
    "NORWAY said it would be premature to draw conclusions from the pilot phase and proposed the establishment of an AIJ forum at SBSTA\u0092s December 1996 meeting.", 
    "NICARAGUA supported NORWAY\u0092s proposal and uniform reporting requirements. MALAYSIA supported by CHINA recommended deferring AIJ workshops until after COP-3 to avoid basing decisions on inaccurate information and requested information on budgetary implications of holding an AIJ forum.", 
    "IRAN noted that the principle of cost-effectiveness was not applied in AIJ process and that some AIJ projects have been financed with GEF funds.", 
    "The Chair convened a group to produce conclusions on the item. On Agenda Item 8 (a) (roster of experts), the G-77/CHINA had not yet considered the item and reserved its position.", 
    "The EU supported establishing an interim roster of experts to allow for a learning phase on providing specialized technical advice.", 
    "He also accepted the addition of adaptation technologies to the list of potential subjects.", 
    "CANADA, JAPAN AUSTRALIA and AOSIS also supported the roster of experts.", 
    "The RUSSIAN FEDERATION said SBSTA should not focus on specific features and that the use of scientific data is a basic question for the experts.", 
    "KIRIBATI asked that fisheries be specifically mentioned as a topic for consideration.", 
    "The US said the issue should be deferred until SBSTA clarifies the tasks for experts that do not duplicate the work of other fora. SBSTA resumed in the afternoon to consider Agenda Item 8(d) (long-term work of SBSTA).", 
    "The Chair introduced text which was accepted.", 
    "On Agenda Item 8(c) (cooperation with IPCC), several delegations including the EU, AUSTRALIA, US, CANADA, MYANMAR and MAURITIUS endorsed the IPCC.", 
    "The RUSSIAN FEDERATION encouraged clarification of SBSTA\u0092s relationship to the IPCC concerning the use of data.", 
    "BURKINA FASO called on the IPCC to expand research on regional GHG emission limitations.", 
    "The ICAO sought additional research on the atmospheric effects of aviation.", 
    "The Chair offered text on the item, which was accepted. Regarding Agenda Item 8(b) (research and systematic observations), ARGENTINA, on behalf of the VALDIVIA GROUP, called for more research on natural climate variability in the region and on oceanic effects.", 
    "IRAN sought enhanced data collection at regional and sub-regional levels.", 
    "UNESCO/IOC expressed intent to expand research on the oceans\u0092 effects on climate change.", 
    "CANADA, the RUSSIAN FEDERATION, the US and AUSTRALIA supported the expansion of research on climate change conducted by IGOs and national governments, particularly in the area of capacity building.", 
    "The WMO expressed willingness to entertain specific research requests and cooperate with SBSTA in capacity building.", 
    "COLOMBIA urged increasing financial support for research and capacity building at the national level. On the business consultative mechanism, NEW ZEALAND reported the draft results of a contact group.", 
    "The text proposes that the Secretariat explore further current mechanisms and procedures to improve efficiency. On Agenda Item 7 (technology transfer), delegates considered the initial report on an inventory and assessment of technologies (FCCC/SBSTA/1996/4/Add.2 ) and a follow-up report on technological issues (FCCC/CP/1996/11).", 
    "The EU said first priority should be given to identification of technology needs and the Secretariat should focus on existing systems information centers.", 
    "IRAN called for establishment of an information pool on technology transfer.", 
    "MALAYSIA expressed disappointment and said the report clearly describes developed country indifference. The NETHERLANDS and the INTERNATIONAL ENERGY AGENCY described the Climate Technology Initiative, a cooperative effort to support the FCCC.", 
    "CHINA suggested the Secretariat prepare a proposal on the format for their communication from Annex II on technology transfer.", 
    "CANADA said governments must provide an enabling environment for the private sector to facilitate technology transfer. The PHILIPPINES urged a hastening of work on technology assessment and transfer.", 
    "The US noted the need for better reporting on technology transfer.", 
    "He suggested 'virtual' technology information centers and a clearing house function for the FCCC with private sector input. The Chair presented a draft text on the SAR produced by the 'friends of the Chair.", 
    "' The group also produced a draft of the Chair\u0092s summary.", 
    "The US reported that the contact group on communications from non-Annex I Parties would reconvene Friday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1232000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbsta", 
  "id": "1232000e_2", 
  "enb_end_date": "12-Jul-96"
}