{
  "countries": [
    "Canada", 
    "Bangladesh", 
    "Egypt", 
    "United States", 
    "Malaysia", 
    "China", 
    "Marshall Islands", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION", 
  "enb_start_date": "15-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Subsidiary Body on Implementation reconvened Friday morning to further consider Agenda Item 3(a) (communications from Annex I Parties).", 
    "AOSIS regretted that only four Annex I Parties will reach 1990 levels in light of the SAR.", 
    "Developed countries are playing a 'deadly losing game.", 
    "' The impact of the Communications Synthesis (FCCC/CP/1996/13) is to discredit the initial goal in favor of limiting future goals to whatever national economic circumstances permit.", 
    "The EU noted its concern that only six out of twenty-one in- depth review reports have been finalized.", 
    "The US noted the Secretariat's concern about time and resources needed for in-depth reviews.", 
    "It is imperative that second communications be submitted by April 1997. Under Agenda item 2(b) (guidelines for communications from non-Annex I Parties), the Chair reported that a SBSTA contact group is approaching consensus.", 
    "The G-77/CHINA said he has presented a position paper to the subsidiary bodies.", 
    "Draft decisions were approved on Agenda items 7(a) (permanent secretariat) and 7(b) (income and budget performance). The meeting then turned to Agenda Item 5 (technology transfer).", 
    "The Secretariat introduced its reports, terms of technology transfer (FCCC/CP/1996/11) and private sector activities (FCCC/SBSTA/1996/4 - Add.2).", 
    "The G-77/CHINA highlighted Article 4.7 (technology transfer), suggesting a meeting on technology adaptation.", 
    "Supported by MALAYSIA, he stated that Annex I data was not comparable to Annex II data. The EU, supported by the US, suggested the Secretariat focus on voluntary private sector technology transfer and on enabling conditions for its transfer.", 
    "The US recommended reporting this in Annex I communications.", 
    "CHINA stated that Annex II communications under-emphasize technology transfer.", 
    "BANGLADESH underlined the needs of LDCs.", 
    "The MARSHALL ISLANDS highlighted technology adaptation.", 
    "CHINA and EGYPT underscored a governmental role. The Chair stated that he would confer with SBSTA to discuss whether SBI should consider AIJ issues.", 
    "The meeting adjourned and a contact group on communication with the GEF met, chaired by John Ashe (Antigua and Barbuda).", 
    "A contact group on Annex I national communications also met, chaired by John Drexhage (Canada)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1233000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbi", 
  "id": "1233000e_1", 
  "enb_end_date": "15-Jul-96"
}