{
  "countries": [
    "Czech Republic", 
    "Philippines", 
    "United States", 
    "Kenya", 
    "Iran", 
    "Norway", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "Uruguay", 
    "Egypt", 
    "India", 
    "United Kingdom", 
    "Germany", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "POLICIES AND MEASURES", 
  "enb_start_date": "15-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The session considered proposals for a protocol on policies and measures to implement FCCC.", 
    "Debate centered on the pros and cons of mandatory policies and measures and their market driven alternatives.", 
    "The US said while Parties generally agree it is necessary to move forward, no single set of policies and measures could apply to all countries given diverging circumstances.", 
    "He sought an individual approach, noting the value of monitoring and reporting.", 
    "The EU stated that a coordinated/mandatory approach would enhance progress by reducing participants\u0092 opportunity costs.", 
    "He suggested categorization of policy measures and Party selection.", 
    "The RUSSIAN FEDERATION called for categorization and prioritization. EGYPT supported the establishment of lists from which Parties could chose.", 
    "INDIA said reduction targets must be set before flexible policies and measures can be devised.", 
    "SAUDI ARABIA called for enhanced transparency and equity in policy development. The CZECH REPUBLIC sought assistance to countries with economies in transition because their growth potential is substantial.", 
    "URUGUAY called for solidarity and noted that the COP continues to 'discuss the sex of angels' while some countries are suffering the effects of inaction.", 
    "The SIERRA CLUB stressed renewable energy projects rather than revenue intensive ones, coordinated fuel standards for vehicles and emissions targets.", 
    "AUSTRALIA stated that the range of measures must be comprehensive and cautioned against selective sectoral processes in the absence of established criteria.", 
    "NORWAY stressed sustainable production and consumption patterns and called on Parties to support lifestyle changes.", 
    "SAUDI ARABIA and IRAN supported a cooperative approach, particularly in addressing economic concerns, while the UK favored an individualistic one.", 
    "KENYA recommended that policies and measures be market-driven. QELROs: An afternoon Round Table considered Quantified Emissions Limitations and Reduction Objectives (QELROs) with discussants from Germany, Japan, Samoa, the Russian Federation, the Philippines, and ABARE Commodity Forecasting and Economic Policy Research.", 
    "Supporters of targets proposed new GHG reduction targets of 10% to 20% by 2005, and 15-20% by 2010, noted non-compliance with existing objectives by developed countries, and suggested a purely cost-benefit approach will lead to further inaction.", 
    "Others questioned the feasibility of a uniform reduction target or suggested that the SAR demonstrates it is too early to judge limits and levels of reduction without an assessment of costs and benefits. On the scientific or political basis of QELROs discussants said negotiations are influenced and not determined by science.", 
    "The IPCC has left judgment to policy makers for this reason.", 
    "Others cited IPCC projections to suggest that decision making is political and said everyday political or economic decision making is based on incomplete information. On legally binding objectives, discussants preferred, inter alia<W0>, indicative targets with review mechanisms.", 
    "On the question of whether obligations to attain QELROs should be single- or multi-party, discussants agreed that single party obligations are the more realistic.", 
    "There was also substantial agreement that immediate action to reduce emissions would lessen the magnitude of future corrections necessary to stabilize the climate.", 
    "A number of discussants suggested setting 2005 as a short-term emissions target.", 
    "One NGO advocated a reduction scenario of 350 ppmv CO2 over a 50 year time scale, based on a correlation with violent storm activity. Considering differentiation among Annex I Parties, all discussants agreed that recognizing differentiation and equity was essential to achieving QELROs.", 
    "One called for flat rate reduction, however most recognized differentiated effects on national economies as a result of climate policy.", 
    "Given the complexity of modelling these effects, one discussant suggested having Parties establish baseline emissions then calculate agreed percentage reductions on a Party-by-Party basis.", 
    "A proposal to combine the two strategies, commencing with a flat rate reduction to meet short term objectives, followed by a global emissions trading regime, was met with some enthusiasm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1233000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1233000e_2", 
  "enb_end_date": "15-Jul-96"
}