{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Colombia", 
    "Egypt", 
    "Kuwait", 
    "France", 
    "United States", 
    "Netherlands", 
    "China", 
    "Peru", 
    "Kenya", 
    "Germany", 
    "Venezuela"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "AD HOC GROUP ON THE BERLIN MANDATE", 
  "enb_start_date": "17-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The third meeting of the AGBM convened to consider Agenda Item 3 (strengthening commitments) on Articles 4.2(a) (national policies) and (b) (communications) of the FCCC.", 
    "Kilaparti Ramakrishna (Woods Hole Research Center) reported on a Round Table concerning impacts on developing countries of new commitments by Annex I Parties. The Chair summarized discussion under the agenda item.", 
    "He regretted that very little was done to narrow down policies and measures issues.", 
    "Outstanding issues on QELROs include emission levels, whether commitments should be binding, multiparty obligations, and base and target years.", 
    "Some delegations believe the SAR provides the basis for ambitious QELROs.", 
    "Several supported QELROs in the AOSIS protocol.", 
    "Uncertainties remain about costs and impacts of GHG reductions.", 
    "A number stressed flexibility and differentiation of commitments, possibly including different base years to take account of national circumstances.", 
    "Some questioned the possibility of agreeing differentiated policies in time.", 
    "The Chair will include a request for a follow-up meeting and the view that non-action is not an option in his report.", 
    "SAUDI ARABIA requested that an assessment of impacts be annexed to a protocol.", 
    "Reports from the three Round Table Chairs will be annexed to the Report of the AGBM Session. Under Agenda Item 6 (taking stock, report to COP), the Chair said that one year remains to complete the work.", 
    "Assessment and analysis has not been concluded and little has been done on the negotiations.", 
    "The AGBM will meet three times before COP-3.", 
    "A number of proposals are on the table and the Chair hopes further proposals will follow.", 
    "He adopted an EU proposal inviting governments to send new suggestions or proposals until October 1996.", 
    "SAUDI ARABIA said a mechanism must be found to keep non-Annex I Parties informed about discussion in Annex I Parties.", 
    "The EU noted its concern that the process is not advancing as intended.", 
    "A first draft protocol should be under negotiation at AGBM-6. The AGBM Chair invited comments on his Draft Conclusions (FCCC/AGBM/1996/L.2).", 
    "The EU and Saudi Arabia objected to a reference to an 'equation' to express linkage between policies and measures and QELROs.", 
    "In a paragraph on elaboration of policies and measures the US, supported by AUSTRALIA, objected to the inclusion of 'a menu approach.", 
    "' FRANCE qualified a reference to harmonized policies and measures by prefacing the reference with 'and/or'.", 
    "GERMANY replaced mandatory with 'required' approach to policies and measures.", 
    "AUSTRALIA incorporated sentences from the fourth paragraph, which notes the argument that no set of policies and measures may be appropriate for all Annex I Parties and concerns about competition. On the paragraph concerning the adoption of policies and measures, SAUDI ARABIA called for language noting the need for further studies.", 
    "The EU proposed that action be 'coordinated' rather than 'common or harmonized'.", 
    "KUWAIT said policies and measures should be assessed in terms of their 'economic' costs and their impact on developing countries.", 
    "GERMANY and the US recommended that 'environmental' costs and benefits be considered and EGYPT said their role in enhancing carbon sinks should also be noted.", 
    "The paragraph was adopted to reflect that several criteria were identified for assessing policies and measures including their: potential to limit GHG emissions and enhance carbon sinks; economic costs and benefits; long and short term impact on economic growth in developing countries; and political feasibility as well as the need for coordinated action. In a paragraph dealing with outstanding issues on QELROs, KENYA, supported by the US, FRANCE and GERMANY, noted that it was left open whether the level of emission reductions should be politically or scientifically based.", 
    "KUWAIT proposed that QELROs\u0092 impact on the economic and social structure of developing countries as well as their effect on atmospheric GHG concentrations be recognized.", 
    "These proposals were adopted. The paragraph relating to the SAR was adopted without amendment in recognition of SBSTA\u0092s administration of the issue.", 
    "After CHINA, supported by SAUDI ARABIA, KUWAIT, VENEZUELA and COLOMBIA, objected to joint implementation and tradable emission permits in a paragraph on mechanisms to promote flexibility, the US inserted an additional reference to specify Annex I Parties.", 
    "In a paragraph on approaches to differentiation of commitments, AUSTRALIA added a proposal based on 'projected' emission trends.", 
    "The NETHERLANDS added market-based differentiation mechanisms.", 
    "In a paragraph concerning the impact of Annex I commitments on developing countries, SAUDI ARABIA, supported by KUWAIT, added references to burden sharing for all Parties and relevant studies.", 
    "PERU specified negative impacts."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1235000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "working group", 
  "id": "1235000e_1", 
  "enb_end_date": "17-Jul-96"
}