{
  "countries": [
    "Canada", 
    "Brazil", 
    "Qatar", 
    "Oman", 
    "Philippines", 
    "Costa Rica", 
    "United States", 
    "Japan", 
    "Syria", 
    "Nigeria", 
    "Kuwait", 
    "Saudi Arabia", 
    "Australia", 
    "India", 
    "Jordan", 
    "Marshall Islands", 
    "Lebanon", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "17-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On the development and transfer of technology and the establishment of a roster of experts, the Chair stated that while both issues were to be resolved jointly between the subsidiary bodies, the SBI will manage their remaining progress, given the technical nature of the issues.", 
    "The Chair proposed a revised draft decision on use of the SAR.", 
    "The decision notes the Parties\u0092 differing opinions on the SAR and SBSTA\u0092s inability to achieve consensus on the issue.", 
    "A final decision should be left to the COP. NIGERIA requested that the different views be presented in a non-biased way.", 
    "The MARSHALL ISLANDS expressed concern that presenting the two views equally would not accurately reflect what transpired in SBSTA, because a majority of Parties endorsed the SAR.", 
    "Following distribution of the Chair\u0092s written text, several Parties said that it did not accurately reflect his stated proposal.", 
    "The Chair then noted that the original bracketed text or the revised draft were the only options left at this stage.", 
    "SAUDI ARABIA stated that several delegations have accepted proposals that they did not completely support in order to avoid using brackets.", 
    "If brackets are included here, then other decisions may have to be reconsidered. The Chair then proposed using the original text and noting that SBSTA 'took note of' the two views on the SAR, rather than 'decides'.", 
    "Several delegations, including KUWAIT, CANADA, the MARSHALL ISLANDS, and the EU objected.", 
    "The US, supported by AUSTRALIA, proposed language urging the COP to take a decision on the issue at this session, and the EU objected. The Chair reminded delegates that there were no more SBSTA meetings in this session and the only option is the original text.", 
    "He noted the attempts to avoid brackets, but said it cannot avoided at this point.", 
    "SAUDI ARABIA, KUWAIT and OMAN voiced strong objections, but the Chair noted many delegations could not accept the revised version.", 
    "He will provide a full explanation of the results with his summary.", 
    "Many delegations recorded objections, including SAUDI ARABIA, KUWAIT, QATAR, NIGERIA, OMAN, UAE, KUWAIT, LEBANON, CHINA, SYRIA and JORDAN. SBSTA also considered the draft decisions of the contact group on communications from non-Annex I Parties, which incorporates several additional responsibilities.", 
    "BRAZIL said that the contact group decided that its work would not be prejudiced by the COP\u0092s decision on guidelines for initial communications on the abatement of emissions.", 
    "Several delegations, including CHINA, KUWAIT, INDIA, COSTA RICA, the PHILIPPINES, CANADA, the US and JAPAN, endorsed the decisions and acknowledged the cooperative efforts of non-Annex I Parties.", 
    "The EU recognized the added responsibilities for non-Annex I Parties.", 
    "The PHILIPPINES also linked the expanded commitments of non-Annex I Parties to their potential role in obtaining funding."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1235000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbsta", 
  "id": "1235000e_2", 
  "enb_end_date": "17-Jul-96"
}