{
  "countries": [
    "Canada", 
    "Bahrain", 
    "Qatar", 
    "Sudan", 
    "Oman", 
    "United States", 
    "Syria", 
    "New Zealand", 
    "Yemen", 
    "Venezuela", 
    "Nigeria", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Jordan", 
    "Kuwait", 
    "Russian Federation"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "MINISTERIAL DECLARATION", 
  "enb_start_date": "19-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the morning, the President introduced 'advance text' on the Ministerial Declaration.", 
    "In the afternoon, he returned to the issue of the Declaration, stating that it had emerged from consultations with a representative group of 'friends of the Chair' overseen by Canada.", 
    "The Declaration gave rise to some concerns or difficulties for some delegations, he said.", 
    "He added that some Parties feel that it goes too far and others that it does not go far enough.", 
    "A few delegations may be considering reservations on one or more elements of the text.", 
    "He appealed to delegations to reconsider their intentions and to intervene in a constructive manner.", 
    "He noted the text commands a very wide consensus among ministers and other heads of delegation.", 
    "He asked the COP to take note of the Declaration and his introductory remarks, which will be included in his Report, and to annex the Declaration to the report of the Conference.", 
    "This was accepted. AUSTRALIA said he has been a strong supporter of the FCCC process and a successful outcome to COP-3.", 
    "He has worked hard on the Declaration to take negotiations forward and contributed to and endorses almost all in the statement.", 
    "The delegation has difficulty with the aspect of the text committing Parties to legally binding targets in a final legal instrument without the nature and context being clear.", 
    "It is further than the negotiation process has taken the Parties.", 
    "It is COP-3 where this needs to be decided.", 
    "With regret he informed the Chair that Australia cannot associate itself with the language on targets. The US said she 'wholeheartedly' endorses the Declaration, which focuses on three critical points: the need to move forward on the basis of new and compelling scientific evidence; the need to focus on legally binding targets as the next step; and the need to rapidly move the process forward to complete its critical work by COP-3.", 
    "She said the one point not specified was that the negotiated outcome must ensure maximum national flexibility for all Parties to implement their medium-term legally binding commitments.", 
    "There is also a need to work toward a longer term concentration goal.", 
    "To this end, the inclusion of AIJ on a global basis and international emissions trading must be part of any future regime.", 
    "The US believes these views are fully reflected in the Declaration. NEW ZEALAND welcomed the strong statement of commitment.", 
    "While Parties have to do their fair share of emission reductions, a way has to be found to reduce the disparity in abatement costs between countries.", 
    "A 'global least cost approach' should be adopted that will be efficient and equitable.", 
    "New Zealand has difficulty with a reference concerning targets in the Declaration and his support must be qualified by the view that it can only be advanced on the basis of a least cost approach within Annex I.", 
    "Parties should avoid prematurely narrowing the options for the status of the objectives to be produced by the Berlin Mandate Process.", 
    "He asked for his comments to be recorded. SAUDI ARABIA, on behalf of VENEZUELA, IRAN, KUWAIT, UAE, SYRIA, QATAR, JORDAN, The RUSSIAN FEDERATION, NIGERIA, OMAN, BAHRAIN, SUDAN and YEMEN, reported a lack of transparency throughout the Conference.", 
    "He read a formal objection from a group of Parties to the adoption, approval or acceptance of the draft Ministerial Declaration due to the: lack of opportunity for the COP to discuss the draft; failure of the draft to reflect the views of many Parties as stated by them at COP-2, with the result that the draft reflects only some views that exist among the Parties; non-objective characterization and selective reference to only some of the information in the SAR, resulting in a draft that is biased and misleading; and failure to adhere to the customary procedures of UN bodies and the absence of adoption of rules of procedure for the COP. The EU said he fully and unequivocally supported the Ministerial Declaration.", 
    "The EU stands ready to take a constructive role as called for in the Declaration. GHANA said the FCCC is 'a matter of life and death,' and noted the need for the Declaration.", 
    "To object and call the Declaration misleading is unfortunate.", 
    "Ghana is not pleased with language on Annex I implementation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1237000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1237000e_18", 
  "enb_end_date": "19-Jul-96"
}