{
  "countries": [
    "El Salvador", 
    "Zimbabwe", 
    "China", 
    "Costa Rica"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CLOSING STATEMENTS", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Latin American and Caribbean Group"
  ], 
  "sentences": [
    "The Plenary then heard closing statements.", 
    "COSTA RICA, on behalf of the G-77/CHINA, expressed concern with the procedure used for adoption of the Geneva Declaration, calling for transparent decision making. EL SALVADOR, on behalf of the Latin American and Caribbean Group, called it 'deplorable' that COP-2 had not been able to elect officers 'in a proper manner,' and requested the Secretariat to continue to strengthen the 'consultation machinery.", 
    "' The Executive Secretary of the FCCC, Michael Zammit Cutajar, noted that the political content of COP-2 had exceeded his expectations, calling the Geneva Declaration the most important and visible outcome.", 
    "He also singled out the decision on non-Annex I communications, calling it a further step towards 'universality.", 
    "' He praised the weight given to the implementation of commitments.", 
    "He also stated that the FCCC has 'some way to go' to encourage technology transfer, and he regretted it was not possible to agree on implementation of Article 6 (education and public awareness).", 
    "He commended the Swiss government for organizing the 'cybercafe', a public link to the World Wide Web set up at COP-2 as a step toward reducing the volume of paper used to provide information. COP-2 President Chen Chimutengwende (Zimbabwe) described his election as the 'easiest thing' at this Conference, adding that 'almost everything after that was marked with \u0091no.\u0092' He noted that it had been impossible to reach a consensus on the rules of procedure, highlighting the 'dilemma' of 'trying to run everything without rules.", 
    "' Although he emphasized the stress involved in carrying out his duties, Chimutengwende also expressed satisfaction with the outcome of the conference.", 
    "COP-2 concluded at 4:30 pm on 19 July 1996."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_42", 
  "enb_end_date": "19-Jul-96"
}