{
  "countries": [
    "Switzerland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto"
  ], 
  "section_title": "MINISTERIAL ROUNDTABLE", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Wednesday afternoon, 17 July 1996, Ruth Dreifuss, Head of the Federal Department of the Interior (Switzerland), chaired a closed Ministerial Round Table on political issues emerging from the agenda, with Ministers, Heads of Delegations and Executive Directors of international organizations.", 
    "She later gave a report on the Round Table to the Plenary. On new scientific findings in the IPCC Second Assessment Report and its consequences for political action, the Ministerial Round Table recognized the outstanding work of the IPCC scientists and agreed that the SAR provides important scientific elements to be considered in decision- making.", 
    "Many ministers noted with concern the SAR\u0092s conclusion that there is a discernible human influence on the global climate.", 
    "Taking into account the precautionary principle, they underlined the need for urgent action at the widest possible level.", 
    "A large majority endorsed the SAR as the basis for political action.", 
    "The Round Table agreed that Parties should only ask the IPCC to respond to scientific questions. Ministers also stressed the adverse social and economic impacts of climate change, particularly the impact on the agricultural sector.", 
    "Representatives of small island developing States and African countries highlighted their particular vulnerability and the lack of technical and financial resources for prevention and adaptation, and called on the GEF to play an enabling role.", 
    "On efforts needed to advance existing FCCC commitments, participants reiterated that developed countries must take the lead and strengthen efforts to stabilize GHG emissions at 1990 levels by 2000.", 
    "The urgent need for collaboration between different ministries was highlighted. Technology and financial transfers to developing countries were also underlined.", 
    "Oil exporting countries voiced concern about the adverse economic impacts of Annex I Party commitments and called for re-evaluation and development of new uses for petroleum products.", 
    "On strengthening Annex I Party commitments within the context of the Berlin Mandate, the ministers confirmed their willingness to accelerate negotiations so as to have a protocol or other legal instrument adopted at COP-3.", 
    "They signaled the need to start negotiating text at AGBM-5."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_37", 
  "enb_end_date": "19-Jul-96"
}