{
  "countries": [
    "United States", 
    "Romania", 
    "Australia", 
    "Poland", 
    "Japan", 
    "India", 
    "Micronesia", 
    "Uzbekistan", 
    "Morocco", 
    "China", 
    "Colombia", 
    "Marshall Islands", 
    "Hungary", 
    "Bulgaria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "COMMUNICATIONS FROM ANNEX I PARTIES", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "With regard to national communications from Parties included in Annex I, a possible revision of guidelines was circulated (FCCC/SBSTA/1996/9).", 
    "JAPAN and the US proposed a separate informal session to revise the guidelines and a joint contact group between the SBSTA and SBI was established for this purpose.", 
    "The G-77/CHINA, COLOMBIA, MARSHALL ISLANDS, MICRONESIA, UZBEKISTAN, INDIA and others said Annex I countries should communicate GHG emission limitations and their commitments concerning financial resources and technology transfer.", 
    "MOROCCO said capacity building mechanisms should also be included.", 
    "The EU supported expanding the minimal information required and suggested that revised guidelines include targets and timetables.", 
    "AUSTRALIA called for the inclusion of performance indicators.", 
    "BULGARIA, HUNGARY, POLAND and ROMANIA sought flexibility in report preparation for Parties with economies in transition and approval to use years prior to 1990 as their base years. In its decision FCCC/CP/1996/L.13, the contact group proposed some amendments to current guidelines and continued review of the guidelines at SBSTA-4.", 
    "This decision was adopted by the COP at the Closing Plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_10", 
  "enb_end_date": "19-Jul-96"
}