{
  "countries": [
    "Jamaica", 
    "Saudi Arabia", 
    "Kuwait", 
    "China", 
    "Russian Federation", 
    "Marshall Islands", 
    "Argentina", 
    "Germany", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "ADOPTION OF DRAFT DECISIONS", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Plenary then considered adoption of the draft decisions negotiated by the subsidiary bodies.", 
    "Under reports of other subsidiary bodies (Agenda Item 7), the following documents were adopted without amendment: Report of the Subsidiary Body for Implementation (FCCC/CP/1996/L.4 and FCCC/CP/1996/L.5) and Report of the Ad Hoc Group on Article 13 (FCCC/CP/1996/L.1).", 
    "Under review of the implementation of the FCCC and of COP-1 decisions (Agenda Item 5), the following documents were adopted without amendment: Development and transfer of technologies (FCCC/CP/1996/L.16) and Activities implemented jointly, annual review of the pilot phase (FCCC/CP/1996/L.7). Two alternate paragraphs in brackets, in the Report of the Subsidiary Body on Scientific and Technological Advice (FCCC/CP/1996/L.11), containing SBSTA\u0092s interpretation of the Second Assessment Report of the IPCC, were deleted at the suggestion of the President.", 
    "The amended document, lacking an interpretation of the SAR, was adopted.", 
    "The MARSHALL ISLANDS pointed out that a majority of delegations supported the stronger interpretation of the SAR.", 
    "He stated that he would reluctantly go along with the decision, which he called a 'victory for the minority.", 
    "' The EU called the SAR the most authoritative assessment on the science of climate change, and strongly endorsed it as the basis for urgent action to negotiate a protocol or other legal instrument.", 
    "SAUDI ARABIA disagreed with this assessment. No consensus was reached on a number of issues under this agenda item.", 
    "Under communications to the GEF (Agenda Item 5(a)), the President asked for submissions from Parties for consideration at future meetings.", 
    "Under intensifying efforts under the Berlin Mandate process, the President asked for submissions from Parties to provide an initial negotiated text at AGBM-5. Under decisions to promote effective implementation (Agenda Item 6), the following documents were adopted without amendment: Communications from Annex I Parties (FCCC/CP/1996/L.13 and Add.1); Communications from non-Annex I Parties (FCCC/CP/1996/L.12); and Guidance to the GEF (FCCC/CP/1996/L.9).", 
    "The G-77/CHINA emphasized that this is the only document accepted by the COP on guidance to the GEF.", 
    "The President then stated that no consensus had been reached on the Annex to the Memorandum of Understanding between the COP and the GEF Council.", 
    "He noted that two documents would be submitted to SBI-4 for further consideration, the draft MOU already adopted by the GEF Council (FCCC/CP/1996/9), and an alternate text submitted by the G-77/CHINA.", 
    "He invited Parties to submit additional comments before then.", 
    "This course of action was accepted by the Plenary. Under administrative and financial matters (Agenda Item 8), the following documents were adopted without amendment: Establishment of the permanent Secretariat (FCCC/CP/1996/L.2 and FCCC/CP/1996/L.14) and Income and budget performance and resource deployment for 1997 (FCCC/CP/1996/L.3 and FCCC/CP/1996/L.8). The Plenary then considered the schedule of meetings and the election of officers other than the President.", 
    "Raúl A. Estrada-Oyuela (Argentina), who chaired a contact group on the issue, reported that there was no consensus among the regional groups.", 
    "Consultations will continue before the subsidiary body meetings in December 1996. Parties then considered the Ministerial Declaration.", 
    "The President recalled the discussions during the Ministerial Segment, where delegates agreed to note the decision and attach it to the report of the meeting.", 
    "He allowed some delegates to make statements for the record.", 
    "VENEZUELA stated that it did not support the draft Declaration, which is neither balanced nor objective.", 
    "He said there are scientific doubts and called for a dialogue on consensus.", 
    "The RUSSIAN FEDERATION asked that its prepared statement be reflected in the report of the session, and called for a notation that a group of Parties raised objection to the text of the Ministerial Declaration.", 
    "KUWAIT proposed inserting a footnote stating that several countries have objected.", 
    "AOSIS accepted the Declaration as a statement of determination to give force and direction to the Berlin Mandate.", 
    "ARGENTINA objected that many of the delegates who spoke were not ministers.", 
    "He said the COP was aware that some delegations have disassociated themselves from the Declaration.", 
    "GERMANY proposed referring to the declaration as the 'Geneva Declaration.", 
    "' The Plenary then considered the Draft Report of the Conference of the Parties on its Second Session (FCCC/CP/1996/L.10).", 
    "SAUDI ARABIA and the RUSSIAN FEDERATION proposed that their statements on the Ministerial Declaration be annexed to the report in their entirety.", 
    "The section on the rules of procedure notes that the President proposed that consideration of the item be postponed to give time for further consultations.", 
    "It also notes that the draft rules of procedure should continue to be applied, with the exception of Rule 42 (voting).", 
    "SAUDI ARABIA also requested that its objection to the rules of procedure be noted.", 
    "JAMAICA stressed the need for transparency in the consultative process on the rules of procedure."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_41", 
  "enb_end_date": "19-Jul-96"
}