{
  "countries": [
    "Australia", 
    "Iran", 
    "Uruguay", 
    "El Salvador", 
    "Philippines", 
    "India", 
    "United States", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Japan", 
    "Norway", 
    "Panama"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "ACTIVITIES IMPLEMENTED JOINTLY", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On AIJ, delegates considered an annual review of progress under the pilot phase (FCCC/CP/1996/14 and Add 1).", 
    "While most delegations were generally supportive of AIJ, several, including the G-77/CHINA, COLOMBIA, INDIA, URUGUAY, the PHILIPPINES and EL SALVADOR, expressed the need to better distinguish between AIJ projects and those implemented jointly between Annex I Parties.", 
    "They said financing and technology transfer for AIJ projects must be supplemental to what is stipulated in the FCCC.", 
    "The US, JAPAN, PANAMA, COLOMBIA, AUSTRALIA and others supported workshops for AIJ and many delegations recommended use of a uniform reporting format that is not onerous for developing countries. The PHILIPPINES and EL SALVADOR highlighted the need for capacity building and analysis of social impacts for AIJ projects.", 
    "The NATIONAL ASSOCIATION OF REGULATORY UTILITY COMMISSIONERS said that AIJ should be a permanent part of the FCCC process.", 
    "NORWAY thought it was premature to draw conclusions from the pilot phase at this time and proposed the establishment of an AIJ forum at SBSTA\u0092s December 1996 meeting.", 
    "CHINA and MALAYSIA suggested postponing AIJ workshops until after COP-3 to avoid basing decisions on incomplete information.", 
    "IRAN said the cost-effectiveness of AIJ projects should be considered and noted that some projects have been financed with GEF funds. A joint SBSTA and SBI contact group recommended that the COP continue the AIJ pilot phase and invited Parties to continue reporting under the initial reporting framework adopted by SBSTA during its second session (FCCC/CP/1996/L.7).", 
    "This decision was adopted by the COP at the Closing Plenary."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_12", 
  "enb_end_date": "19-Jul-96"
}