{
  "countries": [
    "United Kingdom"
  ], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "PANEL PRESENTATION AND DISCUSSION", 
  "enb_start_date": "08-Jul-96", 
  "enb_short_title": "2nd COP FCCC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "AG-13 Chair Patrick Szell (UK) convened a Panel Presentation and Discussion on MCPs on Tuesday, 9 July.", 
    "Presentations on MCPs were made by representatives from the International Labour Organisation (ILO) on ILO conventions, the World Trade Organisation on the GATT, the International Instruments Branch of the Centre for Human Rights on compliance with human rights conventions, the Implementation Committee of the Montreal Protocol, and the Basel Convention on Transboundary Movement of Hazardous Waste and Disposal, on a dispute resolution mechanism still under development. The Chair\u0092s Report of the meeting summarized lessons learned from other procedures as follows: most procedures set forth have evolved over time as a result of experience and political expediency; internal procedures and approaches are complementary; dispute resolution with States is usually cooperative, intended to facilitate implementation rather than to punish; all but the WTO MCP are multilateral processes; a clear structure with a standing committee is desirable; some procedures require publication of reports as a mechanism to publicize non-compliance; and some procedures allow for stronger compliance measures. Following these presentations, a group of NGOs presented the results of a study of successful MCPs, as well as responses to a questionnaire sent out by AG-13 following its first session to Parties, non-Parties, intergovernmental organizations and NGOs.", 
    "The study and survey results highlighted the following desirable elements of a MCP: transparent and non-confrontational operation; accurate and full reporting of data; a role for NGOs in filing submissions on non-compliance; cooperative and non-judicial mechanisms; provision of technical assistance to States to facilitate compliance, including capacity building, country studies and national compliance supervision; linkage to other articles of the FCCC; and assurance of the sovereignty of States over their national compliance procedures."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1238000e.html", 
  "enb_long_title": "Second Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "1238000e_34", 
  "enb_end_date": "19-Jul-96"
}