{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Kuwait", 
    "Philippines", 
    "United States", 
    "Trinidad and Tobago", 
    "Germany", 
    "Switzerland", 
    "China", 
    "Argentina", 
    "Nigeria"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "National Communications & Inventories"
  ], 
  "section_title": "CONCLUSIONS", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During its final session, the SBSTA considered the Chair\u0092s draft conclusions on cooperation with the IPCC, based on the results of informal consultations.", 
    "The draft conclusions took note of the revised schedule of work and urged the IPCC to give high priority to the development of regional scenarios and regional impacts of climate change and, as added by KUWAIT, to economic impact assessments of new commitments by Annex I countries.", 
    "The conclusions urged the IPCC to develop a flexible work programmme and requested Parties to submit comments on the TAR by 30 May 1997.", 
    "GERMANY added a reference to the early 1997 IPCC discussion paper on the preparation of the TAR.", 
    "The SBSTA also requested the Secretariat, with the IPCC and other organizations, to ensure wide dissemination of the Revised Guidelines for National GHG Inventories to all Parties. The Chair\u0092s draft conclusions on emission profiles note divergent views regarding format, timing, content and sensitivity studies to be used in developing profiles, and request Parties to make their submissions on this item by 15 January 1997.", 
    "The SBSTA also requests the IPCC to make a presentation on the development of emission profiles and possible implications to the climate system at SBSTA-5.", 
    "Extensive discussion took place on future SBSTA and IPCC work on emission profiles. The conclusions state that SBSTA-5 would continue to elaborate on profiles, based on proposals submitted by Parties, with a view to giving clear guidance to the IPCC on the development of long-term emission profiles.", 
    "The EU, supported by TRINIDAD AND TOBAGO, ARGENTINA, CANADA, SWITZERLAND, GERMANY and the US, proposed requesting the IPCC to complete this work on the basis of these submissions in consultation with the Joint Working Group of officers of the FCCC and the IPCC.", 
    "The Chair moved to adopt the conclusions as amended, but SAUDI ARABIA, KUWAIT and NIGERIA strongly opposed this proposal and called its adoption 'illegal.", 
    "' BRAZIL\u0092s suggested text that maintained the EU proposal and added that the SBSTA would continue to work on this issue during its fifth session, which was adopted. The Chair\u0092s draft conclusions on the application of the 1996 Revised IPCC Guidelines for National GHG Inventories note the additional data, information and simplified methodologies they contained.", 
    "CHINA, the PHILIPPINES and KUWAIT opposed the EU\u0092s preference to 'approve and adopt' the Revised Guidelines.", 
    "The US suggested that the SBSTA 'take note' of the Revised Guidelines adopted by the IPCC and 'decides that they should be used as follows': Annex I countries should apply them for their 1997 inventories on a voluntary basis and on a mandatory basis for their 1998 inventories.", 
    "They should also use them to recalculate the base year inventory and submit updated time series data for the years in between.", 
    "Economies in transition may apply the revised guidelines one year later than other Annex I Parties. Following comments from the EU and the PHILIPPINES on non- Annex I Parties\u0092 use of guidelines and methodologies for inventories, ARGENTINA suggested text encouraging non-Annex I Parties\u0092 to apply the revised 1996 guidelines in communicating their national GHG inventories.", 
    "SBSTA also encouraged Parties to report actual emissions of HFCs, PFCs and SF6 and figures for potential emissions.", 
    "CHINA insisted that Parties that are not in a position to report actual figures should be 'encouraged' rather than requested to report potential emissions.", 
    "The SBSTA requested the Secretariat to prepare a study on methodologies for assessing emissions from harvested wood products."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1239000e_27", 
  "enb_end_date": "18-Dec-96"
}