{
  "countries": [
    "Canada", 
    "Australia", 
    "Iran", 
    "Slovenia", 
    "Kuwait", 
    "France", 
    "United States", 
    "Morocco", 
    "Austria", 
    "Netherlands", 
    "China", 
    "Chile", 
    "Japan", 
    "Venezuela"
  ], 
  "topics": [], 
  "section_title": "FUNCTIONS", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "AG13 then considered an MCP\u0092s functions.", 
    "The Chair\u0092s list of elements on functions addresses ways to define the 'questions regarding implementation.", 
    "' It contains sub-items on: the advisory or supervisory role of an MCP (cooperation and support, noncompliance); the specific or general nature of the issues to be addressed (country performance, interpretation); the areas of competence (communications, obligations, issues); and the relationship to other Convention bodies, processes and articles. Parties presented different views regarding an advisory or supervisory approach.", 
    "Some called for a supportive and assisting function, whereas others supported a review process on the performance of individual Parties.", 
    "The EU stated that an MCP is needed to solve the performance problems of individual Parties.", 
    "In no case would COP decision-making authority be reduced.", 
    "AUSTRIA noted that if an MCP advises Parties on solving problems then questions of individual performance must be part of the procedure.", 
    "Many countries, including CANADA, VENEZUELA, AUSTRALIA, IRAN and SLOVENIA, supported an advisory approach.", 
    "MOROCCO said an MCP could play both an advisory and a supervisory role.", 
    "CHINA said an MCP must provide recommendations and be non- supervisory and non-judgmental.", 
    "The US noted that Article 8.2(c) empowers the Secretariat to provide support to Parties and urged delegates to keep an open mind.", 
    "The NETHERLANDS suggested that an MCP should function as a 'help desk' where a Party with a problem can seek advice. On the nature of issues to be addressed, the US expressed concern on having an MCP interpret the Convention and noted that this issue needs careful consideration.", 
    "CANADA noted that only Article 14 refers to interpretation and issues might be referred to an MCP via Article 13.", 
    "VENEZUELA said that interpretation should be left to the COP.", 
    "FRANCE responded that the possible role in interpretation should not be excluded.", 
    "AUSTRALIA said an MCP could play a role in interpreting or clarifying obligations through practical assistance rather than judicial-style interpretation.", 
    "CHINA stated that many differences of opinion are due to misinformation and an MCP could allow Parties to exchange views on interpretation. On the relationship of an MCP to other bodies, processes and articles, many delegates cautioned against duplicating the work of the SBI.", 
    "MOROCCO said an MCP should adopt recommendations and report to the COP independently of the SBSTA and the SBI.", 
    "KUWAIT noted the importance of identifying the areas of concern for an MCP and said that many of the issues presented here fall under existing bodies.", 
    "On the relationship between Articles 13 and 14, JAPAN, VENEZUELA, MOROCCO and SLOVENIA noted that Articles 13 and 14 are clearly different.", 
    "CHILE noted that Article 14 requires Parties to settle disputes through negotiation or 'any other peaceful means' and an MCP could provide this type of advisory service."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1239000e_39", 
  "enb_end_date": "18-Dec-96"
}