{
  "countries": [
    "United Kingdom", 
    "Uzbekistan", 
    "Slovenia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "Chair Patrick Széll (UNITED KINGDOM) opened the third session of the Ad Hoc Group on Article 13 (AG13-3) on Monday, 16 December, and recalled that AG13-1 decided to request Parties, non-Parties, intergovernmental and non- governmental organizations to make written submissions to a questionnaire relating to a multilateral consultative process (FCCC/AG13/1995/2, para.17).", 
    "Delegates had before them the responses to the questionnaire (FCCC/AG13/1996/Misc.1 and Add.1, and Misc.2 and Add.1) and a synthesis of the responses prepared by the Secretariat (FCCC/AG13/1996/1). The synthesis document notes responses from 19 Parties, one non-Party and 10 NGOs.", 
    "The document provides a spectrum of views on the establishment of a multilateral consultative process (MCP) and identifies emerging areas of consensus.", 
    "It outlines the responses to questions on: the definition and scope of the process; the relationship of Article 13 to Convention\u0092s institutions and processes; the legal and procedural considerations; and other issues. The Chair noted that AG13 has completed one year of work and has focused on preparatory rather than substantive issues.", 
    "He reported that AG13 has received authority from the COP to continue its work, but noted that the process is neither clear nor simple.", 
    "The key question to be addressed over the next year will be the fundamental character of the regime.", 
    "Széll noted the panel presentation held at AG13-2 and his conclusions, which are annexed to the report of AG13-2 (FCCC/AG13/1996/2).", 
    "The Chair also reported the election of Victor Chub (Uzbekistan) as Vice-Chair and Andrej Kranjc (Slovenia) as Rapporteur.", 
    "The Chair also distributed a paper containing elements of an MCP (elements paper), which addresses the possible characteristics, functions, institutional arrangements and procedures for an MCP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "1239000e_45", 
  "enb_end_date": "18-Dec-96"
}