{
  "countries": [
    "Canada", 
    "Australia", 
    "Costa Rica", 
    "Micronesia", 
    "United States", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Japan", 
    "Argentina", 
    "Venezuela"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "UNIFORM REPORTING FORMAT", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Modifications to language in the Secretariat\u0092s document on URF were requested.", 
    "VENEZUELA highlighted: calculation of costs and benefits to the host country\u0092s economy; comparison of effects on each partner country; and evaluation of AIJ\u0092s potential to reduce emissions cost-effectively.", 
    "CANADA highlighted non- environmental benefits and opposed the inclusion of confidential details in the tables.", 
    "He suggested the use of narrative text in reports.", 
    "CHINA, supported by the US, called for language rejecting credits for AIJ emissions reductions during the pilot phase.", 
    "JAPAN proposed language on project implementation status and the provision of information from the sub-national level.", 
    "The INTERNATIONAL ENERGY AGENCY called for the inclusion of data on technology used in AIJ projects in the URF. AUSTRALIA, MICRONESIA and ARGENTINA differentiated projects under development from those being implemented.", 
    "The EU and COSTA RICA favored approved third-party reviews and requested preparation of a workplan for AIJ reporting tasks.", 
    "The US, COSTA RICA and MICRONESIA called for an electronic template for reporting, clear rules for participation and a schedule for submissions.", 
    "In the discussions on the update, MALAYSIA warned against conversion of bilateral projects into AIJ projects and ZIMBABWE drew attention to two AIJ projects in his country and a future national workshop."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1239000e_34", 
  "enb_end_date": "18-Dec-96"
}