{
  "countries": [
    "Ghana", 
    "Saudi Arabia", 
    "Samoa", 
    "Gambia", 
    "Venezuela", 
    "Japan", 
    "India", 
    "Sierra Leone", 
    "Morocco", 
    "Senegal", 
    "China", 
    "Chile", 
    "Kuwait", 
    "Sri Lanka", 
    "Iran", 
    "New Zealand", 
    "Dominican Republic", 
    "Burkina Faso", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "PREPARATION OF A SYNTHESIS DOCUMENT", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "CHINA, supported by INDIA, SRI LANKA, VENEZUELA, MOROCCO, CHILE, SAMOA, GAMBIA, GHANA and JAPAN, requested a compilation synthesis of all proposals to be distributed in January.", 
    "CHINA and INDIA requested that the sources of the proposals be noted in the compilation.", 
    "SIERRA LEONE said a draft text for a protocol should be available in time for AGBM-6.", 
    "GHANA, SENEGAL and VENEZUELA noted that time is needed for additional suggestions for the compilation and, with SRI LANKA and the DOMINICAN REPUBLIC, called for a framework compilation to circulate to capitals before AGBM-6.", 
    "SAUDI ARABIA cautioned that this process should not preclude submissions at a later stage.", 
    "CHILE noted that a text would encourage signs of political will to compromise in a new negotiation phase.", 
    "The EU reiterated its request to include elements from its proposal in the synthesis. Delegations also commented on a number of other points.", 
    "NIGERIA noted the needs of African countries and called for the inclusion of paragraphs on economic damage to non-Annex I countries from actions by Annex I Parties.", 
    "IRAN and BURKINA FASO called for language on technology transfer and provision of financial resources in the new legal instrument.", 
    "NEW ZEALAND commented that the new instrument should pave the way for future global action, but MOROCCO and SAUDI ARABIA stated that action after COP-3 exceeds the Berlin Mandate.", 
    "KUWAIT also noted that the rules of procedure for the FCCC are still not adopted, which may affect the outcome of the AGBM process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1239000e_18", 
  "enb_end_date": "18-Dec-96"
}