{
  "countries": [
    "Chile", 
    "Philippines", 
    "United States", 
    "Morocco", 
    "Argentina", 
    "Mauritius", 
    "Australia", 
    "Iran", 
    "India", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Uganda", 
    "Russian Federation", 
    "Japan", 
    "Belize"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "ACTIVITIES IMPLEMENTED JOINTLY", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "On activities implemented jointly (AIJ) under the pilot phase, the Secretariat introduced the following documents: the Uniform Reporting Format (URF)(FCCC/SBSTA/1996/15); an update on AIJ (FCCC/SBSTA/1996/17); and methodological issues on AIJ projects (FCCC/SBSTA/1996/19). The US, JAPAN and AUSTRALIA strongly supported AIJ.", 
    "MAURITIUS, on behalf of the African Group, BELIZE and CHILE supported AIJ as a supplement to the FCCC.", 
    "The PHILIPPINES noted misconceptions on AIJ and CHINA, MALAYSIA and INDIA noted the 'blurring' of AIJ and JI.", 
    "MALAYSIA, BELIZE, the PHILIPPINES, UGANDA, INDIA and CHILE opposed AIJ as a means of or conditionality for technology transfer or other bilateral assistance.", 
    "INDIA requested a Secretariat report on the status of technology transfer. The G-77/CHINA, supported by MAURITIUS, IRAN, ZIMBABWE, the RUSSIAN FEDERATION, MOROCCO and the PHILIPPINES, called for AIJ to be consistent with national development plans and priorities, particularly in the development of a common reporting framework.", 
    "ZIMBABWE emphasized the voluntary nature of AIJ.", 
    "MOROCCO and ARGENTINA stressed the need for project approval by both partner governments.", 
    "UGANDA underscored the good will of the business community and public awareness on climate issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBSTA", 
  "id": "1239000e_37", 
  "enb_end_date": "18-Dec-96"
}