{
  "countries": [
    "China", 
    "Saudi Arabia", 
    "India"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGY", 
  "enb_start_date": "09-Dec-96", 
  "enb_short_title": "AGBM 5, SBI 4, SBSTA 4, AG13 3", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On Agenda Item 7, Development and transfer of technologies, the Secretariat presented an oral report highlighting identification of technology needs and various activities underway.", 
    "He noted document FCCC/SBSTA/1997/MISC.1 on this topic, which will be presented at SBSTA-5, and document FCCC/SBSTA/1996/CRP.2, listing nominations for a roster of experts.", 
    "SAUDI ARABIA requested a written version of the Secretariat\u0092s oral report, which the Secretariat agreed to provide. The G-77/CHINA, supported by INDIA and CHINA, stressed the importance of this topic for all countries, and expressed deep concern over the continuing lack of progress and the fact that most technology transfer is being undertaken within the AIJ framework.", 
    "The Secretariat noted that work on this takes place in cooperation with other bodies.", 
    "He noted work on addressing technology transfer in communications from Annex I Parties. INDIA, supported by CHINA, noted that there were no experts nominated from some countries.", 
    "CHINA noted that groups preparing documents on technology transfer should note that technology transfer refers to environmentally sound technologies, as defined in Agenda 21; full systems of technologies and know-how, which fall within national priorities.", 
    "He reminded Parties to include information on what they have done on technology transfer in their national communications and called for a Secretariat compilation of this information from Annex II Parties in order to facilitate COP decisions.", 
    "The adopted conclusions call for an intensification of Secretariat work on these issues, but note that only one country has submitted initial information on technology needs in request to a COP-2 decision and, therefore, extends the deadline."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1239000e.html", 
  "enb_long_title": "Fifth Session of the Ad Hoc Group on the Berlin Mandate Fourth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBSTA", 
  "id": "1239000e_38", 
  "enb_end_date": "18-Dec-96"
}