{
  "countries": [
    "Canada", 
    "Central African Republic", 
    "United States", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Japan", 
    "Argentina"
  ], 
  "topics": [
    "UNFCCC Functioning", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "PROGRAMME BUDGET FOR 1998-99 - PERSPECTIVES ON FINANCIAL REQUIREMENT", 
  "enb_start_date": "25-Feb-97", 
  "enb_short_title": "5th Session SBSTA & SBI, AG13 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Tuesday, 25 February, the Executive Secretary introduced the document 'Administrative and Financial Matters - Programme Budget for 1998-1999: Perspectives on financial requirements' (FCCC/SBI/1997/3).", 
    "The document outlines the approach of the Executive Secretary in constructing a new work programme that aims to deliver the outputs demanded by the Parties in the next biennium and to support the intergovernmental structure that they have established.", 
    "The building blocks are sub-programmes corresponding to the main tasks that the secretariat is currently required to perform and are expected to continue through the next biennium.", 
    "The document also contains: a proposed timetable and process for the consideration and adoption of the programme budget; a section addressing uncertainties and issues on which the Executive Secretary is seeking guidance; and preliminary resource estimates for the core budget.", 
    "The document envisages that the work of the secretariat for the biennium 1998- 1999 will be organized into six programmes: policy-making organs; executive direction and management; science and technology; implementation; conference management and information services; and resources, planning and coordination. CHINA, supported by the EU, CANADA, JAPAN and the US, welcomed the document and requested more time for its consideration.", 
    "CANADA and JAPAN also requested more detailed information on specific sections of the document. On Thursday, 27 February, the Chair distributed additional information on items such as: options on the preliminary estimated costs for conference services; estimates of the costs related to the in-depth reviews in 1996; and estimated staffing of the secretariat for 1998-99.", 
    "The Executive Secretary expressed the need for guidance on content, the calendar of meetings, the question of providing for an intergovernmental process after COP- 3, and liaison arrangements in Geneva and New York.", 
    "He also requested advice on how to prepare for the possibility that the UN General Assembly might discontinue financial support for conference services. The G-77/CHINA stated that the budget must be prepared with maximum transparency and simplicity, and active, informed participation of all Parties.", 
    "As for the post-Kyoto process, he stated that references to analytical work on flexibility provisions, such as emissions trading, are unacceptable.", 
    "He reaffirmed the commitment of developing countries to preparing initial communications, but requested the deletion of a paragraph on reviews of national communications.", 
    "He requested the secretariat to provide to SBI-6: a comparative table of current and future budgets elaborated sector-by-sector; a table indicating different secretariat sectors and their current and 1998 activities; tables on estimated staff for the biennium 1998- 1999; and any other information that could facilitate extensive discussion of the budget by the SBI.", 
    "CHINA and MALAYSIA expressed concern regarding a reference to peer review of national communications and emissions trading.", 
    "CHINA also said it is premature to have a budget item for an MCP while consultations are ongoing.", 
    "ARGENTINA supported the option for conference services that allows for contracting translation services from a UN source and interpretation and other sources from commercial contractors. The EU stated that the issue could be advanced by informal discussions before SBI-6.", 
    "He requested an explanation for the preliminary increase in professional staff and said it was premature to include the IPCC in the science and technology programme when its relationship to the secretariat is not yet clear.", 
    "On non-Annex I Party communications, he said that activities should be considered in detail at a later stage.", 
    "He expressed the hope that 52nd session of General Assembly will decide that conference services for the FCCC will still be in the budget. The US recognized that the secretariat should coordinate work on developing methodologies but should not undertake the work itself.", 
    "On conference services, the US supported contracting all services from individual or corporate contractors.", 
    "He said FCCC contributions to the IPCC budget should stay below 15 percent to ensure its independence and expressed concern at the magnitude of post-Kyoto staff and budget increases.", 
    "JAPAN also expressed concern regarding the total amount of resources and requested more information on how increases will be accounted for.", 
    "He proposed revisiting the issue of the post-Kyoto budget in July. Regarding liaison offices, the US, supported by CANADA, proposed performing periodic visits rather than maintaining liaison offices in New York and Geneva.", 
    "JAPAN proposed cooperative arrangements for liaison arrangements.", 
    "The DEMOCRATIC PEOPLE\u0092S REPUBLIC OF KOREA noted that a liaison office in Geneva was essential for developing countries that have missions in Geneva but not in Bonn.", 
    "COLOMBIA drew the attention of donor countries to the fund for developing country participation and underscored its importance in light of the move to Bonn. Responding to questions, the Executive Secretary said the document was intended to provoke reactions and, based on delegates\u0092 comments, had indeed been 'provocative.", 
    "' He said the full programme budget would contain more information and noted that requests for direct comparisons between future and current expenditures present a problem because some current budget items have been spread among other programmes.", 
    "He also noted that the proposed budget attempts to estimate the resources necessary for the post-Kyoto sessions.", 
    "An informal group convened during the evening to further discuss the budget. On Friday, 28 February, delegates considered the Chair\u0092s draft conclusions (FCCC/SBI/1997/L.1), which note that the SBI endorses a timetable and process for review and adoption of the programme budget for the biennium 1998-1999.", 
    "The timetable states, inter alia, that: a comprehensive programme budget will be proposed for consideration and complete review at SBI-6 in July; the recommended decision will provide a total budget with allocations by programme, a secretariat-wide staffing table and a provision enabling the Executive-Secretary to switch resources among programmes within limits; some elements of the budget may have to be recommended as contingencies; and Parties will be notified of their indicative contributions to the core budget by 1 October 1997. The draft conclusions also note that the SBI requests the Executive Secretary to propose a programme budget for the biennium 1998-1999 for consideration at SBI-6, taking account views expressed by delegations at SBI-5.", 
    "The SBI also requests the Chair to consider convening broadly representative informal intersessional consultations to facilitate agreement on the programme budget at SBI-6. CHINA said that the SBI should consider informal intersessional consultations to facilitate agreement on the programme budget 'if feasible.", 
    "' On the request for a programme budget, the EU proposed stating that 'several delegations noted the proposed increase of the budget and expressed concerns that a full justification should be made before it is agreed.", 
    "' In addition, the EU proposed a 'detailed' programme budget and specific outputs from each programme.", 
    "CHINA proposed noting that 'many delegations stressed that any budget proposal must be in line with the Convention provisions and the relevant COP decisions.", 
    "' The US opposed the 'Christmas tree' additions and suggested retaining the existing paragraph.", 
    "The US also noted that he would make additional proposals if the proposals of the EU and CHINA were accepted.", 
    "CHINA suggested, as an alternative, taking 'full' account of the views expressed.", 
    "The CENTRAL AFRICAN REPUBLIC expressed its preference for including the two additional sentences.", 
    "Delegates discussed the issue at length and agreed to postpone further discussion to allow time for consultations. In the afternoon, the EU proposed that the budget be submitted for consideration 'and discussion' and that the informal intersessional consultations will facilitate 'possible' agreement on the budget.", 
    "Delegates agreed to language calling for a 'detailed' budget that specifies the output of each programme for full consideration and discussion at SBI-6.", 
    "Intersessional consultations will be held, if feasible, to facilitate possible agreement."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1240000e.html", 
  "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1240000e_14", 
  "enb_end_date": "28-Feb-97"
}