{
  "countries": [
    "United States", 
    "Japan", 
    "China", 
    "Central African Republic", 
    "Kuwait"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "MATTERS ARISING FROM THE UNITED NATIONS GENERAL ASSEMBLY", 
  "enb_start_date": "25-Feb-97", 
  "enb_short_title": "5th Session SBSTA & SBI, AG13 4", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday, 26 February, the Chair noted that the input from the FCCC to the Special Session of the General Assembly, to be held in June 1997, must be addressed at this SBI session.", 
    "He noted that a draft has been prepared (FCCC/SBI/1997/4) and an informal group chaired by Takao Shibata (Japan) will address the issue.", 
    "KUWAIT noted that COP-2 took note of, 'but did not adopt' the Geneva Ministerial Declaration and that a later reference to the Geneva Ministerial Declaration should be coupled with a reference to another statement adopted by those delegations that did not support the Declaration.", 
    "The US urged the informal group to use agreed-upon references.", 
    "On 27 February, Shibata informed the SBI that the informal group had been unable to meet because delegates were attending other meetings.", 
    "He requested interested delegations to submit written comments. On 28 February, Shibata presented the draft conclusions of the informal group.", 
    "The conclusions note, inter alia: the linkages of the FCCC and the framework of Agenda 21; the second compilation of national communications; the work of the IPCC and its steps toward a Third Assessment Report; and the first steps to deal with rising emissions, such as the Geneva Declaration.", 
    "It also states that the General Assembly may wish to focus on priority issues, such as how developing countries can acquire the levels of energy needed for development while avoiding emissions of greenhouse gases.", 
    "CHINA said that the reference to avoiding greenhouse gas emissions was unacceptable because they occur naturally.", 
    "He stated that the conclusions were too heavily directed at developing countries and depart from the Convention\u0092s spirit.", 
    "Delegates agreed to convene another informal group to reconsider the conclusions. In the evening, the revised conclusions were introduced, which state that the FCCC has received 165 instruments of ratification or accession, assuring almost universal membership of States.", 
    "They also state that a second compilation and synthesis of national communications was submitted to COP-2, demonstrating that Annex I Parties need to take additional measures to achieve the aim of lowering emissions.", 
    "In addition, the conclusions note the importance of the IPCC, whose Second Assessment Report is considered to be the most comprehensive and authoritative assessment available of scientific and technical information regarding global climate change.", 
    "The conclusions also note first steps to address rising emissions, such as COP-1\u0092s agreement on the Berlin Mandate and COP-2\u0092s call for acceleration of negotiations of the text of a protocol or other legal instrument.", 
    "The General Assembly Special Session may wish to encourage member States to agree on satisfactory results at COP-3.", 
    "Also noted are the GEF\u0092s efforts to support developing country Parties. The CENTRAL AFRICAN REPUBLIC proposed a reference to 'human' capacity building.", 
    "The text was adopted as amended. Regarding action by the General Assembly at its 51st Session, the SBI took note of the action and requested the Executive Secretary to report on the review of administrative arrangement at its sixth session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1240000e.html", 
  "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1240000e_17", 
  "enb_end_date": "28-Feb-97"
}