{
  "countries": [
    "Canada", 
    "China", 
    "Iran", 
    "Colombia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 1", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "REVIEW OF THE FINANCIAL MECHANISM", 
  "enb_start_date": "25-Feb-97", 
  "enb_short_title": "5th Session SBSTA & SBI, AG13 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Wednesday, 26 February, the secretariat introduced the document, 'Financial mechanism: review process referred to in decision 9/CP.1' (FCCC/SBI/1997/2), which contains information prepared by the GEF to assist the SBI in its review of the financial mechanism.", 
    "The document recalls decision 9/CP.1, which calls for initiation of a review process for the financial mechanism and for taking appropriate measures, including a determination of the definitive status of the GEF.", 
    "COP-2 requested SBI-4 to undertake this review process.", 
    "The document updates the report presented by the GEF to COP-2 by providing new information on project financing for the period May-December 1996.", 
    "The document also highlights other relevant information presented in earlier reports. The G-77/CHINA stressed the importance of the review, but noted that the document was received rather late and full consideration could not be completed immediately.", 
    "He said the review could begin at this session and delegates could benefit from the discussions at the upcoming Special Session of the UN General Assembly.", 
    "He also emphasized the need to increase the GEF\u0092s resources.", 
    "CHINA said the disbursement process should be streamlined and more flexible.", 
    "COLOMBIA said a review of the financial mechanism this year is premature and more time is needed to examine the results of the GEF\u0092s investment projects.", 
    "IRAN stated that one session would not be sufficient for adequate consideration of the review process.", 
    "The DEMOCRATIC PEOPLE\u0092S REPUBLIC OF KOREA stated that the GEF does not function efficiently and some projects took three years to get approved. The EU noted progress on the operational strategy and the Memorandum of Understanding between the GEF and the FCCC.", 
    "He emphasized the importance of a review every four years to ensure the GEF\u0092s conformity with COP guidance, the effectiveness of its projects and the provision of adequate resources.", 
    "He noted that agreement on details at this session would help establish the role of the GEF and clarify outstanding issues pertaining to its forthcoming replenishment.", 
    "CANADA said that in addition to discrete projects, the review should also address elements, such as the GEF\u0092s ability to cooperate with other international organizations, leverage resources and 'mainstream' environmental concerns.", 
    "The Chair noted the lack of resources and time during the intersessional period.", 
    "Delegates agreed to suspend discussion of the document to allow more time for review and to revisit the issue in an informal process.", 
    "On Friday, 28 February, the Chair announced that the informal group on this issue would not complete its work by the end of the week.", 
    "As a result, the SBI will reconvene during the AGBM meeting to consider the informal group\u0092s conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1240000e.html", 
  "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "1240000e_11", 
  "enb_end_date": "28-Feb-97"
}