{
  "countries": [
    "United States", 
    "India", 
    "Central African Republic", 
    "Botswana", 
    "United Kingdom", 
    "Malaysia", 
    "China", 
    "Germany", 
    "Argentina", 
    "Burkina Faso"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS", 
  "enb_start_date": "25-Feb-97", 
  "enb_short_title": "5th Session SBSTA & SBI, AG13 4", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "The Executive Secretary introduced the document 'Arrangements for intergovernmental meetings' (FCCC/SBI/ 1997/5).", 
    "He referred to arrangements at COP-3 in Kyoto and noted a Bureau recommendation that, due to the timing of COP-3 in late 1997, COP-4 could be held early in 1999.", 
    "COP-4 will be held in Bonn unless a government offers to host it.", 
    "Regarding the calendar of meetings for 1997-1999, he pointed out that meetings in 1998-1999 need to be scheduled soon to ensure availability of conference facilities in Bonn. The G-77/CHINA, supported by CHINA and BOTSWANA, expressed concern about the late distribution of documents for the current session.", 
    "He recalled that the recommendation to hold COP-4 in early 1999 was made known via document FCCC/1996/INF.4 during the December 1996 sessions.", 
    "At the close of SBSTA-5, a statement was made on behalf of the G-77/CHINA expressing concern about this recommendation.", 
    "In addition, according to Article 7.4, a COP meeting should take place every year unless otherwise decided by the COP.", 
    "He requested COP-3 to review this issue.", 
    "The Chair decided to leave this issue pending. On Friday, 28 February, delegates considered the Chair\u0092s draft conclusions on COP-3, contained in FCCC/SBI/1997/L.1.", 
    "The conclusions request the Executive Secretary to provide a note to SBI-6 containing a list of possible elements for the provisional agenda for COP-3 focused on the completion of work of the Berlin Mandate and its adoption.", 
    "In the draft conclusions, the SBI decides that: COP-3 will be held from 1-10 December 1997; after addressing organizational matters, COP-3 will immediately allocate the completion of decisions on the Berlin Mandate process to a sessional committee of the whole, open to all delegations; and in order to finalize the political negotiations on the outcome of the Berlin Mandate, a ministerial segment will take place from 8-10 December, when the final text of a protocol or other legal instrument will be adopted. CHINA, supported by the CENTRAL AFRICAN REPUBLIC, INDIA, BURKINA FASO, MALAYSIA and the G-77/CHINA, proposed stating that any new substantive proposals must be communicated in draft form to all Parties six months before the ministerial segment.", 
    "He noted that prior to COP-2 there were rumors that a ministerial declaration was forthcoming, but it came as a surprise to his delegation.", 
    "The US expressed concern on changing the existing language and noted that the SBI could not 'tie the hands' of the COP.", 
    "He noted that if a declaration should emerge from Kyoto it will be the decision of the COP. The Chair, supported by the US, proposed a reference to keeping the arrangements for the conference under review by the SBI.", 
    "CHINA amended his proposal to request communication from 'six months' to 'well in advance' of COP-3.", 
    "He also stated that the refusal of some countries to support his proposal 'left him wondering.", 
    "' MALAYSIA stated that he was caught in surprise at COP-2 and felt an 'air of conspiracy.", 
    "' ARGENTINA reminded delegates that the SBI can provide recommendations to the COP but cannot decide what the COP will do.", 
    "He also noted that the SBI could not preclude issues from consideration by the COP.", 
    "The US, supported by GERMANY and the UK, proposed that the SBI should keep the arrangements of the conference under review and recommends that any new, substantive proposals concerning these arrangements be communicated well in advance of the start of the conference.", 
    "CHINA said this did not solve the problem of transparency and noted that 'arrangements' and 'proposals' are not the same thing.", 
    "MALAYSIA proposed noting that all action be 'in accordance with normal UN practice.", 
    "' Delegates debated the issue at length before agreeing to language noting that any new substantive proposals, including proposals affecting the purpose and organization of the ministerial segment, should be communicated to all Parties well in advance of the conference, in accordance with UN practice.", 
    "As proposed by the US, the language was included as a sub-item under the chapeau on 'organization of work of COP-3,' rather than as a separate paragraph. The SBI also adopted conclusions on the calendar of meetings for 1997-1998.", 
    "The SBI decided to recommend the date and venue of COP-4 at SBI-6, after hearing potential offers to host the conference.", 
    "It called on Parties to submit offers to host COP-4 by SBI-6.", 
    "The SBI also took note of the calendar of meetings for 1997 and requested the secretariat to propose at SBI-6 a calendar of meetings for 1998-1999 based on holding two blocks of meetings of the Convention bodies each year, with each block comprising two weeks of meetings. The Chair suspended the session in the evening on 28 February 1997.", 
    "SBI will meet again during AGBM-6."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1240000e.html", 
  "enb_long_title": "Fifth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI", 
  "id": "1240000e_18", 
  "enb_end_date": "28-Feb-97"
}