{
  "countries": [
    "Saudi Arabia", 
    "Iran", 
    "Malaysia", 
    "Morocco", 
    "China", 
    "Argentina"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "OPENING SESSION", 
  "enb_start_date": "04-Mar-97", 
  "enb_short_title": "6th Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "AGBM Chair Raúl Estrada-Oyuela (Argentina) noted the considerable number of new proposals and called for long-term sustained efforts from industrialized countries.", 
    "He said changes would be neither easy nor inexpensive, but added that the costs resulting from inaction far outweigh the costs of preventative measures.", 
    "He welcomed Dan Reifsnyder (US) as rapporteur. FCCC Executive Secretary Michael Zammit-Cutajar noted that AGBM-6 marks the last session prior to the six-month deadline for circulating a draft protocol.", 
    "The negotiating text must 'contain the seeds' of the final outcome and there should be no surprises after 1 June 1997. The WORLD COUNCIL OF CHURCHES appealed to delegates to act now and noted that delayed action will involve even higher demands.", 
    "He said climate change is an issue of global justice and called on AGBM to promote lifestyle changes in developed countries. The secretariat introduced the 'Framework Compilation of Proposals' (FCCC/AGBM/1997/2 and Add.", 
    "1); 'Implementation of the Berlin Mandate: proposal from Parties' (FCCC/AGBM/ 1997/Misc.1) and 'Comments from Parties' (FCCC/AGBM/ 1997/Misc.2).", 
    "Regarding the organization of work, the Chair urged AGBM to produce, elaborate on and streamline a negotiating text to be ready by 1 June.", 
    "He proposed establishing two 'non-groups': one non-group to focus on institutions and processes, final elements, definitions and the preamble, and one non-group to work on continuing to advance commitments in Article 4.1.", 
    "He said the main purpose of the non-groups is to exchange views, rather than to negotiate, and to merge different proposals into one text in order to facilitate adoption of a negotiating text. CHINA, IRAN and MOROCCO, on behalf of the African Group, requested clarification on the division of tasks between non- groups and asked whether the non-groups would address P&Ms and QELROs.", 
    "The G-77/CHINA, supported by the EU, MALAYSIA and the AFRICAN GROUP urged for a limited number of additional groups, given the constraints facing small delegations.", 
    "CHINA also cautioned AGBM not to 'waste time' on issues related to institutions and definitions.", 
    "The Chair said P&Ms and QELROs would be addressed in Plenary and noted the value of institutions and legal systems. The EU urged countries to provide input in legal language and streamline the Framework Compilation text by focusing on achievable options.", 
    "The EU also suggested that the Chair develop a protocol or another legal instrument by 1 June, if AGBM does not complete this work by the end of the week.", 
    "IRAN said the EU proposal was premature and SAUDI ARABIA urged that AGBM complete a negotiating text and not leave work for the Chair.", 
    "The Chair noted that non-groups will be open only to Parties and will not involve negotiation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1241000e.html", 
  "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "1241000e_1", 
  "enb_end_date": "04-Mar-97"
}