{
  "countries": [
    "Trinidad and Tobago"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CONTINUING TO ADVANCE THE IMPLEMENTATION OF EXISTING COMMITMENTS IN ARTICLE 4.1", 
  "enb_start_date": "07-Mar-97", 
  "enb_short_title": "6th Session of the AGBM", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Evans King (Trinidad and Tobago) then presented a report from the non-group on 'Continuing to advance the implementation of existing commitments in Article 4.1.", 
    "' He said that the group held two meetings in which a collegial atmosphere facilitated frank dialogue.", 
    "Discussions led to a streamlined text with narrative sections and allowed proposal authors to see how other countries viewed their proposals. The report contains a streamlined text of the section in the Framework Compilation on continuing to advance the implementation of existing commitments in Article 4.1.", 
    "It consists of proposals requesting all Parties, inter alia, to implement programmes containing measures to address emissions by sources and removals by sinks of all gases.", 
    "It states that the process will reaffirm and continue to advance implementation of commitments in Article 4.1 and will not introduce any new commitments for non-Annex 1 Parties. Non-Annex I Parties\u0092 implementation of Article 4.1 is contingent upon developed country Parties fulfilling commitments related to financial resources and technology transfer for: systematic observation and research; assessment at the national level of economic and social impacts of climate change and of various response strategies; national education and training programmes; integrated plans for management of coastal zones, water resources, agriculture, conservation and enhancement of sinks; data for initial national communications; and formulation, implementation, publication and updating of programmes containing measures addressing climate change.", 
    "The necessary resources for the implementation of these activities are to be provided by the operating entity of the financial mechanism. The report also contains proposals requesting all Parties to: regularly update national programmes that include P&Ms for increasing energy efficiency and improving the transport sector and industrial process efficiency; provide annual greenhouse gas inventory data on the basis of IPCC compatible methodologies; and make available to the COP strategies for mitigating climate change and national inventories of technology needs.", 
    "Proposals included in the report would also require Parties to: foster bilateral, regional and global cooperation for: development of national inventories and indicators; development, application and diffusion of technologies; voluntary participation in AIJ; participation in the work of international bodies and programmes on climate change mitigation and adaptation; strengthening of legal and institutional frameworks; investment in climate- friendly technologies; and reporting on public education and participation. Proposals would also require that in-depth reviews of Annex I Parties\u0092 communications include a formal opportunity for other Parties to ask questions.", 
    "Parties proposed that non-Annex A or Annex B Parties would submit to the secretariat: annual inventories of greenhouse gas emissions; measures implemented; and quantified effects of actual and potential measures.", 
    "Proposals would also require that all Parties establish a process for reviewing communications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1244000e.html", 
  "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "WORKING GROUP", 
  "id": "1244000e_2", 
  "enb_end_date": "07-Mar-97"
}