{
  "countries": [
    "Canada", 
    "Italy", 
    "Kuwait", 
    "Poland", 
    "Costa Rica", 
    "France", 
    "Mauritius", 
    "Latvia", 
    "Switzerland", 
    "Nigeria", 
    "Norway", 
    "New Zealand", 
    "Bulgaria", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Estonia", 
    "Malaysia", 
    "Venezuela", 
    "Uzbekistan", 
    "Slovenia", 
    "Zimbabwe", 
    "China", 
    "Iceland", 
    "Thailand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Adverse Effects & Response Measure", 
    "Mitigation", 
    "Pre-Kyoto"
  ], 
  "section_title": "ROUNDTABLE ON NEW PROPOSALS FROM PARTIES", 
  "enb_start_date": "03-Mar-97", 
  "enb_short_title": "6th Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "This roundtable was convened on 3 March to give delegates who had not presented their submissions to the Framework Compilation the opportunity to elaborate on their proposals and respond to questions.", 
    "AGBM Vice-Chair Suphavit Piamphongsant (Thailand) opened the roundtable and noted that 18 new proposals had been submitted. The proposal by POLAND, BULGARIA, ESTONIA, LATVIA and SLOVENIA stated that QELROs should be legally-binding.", 
    "Proposed criteria for QELROs include: GDP per capita; each Party's contribution to global emissions; and emissions per capita and/or emissions intensity of GDP.", 
    "They also preferred the 'menu approach' for establishing measures to be adopted by Parties. The EU proposal includes a general commitment for Parties listed in 'Annex X,' which would consist of OECD members and countries with economies in transition.", 
    "It groups P&Ms into Annex A (mandatory), Annex B (high priority) and Annex C (priority).", 
    "The proposal allows for joint implementation and voluntary application by non-Annex X Parties. The G-77/CHINA urged the AGBM to adhere to the Convention and the Berlin Mandate and refrain from developing new commitments for non-Annex I Parties.", 
    "The G-77/CHINA proposal calls for: ensuring that P&Ms have no adverse socio-economic impacts on developing countries; establishing a concrete compensation mechanism for damage in developing countries arising from implementation of response measures; and setting QELROs within specified time frames, such as 2005, 2010 and 2020. FRANCE proposed differentiating the commitments of Annex I Parties according to present emission levels of greenhouse gases per inhabitant and per GDP.", 
    "He proposed coordinating P&Ms at an international level and considering joint measures between Annex I and non-Annex I Parties.", 
    "ICELAND proposed differentiation and the following parameters for identifying differences in national circumstances: greenhouse gas (GHG) emission intensity and level, share of renewable energy sources and GDP per capita.", 
    "He supported the formula Norway presented at AGBM-5, amended to account for the share of renewable energy.", 
    "MALAYSIA commented that parameters are changing regularly.", 
    "MAURITIUS inquired about a supervisory mechanism for this formula.", 
    "VENEZUELA, supported by COSTA RICA, suggested 'historical responsibility' as an additional criterion for differentiation.", 
    "SWITZERLAND added 'past efforts' by countries to reduce greenhouse gas emissions as another criterion. IRAN's proposal opposes C02 taxes, energy taxes and new commitments for non-Annex I countries.", 
    "His suggestions for reducing GHG emissions include: a focus on all GHGs; market- determined energy prices; removal of subsidies on coal and polluting energy sources; development of renewable energy sources; enhancement of sinks; and attention to production and consumption sector activities and industrial processes.", 
    "IRAN also proposed a compensation mechanism for adverse impacts of response measures.", 
    "Responding to ZIMBABWE, IRAN noted that its proposed compensation mechanism is designed to compensate countries that incur losses due to polices and measures stipulated by the AGBM legal instrument and does not provide funds for countries that incur damages resulting directly from climate change.", 
    "The US suggested that the proposal requires the AGBM to project the consequences of non-action and asked what methodology would be used to make such a projection.", 
    "IRAN replied that further details would be supplied at a later date. AUSTRALIA proposed: a collective reduction objective for 'Annex A' Parties, which are those listed in Annex I of the FCCC; mitigation activities that result in equal percentage changes in per capita economic welfare among 'Annex A' Parties; differentiated commitments; use of indicators in the negotiation process; and further consideration of market-based approaches such as emissions trading and joint implementation.", 
    "The proposal also supports a regular review process that Parties may activate with regard to their own commitments.", 
    "Responding to MALAYSIA, AUSTRALIA said formula approaches are too simplistic to account for wide variations among countries' circumstances and emphasized that differentiation is not a means to delay action, but to achieve fairness.", 
    "AOSIS asked why supporters of differentiation had not pooled their proposals and requested information on how differentiation would work in practice.", 
    "CHINA expressed concern that emissions trading would replace government commitments with activities of firms and individuals. KUWAIT, NIGERIA and SAUDI ARABIA supported the proposal by the G-77/CHINA.", 
    "They expressed concern about economic and social consequences of developed country Parties' policies and measures and requested adequate compensation for developing countries.", 
    "They recalled Article 4.8(h), which refers to countries whose economies are highly dependent on income generated from fossil fuels, and Article 4.10, which states that Parties shall take into consideration the specific needs and concerns of fossil fuel producing countries and adverse effects resulting from the implementation of commitments.", 
    "They noted that developed country Parties should take the lead in combating climate change. The US asked whether: developed countries that export fossil fuel or suffer from increased oil prices are eligible for compensation; developers of solar power are liable for injury; and developed countries that take action to prevent damage in developing countries are also liable under this proposal.", 
    "SAUDI ARABIA reiterated that developed country Parties should bear more of the burden and accommodate such effects through measures like differentiation.", 
    "ITALY pointed out that the Convention does not include a compensation mechanism.", 
    "SAUDI ARABIA, supported by IRAN, noted Article 4.8, stating that funding action be considered in regard to the specific needs of developing countries.", 
    "KUWAIT noted his disappointment that the developed countries' proposals do not mention any provision for developing countries' compensation. CANADA noted that economic change resulting from changes in energy sources has occurred over the past century and will continue regardless of a protocol.", 
    "SAUDI ARABIA emphasized that it is the right of every Party to try to minimize the adverse impacts of an international legally-binding agreement according to provisions given in the Convention.", 
    "NEW ZEALAND emphasized the importance of flexibility with respect to time (multi-year average emissions limitations); place (emissions trading); and coverage (all GHGs and sinks). The US proposal contains: emissions budgets (banking and borrowing emissions); and annual reports on measurement, reporting and compliance by 'Annex A' and 'Annex B' countries.", 
    "Annex B would contain countries that have voluntarily entered before protocol adoption.", 
    "Other elements of the US proposal are: non-compliance measures (e.g.", 
    "denial of opportunity to engage in emissions trading or loss of voting rights); continuing to advance implementation of Article 4.1, particularly 'no regrets' measures; and emissions trading between Parties with budgets, and joint implementation between all Parties.", 
    "Several countries noted the complexity of the US proposal.", 
    "In response to the EU, the US highlighted the ability of countries to determine their own budgets and the penalty for emissions borrowing.", 
    "THAILAND suggested that the AGBM not spend time discussing emissions trading. UZBEKISTAN proposed differentiation for Annex I Parties, according to the level of economic development and GDP per capita.", 
    "He called for flexibility regarding obligations of countries with economies in transition, and developed country support for non-Annex I country activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1245000e.html", 
  "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "WORKING GROUP", 
  "id": "1245000e_6", 
  "enb_end_date": "07-Mar-97"
}