{
  "countries": [
    "United States"
  ], 
  "topics": [], 
  "section_title": "LOOKING TOWARDS KYOTO", 
  "enb_start_date": "03-Mar-97", 
  "enb_short_title": "6th Session of the AGBM", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During discussion on differentiation, a statement from the US noted that indicators can be read two ways.", 
    "The indicators of progress for the climate change negotiations are equally equivocal.", 
    "Whether these indicators signal that the AGBM is making slow, solid progress or slouching toward Kyoto seems a matter of opinion, as evidenced by participants' comments. One noted that the number of meetings will not hasten the progress of real action to combat climate change.", 
    "Progress will occur when the constituencies that stand to gain from action are mobilized and supportive of the potentially painful measures that could be required.", 
    "To date, with the exception of small island States, the groups that would benefit directly from action often appear only via general if not vague terms, such as 'future generations of mankind' and 'global benefit of all.", 
    "' Those who face immediate monetary losses, however, are far more tangible and frequently waiting in the lobby.", 
    "Another observer noted that AGBM-6 marked a milestone if only because the number of government delegates was surpassed by the number of NGO representatives, most of whom came from industry. One veteran observer commented that these negotiations were difficult and, given the scale of both the problem and the changes entailed by a solution, delegates were making considerable progress and will accomplish their assigned task.", 
    "Another participant summarized the views of many skeptics by noting a certain irony: while Parties talked, positioned and bargained, the Rhein overflowed its banks due to unseasonably warm weather and melting snow in the mountains. Chair Estrada made ample use of the gavel in the final sessions of AGBM-6 in an attempt to keep Parties focused on the proposals and away from lengthy debate.", 
    "He noted that he may have to employ a heavy gavel with even more frequency at future AGBM meetings.", 
    "Of all the signals and indicators regarding future sessions, this one is probably the safest bet."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/1245000e.html", 
  "enb_long_title": "Sixth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "1245000e_13", 
  "enb_end_date": "07-Mar-97"
}