{
  "countries": [
    "Ukraine", 
    "Mexico", 
    "Tuvalu", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "FLEXIBILITY MECHANISMS:", 
  "enb_start_date": "03-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Co-Chair Figueres presented a list of options to help consolidate the Chair s note on possible improvements to the flexibility mechanisms ( FCCC/KP/AWG/2009/INF.2 ).", 
    "Parties agreed to merge some issues, delete others, and retain several others for a possible Co-Chairs non-paper.", 
    "Regarding Annex I of the Chair s note (possible improvements with potentially significant implications), parties decided to delete an option to include sectoral CDM below a baseline defined at a sectoral level, as it was covered in other parts of the document.", 
    "Stressing the need for consistency between the CDM and JI, JAPAN called for retaining an option to include co-benefits as criteria for JI projects, while the RUSSIAN FEDERATION opposed new criteria for JI projects.", 
    "JAPAN suggested alternate wording related to the promotion of co-benefits.", 
    "UKRAINE, supported by JAPAN and the RUSSIAN FEDERATION, proposed the retention of this option for Track 2 of JI.", 
    "The REPUBLIC OF KOREA and MEXICO favored retaining the option of introducing emissions trading on the basis of NAMAs.", 
    "TUVALU said voluntary emissions trading schemes in non-Annex I parties were not relevant to the Protocol.", 
    "Regarding Annex II of the Chair s note (other possible improvements), Co-Chair Figueres presented several options for inclusion in Annex I, and proposed deleting the rest of Annex II.", 
    "CHINA favored deleting all of Annex II.", 
    "Parties expressed their concern with losing the ideas contained in Annex II and decided to retain it."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12402e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12402e_7", 
  "enb_end_date": "03-Apr-09"
}