{
  "countries": [
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Compliance and Enforcement", 
    "Pre-Kyoto"
  ], 
  "section_title": "NON-GROUP ON INSTITUTIONS AND MECHANISMS", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "The non-group on institutions and mechanisms, chaired by Takao Shibata (Japan), met four times during AGBM-7.", 
    "The non-group considered proposals from the AGBM Chair\u0092s compilation text on the Preamble, Institutions and Mechanisms and Final Elements.", 
    "Parties were invited to send their comments to the Secretariat on a number of the Final Elements that were not discussed. In the final draft text, two proposals remain.", 
    "The first proposal, in brackets, notes that Parties have concluded that paragraphs 2(a) and (b) of Article 4 are not adequate, and that they adopted the Berlin Mandate to strengthen Annex I commitments.", 
    "It recognizes that the process will not introduce any new commitments for non-Annex I Parties but reaffirms Article 4.1 commitments, taking into account Articles 4.3, 4.5, and 4.7. A second and more extensive proposal includes bracketed introductory paragraphs.", 
    "One refers to the COP-1 decision on the Berlin Mandate.", 
    "The other paragraph includes twice- bracketed references to 'Article 7 paragraph 2' and 'the Provisions' of the Convention, taking into account that the Protocol is a related legal instrument to the Convention. Brackets also appear around the potential contribution of the elimination of subsidies to the reduction of GHGs in Annex I countries.", 
    "The bracketed text notes that 'therefore highest priority should be given to those policies in implementing their commitments.", 
    "' The second proposal also includes references to: likely impacts on developing countries and fossil fuel producers; future re-examination of global efforts to combat climate change by FCCC Parties; indicators for limiting GHGs; a comprehensive approach; voluntary measures by all Parties to set QELROS; joint implementation; flexibility; a future concentration-based approach to emission limitation goals; and effective enforcement. On institutions and mechanisms, there were lengthy exchanges on the core issue of the relationship between the COP/FCCC and any new instrument.", 
    "While there was general support for 'institutional economy,' whereby the FCCC COP would serve as the meeting of the Parties to the Protocol, opposing views were put forward on what authority the COP would have in regard to the Protocol.", 
    "Some developing country Parties were uneasy with the prospect of the Protocol developing a life of its own and eventually subsuming the FCCC.", 
    "They argued for the right of all Parties to the FCCC to amend the Protocol.", 
    "Some developed country Parties were concerned about the future influence of non-ratifying Parties over the Protocol.", 
    "One delegate argued for a distinction between the legal and political relationship between the COP and the Protocol.", 
    "There was general agreement on the possibility of a multilateral consultative process but decisions about its relation to the protocol were left open. The draft text includes two proposals on the Conference of the Parties.", 
    "The first proposal asserts that the COP of the Convention shall serve as the COP to the Protocol, on condition that decisions on the Protocol should be taken only by FCCC Parties also party to the Protocol, and that any member of the FCCC COP Bureau who is not a Party to the Protocol shall be substituted by a member elected by and from Protocol Parties.", 
    "A paragraph on voting also brackets the type of majority vote and which Protocol Parties can vote. The second proposal establishes a Meeting of the Parties to the Protocol (MOP).", 
    "In it the FCCC Secretariat shall serve as the Protocol secretariat, and the FCCC subsidiary bodies shall also serve as the Protocol\u0092s subsidiary bodies.", 
    "The section stating that the financial mechanism defined in the FCCC shall serve as the mechanism for the Protocol contains brackets around text stating that the mechanism shall be guided by the Protocol\u0092s COP when dealing with Protocol activities. There are four proposals on review of information and review of implementation and compliance.", 
    "Two of the proposals refer to the involvement of expert teams in the review of information.", 
    "The third states that the MOP shall receive, review and ensure publication of information.", 
    "A fourth, in brackets, states that the COP and its appropriate subsidiary bodies shall receive national communications and ensure their in-depth review.", 
    "Bracketed references to the multilateral consultative process include the timing of the establishment or consideration of a MCP, the MCP referred to in FCCC Article 13, and a reference to promoting effective implementation. There are three proposals in the Dispute Settlement section.", 
    "The first applies FCCC Article 14 to the Protocol.", 
    "A second proposal restricts initiation of disputes to Parties other than regional economic integration organizations.", 
    "There are bracketed references to disputes concerning implementation of commitments and any claim made concerning economic injuries sustained by developing countries, and to the Article on a compensation mechanism.", 
    "A reference to the submission of the dispute to the International Court of Justice is also bracketed.", 
    "The third proposal on mandatory, binding dispute settlement has brackets around a reference to 'specific consequences flowing from a violation.", 
    "' On final elements, a number of participants expressed the view that certain proposals had been placed 'on ice' until encompassing issues at the AGBM had been cleared.", 
    "In the discussion on annexes, a number of developing and newly industrialized country Parties sought to ensure that an amendment procedure as rigorous as that of the FCCC would govern the status of Parties included in the Protocol\u0092s annexes.", 
    "On the relationship of the Protocol to other agreements, some Parties opposed a proposal on derogation, fearing that it would subordinate the Protocol to other institutions, particularly the World Trade Organization (WTO).", 
    "Others sought to establish that the Protocol would not prejudice the rights and obligations of WTO members.", 
    "On entry into force, two main positions emerged.", 
    "Some supported ratification based on the number of signatories.", 
    "Others supported a 'weighted entry into force' approach, linking ratification to the percentage contributions to GHG emissions of ratifying Parties.", 
    "There was some debate on whether the percentage should refer to GHGs emitted by Annex I Parties or to the global figure.", 
    "Some Parties argued for a proposal to ensure that any Party withdrawing from the Protocol would continue to be liable for any claim accruing against it as a result of economic injury sustained by developing countries. Three proposals on the Protocol\u0092s Relationship to the Convention remain in brackets.", 
    "The first states that: the FCCC COP must also review implementation of the Protocol; Parties to the Protocol may seek guidance on matters of duplication from the COP; and FCCC provisions relating to protocols are to apply to the Protocol except where otherwise stated.", 
    "The second proposal states that Protocol commitments do not cancel Annex I commitments for the period before 2000.", 
    "The third proposal states that the instrument is a supplement to and integral part of the FCCC. In the section on the Adoption and amendment of annexes, there are bracketed references to: a restriction on the form (i.e., to lists) of annexes other than those adopted with the instrument; voting majorities options for annexes; and entry into force of amendments. The entire section 'Relationship to other agreements,' which states that the instrument shall not derogate from the rights and obligations of Parties under existing international agreements, in particular, the agreement establishing the WTO, is bracketed.", 
    "A section on Provisional application of the Protocol prior to its entry into force also remains in brackets. There are three proposals on entry into force.", 
    "The bracketed second proposal places entry into force after the deposit of the 'fiftieth' ratification, or the deposit by which the total aggregate emissions for 1990 of 'carbon dioxide' and/or 'GHGs' of the depositing Parties exceed 'three-fourths' of the total aggregate emissions of 'Parties listed in Annex 1 to the Convention' or 'all Parties of the Convention' for 1990, whichever is later.", 
    "The bracketed third proposal states that the instrument shall enter into force on the 90th day after ratification by all Annex I Parties and on the 90th day after implementation of all Annex I FCCC commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_13", 
  "enb_end_date": "07-Aug-97"
}