{
  "countries": [
    "United States", 
    "Liberia", 
    "Australia", 
    "China", 
    "Swaziland"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Adaptation"
  ], 
  "section_title": "Capacity Building", 
  "enb_start_date": "09-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-facilitator Artur Runge-Metzger facilitated the session, which centered on the rationale for creating a capacity-building mechanism.", 
    "Discussions also examined linkages with related work under the SBI, including on the third comprehensive review of the implementation of the framework for capacity-building, and the potential role of the CTCN in addressing capacity-building needs.", 
    "Parties agreed on the need for capacity building to be at the core of the Paris agreement. China, for the G-77/CHINA, Liberia, for the LDCs, and Swaziland, for the AFRICAN GROUP, with many developing countries, called for a capacity-building body or center to, inter alia: provide a more structured and holistic approach to capacity building; analyze gaps in, and help in the implementation of, activities; monitor implementation; increase coherence and synergies among activities; publicize financing opportunities; assist the LDCs in building climate resilience; and support country-driven actions. The US enquired how such an institution would coordinate all capacity-building activities globally, and recalled a previous discussion on MRV of support had indicated difficulties in measuring capacity-building support.", 
    "The EU called for exploring: why existing bodies are “not delivering” on capacity building; ways to enhance collaboration between existing bodies; and how to strengthen the Durban Forum.", 
    "AUSTRALIA suggested national climate change capacity-building plans for articulating countries’ needs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12635e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12635e_4", 
  "enb_end_date": "09-Jun-15"
}