{
  "countries": [
    "Brazil", 
    "Australia", 
    "Sudan", 
    "Malta", 
    "Switzerland", 
    "Sweden", 
    "China", 
    "Paraguay", 
    "Grenada", 
    "Kazakhstan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION", 
  "enb_start_date": "02-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The resumed seventh session of the AWG-LCA was chaired by Michael Zammit Cutajar (Malta), with Luiz Figueiredo Machado (Brazil) as the Vice-Chair and Lilian Portillo (Paraguay) as the rapporteur.", 
    "On Monday, 2 November, the AWG-LCA held a brief opening plenary.", 
    "Chair Zammit Cutajar introduced his scenario note (FCCC/AWGLCA/2009/13).", 
    "He expressed hope that the outcome of the AWG-LCA in Barcelona would be a single text, to be translated before Copenhagen.", 
    "He outlined plans to continue informal consultations on the documentary and legal form of the outcome, emphasizing that these questions become more pressing as the deadline for completing the AWG-LCA s work in December approaches.", 
    "Country groups then made opening statements.", 
    "Sudan, for the G-77/China, called for an equitable outcome in Copenhagen.", 
    "He opposed weakening the Convention and the Protocol, highlighting the impact of climate change on the livelihoods of populations who have contributed the least to the problem, but suffer the most from the adverse effects of climate change.", 
    "He also stressed the need for new, additional, adequate and predictable financial resources, and for the development and transfer of technology, as well as capacity building.", 
    "The G-77/China said Copenhagen should result in agreement on the operationalization of the financial mechanism under the authority of the COP for meeting full costs of concrete adaptation actions of developing countries.", 
    "Australia, for the Umbrella Group, stressed the need to focus on the key operational elements and emphasized commitment to a strong global agreement to avoid dangerous climate change.", 
    "She announced a new target by Kazakhstan to restrain emissions by 15% by 2020 and by 25% by 2050, and highlighted the importance of measuring, reporting and verification (MRV).", 
    "She called for sufficient time to discuss how domestic contributions could be captured internationally, highlighted the need to help vulnerable countries to adapt and called for a substantial boost in funding, saying public sector funding catalyzes the much larger sums available from the private sector.", 
    "Sweden, for the EU, called for a binding agreement that incorporates the essential elements of the Kyoto Protocol.", 
    "He highlighted the EU s objective of reducing emissions by 80-95% by 2050 compared to 1990.", 
    "He also emphasized a need to include the aviation and maritime sectors, calling for a 10% reduction in aviation emissions and a 20% reduction in maritime emissions below 2005 levels by 2020.", 
    "He said total net mitigation and adaptation costs could amount to â\u0082¬100 billion annually by 2020, requiring an international public sector support of â\u0082¬22-50 billion.", 
    "Calling for a strong outcome in Copenhagen, Switzerland, for the Environmental Integrity Group, stressed that it is not acceptable to begin a new roadmap in Copenhagen and said that the non-papers from the Bangkok session provide a good basis for substantive progress in Barcelona.", 
    "Grenada, for AOSIS, expressed concern over systematic attempts to lower expectations for Copenhagen and recalled that, according to the mandate agreed in Bali, the AWG-LCA should complete its work in 2009.", 
    "She said parties should leave Barcelona with a sound basis for a legally-binding agreement to be adopted at COP 15 that responds to the science.", 
    "Chair Zammit Cutajar highlighted Copenhagen as the political momentum to be grasped and urged the AWG-LCA to do its part in providing an outcome at COP 15 in Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12447e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12447e_21", 
  "enb_end_date": "06-Nov-09"
}