{
  "countries": [
    "United Kingdom", 
    "Tanzania", 
    "Iran"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION 3: ADAPTATION PLANNING AND PRACTICES ACROSS DIFFERENT LEVELS AND SECTORS", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Four break-out groups were held under this theme, focused on: adaptation planning and practices at the national level; adaptation planning at the subnational level; coordination and integration across sectors; and coordination and integration at international and regional levels.", 
    "In plenary on Tuesday afternoon, presentations were given on examples of adaptation planning and practices at different levels.", 
    "Participants then met in the break-out groups through Wednesday morning.", 
    "On Wednesday afternoon, group facilitators presented discussion outcomes and recommendations to plenary.", 
    "The sections below summarize the discussions, including the outcomes and recommendations. SBI Chair Bagher Asadi (Iran) highlighted outcomes of the three regional workshops and expert meeting under the SBI.", 
    "He drew attention to technical, scientific and socioeconomic aspects of adaptation planning and practices, regional and international collaboration, and adaptation activities.", 
    "He noted that so far, the UNFCCC process has identified many gaps on adaptation planning and practices, and hoped that the adaptation planning and practices workshop would define specific actions to fill these gaps.", 
    "Richard Muyungi, Tanzania, gave a brief overview of his country's efforts to mainstream climate change adaptation into poverty eradication activities.", 
    "He explained issues that were considered when formulating Tanzania's national plans, including budgetary and planning processes, and described methodologies for including adaptation.", 
    "He noted a number of steps, such as: providing a suitable legal and institutional framework; implementing a national strategy for urgent actions on extreme weather events; increasing the budget allocation for adaptation programmes; and improving cross-sectoral collaboration.", 
    "He observed that the process is ongoing, and most efforts focus broadly on enhancing capacity to mainstream.", 
    "Roger Street, UK Climate Impacts Programme, gave an overview of the UK experience on adaptation planning and practices.", 
    "He emphasized that the focus should be on adaptation pathways dealing with risk, vulnerability, impacts and opportunities of a spatial and temporal nature and should also aim to deliver on adaptation, while building adaptive capacity.", 
    "He highlighted UK initiatives such as the Climate Change Bill, which is expected to be passed in 2008, directing resources to support adaptation in priority areas, and the all-party parliamentary climate change group.", 
    "Bo Lim, UNDP, spoke on changing the way business is done in organizations, in order to put focus on adaptation.", 
    "She said organizations take different approaches when including climate change in their strategic plans and investment frameworks.", 
    "She suggested that change must be aligned with the organization's mandate, involving a skilled team.", 
    "Lim said one way to begin is by identifying risks and adaptation opportunities in organizations' ongoing activities.", 
    "She described the Adaptation Learning Mechanism project, which aims to improve effective integration of adaptation within development organizations.", 
    "In conclusion, she suggested pooling knowledge on adaptation to promote learning, noting that organizations are currently at the stage of building capacity internally.", 
    "Rachel Berger, Practical Action, outlined her organization's work on community-based adaptation.", 
    "She explained that projects focus on helping members of marginalized communities develop and access appropriate technologies that can enhance their livelihoods.", 
    "Underlining the uncertain future that many of these communities face, she stressed the importance of involving local government and stakeholders in projects as this not only improves access to resources, but also to the knowledge of all those involved.", 
    "Berger noted that the NWP could endeavor to make technology available at a local level to facilitate local communities' adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "special workshop", 
  "id": "enb12340e_16", 
  "enb_end_date": "15-Sep-07"
}