{
  "countries": [
    "Brazil", 
    "Belarus", 
    "Australia", 
    "Marshall Islands", 
    "China", 
    "Mali", 
    "Russian Federation", 
    "Japan", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Panel 2", 
  "enb_start_date": "03-Sep-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Ambition of the pledges by developed country parties and related assumptions and conditions : John Christensen, UNEP, moderated the panel.", 
    "On ways to enhance the ambition of pledges, NORWAY emphasized: participation of all major emitters; clarity of major emitters individual commitments; and a collective level of ambition. BELARUS stressed that the road to significantly raising ambition runs through appropriate social policy and sustainable economic strategies, rather than through technical reforms. BRAZIL highlighted that: some countries have not put forward unconditional targets; others presented conditions that are outdated, unclear or qualitative; and many countries targets do not include pathways to achievement.", 
    "Reaffirming that the pre-2020 mitigation ambition is an absolute priority for AOSIS, the MARSHALL ISLANDS stressed the need to provide regular opportunities for high-level meetings that put the issue of removal of conditions at the top of the political agenda.", 
    "Maintaining that the Kyoto Protocol works, BOLIVIA presented figures demonstrating that the EU, Japan and other countries reduced their emissions between 1990 and 2010.", 
    "The RUSSIAN FEDERATION suggested considering lessons learned from the Kyoto Protocol, including that: agreed rules have to be fulfilled; and the need for flexibility to enable parties willing to participate to do so. AUSTRALIA highlighted that some major economies are yet to submit pledges, and stressed that the process of clarifying pledges should not be confrontational.", 
    "He highlighted his country s plan to cap emissions, saying these precede consideration of what international arrangements they will enter into. CHINA said comparability should include consideration of: the legal nature of commitments; the magnitude of mitigation targets; and the compliance systems.", 
    "He underscored that only through rigorous common accounting rules is it possible to show that developed countries are taking the lead.", 
    "The EU said that emission reductions in the aviation sector do not count towards its Kyoto Protocol commitments.", 
    "He stressed that common accounting rules should be the core of the post-2012 period. MALI called for three decisions from Doha: establishing a work programme on common accounting rules; converting the pledges to emission trajectories; and establishing a panel for compliance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12552e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "", 
  "id": "enb12552e_3", 
  "enb_end_date": "03-Sep-12"
}