{
  "countries": [
    "East Timor", 
    "Brazil", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Tuvalu", 
    "Tanzania", 
    "Indonesia", 
    "Costa Rica", 
    "United States", 
    "Maldives", 
    "China", 
    "Cook Islands"
  ], 
  "topics": [], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "06-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair Agyemang-Bonsu called on parties to start negotiating text on means of implementation.", 
    "The US, supported by the EU and AUSTRALIA, noted that the text does not contain actions that all parties can take to address adaptation.", 
    "Tanzania, for the AFRICAN GROUP, and SOUTH AFRICA suggested reflecting in the preamble that all countries need adaptation actions, but focusing on developing countries in the main text.", 
    "The US said top-down approaches may not always be appropriate and, with EAST TIMOR, highlighted the need to clarify who the actors are in the text.", 
    "The Maldives, for the G-77/CHINA, and the AFRICAN GROUP emphasized the need to reflect binding commitments by developed countries, as well as short-, medium and long-term actions.", 
    "The AFRICAN GROUP, supported by Bangladesh, for the LDCs, called for a focus on actions rather than processes.", 
    "The LDCs proposed a reference to the LDCs in the text and said priority should be on implementation rather than pilot activities.", 
    "The Cook Islands, for AOSIS, supported by TUVALU, suggested differentiating between enabling activities and implementation, indicating that emphasis should be on actions rather than process or promotion.", 
    "SOUTH AFRICA highlighted the difference between vulnerability based on science and based on institutions.", 
    "CHINA expressed concerns with conditionalities in the text.", 
    "COSTA RICA and INDONESIA highlighted the role of ecosystem services in adaptation. BRAZIL questioned the role of annexes in the organization of the AWG-LCA s negotiating text.", 
    "EAST TIMOR asked for parts of the annexes to be integrated into the main body.", 
    "Parties also considered a proposal by the Co-Chair to establish a drafting group on implementation, and a drafting group on objectives and scope, with the final decision to be taken later."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12435e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12435e_3", 
  "enb_end_date": "06-Oct-09"
}