{
  "countries": [
    "Indonesia", 
    "Tuvalu", 
    "Philippines", 
    "Guyana", 
    "Papua New Guinea", 
    "Tanzania", 
    "Colombia", 
    "Indigenous Peoples", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Zambia"
  ], 
  "topics": [
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "Paragraph1(b)(iii) of the BAP", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The sub-group on reducing emissions from deforestation and forest degradation in developing countries plus conservation was facilitated by Tona La Viña (Philippines) and met twice during the week.", 
    "Parties agreed to consider: objectives and scope of REDD-plus; financing for readiness activities; financing for full implementation; relationship with NAMAs; national reference levels; and sub-national REDD-plus actions.", 
    "However, given the limited meeting time, parties gave Facilitator La Viña a mandate to meet with interested parties individually, develop a non-paper, and update parties informally throughout the week.", 
    "Norway requested consideration of their complete proposal.", 
    "Tuvalu, Bolivia and Switzerland stressed incorporation of indigenous peoples in the deliberations.", 
    "Regarding financing for the readiness activities phase, Papua New Guinea, Guyana, Indonesia and Norway called for a three-phased approach to REDD-plus that would move it from a fund-based to market mechanism.", 
    "Colombia, Indonesia, Switzerland and others suggested breaking the discussion into what will be financed by the fund and then where finances will come from.", 
    "Tuvalu, supported by Norway and Zambia, considered financing of readiness activities and implementation to represent a spectrum within a single issue.", 
    "The Philippines reminded parties to learn from existing efforts in REDD implementation and Tanzania highlighted the role of REDD as incentives to local communities to continue mitigation activities.", 
    "On Friday, Facilitator La Viña presented the non-paper and described the preparatory process as extremely open.", 
    "Parties were generally satisfied with the facilitator s non-paper, though there were a number of requests to better reflect parties ideas.", 
    "A few stressed that the process should be party-driven and that there was a need for greater transparency.", 
    "New Zealand highlighted critical challenges that need to be addressed, including: if REDD-plus will be market or fund-based; baseline calculations; issues of non-permanence; the scope of REDD-plus; and accounting at the national or sub-national level.", 
    "New Zealand suggested creating the basis of REDD-plus in Copenhagen and addressing details in future meetings.", 
    "The EU acknowledged this need to be prepared for a simple option, but cautioned against giving up on a more ambitious proposal so early."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12427e_29", 
  "enb_end_date": "14-Aug-09"
}