{
  "countries": [
    "United States", 
    "Japan", 
    "Russian Federation"
  ], 
  "topics": [], 
  "section_title": "'THE ONLY GAME IN TOWN'", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Notwithstanding these concerns, the achievement of the last two weeks should not be underestimated.", 
    "Expectations of delivery at Bonn had been low.", 
    "In the words of one observer, 'only professional optimists' were predicting success, with some commentators forecasting the end of the Protocol and 'a descent into environmental anarchy.", 
    "' President Pronk had set himself an ambitious agenda, and the initial prognosis was not good.", 
    "Since the collapse of talks in The Hague, the US had pronounced the Protocol 'fatally flawed' and withdrawn from the process, leaving Pronk with no viable alternative but to broker a deal that was sufficiently attractive to Japan and the Russian Federation, while at the same time maintaining the commitment of the EU and developing countries.", 
    "Despite an active round of shuttle diplomacy, and a number of preliminary high-level meetings, there was no evidence prior to Bonn that the gulf of disagreement had been bridged.", 
    "Midway through the first week of the Bonn talks, and shortly before the arrival of ministers, this gulf was still apparent. It is against this backdrop of significant political divisions, and low expectations, that the euphoria of Monday's agreement should be seen.", 
    "Despite the significant compromises that were made, the agreement is nevertheless hugely significant in that it has affirmed President Pronk's long stated assertion that the Protocol is the 'only game in town."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_70", 
  "enb_end_date": "30-Jul-01"
}