{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer"
  ], 
  "section_title": "ADAPTATION", 
  "enb_start_date": "14-Jun-05", 
  "enb_short_title": "UNFCCC Technology for Adaptation Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Adaptation is a cross-cutting theme of the UNFCCC and is referred to in different articles.", 
    "In particular, Convention Article 4.1 states that Parties shall 'formulate, implement, publish and regularly update national and, where appropriate, regional programmes containing measures to facilitate adequate adaptation to climate change,' and 'cooperate in preparing for adaptation to the impacts of climate change.", 
    "' Convention Article 4.4 states that developed country Parties shall 'assist the developing country Parties that are particularly vulnerable to the adverse effects of climate change in meeting costs of adaptation to those adverse effects.", 
    "' While COP 1 in 1995 addressed funding for adaptation (decision 11/CP.1), it was not until the adoption of the Marrakesh Accords in 2001 that adaptation began to be more widely seen as a prominent area for action, as set out in decision 5/CP.7 (adverse effects of climate change).", 
    "Among other things, the decision specifically highlights the need to support the promotion of transfer of adaptation technologies. With decision 1/CP.10 (Buenos Aires Programme of Work on Adaptation and Response Measures), Parties reached a new milestone in terms of work on adaptation.", 
    "The decision initiated a programme of work on adaptation (PWA), emphasizing technology transfer for adaptation on an urgent basis in priority sectors, and instructing SBSTA to develop a structured five-year programme of work encompassing a range of technology transfer issues.", 
    "Work on this programme was initiated at SBSTA 22 in Bonn in May 2005.", 
    "After an in-session workshop, numerous informal consultations and six contact group meetings, delegates at SBSTA 22 agreed to conclusions, which include a draft COP decision and draft annex on the SBSTA programme.", 
    "However, SBSTA 22 did not finalize the programme, and the draft decision and annex remain bracketed.", 
    "The work programme will be further considered by SBSTA 23 in November/December 2005."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12271e.html", 
  "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change", 
  "type": "", 
  "id": "enb12271e_3", 
  "enb_end_date": "16-Jun-05"
}