{
  "countries": [
    "Brazil", 
    "Madagascar", 
    "Netherlands", 
    "Kenya", 
    "Sudan", 
    "Gambia", 
    "France", 
    "Mauritius", 
    "Sweden", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Benin", 
    "Ghana", 
    "United States", 
    "Saudi Arabia", 
    "Belarus", 
    "Egypt", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Chile", 
    "Belgium", 
    "Hungary", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "Reasons for Concern"
  ], 
  "section_title": "SYR SPM:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On increased drought discussion focused on what regions were covered by a statement noting increase of drought-affected areas, and agreement was reached on text noting that globally the area affected by drought has increased.", 
    "On North Atlantic cyclone activity , Mauritius suggested adding that the intense tropical cyclone activities have increased only in the North Atlantic.", 
    "Madagascar proposed importing more specific text from the WGI SPM, opposed by Austria, France, the UK, the Netherlands, Norway and Benin.", 
    "The US, supported by Madagascar and New Zealand, and opposed by France, Belgium and Japan, proposed to indicate that multidecadal variability complicates detection of trends.", 
    "The UK, supported by Japan, proposed reference to data limitations.", 
    "WGI Co-Chair Susan Solomon, supported by Kenya and Madagascar, suggested multidecadal variability and data limitations complicate the detection of long-term trends, particularly prior to 1970 and in other regions.", 
    "The UK, with Norway, Japan, Mauritius, Hungary, Belgium and Sweden, argued that multidecadal variability is not readily comprehensible and of limited value to policymakers.", 
    "The UK, supported by Norway and others, proposed referring to cyclone intensity and cyclone numbers in separate sentences.", 
    "After informal consultations, text was agreed on Tuesday morning, with the inclusion of language on the difficulty to ascertain longer terms in cyclone activity and pointing to increased tropical cyclone activity in the North Atlantic and limited evidence of increases elsewhere.", 
    "On changes in algal, plankton and fish abundance due to rising water temperatures, the US, opposed by the UK, Switzerland, Belgium, Germany and Spain, proposed adding in high-latitude oceans.", 
    "Delegates agreed to refer to some marine systems.", 
    "Delegates also agreed to include reference to changes in ice cover, salinity, oxygen levels and circulation.", 
    "On lack of geographic balance in data and literature , the Gambia, Belarus, Switzerland, Sweden and others proposed more specific language on areas with data gaps, with Switzerland suggesting southern hemisphere instead of developing countries.", 
    "China stressed the importance of indicating that there is no data on many regions but, with Saudi Arabia, Chile, Brazil, Sudan and others, supported keeping the sentence as proposed in the draft.", 
    "Ghana proposed specifying regions with data rather than those without data.", 
    "Text was agreed as originally presented in the draft.", 
    "On the emergence of other effects of regional climate change on natural and human environments, the US, opposed by the Netherlands, proposed removing natural.", 
    "Germany, France, Hungary, the Netherlands, Japan, Norway, Belgium and Spain, opposed by the US, Saudi Arabia and Egypt, urged keeping detailed examples of such effects.", 
    "Delegates agreed to retain the detailed examples."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_9", 
  "enb_end_date": "17-Nov-07"
}