{
  "countries": [
    "Morocco"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "MARRAKESH ACCORDS:", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "In October and November 2001 at COP 7 in Marrakesh, Morocco, delegates reached agreement on the outstanding matters in the Marrakesh Accords.", 
    "These Accords consisted of a package of draft decisions on many of the details of the flexible mechanisms, reporting and methodologies, land use, land-use change and forestry (LULUCF), and compliance with the Kyoto Protocol, to be adopted by parties at the first COP/MOP.", 
    "The Accords also addressed support for developing countries, including capacity building, technology transfer, responding to the adverse effects of climate change, and the establishment of three funds - the Least Developed Countries (LDC) Fund, Special Climate Change Fund (SCCF), and Adaptation Fund.", 
    "Delegates built on the Marrakesh Accords at COP 8 and COP 9, elaborating on rules and procedures for the CDM Executive Board, and on modalities and procedures for afforestation and reforestation (A/R) project activities under the CDM.", 
    "Parties also agreed on two new ongoing agenda items focused on adaptation and mitigation.", 
    "At COP 10 in Buenos Aires in December 2004, delegates followed up on this with an agreement on the Buenos Aires Programme of Work on Adaptation and Response Measures.", 
    "However, some issues remained unresolved, including items on the LDC Fund, the SCCF, and Protocol Article 2.3 (adverse effects of policies and measures).", 
    "Meanwhile, lengthy informal negotiations were held on the complex and sensitive issue of how parties might engage on commitments to combat climate change in the post-2012 period.", 
    "Delegates agreed to hold a Seminar of Governmental Experts in May 2005, although the terms of reference for the Seminar did not refer specifically to the post-2012 period or new commitments.", 
    "The Seminar took place in May 2005, and started to address some of the broader issues facing the climate change process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12318e_4", 
  "enb_end_date": "17-Nov-06"
}