{
  "countries": [
    "Singapore", 
    "Denmark", 
    "South Africa", 
    "India", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "Session 1: Policies, Practices and Technology Global State of Play:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Brian Mantlana, South Africa, presented on the governance structure for EE in South Africa, stressing the importance of a strong policy framework, stakeholder participation, vertical alignment with actors at all levels, and institutional capacity building.", 
    "Toshiaki Nagata, Japan, outlined efforts by industry in Japan to reduce energy consumption, noting the success of labeling schemes.", 
    "He drew attention to the need to reduce energy consumption in the consumer and transport sectors.", 
    "José Manuel Sandoval, Colombia, presented on EE measures in Colombia within the framework of its low-carbon strategy.", 
    "He underscored the need to: reinforce the win-win approach of EE measures; create innovative financial tools; and strengthen capacity and enhance R&D.", 
    "Leong-Kok Su-Ming, Singapore, described Singapore's target to green 80% of buildings by 2030 and the establishment of the Green Mark scheme, a green building rating system to evaluate a building for its environmental impact and performance.", 
    "Peter Bach, Denmark, highlighted strong EE improvements, including decoupling energy use from economic growth.", 
    "He noted the role of building codes and voluntary EE agreements with industry, which can provide rebates on the CO2 tax, if implemented, emphasizing the need for a combination of measures.", 
    "Bhaskar Sarma, India, emphasized increasing energy demand in India.", 
    "He pointed to earlier EE investments due to the high price of energy, highlighting the government's regulatory response to market failures in the appliance, building and industrial sectors.", 
    "He said challenges include: difficulty in predicting outcomes; benchmarking; human and institutional capacity; enforcement and monitoring; and high upfront costs of many EE technologies.", 
    "Philippe Benoit, International Energy Agency (IEA), outlined a range of EE policy recommendations and identified six key poles for action, including: minimum energy performance standards; information and awareness; designation of EE responsibility and capacity building; finance; better data; and technology development.", 
    "Thibaud Voïta, International Partnership for EE Cooperation (IPEEC), described the Partnership, highlighting that it provides a forum for discussing EE policies, practices and technologies.", 
    "He discussed ways in which IPEEC can support the UNFCCC, including through creating linkages between NAMAs and EE.", 
    "During discussions on country experiences, participants addressed: consumer incentives to encourage EE; the use of carbon intensity versus energy intensity indicators; barriers to EE, such as market failure; and the creation of an EE registry under the UNFCCC to capture options.", 
    "Participants also addressed the importance of: standardization for EE, including the work of the International Organization for Standardization; finance to retrofit private sector buildings; North-South and South-South cooperation; and partner matching, and the possible facilitative role of the UNFCCC process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "", 
  "id": "enb12595e_25", 
  "enb_end_date": "14-Mar-14"
}