{
  "countries": [
    "Netherlands", 
    "Algeria", 
    "Morocco", 
    "Egypt", 
    "Mauritius", 
    "Togo", 
    "Austria", 
    "Colombia", 
    "Kenya", 
    "Belgium", 
    "Hungary", 
    "New Zealand", 
    "Argentina", 
    "Ecuador", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "USE OF FUNDS FROM THE NOBEL PEACE PRIZE", 
  "enb_start_date": "31-Aug-08", 
  "enb_short_title": "IPCC-29", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "On Tuesday afternoon, New Zealand presented a proposal on behalf of the Task Group set up at IPCC-28 to consider the use of funds from the Nobel Peace Prize.", 
    "He said the Task Group had focused its attention on the proposal to create a scholarship fund for young post-graduate or post-doctoral students in climate change sciences from developing countries, especially least developed countries.", 
    "The proposed scholarship fund would, among other things: give opportunities to young climate scholars from developing countries; be distinct from regular IPCC activities; attract and accept additional funding; leave a long-term legacy; have low administrative overheads; and be governed by a small group of trustees elected as part of the IPCC Bureau elections.", 
    "Argentina, supported by Colombia and Ecuador, also called for consideration of funds to be given to Latin America s regional climate research centers.", 
    "Algeria, supported by Egypt, Togo, Nigeria and Morocco, stressed Africa s special vulnerability to climate change impacts, and the region s need for capacity development.", 
    "Nigeria and Morocco suggested supporting small projects in Africa.", 
    "Austria, supported by Belgium and Togo, stressed regional and gender balance in the selection of scholarship recipients.", 
    "The Netherlands recalled that the IPCC is not a capacity-building organization.", 
    "Hungary and Belgium stated their preference for the fund to be used for scholarships that link directly to the IPCC and to commemorate the memory of the first IPCC Chair, Bert Bolin.", 
    "Kenya, supported by Mauritius, called for more time to consider the details.", 
    "The Panel decided to set up the scholarship fund as outlined by New Zealand (IPCC-XXIX/Doc.8, Rev.1) and to review the process in a year s time."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12384e.html", 
  "enb_long_title": "IPCC-29 and Twentieth Anniversary of the IPCC", 
  "type": "ipcc", 
  "id": "enb12384e_10", 
  "enb_end_date": "04-Sep-08"
}