{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Portugal", 
    "Philippines", 
    "United Kingdom", 
    "Netherlands", 
    "Antigua and Barbuda", 
    "Japan", 
    "Nigeria", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Technology Transfer"
  ], 
  "section_title": "PANEL DISCUSSION", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On 15 March, participants convened for a panel discussion to identify and reflect on the key issues and initial actions raised at this workshop.", 
    "The panel consisted of delegates representing Bolivia, Canada, Japan, Nigeria, Saudi Arabia and the UK. Panel presentations: BOLIVIA underscored the need for progressing sustainable development within the FCCC framework.", 
    "He called for capacity building for developing country governments in the context of the new, deregulated economy, especially in the oil and gas sectors.", 
    "He noted the information and research and development gap in developing countries, and suggested building indigenous research capacity as well as training researchers from developing countries in developed countries and initiating joint research efforts. CANADA stated that models provide necessary but not sufficient information for policy making and constitute one of a number of tools available to policy makers.", 
    "He said the uncertainty inherent in models and incompleteness of datasets presents a key challenge.", 
    "He identified opportunities for action despite the uncertainties, calling for: the application of a wide range of response measures, including the use of the Kyoto mechanisms, enhancing sinks and considering all six GHGs, to achieve cost effectiveness; and research on the impacts of policies already implemented as well as improvement of data collection, particularly in developing countries.", 
    "He said not enough time had been spent considering positive ancillary impacts of response measures on developing countries. JAPAN stressed the importance of adhering to the terms of references, noting that the scope of the workshop was impacts under the FCCC.", 
    "He emphasized the limitations of modeling, particularly in the light of fluctuations in oil prices.", 
    "He highlighted the need to study impacts already experienced since the FCCC's entry into force, rather than projecting into an uncertain future.", 
    "He indicated his willingness to consider Iran's list of proposals for action, but said Japan cannot accept the idea of compensation.", 
    "He underscored that oil producers should take measures now to diversify their economies, in light of increasing revenues due to high oil prices.", 
    "He affirmed Japan's commitment to assisting LDCs. NIGERIA suggested that, as many non-Annex I Parties have yet to submit national communications, information abstracted from relevant government ministries could be provided as an interim measure, as this would facilitate immediate action relating to the impacts of response measures.", 
    "He called for action to: introduce a paradigm shift in the scoping and process of modeling that will, inter alia, include other GHGs, and disaggregate the impact of response measures on regions and, if possible, countries; develop and promote technologies that could accommodate consumption of fossil fuels without increasing GHG emissions; expand the global carbon sink; establish institutions and procedures, with active participation by all Parties, to address issues relating to an adaptation or compensation fund, linkages with other conventions, and the flexibility mechanisms; build institutional and human resource capacity; and ensure investment into developing countries to promote less carbon intensive energy, renewable energy, and technology transfer. SAUDI ARABIA said that, in spite of the uncertainties, all models agree that there will be negative impacts from response measures on developing countries.", 
    "He called on Annex I Parties to: remove subsidies and restructure tax systems to reflect the amount of GHGs in each fossil fuel; remove existing barriers to more oil use in the power generation sector; discourage nuclear energy use; encourage and assist in wider use of CO2 sequestration technologies; establish a fund/funds to compensate impacted developing countries; and assist impacted developing countries dependent on fossil fuel exports to diversify their economies.", 
    "He said more analysis on impacts is needed, but this should not prevent the compensation issue from being on the negotiating table.", 
    "He said no one is asking for compensation today, only after impacts are proved.", 
    "He stressed that, under the FCCC, developing countries cannot accept a disproportionate burden of the impacts of climate change or response measures. The UK said discussion at this workshop had identified a number of inadequacies in the models used, including their assumption of a uniform carbon tax and failure to account for non-CO2 GHGs.", 
    "However, he noted unanimity among all models that, with regard to fossil fuels, demand, production and revenue is projected to rise.", 
    "He said this workshop had raised the issue of LDCs and that the poorest communities are the most vulnerable.", 
    "He noted potential benefits of response measures, such as through relocation of industry, and highlighted the need to consider consumers as well as producers.", 
    "He noted that participants had considered what developing countries could do to further their policy objectives, and said one action was to put aside rent from the recent high prices and revenues from oil sales for insurance provision or diversification. Discussion: In the ensuing discussion, the PHILIPPINES said the burden of proof in terms of documentation of impacts is shifting from Annex I to non-Annex I countries.", 
    "The UAE pointed to the information gap in terms of impacts of response measures and said Annex I countries are obliged to take the lead in bridging the gap.", 
    "IRAN commented that the workshop had focused too much on the recent oil price rise, noting that this is not a permanent phenomenon.", 
    "Mohammed Reza Salamat (Iran), who chaired this session, agreed that the current rise cannot be a major factor when detecting impacts of response measures, while the UK underscored the difficulty of trying to assess the impacts against severe market fluctuations. On modeling, PORTUGAL noted that models are an indicative tool, but cannot prove anything.", 
    "Noting the importance of biomass for many LDCs, AUSTRALIA said models need to take into account all GHGs and sinks.", 
    "The PHILIPPINES and ANTIGUA AND BARBUDA called for additional refinement of economic analysis, including other analytical tools besides modeling. IRAN welcomed the transfer of technologies to advance diversification, as long as the technologies are sophisticated and modern.", 
    "Salamat noted links between the current workshop and the upcoming workshop on policies and measures.", 
    "The NETHERLANDS noted the need for national communications from more non-Annex I countries, and disagreed with the concept of a fund for compensation.", 
    "ANTIGUA AND BARBUDA called for expanded dialogue with the WTO and UNCTAD. JAMAICA noted that the oil exporting developing countries had presented a strong case relating to loss of income.", 
    "He said it would be disappointing if Article 4.8 and 4.9 was not implemented.", 
    "CANADA said it would be useful to focus on maximizing the benefits of response measures, particularly in relation to the world's two billion poor.", 
    "GREENPEACE noted that it should not be assumed that relocation of carbon intensive industries would benefit developing countries, as these countries themselves will take on commitments in the near future.", 
    "She supported removal of subsidies on fossil fuels to help renewables, and asked panelists from Annex B Parties when their countries would remove fossil fuel subsidies.", 
    "In response, the UK and CANADA noted their liberalization of energy markets and renewable energy measures.", 
    "SAUDI ARABIA said subsidy removal should also apply to nuclear energy."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12125e_35", 
  "enb_end_date": "17-Mar-00"
}