{
  "countries": [
    "Trinidad and Tobago"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "30-May-05", 
  "enb_short_title": "UNFCCC SB 22", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2005/L.13), SBSTA agrees on terms of reference to guide the EGTT in preparing recommendations for enhancing the implementation of the framework for meaningful and effective actions to enhance the implementation of UNFCCC Article 4.5 (technology transfer).", 
    "The SBSTA welcomes the report of the EGTT Chair and collaboration between UNEP and UNDP on the analysis of the TNAs.", 
    "The SBSTA takes note the workshop for innovative financing of development and transfer of technologies, planned for October 2005, and that the EGTT will explore further the issue of public domain and publicly owned technologies.", 
    "It also notes the adaptation technologies seminar to be held in Trinidad and Tobago from 14-16 June 2005.", 
    "The SBSTA further notes the heavy workload of the EGTT and Secretariat, invites Parties to provide financial support and encourages the EGTT to continue to consider issues relating to diffusion and transfer of advanced, cleaner and more efficient, affordable and cost-effective energy technologies, taking into account the outcomes of the TNAs. In its terms of reference, the EGTT is requested to, inter alia: review the progress made and effectiveness in the implementation of activities identified under each key theme of the framework; suggest ways and means to advance the implementation of the framework; identify practical actions and concrete steps for the involvement of the private sector; consider how to enhance cooperation with relevant conventions and intergovernmental processes; consider medium- and long-term strategies and planning of work; consider how to promote collaborative research; and recommend possible revision of key themes in the existing framework."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12270e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12270e_25", 
  "enb_end_date": "30-May-05"
}