{
  "countries": [
    "Canada", 
    "Australia", 
    "Tuvalu", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Legal Matters", 
  "enb_start_date": "29-Mar-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue ( FCCC/KP/AWG/2009/3 and 4 ; FCCC/KP/AWG/2009/Misc.6 and Adds.", 
    "1 2 ) was considered by the AWG-KP plenary on 1 April, and in a contact group and informal consultations chaired by Dovland.", 
    "The AWG-KP adopted conclusions on 8 April ( FCCC/KP/AWG/2009/L.5 ).", 
    "The focus of discussions was on documents to be developed by the AWG-KP Chair for AWG-KP 8.", 
    "Some parties expressed general views on the post-2012 legal framework.", 
    "Parties also considered a Chair s non-paper with options for possible Protocol amendments strictly related to Protocol Article 3.9 (Annex I further commitments).", 
    "On the legal framework, Japan stressed that a narrow amendment to the Protocol is not an adequate basis for the post-2012 climate regime and said his country can only join a broader legal framework, which includes commitments by the US and major developing countries.", 
    "Japan, Australia, Canada and several other developed countries emphasized the need for a coherent and comprehensive outcome in Copenhagen, and proposed coordination with the AWG-LCA.", 
    "Tuvalu urged building on the Protocol s architecture, and said the Copenhagen outcome should consist of two separate instruments.", 
    "Australia outlined its submission ( FCCC/KP/AWG/2009/MISC.6/Add.2 ) with two options for the post-2012 legal framework: a new protocol or a combination of a new protocol and amended Kyoto Protocol.", 
    "He said the latter option could necessitate complex entry into force provisions to link the amended Kyoto Protocol to the outcome from the AWG-LCA.", 
    "On the development of text, Protocol Articles 20 and 21 provide that proposals to amend the Protocol or its annexes must be communicated to parties six months before the meeting at which they are proposed for adoption.", 
    "Having to regard this six-month rule, delegates discussed the scope and nature of the documents to be developed for the AWG-KP s June session, which is the last one before the deadline.", 
    "Several developing countries highlighted the AWG-KP s mandate based on Protocol Article 3.9 and stressed the need to focus on Annex I parties further commitments.", 
    "China and others emphasized the limited and technical nature of the amendments required for the second commitment period.", 
    "The EU and other developed countries highlighted the AWG-KP s work programme, which also includes other issues such as the flexibility mechanisms and LULUCF.", 
    "The EU, New Zealand and others stressed the need to agree on LULUCF rules before finalizing commitments.", 
    "Switzerland supported the establishment of a Committee of the Whole to consider all issues in the work programme.", 
    "Tuvalu and others supported the consideration of other issues, including extending the share of proceeds to joint implementation and emissions trading.", 
    "Parties agreed to request the AWG-KP Chair to prepare two documents for the June session: a proposal for Protocol amendments under Article 3.9, and a text on other issues in paragraph 49 of the AWG-KP 6 conclusions (FCCC/KP/AWG/2008/8).", 
    "In the closing plenary, Bolivia made a statement to be reflected in the meeting s report, highlighting the AWG-KP s clear and unambiguous mandate to adopt an amendment to Annex B at COP/MOP 5, and stressing this as the AWG-KP s only mandate.", 
    "She said any document on other issues must be clearly separate from amendment text related to Protocol Article 3.9.", 
    "Parties also considered a non-paper by Chair Dovland on amendments strictly related to Protocol Article 3.9, focusing on Annex B and consequential textual amendments.", 
    "The non-paper contains, inter alia , several options on annexes.", 
    "Many parties proposed adding new columns to Annex B, e.g., to refer to per capita emissions or express targets in relation to different base years.", 
    "New Zealand proposed adding an Annex C, which would not change the nature of Annex I commitments, but provide choice in how parties express them.", 
    "Tuvalu proposed an Annex C on voluntary commitments.", 
    "The non-paper also contains options on possible additions or changes to the Protocol s relevant articles.", 
    "Parties suggested text on issues including Annex I countries collective emission reduction range and the length of the commitment period(s).", 
    "While no formal decision was taken on the non-paper, Chair Dovland said he would be surprised if the text was not there in the June session.", 
    "In the closing plenary, Chair Dovland highlighted the outcome as a breakthrough since the AWG-KP is now considering negotiating text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12407e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "", 
  "id": "enb12407e_17", 
  "enb_end_date": "08-Apr-09"
}