{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "13-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Delegates were expressing a sense of pleasure and relief on Thursday evening that the AWG-KP and AWG-LCA had completed their work for the session.", 
    "The mood had been somewhat less positive earlier in the day, however, when delegates were gossiping about a heated and frank exchange late on Wednesday night between delegates from a major developing country party and a major Annex I group of parties over sectoral approaches and mandate issues under the AWG-KP.", 
    "However, by Thursday afternoon the tension had obviously abated.", 
    "Perhaps we could even finish the SBI and SBSTA early on Friday for a change, said one delegate.", 
    "Meanwhile, informal consultations on Article 9 were producing a few concerns on Thursday night.", 
    "Very difficult, sighed one negotiator emerging from the room at around 9:30 pm.", 
    "We could be here for some time yet, he predicted.", 
    "Looking beyond Bonn, a few veterans seemed quite anxious at the prospect of increasingly intense talks, multiple meetings and long hours on the road to Copenhagen.", 
    "I don t want to put the cart before the horse, but I suspect some delegates will be happy when the current round of talks ends, hopefully in 18 months, said one observer.", 
    "Meanwhile, another delegate speculated on whether there might be a generational change after Copenhagen: I think a few of us might retire from the process or at least take a bit of time away to recharge our batteries, predicted a self-proclaimed pre-Kyoto dinosaur."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12374e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12374e_13", 
  "enb_end_date": "13-Jun-08"
}