{
  "countries": [
    "Canada", 
    "Australia", 
    "India", 
    "United States", 
    "Malaysia", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "Norway", 
    "Botswana", 
    "Switzerland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "R&SO", 
  "enb_start_date": "29-Oct-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-chaired by Sue Barrell (Australia) and S.K.", 
    "Srivastav (India), the contact group met in three sessions on Saturday to discuss draft conclusions.", 
    "CHINA, supported by JAPAN, INDIA, MALAYSIA and BOTSWANA, highlighted the importance of building endogenous capacity in developing countries.", 
    "CANADA, with the EU and US, opposed text inviting the SBI to provide guidance to the financial mechanism in relation to decision 5/CP.5 (research and systematic observation) and 5/CP.7 (adverse effects).", 
    "Delegates agreed on most remaining SBSTA conclusions in an evening session, failing to agree, however, on a sub-paragraph proposed by the Russian Federation referencing research priorities in support of the ultimate objective of the UNFCCC.", 
    "The EU, NORWAY, SWITZERLAND, CHINA and AOSIS, opposed by the US, JAPAN and INDIA, supported retaining the sub-paragraph, amended to refer to exploring the scientific, technological and socioeconomic aspects needed to achieve the UNFCCC\u0092s ultimate objective. The group met Monday evening to consider revised draft conclusions, including new paragraphs.", 
    "These highlighted key issues emerging from a special side event on research earlier in the day, which consisted of an exchange between SBSTA, the IPCC and several international research programmes.", 
    "Following minor revisions, Parties agreed on key issues in the dialogue on research.", 
    "On a new paragraph noting the need for a more coordinated research approach to address cross-cutting issues, INDIA, MALAYSIA and CHINA, opposed by the EU, RUSSIAN FEDERATION, NORWAY and SWITZERLAND, proposed deleting reference to the stabilization of greenhouse gas concentrations.", 
    "Discussions continued into the night."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12205e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12205e_3", 
  "enb_end_date": "29-Oct-02"
}