{
  "countries": [
    "Brazil", 
    "Canada", 
    "Gambia", 
    "Turkey", 
    "Mexico", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Cook Islands", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Uruguay", 
    "India", 
    "South Africa", 
    "Guatemala", 
    "China", 
    "Thailand", 
    "Nicaragua", 
    "Spain"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "ITEM 3 (AWG-LCA): Technology and cooperative sectoral approaches and sector-specific actions in agriculture:", 
  "enb_start_date": "08-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "During the morning contact group, discussions focused on technology, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/questions_for_technology.pdf ).", 
    "Parties also addressed cooperative sectoral approaches and sector-specific actions in agriculture, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/question_agriculture.pdf ), focusing on issues that need to be resolved for COP 16 to be able to initiate work on agriculture.", 
    "On agriculture, MEXICO observed that the scope of the work programme needs to be defined and highlighted the relationship between the agriculture sector and livestock.", 
    "ARGENTINA called for referencing, in the preamble, the relationship between food production and consumption, economic development and sustainability.", 
    "JAPAN noted that sectoral approaches to agriculture should be implemented according to national circumstances and that COP 16 should encourage further work on this sector.", 
    "SAUDI ARABIA expressed concern with fast tracking some issues like agriculture while other issues remain unresolved, emphasizing that this is contrary to the Bali Action Plan (BAP). CHINA underscored the importance of agriculture for food security, poverty reduction and sustainable development, and with SOUTH AFRICA, indicated that adaptation is more important than mitigation in this sector.", 
    "BOLIVIA said that the agriculture policy framework should focus on meeting the interests of local and indigenous communities, and on food sovereignty, including the right of people to control seeds, land, water use and food production.", 
    "BRAZIL noted convergence on agriculture issues and URUGUAY welcomed the text on agriculture.", 
    "PAKISTAN said efforts must be consistent with national priorities and ensure food security.", 
    "NICARAGUA stressed the need to ensure small farmers right to, and control over, seeds, land, water and food production, and called for an adequate financial mechanism to ensure food security.", 
    "The US supported a work programme on agriculture, but requested deletion of text referring directly to trade-related issues.", 
    "AUSTRALIA highlighted the need for further work on accounting methodologies for agriculture.", 
    "Spain, for the EU, with AUSTRALIA, SWITZERLAND, the GAMBIA and others, called for the consideration of bunker fuels.", 
    "SAUDI ARABIA pointed to huge differences between parties, stressing that these issues should be addressed through the International Civil Aviation Authority (ICAO) and the International Maritime Organization (IMO).", 
    "SINGAPORE emphasized the expertise of the IMO and ICAO, and encouraged parties to further support their work.", 
    "The COOK ISLANDS requested information on how the AWG-LCA Chair intends to consider bunker fuels.", 
    "NORWAY supported discussion of bunker fuels and suggested using the new submission by the Cook Islands (FCCC/AWGLCA/2010/MISC.2/Add.1) to bridge gaps on this issue.", 
    "On technology, the REPUBLIC OF KOREA and CANADA observed that the proposed technology executive committee (TEC) should be under the SBSTA.", 
    "JAPAN highlighted: public and private partnerships as key to enabling technology development; strict protection of intellectual property rights (IPRs); and a TEC serving as a high-level advisory body.", 
    "He also said that the climate technology center and network (TCN) should support the development of NAMAs.", 
    "The EU identified the technology mechanism as an important vehicle for technology and capacity building support for adaptation and mitigation.", 
    "He also highlighted the important role of a network of centers in the provision of assistance to developing countries for the preparation of country-driven planning and actions on both mitigation and adaptation.", 
    "He highlighted an advisory role for the TEC in providing recommendations on gaps and needs for both mitigation and adaptation, and emphasized the need to ensure a proper mandate for the TEC to interact with relevant bodies, organizations and stakeholders to ensure effectiveness.", 
    "South Africa, for the AFRICAN GROUP, highlighted the lack of questions from the Chair on IPRs and supported the establishment of a global technology transfer and IPR pool to ensure access by developing countries to technologies protected by IPRs.", 
    "He explained that the TEC would guide implementation of technology transfer and have an advisory role for the TCN.", 
    "He noted that the TCN would provide support for project design and implementation of nationally-driven actions.", 
    "The US, supported by AUSTRALIA, said the TEC and centers and networks should have equal standing and they would report to the COP through the SBSTA.", 
    "He noted that the technology bodies should not be operating entities of the financial mechanism. AUSTRALIA said the TCN and TEC should have operational autonomy and should regularly report to the SBSTA for finance, review and guidance.", 
    "Argentina, for the G-77/CHINA, said the TEC should be a stand-alone body and report to the COP.", 
    "She said the TEC should have a mandate on the TCN and set priorities and technical criteria.", 
    "INDIA said the technology mechanism should support knowledge management and pilot new technology, and facilitate cooperation for diffusion of technologies.", 
    "He said the TEC should provide oversight, review proposals for financial support and report to the COP. NORWAY said the TEC should report to the SBSTA and noted the TEC would be relevant to both adaptation and mitigation.", 
    "CHINA, supported by SOUTH AFRICA, emphasized that the TEC should be a strong entity with a role in guidance, setting up programmes and raising financial support, and said it should be independent and report directly to the COP. BOLIVIA stressed that the TEC should be the primary body, linked to a window in the financial mechanism to cover the full incremental costs of technology transfer, and highlighted MRV of technology transfer by developed countries.", 
    "He emphasized that nothing in the international IPR regime should be implemented in a way to prevent developing countries from addressing climate change and suggested using compulsory licensing to facilitate technology transfer.", 
    "Emphasizing that current mechanisms for technology development and transfer are inadequate, TURKEY called for: an effective, dynamic and transparent mechanism; regular and effective information exchange of its bodies; balanced representation of developing and developed countries; consideration of different national circumstances; and cooperation of the mechanism s bodies with the SBs and relevant bodies outside the UNFCCC. THAILAND urged consideration of the socio-economic impacts of mitigation activities on the food security and livelihoods of small farmers in particular.", 
    "PAKISTAN suggested that the TEC and TCN be under the authority of the COP, seek to enhance cooperation and remove barriers, and that the TEC should be a stand-alone body, reporting directly to the COP.", 
    "Suggesting that the green revolution provides important lessons on the role of technology transfer in agriculture and that it has contributed to increases in food production, but did not protect small farmers and respect the role of indigenous and local knowledge, GUATEMALA urged considering the most vulnerable sectors of the society.", 
    "NICARAGUA said the focus must be on technologies that are useful, clean and socially appropriate, and technologies should be controlled by the public domain rather than by private monopolies. CANADA said the TEC and TCN should be two separate yet equal components within the technology mechanism that avoid duplication, seek effectiveness as well as synergies and are mutually supportive.", 
    "He suggested that the TEC and TCN should maximize the effectiveness of the existing institutions and report to the SBSTA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12468e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "working group", 
  "id": "enb12468e_2", 
  "enb_end_date": "08-Jun-10"
}