{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "South Africa", 
    "India", 
    "United States", 
    "China", 
    "Mali", 
    "Japan", 
    "New Zealand", 
    "Burkina Faso"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Paragraph 1(b)(vi) of the BAP", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The issue of economic and social consequences of response measures was considered in an informal sub-group facilitated by Mamadou Hondia (Burkina Faso) on Wednesday and Mama Konaté (Mali) on Thursday.", 
    "Brazil, for the G-77/China, underscored that all developing countries face the negative consequences of response measures, including those affecting trade.", 
    "Saudi Arabia highlighted the significant negative impacts of carbon taxes and tariffs.", 
    "India and others proposed prohibiting unilateral measures against exports from developing countries.", 
    "South Africa, for the African Group, urged scaling up finance for adaptation and equitable compensation for those adversely impacted by response measures, as well as support for economic diversification.", 
    "Australia, supported by Japan, the US, New Zealand, Canada and the EU, noted convergence on information exchange and encouraged accomplishing this through existing mechanisms such as national communications.", 
    "In addition, they underscored the importance of a coherent approach considering the work of the Subsidiary Bodies on this issue.", 
    "The EU and New Zealand urged prioritizing attention to the most vulnerable countries.", 
    "Parties subsequently considered a non-paper, containing a restructuring of parties proposals and ideas.", 
    "China, India and Singapore, opposed by the US, suggested that India s proposal relating to prohibiting unilateral trade measures against exports from developing countries should also be included in the preambular part of the shared vision section."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12427e_35", 
  "enb_end_date": "14-Aug-09"
}