{
  "countries": [
    "United States", 
    "India", 
    "Australia", 
    "China", 
    "Brazil"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "BERLIN REVUE", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The debates at AGBM-8 were framed by both the Mandate agreed at the COP in 1995 and the founding political debates.", 
    "It was agreed in Berlin that the current FCCC commitments should be strengthened for Annex I Parties.", 
    "Industrialized countries would take the lead in elaborating policies and measures and setting quantified limitation and emission reduction objectives within specified time-frames.", 
    "The shape of the Mandate was determined largely by a breakthrough in negotiations at COP-1 when a number of the key developing countries - China, India and Brazil - supported a statement by the Alliance of Small Island States declaring the current commitments inadequate and calling on industrialized countries to address the problems they had, for the most part, generated.", 
    "By side-lining the OPEC group in Berlin, other members of the G-77/CHINA moved toward a general recognition of the need to address climate change.", 
    "However, the price they exacted for supporting the AOSIS proposals was a very definite refusal to accept any new commitments for developing countries in the next round of negotiations, i.e., the AGBM.", 
    "Part of that deal was an agreement by the US and Australia to drop their insistence that developing countries get involved in new commitments. As AGBM-8 began, US President Bill Clinton included a call for 'meaningful participation' by developing countries in the negotiating position he announced in Washington.", 
    "With those words, the politics that underpinned agreement back in 1995 resurfaced, with an insistence on G-77/CHINA involvement once again linked to the level of ambition acceptable by the US.", 
    "There is little doubt that the reference to meaningful participation is one of the more flexible elements in Clinton\u0092s package.", 
    "Indeed it did not go unnoticed that the word 'evolution' did not appear in the final US statement to the session, despite repeated US calls in other AGBM sessions to address this idea.", 
    "AGBM Chair Estrada held fast to his own view, that the discussion on developing country commitments may occur at Kyoto, but not as an element of the protocol.", 
    "Insofar as evolution is broached at the COP there is some expectation that a number of developing countries will be receptive to a discussion on a schedule if, and only if, they detect meaningful commitment on QELROs by Annex I countries. The US position was sufficient to 'trigger' latent suspicions (viewed as opportunities by others, such as the OPEC group and the industry lobby) among developing country Parties.", 
    "In response, the G-77/China used every opportunity to distance itself from any attempts to draw developing countries into agreeing to anything that could be interpreted as new commitments.", 
    "Needless to say, there is no truly common position within a group that straddles positions ranging from AOSIS to OPEC.", 
    "Observers expect a more fragmented response in Kyoto, with elements within the group prepared to meet the US advances half-way.", 
    "One avenue may be Article 10 of Chair Estrada\u0092s negotiating text which provides for voluntary country-specific emission limitation or reduction commitments by developing countries.", 
    "Such countries could also participate in joint implementation, with technology-transfer spin-offs and a structure that puts developing countries in the driver\u0092s seat to authorize only those cooperative ventures that meet their economic and technological objectives.", 
    "They might even begin to take part in the early stages of emissions trading with Annex I countries.", 
    "The US would find the latter particularly meaningful in the context of its ambitions for the emissions trading regime.", 
    "Another potential avenue for meeting the US desire to bring the developing countries on board is FCCC Article 4.1.", 
    "Developing country opposition on that score was solid at AGBM-8, and coupled to demands for financial assistance and technology transfer, but some observers say they may show more flexibility in Kyoto."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "SBI/SBSTA", 
  "id": "enb1266e_30", 
  "enb_end_date": "31-Oct-97"
}