{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "El Salvador", 
    "Gambia", 
    "Panama", 
    "Papua New Guinea", 
    "Congo", 
    "China", 
    "Switzerland", 
    "Grenada", 
    "Argentina", 
    "Belarus", 
    "Venezuela"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "02-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Argentina, for the G-77/CHINA, emphasized the group s commitment to the fulfillment of the BAP and finding appropriate solutions to issues not addressed in Cancun.", 
    "He called on parties to ensure a transparent and inclusive process aimed at producing negotiating texts for Durban.", 
    "Switzerland, for the EIG, emphasized the need to leave Panama with clarity on the road ahead, and a negotiating text in hand.", 
    "Venezuela, for ALBA, underscored achieving the objectives of the BAP and fulfilling legal obligations, without excuses or conditionalities.", 
    "The Democratic Republic of Congo, for the AFRICAN GROUP, called for a balanced science-based outcome in Durban to implement both the Convention and the Kyoto Protocol.", 
    "He expressed concern over the lack of attention given to the Adaptation Framework, sources and scale of finance, and comparable mitigation efforts for all Annex I Parties.", 
    "The EU said developing draft decision texts in Panama is key for a successful outcome in Durban and called for work towards a comprehensive legally-binding framework engaging all parties, including major economies.", 
    "He said the ambition gap has to be resolved and urged development of a robust, transparent and rigorous MRV framework.", 
    "He said discussions in Panama must address the legal form, including options for Durban and a roadmap to reach the 2ºC target.", 
    "Australia, for the UMBRELLA GROUP, called for an effective global climate change framework and highlighted a package of elements that would enable progress and ensure environmental integrity, including: international consultation and analysis (ICA); international consultation and review (IAR); and MRV.", 
    "She underscored, inter alia : ambitious mitigation actions by all major emitters; fully implementing the Cancun Agreements; and developing draft text on IAR, ICA and biennial reports.", 
    "Saudi Arabia, for the ARAB GROUP, stressed that adaptation to climate change involves both adaptation to the impacts of climate change and adaptation to the impacts of response measures.", 
    "Grenada, for AOSIS, called on parties to finalize the design and operationalization of the essential functions of the new mechanisms established by the Cancun Agreements.", 
    "She emphasized that increasing mitigation ambition should be a priority and that the outcomes of the AWG-LCA should be captured in a legally-binding instrument.", 
    "Papua New Guinea, for the COALITION OF RAINFOREST NATIONS, proposed working towards the adoption of a specific decision on financing options for the full implementation of REDD+ results-based actions, in Durban.", 
    "El Salvador, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), emphasized the need to operationalize the GCF in Durban.", 
    "He urged avoiding parallel processes, which could marginalize and exclude some UNFCCC parties.", 
    "The Gambia, for LDCs, called for discussions in Panama to lay the basis for a balanced and legally-binding outcome in Durban that delivers on the mandates in the Cancun Agreements.", 
    "Belarus, for ECONOMIES IN TRANSITION (EITs), explained that transitional economies face difficulties moving towards a low carbon economy and require support through best practices."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12515e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "working group", 
  "id": "enb12515e_6", 
  "enb_end_date": "02-Oct-11"
}