{
  "countries": [
    "Brazil", 
    "Canada", 
    "Georgia", 
    "Denmark", 
    "Poland", 
    "Indonesia", 
    "Mauritius", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Norway", 
    "United States", 
    "Australia", 
    "South Africa", 
    "Tuvalu", 
    "Mexico", 
    "Malaysia", 
    "Austria", 
    "Marshall Islands", 
    "Uganda", 
    "Iceland", 
    "Antigua and Barbuda", 
    "Philippines", 
    "Barbados"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBSTA", 
  "enb_start_date": "04-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "SBSTA Chair Kok Kee Chow (Malaysia) reminded delegates that several key issues, inter alia, the development and transfer of technology and the mechanisms of the Kyoto Protocol had been referred to SBSTA.", 
    "IPCC Chair Robert Watson briefed SBSTA on the status of the Third Assessment Report (TAR) and four IPCC special reports.", 
    "He said the TAR, which will be comprehensive and cover the complete range of scientific, technical, economic and social issues associated with climate change, will be policy relevant but not policy prescriptive.", 
    "He said the philosophy of the TAR would embrace the concept of sustainable development and would attempt to place the issue of climate change more centrally within the socio-economic context.", 
    "Issues of particular policy relevance would include, inter alia, the links between local, regional and global environmental issues and the trade impacts of the ratified Kyoto Protocol. The Special Reports on aviation and the global atmosphere, methodological and technological aspects of technology transfer and emissions scenarios of greenhouse gases and aerosol precursors will be finalized in April 1999, the end of 1999 and early 2000 respectively.", 
    "The Special Report on LUCF, required to operationalize the relevant articles of the Kyoto Protocol, will be completed by May 2000.", 
    "He stressed the necessity for enhancement of scientific and technological infrastructure in developing countries.", 
    "The Secretariat introduced the documents related to LUCF (FCCC/CP/1998/INF.4; FCCC/CP/1998/MISC.", 
    "1 and Add.1; FCCC/CP/1998/MISC.9 and Add.1). Paul Maclons (South Africa) and Maciej Sadowski (Poland) reported on a recent workshop they co-chaired at the request of SBSTA-8.", 
    "The workshop focused on data availability based on definitions used by Parties and international organizations, including their implications, in relation to Kyoto Protocol Article 3.3 (forests).", 
    "The workshop coincided with an IPCC expert meeting that aimed to prepare an outline for the special report.", 
    "The Co-Chairs noted that SBSTA may need to clarify whether and when the IPCC should develop detailed tables, formats and instructions for addressing the implications of the Kyoto Protocol on the Revised Guidelines for national greenhouse gas (GHG) inventories. FAO reported on its recent activities related to climate change.", 
    "UGANDA stressed the need for comprehensive discussion of FCCC Articles 5 and 6 (public awareness) at the political, technical and grassroots level.", 
    "BRAZIL underscored that SBSTA must look at forestry issues from the perspective of climate change.", 
    "He noted that this issue alone could undermine the Kyoto Protocol if the COP takes a wrong decision on how to account for its influence on GHG concentrations. NORWAY said the workshop revealed that credits for carbon sinks under Protocol Article 3.3 (forests) might be negative, while the forest, as a whole, remains a sink.", 
    "He said it was important that the discussions on definitions take this into account.", 
    "SWITZERLAND, with the MARSHALL ISLANDS, favored deferring work related to Articles 3.3 and 3.4 (agricultural soils) until the IPCC special report is available.", 
    "CANADA highlighted the capacity of soils to sequester carbon and noted the opportunity this presented to farmers in pursuing sustainable land management practices.", 
    "With ICELAND, AUSTRALIA and JAPAN, he supported the US offer to host a SBSTA workshop in 1999.", 
    "ICELAND favored continuing SBSTA\u0092s dialogue on sinks, focusing on, inter alia: selection criteria for additional activities, and modalities, rules and guidelines for the implementation of Protocol Article 3.4. MAURITIUS said reduction of anthropogenic emissions should not be forgotten when discussing sinks.", 
    "The PHILIPPINES, the MARSHALL ISLANDS and ARGENTINA supported an increase in the IPCC budget to ensure full participation by developing country experts.", 
    "The EU suggested preparation of a timeframe for the submission of the special report of the IPCC.", 
    "INDONESIA suggested linking the issue of LUCF in the Protocol to other international environmental agreements, such as the Convention on Biological Diversity.", 
    "MEXICO stressed the need to examine links between local, regional and global environmental issues.", 
    "BARBADOS said science should guide the COP on LUCF.", 
    "GREENPEACE said the IPCC should examine the possibility that certain definitional judgements may result in perverse or negative incentives.", 
    "The IPCC Chair assured delegates that their concerns would be taken into account in preparing the report. The US questioned the IPCC on the relationship between the Convention and the Montreal Protocol processes.", 
    "He underscored the ancillary benefits of sequestration activities and said excluding these would violate the Convention.", 
    "AUSTRALIA said SBSTA\u0092s work on LUCF should be parallel to and linked with the IPCC\u0092s work.", 
    "He said SBSTA-9 should develop a draft decision for COP-4 elaborating a work plan for development of modalities, rules and guidelines relating to LUCF.", 
    "JAPAN submitted two papers relating to Articles 3.3 and 3.4 containing items to be examined and supporting the work schedule agreed at SBSTA-8. ICELAND submitted a draft decision that provides for process emissions from a single project, coming into operation after 1990 and contributing more than five percent, in the first commitment period, to the total greenhouse gas emissions of an Annex B Party, to be reported separately and not in the national totals.", 
    "This would allow the party to exceed its assigned amount provided that the total emissions of the Party are less than 0.05% of Annex I emissions in 1990.", 
    "Iceland said this was necessary in small economies, as the proportional impact of single projects is very high. MARSHALL ISLANDS, supported by BRAZIL, BARBADOS and TUVALU, said the draft decision would lead to special dispensations prior to the Kyoto Protocol\u0092s entry into force and could create an incentive for emissions increases in Annex I countries.", 
    "With AUSTRIA, CANADA and BARBADOS, he requested more time for consultations.", 
    "AUSTRALIA recognized the impact of special projects on small economies and supported establishing guidelines and methodologies to specify circumstances under which special projects could be accommodated.", 
    "CANADA and BRAZIL said the draft decision could set a precedent affecting the integrity of the Protocol.", 
    "BRAZIL noted that the Kyoto Protocol provides for mechanisms enabling Annex I Parties to seek lower- cost alternatives for emission reductions. The US said the differentiation in assigned amounts in the Protocol allows for differences in national circumstances.", 
    "He stated that Iceland\u0092s draft decision was consistent with the Protocol.", 
    "ICELAND noted that this issue was identified at COP-3, and raised it now to facilitate its ratification of the Protocol.", 
    "He distinguished between significant proportional impacts resulting from planned projects, and unexpected events.", 
    "The Chair asked Ole Ploughmann (Denmark) to conduct consultations and prepare a draft decision for SBSTA. ANTIGUA and BARBUDA opposed the idea of exceptions to the Kyoto Protocol.", 
    "The Chair said he would hold informal discussions to come up with an acceptable draft conclusion. On the Scientific and Methodological Aspects of the Proposal from Brazil, BRAZIL described it as the allocation of responsibilities among different emitters based on their actions as measured by the increase in global temperatures rather than by emissions.", 
    "INDONESIA supported discussion of the issue.", 
    "GEORGIA stressed that monitoring of GHGs needed enhancement.", 
    "The US said that using temperature change as the sole indicator of responsibility ignored relevant socio-economic factors.", 
    "The EU supported the 'thoughtful' Brazilian proposal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1289e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbsta", 
  "id": "enb1289e_1", 
  "enb_end_date": "04-Nov-98"
}