{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "CAPACITY BUILDING ON MECHANISMS", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Christine Zumkeller, FCCC Secretariat, presented the draft plan for facilitating capacity building, developed in response to decision 7/CP.4.", 
    "The plan, designed to facilitate capacity- building at the national level, aims to strengthen developing countries\u0092 capacity to engage in CDM project activities, facilitate EIT Parties participation and to increase the flexibility of the mechanisms through improved transparency.", 
    "She emphasized building on existing expertise, involving industry organizations and raising awareness of mechanisms as key issues.", 
    "Kai Schmidt, FCCC Secretariat, highlighted a project proposal for capacity building for the Protocol mechanisms.", 
    "The proposed project calls for, inter alia, awareness raising, regional meetings to involve stakeholders, climate change forums and information kits.", 
    "In closing, Zumkeller emphasized that the capacity building programme is designed to feed into the international process, respond to the needs of all stakeholders and train people interested in the CDM. Thomas Johansson (UNDP) highlighted UNDP\u0092s priority work on climate change and its emphasis on capacity building for project identification and development.", 
    "Guillermo Blasco (UNIDO) described UNIDO\u0092s technology transfer and energy efficiency work and contributions to manuals on procedures for accreditation and verification and guidelines for technology transfer.", 
    "Regarding the CDM, he said UNIDO aims to reduce transaction costs and facilitate private sector investment.", 
    "Ravi Sharma (UNEP) presented an overview of UNEP\u0092s efforts to build analytical capacity, enhance information and network capacities, and develop guidelines for transfer of climate relevant technology.", 
    "Frank Joshua (UNCTAD) noted UNCTAD\u0092s capacity to address economic, trade and foreign investment issues, and said UNCTAD will carry out analytical work on the options for using CERs. Norbert Nziramasanga (Southern Center) discussed capacity building for determining project eligibility and promoting transfer of technology in the context of the CDM.", 
    "He said project implementers must be able to identify requirements for gaining access to CDM, select and develop good projects, undertake all activities of a CDM project, and identify and organize a project team.", 
    "He said governments must have the capacity to select projects that contribute to sustainable development, prepare projects for the CDM market, assist in securing financing for the non-CDM portion of projects, negotiate CERs, and have a definition of government role in monitoring and verification to implement this role. Question and Answer Session: On governance of efforts, one participant asked who decided what each organization is supposed to do, and another asked how the COP governs the programme.", 
    "Participants also stressed that only the COP/MOP can develop rules and thus capacity-building workshops should strive to identify proposals and explain the basis for and the consequences of their adoption, enabling countries to make informed decisions in the rule-making stage.", 
    "Several participants noted that work on manuals was premature, stating that these should wait until the CDM methodology had been agreed upon.", 
    "Blasco explained that the manuals were meant to comprise analytical work and serve as input for decision making.", 
    "One participant emphasized the need to strengthen national focal points and said that limited financial resources prohibit active discussion.", 
    "One participant stressed that capacity building should not be an opportunity for individuals to sell their own views or projects, but rather help Parties to become familiar with issues being discussed, understand the consequences of the options in each case and be able to make decisions that conform to national interests. In response to inquiries about the budget and funding for the project, Zumkeller said the estimated budget stands at approximately US$6 million and noted that several donors will be approached.", 
    "Participants also commented that: FCCC Secretariat and UN agencies\u0092 activities should complement the work of other agencies such as the World Bank; capacity building should be demand driven and take a bottom-up approach; UNDP should assist climate change focal points at the national level; duplication of efforts should be avoided; and national and international NGOs, industry and the business community should be involved in the capacity building process.", 
    "Joshua stated that UNCTAD will not have a major role in the CDM but will complement the roles of other institutions in areas where they have comparative advantage."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "special workshop", 
  "id": "enb1298e_15", 
  "enb_end_date": "15-Apr-99"
}