{
  "countries": [
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Mexico", 
    "Malaysia", 
    "Senegal", 
    "Burundi"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Capacity Building", 
  "enb_start_date": "06-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Explaining that the facilitated group had progressed as far as possible on streamlining and structuring the text on capacity building, co-facilitator Artur Runge-Metzger suggested a conceptual discussion around paragraphs 139 and 140 on institutional arrangements to clarify related concepts and thinking, including what needs to be implemented from Paris onwards. AUSTRALIA proposed exploring, inter alia: gaps in, and improvements to, existing mechanisms; the need and funding for a new institution for capacity building; and a middle ground between whether or not to have a new institution.", 
    "The EU invited parties to share views on underlying concerns and needs. JAMAICA identified gaps in reporting on capacity-building activities and said CTCN efforts are focused on building capacity to participate in the CTCN.", 
    "BURUNDI noted a lack of coordination among capacity-building relevant bodies under the Convention.", 
    "MALAYSIA suggested that developing countries’ capacity has mainly been enhanced with respect to reporting requirements. SAUDI ARABIA, SOUTH AFRICA, BURUNDI and SENEGAL called for a governing body to coordinate capacity-building efforts, with SENEGAL calling for MRV of support to developing countries.", 
    "The EU questioned the ability of such a body to address the identified gaps. Noting developing countries require capacity to take action on climate change and deliver on the Paris agreement, SAUDI ARABIA, supported by JAMAICA, MEXICO and SENEGAL, suggested developed countries not think of capacity building as a liability, but as a collaborative approach to enabling all to contribute to the 2015 agreement."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12633e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12633e_5", 
  "enb_end_date": "06-Jun-15"
}