{
  "countries": [
    "Brazil", 
    "United States", 
    "China", 
    "Peru", 
    "Switzerland", 
    "Tuvalu"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "18-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "In an afternoon meeting of the contact group, SWITZERLAND, on behalf of the ENVIRONMENTAL INTEGRITY GROUP, introduced their proposed changes to the Co-Chairs' text, that would limit credits for carbon sequestration due to windfall effects caused by, inter alia, carbon dioxide fertilization, nitrogen deposition, age structure effects of forests, and climate change.", 
    "He said the proposal involves the subtraction of a biome-specific threshold value for windfall effects as well as a threshold value to account for other uncertainties from any measured and verified sink credits, and applies to all sinks under all relevant Protocol Articles in all commitment periods. Co-Chair Thorgeirsson then distributed a new Co-Chairs' text on LULUCF, which he said was based on views expressed by delegates over the past days, as well as on consultations the Co-Chairs had held with representatives of groups of Parties.", 
    "He introduced the structure and content of the text, noting changes to, inter alia, the proposed definition of 'forest,' and the preambular Principles to the operative text.", 
    "He said these had been replaced by two paragraphs affirming consistency with environmental and social principles, as little time remained for negotiating the preambular material. BRAZIL, for the G-77/CHINA, said he could not accept the deletion of the preambular Principles, and CHINA commented that too many options had been eliminated from the text.", 
    "The US, EU, TUVALU, and PERU supported retention of the Principles.", 
    "TUVALU, for AOSIS, expressed concern that the group's suggestions, in particular one regarding the biome approach to the definition of 'forest,' had not been considered, and that the text as it stands was unbalanced. Co-Chair Thorgeirsson said the Co-Chairs would take into consideration the views expressed by Parties, that the Principles would be retained, and the work would proceed in the form of closed Friends of the Chairs' consultations.", 
    "In these subsequent closed negotiations, delegates worked late into the night to refine the text into a format that would be presented to the ministers during the following week."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12157e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12157e_4", 
  "enb_end_date": "18-Nov-00"
}