{
  "countries": [
    "Maldives", 
    "India", 
    "Mali"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "More and Faster Renewable Energy Now through the ‘Accelerator Partnerships’ - Turning Potential into Action on the Ground", 
  "enb_start_date": "04-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Presentations during this session covered: the African Group renewable energy proposal under the Durban Platform negotiations; IRENA’s SIDS Lighthouses Initiative; the European Investment Bank Global Energy Efficiency and Renewable Energy Fund; and the Renewable Energy Policy Network for the 21st Century. During the discussion, participants were asked to consider: what the UNFCCC process can do to help parties harness renewable energy potential, implement policy actions, and scale up existing pre-2020 implementation efforts; and what could be the next steps in the technical examination of policies, actions and technologies for accelerating renewable energy action. MALI suggested that, if the UNFCCC can be considered a toolbox, the GCF is probably the most tangible way to tap its resources.", 
    "In response to a question from the EU, he clarified that the African Group renewable energy proposal is not a separate initiative, but rather intends to accelerate existing initiatives’ progress toward their goals. INDIA raised questions on how the UNFCCC might help countries meet the costs of acquiring technology, such as intellectual property rights and licensing fees, and the cost of capital.", 
    "Respondents suggested that the costs of acquiring technology might be an area the GCF could address and reported that investors are slowly lowering their rate of return expectations. MALDIVES suggested that specific recommendations on the issues raised in the renewable energy TEMs be incorporated into the summary for policymakers.", 
    "He echoed that access to affordable capital continues to be a stumbling block and suggested launching a renewable energy facility, as well as an initiative on UNFCCC “inter-agency coordination.” Closing the session, moderator Kumar summarized the four key points that emerged from the discussion, namely: the challenge of affordability; the need for partnerships to advance their work more quickly; the suggestion that the UNFCCC could help countries access finance at a lower cost; and the need for better coordination among Convention bodies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12631e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12631e_6", 
  "enb_end_date": "04-Jun-15"
}