{
  "countries": [], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION (SBI)", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The SBI was established by the COP to assist in the review and assessment of the implementation of the Convention and in the preparation and implementation of the COP\u0092s decisions.", 
    "SBI-1 took place from 31 August - 1 September 1995 in Geneva.", 
    "The SBI addressed a number of issues and recommended that the COP adopt the draft Memorandum of Understanding with the GEF as the financial mechanism, proposing a draft decision on this item to be adopted by COP-2. At SBI-2, held in Geneva from 27 February - 4 March 1996, delegates considered in-depth reviews of national communications, and matters related to the financial mechanism.", 
    "While delegates welcomed the GEF Council\u0092s adoption of its operational strategy, many noted the need to expedite the process of providing 'full agreed costs' for non-Annex I communications or risk serious delay. At SBI-3, held from 9-16 July 1996 in Geneva, differences were resolved in closed sessions, and were considered for adoption by the open SBI session only after consensus had been reached on: technology transfer; the operating budget of the Secretariat; the Annex to the Memorandum of Understanding (MOU) between the GEF Council and the COP; and national communications from non-Annex I Parties. SBI-4 met from 9-18 December 1996 in Geneva.", 
    "Delegates finalized agreement on the Annex to the Memorandum of Understanding (MOU) between the Conference of the Parties (COP) and the GEF Council. Discussions at SBI-5, which met in Bonn from 25-28 February 1997, were complex and often lengthy, but delegates agreed on the timetable and process for review of the programme budget and agreed on the FCCC input to the UN General Assembly Special Session (UNGASS).", 
    "SBI-5 could not agree on the review of the financial mechanism or the activities of the GEF. SBI-6 met from 28 July - 7 August 1997 in Bonn.", 
    "Delegates to SBI-7 reached agreement on arrangements for intergovernmental meetings and the programme budget, but noted that further discussions on the financial mechanisms and national communications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "SBI", 
  "id": "enb1266e_3", 
  "enb_end_date": "31-Oct-97"
}