{
  "countries": [
    "Netherlands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "COP-6: BUILDING CASTLES IN THE SAND OR AIR?", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "'All of our dreams, our mass-dream-spinners, Palaces, hovels, every lair - Seem, when the Flood then comes, to be Just castles in the sand or air' Quatrain by Dutch Poet Laureate Gerrit Komrij Presented to COP-6 by The Government of The Netherlands Most negotiators who participated in The Hague conference left on Saturday evening with a profound sense of disappointment.", 
    "This was 'the deal that almost was,' the occasion where agreement appeared so near on a number of highly-charged political issues.", 
    "For most observers of The Hague, the success of the conference was to be measured by its contribution to promoting the entry into force of the Kyoto Protocol by 2002, while at the same time protecting its environmental integrity.", 
    "To achieve this goal, delegates set out with the aim of reaching agreements on over 200 pages of text on a range of issues on which agreement at COP-6 had been expected, in line with the Buenos Aires Plan of Action.", 
    "At the end of the two weeks, Parties had failed to reach consensus on a number of key political issues, let alone made any significant progress in advancing the text.", 
    "There is good reason for profound disappointment. While observers will share the disappointment of delegates, it is suggested that there is nevertheless room for cautious optimism.", 
    "As a result of the Ministerial consultations that took place during the second week, the initial foundations for a possible political agreement have been laid, and there is reason to believe that there is a real willingness to address four key sticking points that remain: sinks, supplementarity, compliance, and funding.", 
    "Furthermore, having already failed once to meet the expectations of the outside world, Ministers will be under significant pressure to ensure success in the second round.", 
    "The consequences of failure a second time are significant.", 
    "If no progress is made at COP-6 Part II, there is a real danger that the agreements reached in Kyoto will be as effective in controlling the rising tide of climate change, as the NGO's symbolic dike outside the conference center: little more than castles in the sand. This brief review of the events in the Hague seeks to identify some of the principal reasons for the failure or, in the word of the press officer, the 'non-success' of the conference.", 
    "In so doing it asks the following questions: What were the main political stumbling blocks that caused deadlock in the negotiations, and how effective was COP-6 President Jan Pronk in seeking to resolve these issues?"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12163e_57", 
  "enb_end_date": "27-Nov-00"
}