{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Ethiopia", 
    "Tuvalu", 
    "Gambia", 
    "India", 
    "Senegal", 
    "Micronesia", 
    "Kuwait", 
    "Austria", 
    "China", 
    "Colombia", 
    "Japan", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Norway", 
    "Argentina"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Flexibility Mechanims"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTONS:", 
  "enb_start_date": "11-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Leon Charles (Grenada) and Gertraud Wollansky (Austria) co-chaired the informal group on Annex I Parties aggregate and individual emission reductions.", 
    "Co-Chair Wollansky introduced the relevant documents (FCCC/KP/AWG/9, FCCC/KP/AWG/2009/10 and Adds.1 and 4).", 
    "On the group s work, she proposed, inter alia , undertaking three technical exercises on: emission reduction targets submitted by parties and the underlying assumptions; calculation of assigned amounts for the second commitment period; and how to turn parties pledges into quantified emission limitation and reduction objectives (QELROs).", 
    "Co-Chair Wollansky proposed using any remaining time to revise and streamline the documentation, as well as holding a final discussion with the informal group on other issues.", 
    "Emphasizing that the focus should be on issues rather than text, CHINA stressed that the mandate was not to streamline the documentation and create a negotiating text.", 
    "TUVALU called for a better reflection of his country s proposals in the document.", 
    "Co-Chair Wollansky proposed beginning substantive discussions with issues that were not addressed at the previous session.", 
    "Parties identified additional areas for discussion, including: base year; review; expression of commitments; amount of emission reductions that can be achieved through market mechanisms; and criteria for allocating commitments among countries.", 
    "Parties then considered the establishment of assigned amounts.", 
    "NEW ZEALAND highlighted an option that would provide parties with flexibility to establish commitments either as QELROs or as absolute emission reductions.", 
    "JAPAN stressed their proposal to express targets as absolute emission reductions, while TUVALU said that having multiple metrics would complicate things and make it difficult to determine Annex I aggregate emission reductions.", 
    "The REPUBLIC OF KOREA said this option was not relevant for the AWG-KP s mandate to amend Annex B. SWITZERLAND and JAPAN stressed that discussing the options was difficult without clarity on other issues including LULUCF. OTHER ISSUES (FLEXIBILITY MECHANISMS): AWG-KP Vice-Chair Harald Dovland (Norway) chaired the informal group on other issues.", 
    "He proposed devoting three sessions to LULUCF, three to four sessions to the flexibility mechanisms, and a final session to new greenhouse gases and the common metrics to calculate global warming potentials.", 
    "He explained that a spin-off group would meet to address LULUCF.", 
    "On the flexibility mechanisms, Vice-Chair Dovland noted disagreement over proposals that require amendments to the Protocol and suggested starting with options for draft decisions in FCCC/KP/AWG/2009/10/Add.3.", 
    "CHINA, supported by KUWAIT and SAUDI ARABIA, stressed that the purpose of the documents was to facilitate discussion and therefore they should not be used as the basis for negotiation over text.", 
    "On encouraging the development of standardized, multi-project baselines under the Clean Development Mechanism (CDM), the EU highlighted the benefits of multi-project baselines, in terms of transparency, reduced transaction costs and the possibility of improving environmental integrity.", 
    "JAPAN supported multi-project baselines, noting the missed CDM opportunities due to the complexity of setting baselines.", 
    "He highlighted the usefulness of considering carbon intensity.", 
    "FEDERATED STATES OF MICRONESIA noted that multi-project baselines would improve the efficiency of the CDM while stressing the need to maintain environmental integrity. BRAZIL, supported by CHINA, ARGENTINA and COLOMBIA, preferred the option of not taking a decision on the issue.", 
    "BRAZIL stressed environmental integrity and the need for real and measurable emission reductions, and expressed concern with setting standardized baseline levels and over who sets them.", 
    "CHINA noted that a decision on standardized baselines would mean micromanaging the CDM Executive Board s work. NEW ZEALAND, supported by AUSTRALIA and ETHIOPIA, stated that it is not practical to proceed with mandatory baselines.", 
    "INDIA encouraged the CDM Executive Board to develop country and regionally specific baselines.", 
    "ETHIOPIA stressed the advantages of multi-project baselines for facilitating projects in places with limited CDM experience.", 
    "Vice-Chair Dovland highlighted the need for more consideration of the types of projects that would receive standardized baselines and the basis for the establishment of parameters and procedures to facilitate standardized baselines.", 
    "Parties then discussed whether CDM project activity types should be placed on positive or negative lists based on technologies, host country or project scale.", 
    "SENEGAL, supported by BRAZIL, INDIA and the GAMBIA, highlighted the proven additionality of small-scale renewable technology and supported the development of positive lists.", 
    "The REPUBLIC OF KOREA agreed but cautioned against listing project activities based on the host country.", 
    "NEW ZEALAND further noted that consideration of the host country increases complexity without added environmental benefit.", 
    "JAPAN stressed the need to consider the regional distribution of CDM projects.", 
    "TUVALU said the option of negative lists should not be deleted, as he was unsure of how technologies, like nuclear energy, would be addressed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12423e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12423e_4", 
  "enb_end_date": "11-Aug-09"
}