{
  "countries": [
    "Canada", 
    "Australia", 
    "Bhutan", 
    "South Africa", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "China", 
    "Argentina", 
    "Norway"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The contact group continued their consideration of objectives, scope and guiding principles in the non-paper.", 
    "AUSTRALIA said the objective of the proposed adaptation framework is to galvanize greater attention and action at all levels in order to minimize the effects of climate change.", 
    "Under scope, she called for recognizing that adaptation will need to be undertaken by all parties, and proposed the inclusion of a new section on roles and responsibilities.", 
    "With CANADA, she called for a catalytic and facilitative role for the UNFCCC.", 
    "The PHILIPPINES said the definitions and principles need to be consistent with the Convention.", 
    "ARGENTINA proposed making reference to the vulnerability of highly urbanized areas. CHINA cautioned against establishing vulnerability criteria based on national circumstances, respective financial and technical capabilities, levels of risk and impacts, as well as levels of poverty.", 
    "He also drew attention to different interpretations of country-driven.", 
    "CANADA said country-driven adaptation efforts speak to the importance of national governments, identifying and communicating their priorities as well as implementing actions.", 
    "On scope she also emphasized, with SOUTH AFRICA, that adaptation should not include the consideration of response measures. SOUTH AFRICA said the objectives should reflect, inter alia , the need to: reduce vulnerability and build resilience; and identify linkages and coherence with actions taking place at the international level.", 
    "BHUTAN proposed including reference to the specific and special circumstances of LDCs.", 
    "INDONESIA requested clarification of mechanisms to assess vulnerability of developing countries.", 
    "The US and NORWAY highlighted integrating adaptation into national planning and policies as a critical element.", 
    "While acknowledging that adaptation is an additional burden on developing countries, NORWAY cautioned against creating an adaptation sector.", 
    "She highlighted subsidiarity as key to adaptation processes, where adaptation actions are based on, and respond to, needs at the lowest and local levels."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12437e_6", 
  "enb_end_date": "08-Oct-09"
}