{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Belarus", 
    "South Africa", 
    "Saint Lucia", 
    "Germany", 
    "Kazakhstan"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Clarification of the Text in Section G (Article 3.7ter) of the Doha Amendment to the Kyoto Protocol", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/KP/CMP/2013/7 and FCCC/SBSTA/2014/L.25 Annex) was first considered on Monday, 1 June.", 
    "Chair Wojtal proposed, and parties agreed to, a contact group co-chaired by Anke Herold (Germany) and Guilherme do Prado Lima (Brazil). In the contact group on 2 June, Co-Chair Herold reviewed the five options contained in document FCCC/SBSTA/2014/L.25 for clarifying the language on “average annual emissions for the first three years of the preceding commitment period.” South Africa, supported by Brazil and Saint Lucia, and opposed by Kazakhstan and Belarus, proposed deleting option 4, which states that Article 3.7ter refers to the preceding commitment period of that party. Saint Lucia, opposed by Turkey, Belarus and Kazakhstan, proposed also deleting option 1, which states that Article 3.7ter is not applicable in the second commitment period of parties that did not have QELRCs during the first commitment period. The contact group agreed to combine options 1 and 4 into a single option, which, along with the other options, was discussed in informal consultations. In the contact group on 9 June, Co-Chair Herold proposed procedural draft conclusions.", 
    "Following discussions on the annex to the conclusions containing options for elements of a draft decision on this item, the contact group placed brackets around Section II on options related to “average annual emissions” of the draft decision and agreed to forward the draft conclusions for SBSTA’s consideration. During its closing plenary, the SBSTA adopted conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_102", 
  "enb_end_date": "11-Jun-15"
}