{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Czech Republic", 
    "Algeria", 
    "Mexico", 
    "Sudan", 
    "India", 
    "Malta", 
    "Belarus", 
    "China", 
    "Mali", 
    "Russian Federation"
  ], 
  "topics": [
    "Adaptation", 
    "Legal Status of Agreeements"
  ], 
  "section_title": "AD HOC WORKING GROUP ON LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "GROUPS", 
  "actors": [
    "African Group", 
    "Environmental Integrity Group", 
    "Group of 77 and China", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Stressing the need to enter into full negotiating mode, AWG-LCA Chair Michael Zammit Cutajar (Malta) opened the session on Monday, 1 June, and parties adopted the agenda ( FCCC/AWGLCA/2009/6 ) and agreed to the organization of work ( FCCC/AWGLCA/2009/7 ).", 
    "Parties then delivered opening statements.", 
    "Sudan, for the Group of 77 and China (G-77/China), highlighted the meeting as a turning point for the AWG-LCA, with commencement of substantive discussions on the content and form of an agreed outcome in Copenhagen.", 
    "He noted that the Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ) should contain a more balanced and clear reflection of the Group s proposals.", 
    "Algeria, for the African Group, and several other developing countries expressed concern that the negotiating text did not reflect the views of all parties in an equitable and balanced manner.", 
    "Saudi Arabia expressed concern many proposals in the negotiating text go beyond the Convention and the Bali Action Plan (BAP), and India said all paragraphs should reference the specific Convention articles whose implementation they aim to enhance.", 
    "The Czech Republic, for the European Union (EU), and Australia, for the Umbrella Group, welcomed the text as a starting point for negotiations.", 
    "With Mexico, for the Environmental Integrity Group, the EU and the Umbrella Group also stressed linkages between the two AWGs.", 
    "The Russian Federation called for commitments from all major emitters and burden sharing, taking into account country specificities and levels of economic development, while Belarus proposed combining the two AWGs at this session and considering a single negotiating text under one AWG.", 
    "Mali said each AWG should continue to work separately until Copenhagen, and China supported the continuation of double-track negotiations under the AWG-LCA and AWG-KP.", 
    "Saudi Arabia opposed proposals to merge the AWG-KP and AWG-LCA, as well as proposals that would pass the burden from developed to developing countries.", 
    "For more details on these statements, see http://www.iisd.ca/vol12/enb12411e.html ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12421e_6", 
  "enb_end_date": "12-Jun-09"
}