{
  "countries": [
    "Canada", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "FLEXIBLE MECHANISMS:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Co-Chair Figueres convened the contact group and explained that friends of the Chair consultations had resulted in agreement on the need for further elaboration on the lists of possible improvements to the flexible mechanisms, as well as on the utility of additional input from parties, and, in turn, requested submissions on a voluntary basis before 17 October.", 
    "She introduced new text consisting of draft conclusions and draft amendments to the lists of possible improvements.", 
    "She noted the decision to include a section on the use of nuclear activities under JI.", 
    "Co-Chair Figueres then suspended the meeting to hold friends of the Chair consultations on the group s mandate.", 
    "The contact group reconvened in the evening, and discussion focused on changes made during the afternoon s friends of the Chair meeting.", 
    "The list was revised to remove reference to the distinction between items requiring amendment to the Protocol and those that do not.", 
    "Instead, a number would be placed next to those items that some parties suggested required amending the Protocol.", 
    "The new text also included three options related to the eligibility of carbon capture and storage.", 
    "An option of maintaining current provisions on the share of proceeds was added to the text.", 
    "Concerning the conclusions, additional language was added inviting parties to submit views by 15 February 2009 on legal implications of the work of the AWG-KP on Article 3.9 (Annex I commitments for subsequent periods).", 
    "CANADA, supported by the RUSSIAN FEDERATION, JAPAN and others, proposed that the main conclusions reflect that the work of the group is important beyond Poznan.", 
    "The Secretariat will compile parties submissions for discussion at COP 14.", 
    "Parties agreed on the conclusions and the annexes containing lists of possible improvements to the flexible mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12382e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12382e_6", 
  "enb_end_date": "21-Aug-08"
}