{
  "countries": [
    "Italy"
  ], 
  "topics": [], 
  "section_title": "I DID IT MY WAY", 
  "enb_start_date": "26-Oct-09", 
  "enb_short_title": "IPCC-31", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the working groups, governments maintained constant pressure to reorder and reframe the issues to make the report more policy relevant and accessible to policymakers.", 
    "Scientists already had a chance to work on the chapter outlines at the AR4 scoping meeting held in Venice, Italy, last summer, and now it was the policymakers turn to have their say.", 
    "While there was broad acknowledgement that WG I had to be the driving force behind the work of WGs II and III, governments in the room left the WG I outlines virtually untouched.", 
    "I am leaving that one to the scientists, it s the experts jobs in WGs II and III to integrate the work of WG I and to generate information that we can use to implement our mitigation obligations and meet our adaptation needs, commented one government representative.", 
    "Others were hopeful that the WG I report will provide a benchmark assessment of mid-term levels of ambition for countries, which are being discussed in the UNFCCC process, and critical new information on irreversible climate change and tipping points. WG II and particularly WG III made a significant number of changes to their respective outlines for the AR5.", 
    "In WG II, delegates hoped that these changes will result in a final report that clarifies the challenges they are facing, particularly related to adaptation and vulnerability, the policy options available for addressing them, and disaggregate the data to a scale that makes the information more policy relevant, as well as providing critical new assessment of regional scale issues.", 
    "Major revisions of WG III were undertaken to restructure the outline, in particular to make the report more accessible to policymakers.", 
    "The debate on the performance of national policies and financing drew out distinctions between developed and developing countries and most clearly reflected the long-held political positions that parties to the UNFCCC have maintained on common but differentiated responsibilities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12441e.html", 
  "enb_long_title": "Thirty-First Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12441e_30", 
  "enb_end_date": "29-Oct-09"
}