{
  "countries": [
    "Pakistan", 
    "Mexico", 
    "Indonesia", 
    "Cuba", 
    "United Kingdom", 
    "Japan", 
    "Kazakhstan", 
    "Cook Islands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "Plenary discussion", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the ensuing discussion, in response to questions on the documentation of traditional knowledge, Numa explained it is seldom documented due to lack of funds.", 
    "Indonesia stressed the role of religious leaders in disseminating adaptation methods, and Numa highlighted the role of the tribal system in disseminating information at the community level.", 
    "Responding to queries, Lu explained that UNDP has developed platforms for community feedback, including online forums, but acknowledged that the agency also needs to be more creative in developing new ways for people to provide feedback.", 
    "Ramón explained RIOCC s financial resources are provided by a network of training centers and explained that they are also applying to multilateral programmes.", 
    "Pakistan asked about similar networks to RIOCC in other regions, and suggested that the UNFCCC promote the establishment of such networks.", 
    "RIOCC asked what the Cook Islands learned after the 2005 cyclone and Numa responded it seemed little was learned as in some cases people rebuilt in the same places.", 
    "She pointed to restrictions on land use and lack of capacity as barriers to change. START asked about scaling down the science-policy dialogue and Lu responded that UNDP is working closely with its regional coordinating units, country offices and field staff on this issue.", 
    "Regarding local, regional and international approaches presented, the UK advocated identifying strengths, roles and responsibilities of each approach.", 
    "He also proposed developing centers of excellence.", 
    "Stratus Consulting suggested convening an annual conference where adaptation practitioners could share experiences.", 
    "Responding to the World Bank s query about involvement of the private sector, community organizations and NGOs in RIOCC, Ramón said other sectors do participate in the network.", 
    "The United Nations Institute for Training and Research (UNITAR) called attention to its Climate Change Capacity Development (C3D) Programme, an initiative to enhance capacity of regional centers.", 
    "The World Bank discussed an adaptation marketplace, building on the idea of the Development Marketplace.", 
    "Although recognizing the critical role they play, Numa noted government fatigue with international and regional organizations due to the time required for meeting representatives at the country level.", 
    "She said donors should avoid duplication between programmes and also lamented a loss of human capacity through migration of people to regional organizations.", 
    "Kazakhstan emphasized the need to have not only compendia of methods but for these compendia to contain evaluations of different methods to enable users to take informed decisions on their application.", 
    "Mexico shared its approach of supporting the development and implementation of methods and tools at the local level.", 
    "Other participants commented on: the need to transfer global climate modeling technology to developing countries and to train developing country staff on its use; the rapid increase in the number of climate change adaptation practitioners at all levels and across sectors and the need for increased experience and knowledge sharing among practitioners; and the need in Central Asia for additional work to develop networks to help users share experiences. ISDR highlighted the Hyogo Framework for Action and the need to analyze not only meteorological data, but the hazard itself.", 
    "Japan stated that it is looking to develop partnerships with Latin American countries and to fund work under the NWP.", 
    "Cuba reflected on its experience of using two different climate change scenarios in two sectors and cautioned against following this approach.", 
    "Highlighting the dangers associated with taking decisions without consulting stakeholders, the International Trade Union Confederation (ITUC) said his organization was ready to work in partnership with governments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_18", 
  "enb_end_date": "07-Mar-08"
}