{
  "countries": [
    "Mexico", 
    "Denmark", 
    "Singapore", 
    "India", 
    "Congo", 
    "Spain", 
    "Colombia", 
    "New Zealand", 
    "Barbados"
  ], 
  "topics": [], 
  "section_title": "DELHI MINISTERIAL DIALOGUE ON CLIMATE CHANGE - TECHNOLOGY MECHANISM:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "From 9-10 November 2010, ministers and representatives from 35 countries met in New Delhi, India, for a dialogue Climate Change: Technology Mechanism.", 
    "The meeting was hosted jointly by India and Mexico.", 
    "According to the Chair s summary, participants called for agreement in Cancun on a technology mechanism that would consist of a technology executive committee and climate technology centers and networks. GROUP OF 20 (G-20): The G-20 Summit took place from 11-12 November 2010 in Seoul, Republic of Korea.", 
    "The Summit Document stresses commitment by G-20 countries to achieving a successful, balanced result in Cancun that includes the core issues of mitigation, transparency, finance, technology, adaptation, and forest preservation. MAJOR ECONOMIES FORUM ON ENERGY AND CLIMATE CHANGE (MEF): The MEF took place at the leaders representatives level in Crystal City, Virginia, US, from 17-18 November 2010.", 
    "It was attended by ministers and officials from seventeen major economies as well as the UN, Barbados, Colombia, Democratic Republic of the Congo, Denmark, New Zealand, Singapore and Spain.", 
    "Participants expressed support for concluding a package of decisions in Cancun, including on adaptation, mitigation, transparency, finance and technology.", 
    "Many participants also identified the need for agreement on future commitments under the Kyoto Protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12487e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12487e_9", 
  "enb_end_date": "29-Nov-10"
}