{
  "countries": [
    "South Africa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "CANCUN CLIMATE CHANGE CONFERENCE:", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Following four preparatory meetings in 2010, the UN Climate Change Conference in Cancun took place from 29 November to 11 December 2010.", 
    "Expectations for Cancun were more modest than for Copenhagen a year earlier.", 
    "Most were hoping to see agreement on a balanced package of decisions and few expected a legally-binding outcome.", 
    "By the end of the conference, parties finalized the Cancun Agreements, which include decisions under both negotiating tracks.", 
    "Under the Convention track, Decision 1/CP.16 recognized the need for deep cuts in global emissions to achieve the 2°C target.", 
    "Parties also agreed to consider strengthening the global long-term goal during a review by 2015, including in relation to the 1.5°C target.", 
    "They took note of emission reduction targets and nationally appropriate mitigation actions (NAMAs) communicated by developed and developing countries, respectively (FCCC/SB/2011/INF.1 and FCCC/AWGLCA/2011/INF.1, both issued after Cancun), and agreed to discuss them during workshops.", 
    "Decision 1/CP.16 also addressed other aspects of mitigation, such as MRV; and reducing emissions from deforestation and forest degradation in developing countries, and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+).", 
    "Parties also agreed to establish several new institutions and processes.", 
    "These included the Cancun Adaptation Framework and the Adaptation Committee, as well as the Technology Mechanism, which includes the Technology Executive Committee and the Climate Technology Centre and Network (CTCN).", 
    "On finance, Decision 1/CP.16 created the Green Climate Fund, which was designated as the new operating entity of the Convention s financial mechanisms and is to be governed by a Board of 24 members.", 
    "Parties agreed to set up a Transitional Committee tasked with the Fund s detailed design, and established a Standing Committee to assist the COP with respect to the financial mechanism.", 
    "They also recognized the commitments by developed countries to provide US$30 billion of fast-start finance in 2010-2012, and to jointly mobilize US$100 billion per year by 2020.", 
    "Under the Protocol track, Decision 1/CMP.6, which is also part of the Cancun Agreements, included agreement to complete the work of the AWG-KP and have the results adopted by the COP/MOP as soon as possible, and in time to ensure there will be no gap between the first and second commitment periods.", 
    "They urged Annex I parties to raise the level of ambition of their emission reduction targets with a view to achieving aggregate emission reductions consistent with the range identified in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change.", 
    "They also adopted Decision 2/CMP.6 on LULUCF.", 
    "The mandates of the two AWGs were also extended until the UN Climate Change Conference to be held in Durban, South Africa, from 28 November to 9 December 2011."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_4", 
  "enb_end_date": "17-Jun-11"
}