{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Sudan", 
    "Tuvalu", 
    "United States", 
    "Trinidad and Tobago", 
    "China", 
    "Colombia", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement"
  ], 
  "section_title": "IMPLEMENTATION AND COMPLIANCE", 
  "enb_start_date": "01-Sep-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Sarah Baashan (Saudi Arabia) co-facilitated the session.", 
    "Colombia, for AILAC, Tuvalu, for the LDCs, the EU, NORWAY, Sudan, for the AFRICAN GROUP, and others underlined the need for the new agreement to establish a compliance mechanism.", 
    "AILAC, the LDCs, NORWAY and TRINIDAD AND TOBAGO suggested some modalities for a compliance mechanism to be included in the agreement, while the LMDCs suggested a work plan for a body to develop the modalities.", 
    "On differentiation, the LDCs called for an enforcement branch for countries with national, economy-wide targets and a facilitative branch for those without.", 
    "China, for the LMDCs, suggested the enforcement branch be for developed countries and the facilitative branch for developing countries, noting that only developed countries have an obligation to provide MOI.", 
    "The EU, AUSTRALIA, NEW ZEALAND, the US, NORWAY and JAPAN called for a mechanism that is applicable to all.", 
    "The EU, AUSTRALIA, NEW ZEALAND and the US said the agreement should be primarily facilitative, while BOLIVIA suggested a tribunal.", 
    "Delegates agreed to hold an informal informal to discuss text for the establishment of the compliance mechanism, and that the Co-Facilitators develop questions on differentiation and scope."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12640e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12640e_7", 
  "enb_end_date": "01-Sep-15"
}