{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBI Conclusions and COP Draft Decisions", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The SBI conclusions on the report of the GEF (FCCC/SBI/2002/L.19) request the GEF to enhance its strategic business plan for the allocation of scarce GEF resources, and to include in its report to COP-9 detailed information on how it has applied the guidance on funding activities related to decisions of the COP. The COP draft decision on guidance to an entity entrusted with the operation of the UNFCCC financial mechanism for the LDC Fund (FCCC/SBI/2002/L.21), requests the financial mechanism to ensure the speedy release and disbursements of funds and timely assistance for the preparation of NAPAs and the organization of four regional workshops on the advancement of the preparation of NAPAs. The draft decision on initial guidance to an entity entrusted with the operation of the UNFCCC financial mechanism for the operation of the Special Climate Change Fund (FCCC/SBI/2002/L.22) initiates a process now, with a view to providing further guidance to the GEF.", 
    "A decision at COP-9 will the provide guidance to the GEF in order to operationalize the fund without delay.", 
    "The decision promotes, inter alia, complementarity between the Fund and other funds entrusted to the operational entity.", 
    "It recommends streamlined procedures for the operation of the Fund, while ensuring sound financial management. The draft decision on the review of the financial mechanism (FCCC/SBI/2002/L.18) requests: the Secretariat to prepare for consideration at SBI-20 a report on the implementation of decisions 12/CP.2 (Memorandum of Understanding between the COP and the GEF Council) and 12/CP.3 (annex to the MOU on the determination of funding necessary and available for the implementation of the UNFCCC).", 
    "It also requests the GEF to review its project cycle with a view to making it simpler and more efficient and decides to initiate the third review of the financial mechanism at SBI-21. The draft decision on additional guidance to an operating entity of the financial mechanism (FCCC/SBI/2002/L.20) contains guidance to the GEF to provide financial support and additional resources related to the implementation of COP decisions on national communications, capacity building, technology transfer, Article 6 and matters related to the report of the GEF to the COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_51", 
  "enb_end_date": "04-Nov-02"
}