{
  "countries": [
    "United States", 
    "Philippines", 
    "Australia"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE WARSAW CLIMATE CHANGE CONFERENCE", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "' We - \u0099re on a road to nowhere Come on inside' Talking Heads Last year, Typhoon Bopha ravaged the Philippines during the Doha Climate Change Conference, prompting the Philippines' Naderev Saño to ask 'If not us, then who?", 
    "If not now, then when?", 
    "If not here, then where?", 
    "' A year later, the Warsaw Climate Change Conference opened as Supertyphoon Haiyan, the strongest storm to ever make landfall, ravaged the Philippines yet again and Saño chose actions over words, undertaking a voluntary fast, joined by over 200 supporters, until a meaningful outcome was reached in Warsaw.", 
    "The fast, the supertyphoon, and the many marches and protests, became touchstones of the urgency of climate action, backed by alarms sounded by the scientific community leading up to COP 19.", 
    "Heading into Warsaw, the scientific community issued a 'clarion call' that climate change is unequivocal and its effects are evident in many parts of the world, including flooding in the Middle East and Europe, and prolonged droughts in the US and Australia.", 
    "Two months before the COP, IPCC Working Group I concluded that human influence on the climate system is clear and limiting climate change will require substantial and sustained reductions of GHG emissions.", 
    "The World Meteorological Organization confirmed that 2013 has been among the top ten warmest years on record and that melting ice caps and glaciers, in part, brought global sea level to a new record high.", 
    "While these reports outlined the already-evident effects of climate change, others showed how paltry the international response currently is.", 
    "The UNEP Emissions Gap Report showed an increase in emissions in 2013, noting that the opportunities for reaching the 2 °C goal are closing and warning against the costs of inaction.", 
    "Against this backdrop of urgency - for ambitious mitigation, earnest adaptation, and resolute efforts on loss and damage - COP 19 convened in Warsaw.", 
    "In striking contrast to reality on the ground and in the atmosphere, a sense of resolve was notably absent at the Warsaw National Stadium, the venue for the conference.", 
    "Halfway along the road between Durban and Paris, this brief analysis takes stock of the COP's ability to fulfill expectations, the ADP's progress towards a 2015 agreement and enhancing pre-2020 ambition, and the UNFCCC's ability as a process to respond to the grave challenge posed by the changing climate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_90", 
  "enb_end_date": "23-Nov-13"
}