{
  "countries": [
    "Canada", 
    "Brazil", 
    "Indonesia", 
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Argentina", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Mexico", 
    "Iceland", 
    "Singapore", 
    "India", 
    "Malaysia", 
    "China", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Mitigation", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA (MITIGATION):", 
  "enb_start_date": "10-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "Environmental Integrity Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In this contact group, the G-77/CHINA said mitigation action by developed and developing countries must be different.", 
    "The US and several others stressed the need for all countries to take nationally appropriate mitigation action.", 
    "CANADA outlined plans to reduce emissions 60-70% by 2050.", 
    "AUSTRALIA called for nationally appropriate binding commitments by all countries, and highlighted untapped potential in the LULUCF sector.", 
    "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, stressed the importance of ambitious commitments by developed countries.", 
    "Barbados, for AOSIS, identified 350 ppm as the safe concentration level, which has already been exceeded.", 
    "He called for standardized parameters for measuring mitigation action. ICELAND and JAPAN underscored sectoral approaches.", 
    "JAPAN emphasized that sectoral approaches are compatible with common but differentiated responsibilities and that the current CDM is insufficient.", 
    "Chair Machado stated that the CDM falls outside the AWG-LCA s mandate.", 
    "INDIA said universal standards or best practices fall outside the scope of the Bali Action Plan.", 
    "CHINA opposed introducing new issues and concepts such as sectoral approaches and, with BRAZIL, urged focusing on enhancing the implementation of the Convention.", 
    "The EU, BRAZIL and others underscored comparability of efforts and action by Annex I non-ratifiers of the Protocol.", 
    "The EU said action by developing countries needs to be recognized and action by advanced developing countries should lead to substantial deviations from baseline emissions.", 
    "The US lamented lack of timely information on non-Annex I emissions and stressed the need to update the Convention in this regard.", 
    "NEW ZEALAND identified the need for thorough consideration of MRV and called for submissions on MRV tools.", 
    "INDIA, supported by CHINA, explained that MRV in developing countries only applies to mitigation actions that are internationally enabled.", 
    "BRAZIL, supported by CHINA, stressed that MRV in developing countries takes place in accordance with national standards.", 
    "MALAYSIA and the ENVIRONMENTAL INTEGRITY GROUP emphasized the importance of technology, finance and capacity building. SAUDI ARABIA underlined economic and social consequences of mitigation actions.", 
    "ARGENTINA noted the need for access to technologies, clear regulatory signals to the private sector and research and development.", 
    "SINGAPORE, PAKISTAN and INDONESIA supported voluntary mitigation actions by developing countries and, with NORWAY, ICELAND, JAPAN and SWITZERLAND, supported REDD.", 
    "The Chair s draft procedural conclusions from AWG-LCA 2 will be distributed on Tuesday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12371e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12371e_2", 
  "enb_end_date": "10-Jun-08"
}