{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "National Communications & Inventories"
  ], 
  "section_title": "LULUCF in National Greenhouse Gas Inventories, including terms of reference for the Task Force:", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item was considered on Friday, 6 April.", 
    "Chair Watson introduced a draft Panel decision on how to move forward on LULUCF in the context of national greenhouse gas inventories, produced by the bureau of the Task Force on National Greenhouse Gas Inventories.", 
    "After making a few minor textual changes, delegates accepted the decision text that: notes the previous request by the UNFCCC Subsidiary Body for Scientific and Technological Advice (SBSTA) to the IPCC to progress activities related to good practice guidance and uncertainty management for the LULUCF sector of national greenhouse gas inventories; notes that the current report on Good Practice Guidance and Uncertainty Management in National Greenhouse Gas Inventories covers all sectors except for LULUCF; decides to further pursue work on elaborating such guidance to meet the inventory reporting requirements to Parties under the UNFCCC relating to LULUCF; notes that the IPCC will take into account possible guidance from the UNFCCC Conference of the Parties; requests the Task Force bureau to organize the work; and decides to consider the proposed work programme at the IPCC's eighteenth session. On the terms of reference for the Task Force on National Greenhouse Gas Inventories, Chair Watson suggested that the Task Force prepare a short paper that will address, inter alia, the various options available to answer the question of whether the Task Force should be modified into a new working group or remain a task force; what the structure of such a working group or task force should be; what the focus of such a working group or task force should be; and how such a working group or task force should relate to the other working groups and the IPCC as a whole."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12165e_24", 
  "enb_end_date": "09-Apr-01"
}