{
  "countries": [
    "Switzerland", 
    "India"
  ], 
  "topics": [
    "IPCC Governance", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "A BRIEF HISTORY OF THE IPCC", 
  "enb_start_date": "09-Apr-08", 
  "enb_short_title": "IPCC-28", 
  "subtype": "history", 
  "actors": [], 
  "sentences": [
    "The IPCC was established in 1988 by the World Meteorological Organization (WMO) and the UN Environment Programme (UNEP).", 
    "The purpose of the IPCC is to assess scientific, technical and socioeconomic information relevant to understanding the risks associated with human-induced climate change.", 
    "The IPCC does not undertake new research, nor does it monitor climate-related data, but bases its assessments on published and peer-reviewed scientific and technical literature.", 
    "The IPCC has three Working Groups: Working Group I (WGI) addresses the scientific aspects of the climate system and climate change; Working Group II (WGII) addresses the vulnerability of socioeconomic and natural systems to climate change, negative and positive consequences of climate change, and adaptation options; and Working Group III (WGIII) addresses options for limiting greenhouse gas emissions and otherwise mitigating climate change.", 
    "Each Working Group has two Co-Chairs and six Vice-Chairs.", 
    "The Co-Chairs guide the Working Groups to fulfill the mandates given to them by the Panel, and are assisted in this task by Technical Support Units.", 
    "The IPCC also has a Task Force on National Greenhouse Gas Inventories.", 
    "The Task Force oversees the IPCC National Greenhouse Gas Inventories Programme, which aims to develop and refine an internationally-agreed methodology and software for the calculation and reporting of national greenhouse gas emissions and removals, and to encourage the use of this methodology by countries participating in the IPCC and by parties to the UN Framework Convention on Climate Change (UNFCCC).", 
    "The IPCC Bureau is elected by the Panel for the duration of the preparation of an IPCC assessment report (normally 5-6 years).", 
    "Its role is to assist the IPCC Chair in planning, coordinating and monitoring the work of the IPCC, and should be composed of climate change experts representing all regions.", 
    "Currently, the Bureau comprises 30 members: the Chair of the IPCC, the two Co-Chairs of the three Working Groups and of the TFB, three IPCC Vice-Chairs, and the Vice-Chairs of the three Working Groups.", 
    "Rajendra Pachauri (India) was elected Chair of the IPCC in 2002.", 
    "The IPCC Secretariat is located in Geneva, Switzerland, and is staffed by the WMO and UNEP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12363e.html", 
  "enb_long_title": "IPCC-28", 
  "type": "ipcc", 
  "id": "enb12363e_1", 
  "enb_end_date": "10-Apr-08"
}