{
  "countries": [
    "Canada", 
    "United States", 
    "Netherlands", 
    "United Kingdom", 
    "South Africa", 
    "Australia", 
    "Slovenia"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CONFLICT OF INTEREST POLICY:", 
  "enb_start_date": "18-Nov-11", 
  "enb_short_title": "IPCC-34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue (IPCC-XXXIV/Doc.", 
    "8, Rev.", 
    "1) was first addressed in the plenary on Friday and then in several meetings of a contact group co-chaired by Andrej Kranjc (Slovenia) and Jongikhaya Witi (South Africa), with Samuel Duffett (UK) as Rapporteur.", 
    "The workstream on the Conflict of Interest (COI) Policy arose in response to the recommendations made in the IAC Review to develop and adopt a rigorous COI Policy.", 
    "At IPCC-33 delegates adopted a COI Policy and extended the mandate of the Task Group on COI in order to develop proposals for annexes to the COI Policy covering Implementation Procedures and the Disclosure Form.", 
    "Contact group discussions focused on the draft Implementation Procedures prepared by the Task Group.", 
    "During the group s first meeting, Co-Chair Kranjc noted that the Task Group held four teleconferences in between sessions and that the WGs already have experience applying the COI Policy on an interim basis.", 
    "Rapporteur Duffett then explained the proposed decision-making process on COI, noting there would be different procedures for Bureaux members and non-Bureaux members.", 
    "The discussions centered on several issues, including: which body determines whether an individual has a COI; the role of the COI Expert Advisory Group; which body is responsible for the final decision in cases of COI; cases of tolerance of COI for non-Bureaux members; and principles for considering COI issues.", 
    "On a body to determine whether an individual has a COI, the proposal of the Task Group was to form a special committee comprised of representatives from each of the six WMO regional groups.", 
    "Some participants noted that implementation of COI policies is a relatively simple and technical procedure and in most cases there is no COI, so it would be an additional burden to establish a new committee and conduct elections for its members.", 
    "In this regard, they suggested making use of existing bodies and assigning this function to the Executive Committee.", 
    "They also suggested that the Executive Committee members would be the ones most interested in maintaining the integrity of the IPCC.", 
    "Others expressed concern about Bureaux members who are part of the Executive Committee making decisions on their own COI.", 
    "A compromise was reached on establishing a COI Committee composed of voting members of the Executive Committee and representatives of WMO and UNEP, with a recusal clause.", 
    "Delegates also developed principles for considering COI issues, introducing those in relation to exploring options for resolution of COI and an appeals procedure.", 
    "The group added a provision requiring members of bodies involved in considering COI issues to recuse themselves from a discussion on their own COI.", 
    "The Task Group proposed that the Expert Advisory Group, which would be comprised of three representatives from WMO and UNEP, review COI forms of Bureaux nominees.", 
    "However, some expressed a concern about this approach and a change was introduced that the COI Committee consults the Expert Advisory Group when it deems necessary.", 
    "Further discussion took place on which body would be responsible for a final decision on COI.", 
    "An opinion was expressed that all final decisions should be made in plenary; however, others raised concerns about maintaining the confidentiality of personal information in that case.", 
    "The contact group elaborated on an appeals procedure, assigning a function to the IPCC Bureau to review a COI determination on request by the individual in question.", 
    "On COI in relation to non-Bureaux members, several supported some flexibility in this regard as there are too few experts in some areas and those are often involved with industries or organizations.", 
    "Delegates developed the relevant procedures on the tolerance of COI in such cases.", 
    "In the final plenary, the Panel adopted the Implementation Procedures and Disclosure Form for the COI Policy with minor editorial corrections.", 
    "Chair Pachauri said COI was clearly one of the trickiest and most complex issues to address in relation to the IAC Review.", 
    "The US expressed its satisfaction with an excellent outcome on COI, in particular regarding the creation of a body that will implement the COI Policy effectively and very soon, composed of those with a strong interest in ensuring the integrity of its outcomes.", 
    "Canada noted that the contact group discussions were exceedingly positive and that the Implementation Procedures for the COI Policy will provide an effective process to promote transparency.", 
    "The Netherlands underlined the enormous importance of the documents on COI for the transparency and integrity of the Panel, and its acceptance by the outside world.", 
    "Thanking all members of the Task Group, Australia congratulated the plenary on a groundbreaking COI mechanism for many international organizations, both in substance and in the procedure of how it was developed.", 
    "Secretary Christ asked the plenary how the set of documents on COI should be integrated into IPCC regulations and suggested a paragraph be added that states these documents constitute an appendix to the Principles Governing the IPCC Work.", 
    "To this, the US replied that more consideration is needed before the documents are elevated to the level of principles and suggested leaving them as standalone documents.", 
    "The Panel agreed to the suggestion.", 
    "Final Decision: In its decision, the Panel, inter alia : adopts the COI Implementation Procedures and decides that the Procedures will apply to individuals who are subject to the COI Policy; decides to establish a COI Committee comprising all elected members of the Executive Committee and two additional members with appropriate legal expertise from UNEP and WMO, appointed by those organizations; decides to establish an Expert Advisory Group on COI and invites the Secretary-General of WMO and the Executive Director of UNEP to select members of the COI Expert Advisory Group and to facilitate the establishment of the COI committee as soon as possible; notes that the WG and Task Force Bureaux have adopted interim arrangements for dealing with COI issues and that those arrangements are broadly consistent with the COI Policy; decides that, to ensure a smooth transition, the existing interim arrangements will continue to operate, with respect to individuals who are not Bureau members until the Executive Committee decides that the implementation procedures apply to those individuals; requests IPCC and TFI Bureaux members to submit a COI Form to the Secretariat within three months; decides to receive a report on the operation of the COI Expert Advisory Group and the COI Committee within twelve months of their establishment and to review their operations, as appropriate, within twelve months after the next Bureaux election(s); and notes that the COI Committee will develop its own methods of working and will apply those on an interim basis pending approval by the Panel, and decides that the COI Committee should submit its methods of working to the Panel within twelve months of its establishment.", 
    "Implementation Procedures: The Procedures address the following: The overall purpose of the Implementation Procedures is to ensure that COIs are identified, communicated to the relevant parties and manage to avoid any adverse impact of IPCC balance, products and processes, and also to protect the individual, the IPCC and the public interest.", 
    "In their scope, the Implementation Procedures apply to all COIs and all individuals defined in the COI Policy, and compliance with the COI Policy and the Procedures is mandatory.", 
    "The Implementation Procedures further set out the review process on COI for IPCC and Task Force Bureaux members prior to and after their appointment.", 
    "According to this process, the COI Disclosure Forms for all nominees should be submitted to the Secretariat to be reviewed by a COI Committee.", 
    "The COI Committee may request advice from the Expert Advisory Group on COI.", 
    "If the COI Committee determines that a nominee has a COI that cannot be resolved, the individual will not be eligible for election to the Bureau.", 
    "The Implementation Procedures also outline the review process for Coordinating Lead Authors, Lead Authors, Review Editors and TSUs prior to and after their appointment.", 
    "In this case, Disclosure Forms are submitted to relevant TSUs and reviewed by WG or Task Force Bureaux.", 
    "The document defines exceptional circumstances in which a COI in relation to non-Bureaux members may be tolerated, that is when an individual can provide a unique contribution and when a COI can be managed.", 
    "Such cases should be disclosed.", 
    "The document also outlines the process to deal with a COI after the appointment of non-Bureaux members, including updating information, review and an appeal procedure.", 
    "The Implementation Procedures set out principles for considering COI issues that are applied to all bodies involved in advising on and deciding COI issues.", 
    "In this regard, they require those bodies to consult the relevant individual regarding potential COIs and explore the resolution options as well as provide for an appeal procedure.", 
    "The document also requires members of the bodies involved in consideration of COI issues to recuse themselves when being a subject of consideration.", 
    "The Implementation Procedures further contain provisions on processing and storage of information to ensure confidentiality of submitted information.", 
    "The document further sets out the composition and functions of the COI Committee and Expert Advisory Group on COI.", 
    "Annex B to the Implementation Procedures also contains a COI Disclosure Form."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12522e.html", 
  "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "IPCC", 
  "id": "enb12522e_15", 
  "enb_end_date": "19-Nov-11"
}