{
  "countries": [
    "United States", 
    "Australia", 
    "Tuvalu", 
    "Finland", 
    "France", 
    "United Kingdom", 
    "Netherlands", 
    "Germany", 
    "Ireland", 
    "Japan", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Forests", 
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "DISCUSSION", 
  "enb_start_date": "11-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the ensuing discussion, FRANCE, speaking on behalf of the EU, said its position is still under consideration.", 
    "However, he highlighted the Council of Ministers' Decision of 23 June 2000, which notes that, inter alia: the inclusion of sinks should not undermine the incentives for emissions reductions or biodiversity conservation; a decision on inclusion of further activities under Article 3.4 should not apply until after the first commitment period, unless concerns relating to scale, uncertainty and risks are resolved; sinks should not be included under the CDM; and decisions should be consistent with sustainable forest management. The UK called for a simple, environmentally-defensible framework for decisions and accounting approaches.", 
    "WWF addressed the issue of control of forest fires, and questioned how a baseline could be established.", 
    "On using a Leaf Area Index as a method for measuring carbon stocks, Robert Watson suggested that this was not a particularly useful approach. On the definition of a forest, FINLAND called for the use of existing FAO definitions, which countries are already familiar with.", 
    "BOLIVIA stressed that adopting a simple, single threshold definition of a forest would result in a loss of accuracy, and said the approach needs improvement.", 
    "JAPAN called for the inclusion of the harvesting- regeneration cycle under Article 3.3 to provide incentives to fully utilize sinks, especially in countries with little opportunity for increasing forested areas.", 
    "NORWAY opposed this suggestion, stressing the need to keep accounting simple.", 
    "He supported the IPCC framework, but stressed the need to address the problem that increases in carbon stocks in boreal forests would generate debits under the accounting framework. On ARD and forests, AUSTRALIA suggested including Article 3.3 and 3.4 in a single framework, reinforced by ARD definitions.", 
    "He noted the differences between afforestation, reforestation and deforestation, highlighting that deforestation needs an accounting framework that ensures that the extent of land-use change is monitored.", 
    "FAO emphasized the dynamism of forestry definitions and acknowledged that current FAO definitions may not fully meet the needs of carbon accounting.", 
    "He said FAO will continue revisiting the question of definitions and will seek input and suggestions.", 
    "TUVALU, on behalf of AOSIS, suggested considering not only ecosystem accounting but also transactional accounting.", 
    "He highlighted the varying levels of technical capability of Parties to make accounting measurements. On transparency, GERMANY emphasized the importance of a transparent accounting system that allows those not involved in the Expert Review Teams to have access to areas of afforestation. Several delegates addressed the issue of potential discrimination or loopholes relating to credits and debits due to the timing of the first commitment period and the relevant text in the Protocol.", 
    "AUSTRALIA and FINLAND proposed that sub-rules or exclusions could be developed to avoid any unintended consequences - such as potential encouragement of deforestation prior to, rather than during, the first commitment period, in order to avoid debits.", 
    "AOSIS said the implications of sub-rules would need to be considered.", 
    "He stressed that commitment periods should run contiguously, and said policy-makers should take a longer-term perspective that accounts for the fact that disadvantages accrued during the first commitment period would be likely to disappear in the second or third period, depending on the length of the forestry rotation period.", 
    "Co-Chair Thorgeirsson said exceptions or sub-rules should focus on the period prior to the first commitment period, and agreed with participants' comments that commitment periods should be contiguous. On inclusion of non-CO2 greenhouse gases, FINLAND stressed that not enough is known of the balances in activities under Article 3.3 for a well-informed decision.", 
    "Emphasizing the need for simplicity, the UK and JAPAN argued against inclusion of non-CO2 greenhouse gases.", 
    "AUSTRALIA, with the NETHERLANDS, supported including all greenhouse gases, adding that the intent behind Article 3.3 was not to focus solely on CO2.", 
    "He highlighted the risk of unintended effects if a comprehensive approach is not taken, citing the case of applying fertilizers to enhance CO2 uptake and unintentionally increasing N2O emissions.", 
    "IRELAND said including all greenhouse gases was a reasonable proposal, while cautioning that methodological issues would need to be resolved. The US said activities under Article 3.4 could be used to address limitations in activities under Article 3.3.", 
    "She said harvested wood products should be included as a managed pool within the accounting framework.", 
    "She highlighted the idea that definitions could vary by Party, involving a review process to ensure technical credibility and consistency over time.", 
    "On the definition of a forest, she said the FAO definitions have not been adopted for carbon accounting, and need to be considered more carefully.", 
    "She preferred definitions to be made at the Party level.", 
    "She questioned the role of sub-rules and whether their purpose was to provide incentives for future behavior or penalize and reward past behavior. On soil carbon, AOSIS said presentations had addressed above- ground carbon stocks, but noted that they did not necessarily take carbon stocks below ground into consideration.", 
    "GERMANY, opposed by JAPAN, supported inclusion of soil carbon under Article 3.3, saying it would give incentives for sustainable management, while cautioning against credits for carbon that has not been genuinely accumulated.", 
    "The UK said accounting procedures should not be too detailed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12138e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12138e_3", 
  "enb_end_date": "11-Jul-00"
}