{
  "countries": [
    "Brazil", 
    "Bangladesh", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "Iceland", 
    "India", 
    "Uganda", 
    "China", 
    "Antigua and Barbuda", 
    "Indigenous Peoples", 
    "Paraguay", 
    "Marshall Islands"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "Shared vision", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ) contained a chapter on A shared vision for long-term cooperative action.", 
    "On Friday, 12 June, delegates made general comments on a shared vision for long-term cooperative action, as well specific comments on the revised draft negotiating text, combining the first and second reading in one session.", 
    "Many delegates called for a shared vision that is: aspirational and ambitious, includes a long-term goal and reflects urgency in addressing climate change; guided by the objective of the Convention; taking into account common but differentiated responsibilities; and based on sound science.", 
    "Many also underscored that the shared vision should reflect all four building blocks of the BAP .", 
    "The Philippines, for the G-77/China, said a shared vision is already reflected in the Convention and further strengthened in the Protocol.", 
    "She highlighted implementation gaps with respect to finance and technology to enable and support mitigation and adaptation, which she said should be on equal footing.", 
    "Antigua and Barbuda, for AOSIS, said a shared vision should include an ambitious, concrete and measurable long-term target, and that minimizing the negative impacts on SIDS and LDCs should be one of the benchmarks for assessing the adequacy of the long-term goal.", 
    "She called for stabilization well below 350 parts per million (ppm), a temperature increase limited to below 1.5°C.", 
    "The EU called for a compelling overarching narrative on where the global community needs to be to address the climate crisis.", 
    "He stressed the need for an operational and concrete long-term goal, including a temperature rise of below 2°C, a mid-century global reduction goal of 50% compared to 1990 levels, and the need for emissions to peak by 2020.", 
    "The Republic of Korea supported a global goal of a 50% emission reduction by 2050, and called for a paradigm shift to a low-carbon economy.", 
    "India said a global goal for emission reductions cannot be dealt with in isolation from enhanced action on mitigation, adaptation, finance and technology, which should be addressed simultaneously and not sequentially.", 
    "He said stabilization, either of greenhouse gas concentrations or temperature rise, is inseparably linked to the question of an equitable allocation of the global atmospheric resource, which is needed for developing countries to achieve sustainable development.", 
    "Japan said the shared vision should be shared by the entire world, and urged all to take mitigation actions with an enlightened sense of solidarity, in accordance with their common but differentiated responsibilities.", 
    "He said the shared vision should address the long-term goal, and that mid-term objectives and aggregate numbers for Annex I parties should be covered in the mitigation section.", 
    "He stressed peaking emissions in 10-20 years, building a low-carbon society and radical technological development.", 
    "Pakistan emphasized a shared vision as an equitable or fair sharing of the carbon space, and said long-term cooperative action should be guided by the best available scientific evidence.", 
    "Iran stressed the importance of the precautionary principle.", 
    "Norway said setting short and medium-term goals must be science driven, and that a 50% reduction by 2050 requires changes in consumption and living patterns.", 
    "China highlighted a mid-term reduction goal for developed countries of 40% based on 1990 levels by 2020.", 
    "He underscored that a long-term goal should be based on sound science and economic and technical feasibility, and on an equitable distribution of atmospheric space supported and enabled by adequate technology, finance and capacity building.", 
    "New Zealand said a shared vision should be a concise statement of political will, and stressed the need for a crystal clear long-term global goal for emission reductions.", 
    "The US said the shared vision should be inspirational and contain a goal for the world to aspire to, and stressed the importance of a comprehensive strategy at national and global levels to achieve a low-emissions future.", 
    "He said many of the ideas in the text may be more appropriate in the context of a high-level statement or COP decision, particularly those not relevant to the longer-term vision.", 
    "Supporting a long-term global goal for emission reductions, he said the metric still remains open and unresolved.", 
    "Noting the goal should be aspirational, rather than operational, he said reference to mid-term targets should be placed under the mitigation section.", 
    "Indonesia said the shared vision requires an integrated approach on how to define global goals through not only emission reductions, but through adaptation, finance and technology, taking into account the needs of developing countries.", 
    "He stressed the need for sustainable coastal and marine ecosystems, and welcomed proposals on oceans and climate change.", 
    "South Africa, for the African Group, stressed the urgent need for new and predictable means of implementation, including support for finance, capacity building and technology.", 
    "She said the long-term goal must be underpinned by ambitious mid-term targets based on sound science.", 
    "Australia supported stabilization at 450 ppm CO2 equivalent or lower, galvanizing adaptation to assist the most vulnerable, and a clear path to achieving a peak in emissions no later than 2020.", 
    "She said strong action by developed countries would give confidence to developing counties.", 
    "Uganda, for LDCs, said the shared vision should provide an aspiration and guide for all parties and people of the world.", 
    "He supported: stabilization levels below 1.5°C; actions by all countries, including LDCs; the need to reflect the element of time and urgency in the shared vision; and concrete and practical actions to adapt to the impacts of climate change.", 
    "Iceland called for a clear, brief and easily understandable shared vision that inspires ownership by ministers.", 
    "He said it should provide a pointed message on the urgency of climate change, and supported limiting temperature rise to 2°C above preindustrial levels, and a mid-term goal between 25-40% by 2020.", 
    "Switzerland said the shared vision should call for urgency, and provide a synthesis of medium and long-term aims.", 
    "He said language on a paradigm shift to low-emission development pathways should be reflected in the text, as should limiting temperature rise to well below 2°C.", 
    "He requested mention of agriculture, reflecting links between land use and sustainable development, mitigation and adaptation, and particularly in the context of food security and poverty reduction.", 
    "The Marshall Islands supported reference to the survival challenges facing the most vulnerable, particularly SIDS, intergenerational equity and state responsibility.", 
    "She stressed using the best available science and the precautionary principle, and said, based on IPCC Fourth Assessment Report, real and serious threats exist for low-lying atoll nations.", 
    "She said their survival as sovereign nations is in the hands of the negotiators in the room.", 
    "Brazil supported a long-term global goal as an asprirational reference, taking into account historical responsibility, equity and common but differentiated responsibilities, and the need for sustainable development and growth and eradicating poverty.", 
    "Paraguay called for reflecting the importance of biodiversity and the role of indigenous peoples and local communities, noting they can facilitate adaptation to adverse situations.", 
    "He underscored the need for rethinking the current economic model.", 
    "Bangladesh noted the need to include the aspiration to stabilize greenhouse gas concentrations below 350 ppm.", 
    "Saudi Arabia stressed including the principle of historical responsibility and burden sharing.", 
    "Bolivia said that focus should be on developed countries in terms of climate and historical emissions debt."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_14", 
  "enb_end_date": "12-Jun-09"
}