{
  "countries": [
    "Brazil", 
    "Pakistan", 
    "Saudi Arabia", 
    "Mexico", 
    "United States", 
    "China", 
    "Switzerland", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "Technology and capacity building", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Chair s draft negotiating text ( FCCC/AWGLCA/2009/8 ) contained a chapter on Enhanced action on finance, technology and capacity building.", 
    "The first reading of text related to technology and capacity building was completed by the AWG-LCA informal plenary on Saturday, 6 June.", 
    "The revised text was introduced on Wednesday, 10 June and parties completed the second reading of the text.", 
    "For detailed discussions, see: http://www.iisd.ca/vol12/enb12416e.html ; and http://www.iisd.ca/vol12/enb12419e.html .", 
    "While many parties highlighted the need for increased transfer of adaptation and mitigation technologies in their general comments, parties held divergent views on means of implementation and funding sources.", 
    "Many developing countries stressed the need for public sector funding for technology transfer, with the African Group underscoring that for adaptation technologies in particular, public finance is critical due to lack of private sector interest.", 
    "Several developed countries stressed the need to catalyze private investment in technology development and transfer.", 
    "Switzerland highlighted the potential role of carbon markets in this regard.", 
    "On financing of technology transfer, the G-77/China noted that technology financing must be new, adequate, predictable and stable.", 
    "Brazil opposed attaching conditionalities to funding, and in particular, the use of co-financing mechanisms.", 
    "The debate also extended to intellectual property rights (IPRs).", 
    "Some developing countries said the IPR system was a barrier to effective technology transfer and urged either modification or suspension of the current IPR regime under the World Trade Organization.", 
    "Developed countries emphasized that the IPR regime promotes technology transfer and opposed any modification of the IPR system.", 
    "On implementation mechanisms, the EU urged forging a link between technology transfer and low-carbon development strategies, while the US argued for the use of voluntary technology-oriented agreements.", 
    "Pakistan and Mexico expressed doubt that voluntary agreements could effectively facilitate technology transfer.", 
    "Development of national strategies or actions plans was proposed by Norway and Switzerland as means of facilitating technology development and transfer.", 
    "The African Group opposed making funding conditional on national strategies.", 
    "Saudi Arabia called for inclusion of carbon capture and storage (CCS) and noted that economic diversification should be one of the objectives of technology transfer with the view to minimizing impacts of climate change and consequences of response measures.", 
    "Many parties also noted the importance of capacity-building measures to enhance action on mitigation and adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_10", 
  "enb_end_date": "12-Jun-09"
}