{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Uruguay", 
    "Tanzania", 
    "United States", 
    "Zimbabwe", 
    "Marshall Islands", 
    "Peru", 
    "Japan", 
    "Switzerland", 
    "Hungary", 
    "Venezuela", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement"
  ], 
  "section_title": "'BEST PRACTICES' IN POLICIES AND MEASURES", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The issue of 'best practices' in polices and measures (P&Ms) among Annex I Parties was addressed in two informal meetings during the pre-sessional week, at a SBSTA Plenary session on Monday, 11 September, and in two subsequent contact groups.", 
    "Conclusions and elements for a draft decision on P&Ms were adopted by SBSTA on Friday, 15 September. During the informal meeting on Tuesday, 5 September, Co- Chair José Romero (Switzerland) summarized the outcome of the P&Ms workshop held in April in Copenhagen, and briefly reviewed the discussions at SBSTA-12.", 
    "He requested Parties to focus on developing a decision for COP-6.", 
    "The EU proposed objectives relating to: information exchange and experience; facilitating cooperation between Parties; and facilitating assessment of demonstrable progress.", 
    "Canada asked whether facilitating cooperation would be a bilateral, trilateral or multilateral exercise.", 
    "The US and Australia said countries could demonstrate progress through institutional and legal steps taken to achieve Protocol Article 3.1 commitments, while Japan suggested the assessment be based on national communications.", 
    "The Marshall Islands, speaking for AOSIS, stressed the need for Annex I Parties to take domestic action through P&Ms, while Zimbabwe highlighted their impact on developing countries.", 
    "On text for a COP-6 decision, the EU emphasized the need for a 'continuous and structured process' to address the issues within its proposed objectives.", 
    "Switzerland, with AOSIS, supported using the EU proposal as the basis for the COP-6 decision.", 
    "Tanzania sought clarity on the need for a separate reporting system for demonstrable progress, and proposed specifying timeframes for information exchange.", 
    "Peru underlined cost implications associated with best practices. On Thursday, 7 September, Co-Chair Richard Muyungi (Tanzania) presented draft conclusions and elements for a draft decision.", 
    "The G-77/China asked the Co-Chair to postpone discussion on the draft text pending internal G-77/China consideration.", 
    "Parties made general comments related to, inter alia: continuing work into the future; avoiding reference to issues under discussion in other groups; and ensuring that the outcome is focused on helping to implement the provisions of Protocol Article 2 (P&Ms). At the SBSTA-13 meeting on Monday, 11 September, the EU emphasized experience sharing and information exchange, identifying opportunities for cooperation, and contributing to the assessment of demonstrable progress.", 
    "Canada, with the US and Japan, emphasized that the Copenhagen workshop on P&Ms fulfilled relevant BAPA requirements.", 
    "He recommended avoiding linkages with other issues, including demonstrable progress.", 
    "Uruguay highlighted the possible impact of P&Ms on developing countries.", 
    "A contact group was established. At the first contact group meeting on Tuesday, 12 September, delegates considered text on elements for a draft decision.", 
    "The US proposed a revised title referring to cooperation, facilitation and Article 2.1(b) (cooperation on P&Ms).", 
    "Saudi Arabia opposed this proposal, supporting the original title amended to refer to 'good practices.", 
    "' Regarding the draft decision, delegates accepted text proposed by the US acknowledging completion of the BAPA requirements.", 
    "On continuing information exchange, delegates discussed revised text proposed by the US on 'considering ways' to facilitate cooperation on P&Ms under Article 2.1(b).", 
    "The G-77/China proposed bracketing reference to sub-paragraphs 1 and b. Venezuela, opposed by the US and Canada, included reference to Protocol Article 2.3 (adverse effects of P&Ms).", 
    "The G-77/China, opposed by Canada and Japan, urged limiting the scope of the decision to Annex I Parties.", 
    "The EU, opposed by Canada, Japan and Australia, emphasized the establishment of a consultative process to ensure continuity of information exchange.", 
    "On the nature of future activities, Canada, the US and Japan, opposed by the EU, proposed reference to 'future work' rather than a 'consultative process.", 
    "' Japan and Australia highlighted information exchange on cross-sectoral issues.", 
    "The EU and Switzerland advocated an additional sentence on improving mutual understanding and learning. Delegates completed discussions on the elements for a draft decision at a meeting of the contact group on Wednesday, 13 September.", 
    "Canada, the US, Japan and Australia, opposed by the EU, urged bracketing all references to the 'consultative process.", 
    "' The US and Japan bracketed the list of activities aimed at improving the transparency, effectiveness and comparability of P&Ms.", 
    "Japan and the US, opposed by the EU and G-77/China, advocated deleting the link between P&Ms and demonstrable progress.", 
    "Japan questioned reference to measuring demonstrable progress by means of criteria and quantitative parameters.", 
    "The G-77/China and Saudi Arabia, opposed by Canada and Australia, proposed text on the need to minimize the adverse effects of Annex I Parties' P&Ms. On the contribution of international organizations to the process, the G-77/China and Saudi Arabia urged specific reference to OPEC.", 
    "Hungary and the EU proposed reference to 'relevant international and intergovernmental organizations.", 
    "' The US bracketed a request to the Secretariat to organize a workshop and to report the workshop results to COP-7.", 
    "The G-77/China proposed instead that the results of the listed activities for improving the transparency, effectiveness and comparability of P&Ms be reported.", 
    "Delegates briefly considered the draft SBSTA conclusions.", 
    "References to Article 2.1 and to a consultative process were deleted. On Friday, 15 September, SBSTA adopted conclusions on P&Ms (FCC/SBSTA/2000/CRP.9) that: recognize with appreciation, the role of the workshop on 'best practices' in P&Ms, held in Copenhagen in April 2000, in advancing work on sharing experience and exchanging information on P&Ms; note the progress made on this matter; and decide to forward to the second part of SBSTA-13 in November the elements of a draft decision to be recommended to COP-6.", 
    "Draft elements for a decision are attached as an annex to the conclusion.", 
    "Much of the text remains bracketed, reflecting the divergent opinions presented during the contact group discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "SBSTA", 
  "id": "enb12151e_17", 
  "enb_end_date": "18-Sep-00"
}