{
  "countries": [
    "Brazil", 
    "Chile", 
    "Sudan", 
    "Finland", 
    "United States", 
    "Ethiopia", 
    "Switzerland", 
    "Grenada", 
    "Argentina", 
    "Norway", 
    "Cook Islands", 
    "Saudi Arabia", 
    "Australia", 
    "Portugal", 
    "Cuba", 
    "South Africa", 
    "India", 
    "Papua New Guinea", 
    "China", 
    "Colombia"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanims", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL ISSUES (CONVENTION): Annual report on the technical review of GHG inventories from Annex I parties under the Convention", 
  "enb_start_date": "01-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Secretariat introduced this item (FCCC/SBSTA/2010/INF.8) and parties took note of the report.", 
    "Revision of the UNFCCC reporting guidelines on annual inventories for Annex I parties: The Secretariat introduced this item (FCCC/SBSTA/2010/INF.10; FCCC/SBSTA/2010/MISC.7 and Add.s 1-3).", 
    "The IPCC TASK FORCE ON NATIONAL GHG INVENTORIES reported on recent meetings addressing use of models and measurements in GHG inventories and on methodological issues related to reporting on harvested wood products, wetlands and nitrous oxide emissions from soils.", 
    "Riitta Pipatti (Finland) and Nagmeldin Elhassan (Sudan) will co-chair a contact group.", 
    "Emissions from international aviation and maritime transport: The Secretariat introduced the item (FCCC/SBSTA/2010/MIC.14).", 
    "The International Civil Aviation Organization (ICAO) reported on a comprehensive resolution on aviation and climate change adopted by the 37th session of the ICAO Assembly in October 2010.", 
    "The International Maritime Organization (IMO) highlighted, inter alia , efforts to develop a comprehensive mandatory regulatory framework and market-based mechanisms to substantially reduce greenhouse gas emissions from maritime transport by 2020.", 
    "Several parties highlighted the ICAO and IMO as the principle forums for addressing emissions from international aviation and maritime transportation.", 
    "Many also stressed the importance of these sectors for developing countries.", 
    "CUBA, for Argentina, Brazil, China, India and Saudi Arabia, supported by SOUTH AFRICA and others, stressed the principles of equity and common but differentiated responsibilities.", 
    "The US suggested considering how the IMO and ICAO should deal with the principle of common but differentiated responsabilities if it is not part of their mandate.", 
    "ARGENTINA, supported by SAUDI ARABIA, highlighted reservations made to the ICAO resolution.", 
    "The EU stressed the urgency of addressing emissions from bunker fuels, while highlighting the AWG-LCA as the best forum to do so.", 
    "The COOK ISLANDS called for the IMO and ICAO to continue their consultations with SIDS.", 
    "BRAZIL, supported by ARGENTINA and others, suggested that IMO and ICAO should continue reporting to the SBSTA. SBSTA Chair Konaté will consult informally and prepare draft conclusions.", 
    "Greenhouse gas data interface: The Secretariat reported on the development of the greenhouse gas data interface.", 
    "The SBSTA took note of the information and agreed to continue consideration of the issue at SBSTA 34. METHODOLOGICAL ISSUES (PROTOCOL): Technical review of Annex I Protocol parties greenhouse gas inventories and other information: The Secretariat introduced the item (FCCC/SBSTA/2010/INF.9).", 
    "The SBSTA took note of the annual report.", 
    "Common metrics to calculate carbon dioxide (CO2) equivalence: SBSTA Chair Konaté noted that the AWG-KP has considered the common metrics to calculate CO2 equivalence for more than two years and that SBSTA 32 did not reach agreement on this issue.", 
    "The EU stated that consideration of this issue by the SBSTA is premature, while BRAZIL stressed problems caused by the use of global warming potentials, saying this has misguided mitigation efforts.", 
    "The SBSTA agreed to defer substantive discussions until the next session.", 
    "Carbon dioxide capture and storage (CCS) in geological formations under the CDM: SBSTA Chair Konaté highlighted a draft text forwarded by SBSTA 32.", 
    "NORWAY, AUSTRALIA, SAUDI ARABIA and others supported the inclusion of CCS under the CDM, while BRAZIL and others expressed reservations.", 
    "Pedro Martins Barata (Portugal) and Andrea García (Colombia) will consult informally.", 
    "Standardized baselines under the CDM: The Secretariat introduced the issue (FCCC/SBSTA/2010/MIC.13 and Add.1, FCCC/TP/2010/4).", 
    "The EU, SWITZERLAND, AUSTRALIA and others highlighted the benefits of using standardized baselines under the CDM.", 
    "BRAZIL underscored the importance of additionality and said standardized baselines would change the CDM s nature, while PAPUA NEW GUINEA said they would be compatible with the current definition and make the CDM more efficient and objective.", 
    "Peer Stiansen (Norway) and Hugh Sealy (Grenada) will consult informally.", 
    "Inclusion of lands with forests in exhaustion under the CDM: The EU, supported by SAUDI ARABIA, said that this issue should be addressed through the REDD+ discussions under the AWG-LCA and LULUCF discussions under the AWG-KP.", 
    "ETHIOPIA, supported by BRAZIL, suggested a technical workshop.", 
    "Eduardo Sanhueza (Chile) will consult informally."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12489e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "sbsta", 
  "id": "enb12489e_19", 
  "enb_end_date": "01-Dec-10"
}