{
  "countries": [
    "Brazil", 
    "Ghana", 
    "Saudi Arabia", 
    "Bangladesh", 
    "South Africa", 
    "India", 
    "Bahamas", 
    "China", 
    "Japan", 
    "Ecuador"
  ], 
  "topics": [
    "Mitigation", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA WORKSHOP", 
  "enb_start_date": "03-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG-LCA Chair Machado explained that the workshop was an opportunity to develop a common understanding of a shared vision.", 
    "The Bahamas, for AOSIS, said a shared vision should prevent further impacts on SIDS and LDCs.", 
    "He supported stabilization at 350 ppm and limiting the temperature increase to 1.5ºC, and called for mitigation by all parties.", 
    "JAPAN proposed that parties adopt a global 50% reduction goal by 2050. GHANA said a shared vision should address all elements of the Bali Action Plan, and not be temporarily limited in terms of actors and actions.", 
    "BRAZIL said a shared vision should cover all building blocks, guided by the provisions and principles of the Convention.", 
    "On mitigation, he supported 25-40% emission reductions by Annex I countries, substantial deviation from the baseline by non-Annex I countries, and burden sharing based on historical responsibility and equity.", 
    "Bangladesh, for LDCs, said one of the key benchmarks for a shared vision should be that it minimizes the vulnerability of developing countries, LDCs and SIDS.", 
    "The EU highlighted a pathway to below 2ºC, which requires at least a 50% reduction by 2050 compared with 1990 levels, and for developing countries to deviate from business-as-usual by 15-30% by 2020.", 
    "Emphasizing historical responsibility, CHINA outlined criteria involving cumulative emissions and said developed countries should cut their emissions significantly to allow developing countries the space to develop.", 
    "Speaking for a number of Latin American countries, ECUADOR said a shared vision should recognize the onus on all parties to step up their efforts, although developed countries must take the lead in mitigating climate change and provide adequate funding and technology transfer.", 
    "The BAHAMAS highlighted mitigation efforts by AOSIS.", 
    "SAUDI ARABIA supported India and Brazil, noting that it would be unacceptable to renegotiate the Convention, and criticized proposals focusing on the energy sector.", 
    "JAPAN highlighted growing support for sectoral approaches.", 
    "SOUTH AFRICA said the EU s 30% emission reduction target by 2020 was not sufficiently ambitious and questioned the scientific basis for a 15-30% deviation from business-as-usual for developing countries by 2020."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12387e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "working group", 
  "id": "enb12387e_23", 
  "enb_end_date": "03-Dec-08"
}