{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING DRAFTING GROUP:", 
  "enb_start_date": "04-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group was facilitated by Dan Reifsnyder (US).", 
    "Delegates began by discussing financing issues, particularly the proposed fund on mitigation, adaptation, capacity building and technology transfer, and institutional linkages to thematic bodies that may have advice on funding (FCCC/AWGLCA/2010/8, Chapter 1, paragraph 60, and Chapter 3, paragraphs 9-14).", 
    "A number of speakers focused on possible specialized funding windows.", 
    "One delegate stressed that the COP should give guidance on funding, based on inputs from relevant thematic bodies.", 
    "Another said any process for funding should include policy advice, a decision on funding allocation and accountability for such decisions.", 
    "Several speakers expressed concern about how funding windows would operate, while others warned against an overly bureaucratic process, preferring a simple process leading to expedited funding.", 
    "Comments also focused on governance structures, national implementation bodies and whether too many windows could dilute funding.", 
    "Parties then began a paragraph-by-paragraph consideration of the text.", 
    "Several speakers noted that agreement on this text had almost been reached in June.", 
    "On language establishing the fund, developing countries suggested affirming the COP s authority over the fund.", 
    "One developing country group preferred removing specific reference to REDD-plus (which was cited in the text as a mitigation activity), but this was opposed by another group.", 
    "One developing country speaker proposed a reference to funding for carbon capture and storage (CCS), but this was opposed by another delegate.", 
    "An Annex I party noted duplication of text and suggested consolidating them.", 
    "The group will reconvene on Wednesday morning, and is expected to resume consideration of the fund, as well as the proposed new body of the financial mechanism (Chapter 3, paragraphs 14-15)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12475e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "working group", 
  "id": "enb12475e_4", 
  "enb_end_date": "04-Aug-10"
}