{
  "countries": [
    "Bangladesh"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 1", 
  "enb_start_date": "28-Apr-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "SCOPE OF THE WORKSHOP AND INTRODUCTION OF THE TOPIC Xianfu Lu, UNFCCC Secretariat, discussed the NWP s objectives and the workshop s background, noting adaptation is being discussed under three complementary UNFCCC tracks: the SBSTA (NWP); the Subsidiary Body for Implementation (SBI) (under Decision 1/CP.10, the Buenos Aires programme of work on adaptation and response measures, and the process of preparation and implementation of national adaptation programmes of action ); and the Ad Hoc Working Group on Long-term Cooperative Action under the Convention.", 
    "She underscored the NWP s objective of assisting all parties in improving their understanding of climate change impacts and vulnerabilities, and enhancing their ability to make informed decisions on adaptation.", 
    "She discussed the understanding and decision-making goals of the NWP, and said broad and proactive participation by parties and partner organizations is central to achieving the NWP s objectives, including through action pledges and sharing information on outputs from relevant activities.", 
    "She stressed that the workshop had been mandated by SBSTA and noted submissions on the issue (see: FCCC/SBSTA/2009/MISC.6 ).", 
    "She expressed the hope that the NWP would be a learning platform on adaptation in a more demanding future adaptation regime after Copenhagen.", 
    "Chair Plume then introduced the agenda and objectives of the workshop .", 
    "Mizan Khan, North South University, Bangladesh, presented on the linkages between adaptation and economic resilience, noting that economic resilience is broader than economic diversification, and includes risk reduction, risk diversification and capacity building.", 
    "He defined economic resilience as the ability to recover from or adjust to negative economic impacts.", 
    "Among the strategies to enhance economic resilience, he identified: expanding agricultural extension services; promoting small and medium enterprises (SMEs); developing labor-intensive manufacturing; introducing equity in distribution of development benefits; enhancing the quality and quantity of microfinance; and promoting skill development and institutional capacity building.", 
    "Elizabeth Fajber, Institute for Social and Environment Transition (ISET), presented on the social dimensions of economic diversification.", 
    "She outlined the underlying systems that enable economic diversification, including: market infrastructure; finance and banking; technological and industrial innovations; education and training; health services and social protection; transport and communication; and efficient use of energy, water and natural resources.", 
    "She focused on the differential access to these systems and provided an overview of enabling approaches, such as targeted microfinance institutions, health insurance, labor standards and property rights protection.", 
    "She concluded by underscoring that certain economic resilience measures may create new vulnerabilities, especially for women.", 
    "During the ensuing debate, participants raised issues related to: the existence of indicators for social resilience and vulnerability; the promotion of SMEs; the suggestion to create a mitigation fund for economic resilience; and traditional risk management tools.", 
    "Regarding the last question, Fajber stressed the need to address the effectiveness of such tools in the context of rapid economic and environmental changes.", 
    "Also discussed was the merging of work under the NWP and the SBI to enhance actions after Copenhagen.", 
    "One participant suggested increasing dialogue among the SBI and SBSTA Chairs and the Adaptation Fund Board.", 
    "The Desert Research Center underscored empowerment tools for economic resilience taking social dimensions at the grassroots level into consideration.", 
    "Regarding increased reliance on and requests for adaptation funding and how to prioritize economic diversification, Khan stressed that official development assistance (ODA) and voluntary contributions cannot be relied on, and that auto-generation of funds for adaptation was necessary, citing the proposal for a levy on international aviation as an example.", 
    "Fajber underscored alternative business models for financing adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12409e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12409e_6", 
  "enb_end_date": "30-Apr-09"
}