{
  "countries": [
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Philippines", 
    "Mexico", 
    "India", 
    "United States", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Forests", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "Developing Countries", 
  "enb_start_date": "03-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "MEXICO called for recognition of existing voluntary actions in developing countries.", 
    "SAUDI ARABIA suggested issuing credits for such actions. JAPAN supported halving global emissions by 2050, while INDIA stressed that the Convention does not reference legally binding emission reduction commitments for developing countries.", 
    "SOUTH AFRICA opposed the use of the term advanced developing countries. BANGLADESH highlighted developing countries respective capabilities to carry out NAMAs, and proposed MRV through national communications.", 
    "NORWAY stressed the need for annual national inventories and related capacity building.", 
    "The EU proposed considering how to incorporate NAMAs into low-carbon development strategies, and called for a coordinating mechanism to operate a registry.", 
    "PAKISTAN, with the PHILIPPINES, noted the need to clarify the registry s functions.", 
    "NEW ZEALAND said a registry of voluntary actions and MRV through national communications were insufficient.", 
    "He proposed that developing countries consider leveraging the carbon market.", 
    "The US called for a comprehensive and strategic approach. AUSTRALIA highlighted its proposed model post-2012 treaty outline, including a schedule of actions.", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, proposed a contact group on REDD."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12402e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "", 
  "id": "enb12402e_2", 
  "enb_end_date": "03-Apr-09"
}