{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Iran", 
    "India", 
    "Micronesia", 
    "United States", 
    "Uzbekistan", 
    "China", 
    "Switzerland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "NON-ANNEX I COMMUNICATIONS", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Monday, 25 October, SBI considered non-Annex I communications.", 
    "A contact group, chaired by Mohamed Mahmoud Ould el Ghaouth (Mauritania), met several times from 26 October - 1 November.", 
    "The COP considered and adopted the draft conclusions recommended by SBI on Thursday, 4 November. On obstacles to producing non-Annex I communications, the G-77/CHINA called for provision of adequate financial resources, technical assistance and capacity building to support non-Annex I Parties in collecting data and identifying national emissions factors and methodologies for adaptation assessment.", 
    "The EU, opposed by CHINA, said the Global Environment Facility (GEF) had provided most non-Annex I Parties with funding for national communications.", 
    "UZBEKISTAN noted that constraints included lack of research and data on emissions factors.", 
    "IRAN noted that countries have needs determined by their unique circumstances. On the advantages of producing non-Annex I communications, the G-77/CHINA said that despite difficulties in identifying significant trends, the synthesis of initial non-Annex I communications was a first step in considering information related to FCCC implementation by non-Annex I Parties.", 
    "The EU, CANADA and MICRONESIA noted the usefulness of the compilation and synthesis report in better understanding the difficulties faced by non-Annex I Parties. The G-77/CHINA opposed changing the guidelines for non-Annex I communications, as many non-Annex I countries have not finalized their first communications.", 
    "AOSIS noted the need to modify IPCC guidelines for small island developing States (SIDS) because they are not always applicable to their special circumstances.", 
    "Since many countries had expressed an interest in initiating second national communications, the EU said guidelines should be reviewed.", 
    "SWITZERLAND said there is a need for one unified reporting format for all FCCC Parties and for the use of IPCC guidelines. The G-77/CHINA called for the involvement of non-Annex I Party experts in preparing non-Annex I communications.", 
    "The EU and others highlighted the need for expert review and consideration of non- Annex I communications.", 
    "AOSIS opposed technical assessment processes for individual national communications.", 
    "The REPUBLIC OF KOREA added that expert review teams should focus on identifying solutions to obstacles in preparing communications. On the timing of second national communications, the G-77/ CHINA noted that there is a differentiated timetable under the FCCC for submission of national communications by Annex I and non-Annex I Parties.", 
    "She said submissions of non-Annex I Parties' communications were contingent on the availability of financial resources.", 
    "The US, supported by CANADA and SWITZERLAND and opposed by CHINA, said the revision of guidelines was fundamental to improving second national communications. On Tuesday, 26 October, the contact group discussed proposals submitted by the EU and the G-77/China.", 
    "The G-77/CHINA, opposed by the EU and others, said its proposal should serve as the basis for the group's discussions.", 
    "Some delegates proposed identification of common elements between the two proposals.", 
    "The G-77/CHINA, supported by others, drew attention to contentious elements, including technical assessments of non-Annex I communications contained in the EU proposal.", 
    "She questioned the purpose, nature and usefulness of these assessments.", 
    "The EU and others said the purpose of technical assessments is to improve non-Annex I communications.", 
    "The group agreed to work on a Co-Chairs' compilation text. On Monday, 1 November, SBI considered and adopted the draft recommendations on matters related to consideration of non-Annex I communications, which includes the terms of reference of the consultative group of experts (CGE) on non-Annex I national communications.", 
    "INDIA and CHINA proposed deletion of a paragraph that calls on the CGE to consider steps taken or envisaged by the Party to implement the FCCC.", 
    "The recommendations were adopted without amendment.", 
    "Delegates also adopted the Chair's draft conclusions on the provision of financial and technical support for non-Annex I national communications. COP-5 adopted the decision on other matters related to non-Annex I communications (FCCC/CP/1999/L.10/Add.1/Rev.1) on Thursday, 4 November.", 
    "The decision states, inter alia: * the consideration of non-Annex I communications shall be carried out in accordance with the relevant provisions of decision 12/CP.4 (non-Annex I communications); * the guidelines for the preparation of initial non-Annex I communications contained in decision 10/CP.2 (non-Annex I communications), together with guidance provided to the GEF, shall continue to be valid for all initial communications; and * the COP agrees to begin a process of reviewing the guidelines for the preparation of national communications with the aim of improving them by COP-7. The COP also decides to: * establish a CGE on non-Annex I communications with the objective of improving these communications, as set out in an annex; * reconsider at COP-7 the terms of reference of the CGE; and * request the FCCC Secretariat to facilitate the work of the consultative group. The CGE terms of reference attached to the decision state that, inter alia: the CGE will have the aim to improve the preparation process of non-Annex I communications; the CGE will be composed of experts, five of whom will be drawn from Africa, five from Asia, five from Latin America and the Caribbean, and six from Annex I Parties; and up to three experts from organizations with relevant experience will be selected by the Secretariat.", 
    "The group is mandated to, inter alia: exchange experiences and information on the preparation of non-Annex I communications; identify non-Annex I Parties' technical and financial needs and the difficulties they face; and facilitate and support the preparation of their national communications. The COP also adopted a draft decision on the first compilation and synthesis of initial communications from non-Annex I Parties (FCCC/CP/1999/L.10) forwarded by SBI-10.", 
    "This decision requests: non-Annex I Parties which have not submitted their initial communications within three years of entry into force of the FCCC, to do so as soon as possible; the Secretariat to prepare the second compilation and synthesis of initial non-Annex I communications, and to make that report available to SB-14 with a view to its consideration by COP-6; and the Secretariat to report on problems encountered in using the guidelines for the preparation of initial communications by non-Annex I Parties with a view to enhancing further their comparability and focus.", 
    "The decision also concludes that, inter alia, non-Annex I Parties are fulfilling their commitments under FCCC Article 4.1(a) (comparable methodologies) and following the FCCC guidelines.", 
    "It points to the need to maintain and enhance national capacity in non-Annex I Parties in order to prepare initial communications."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_18", 
  "enb_end_date": "08-Nov-99"
}