{
  "countries": [
    "United States", 
    "New Zealand", 
    "China", 
    "Malawi", 
    "Ecuador"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "IN-SESSION WORKSHOP ON AGRICULTURE", 
  "enb_start_date": "04-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Opening the workshop, SBSTA Chair Lidia Wojtal encouraged useful exchanges on the assessment of risk and vulnerability of agricultural systems. Alexander Meybeck, Food and Agriculture Organization of the UN, emphasized challenges in assessing climate change impacts on agriculture, including: downscaled, localized projections; distribution of temperature and precipitation; time horizons; and the need to bridge knowledge gaps. ECUADOR and the US presented on experiences in assessing risk and vulnerability of agricultural systems to different climate change scenarios at regional, national and local levels, with ECUADOR underscoring the importance of aligning these with broader national strategies. CHINA and NEW ZEALAND shared views on processes under the Convention facilitating the identification and assessment of risk and vulnerability of agricultural systems.", 
    "CHINA suggested organizing regular workshops under the NWP or the Adaptation Committee, and establishing regional adaptation centers. The EU and MALAWI discussed potential areas of synergy among processes under the Convention, facilitating the identification and assessment of risk and vulnerability of agricultural systems.", 
    "MALAWI emphasized support for: policy harmonization; communication tools; approaches to analyze climate data; processes to strengthen national systems for collecting, analyzing and disseminating data; and regional databases."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12631e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "SBI/SBSTA", 
  "id": "enb12631e_10", 
  "enb_end_date": "04-Jun-15"
}