{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Singapore", 
    "South Africa", 
    "India", 
    "United States", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION AND MEANS OF IMPLEMENTATION:", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Issues related to mitigation and associated means of implementation were introduced in AWG-LCA plenary on 1 December.", 
    "They were then taken up in a contact group chaired by AWG-LCA Vice-Chair Cutajar.", 
    "Discussions focused on: who has to take actions, MRV and recognizing and registering mitigation actions.", 
    "Differentiation among developing countries was one of the areas where parties views diverged.", 
    "Japan suggested broadening the scope of developed countries and differentiating among developing countries with the possibility of graduation, while Brazil, for the G-77/China, firmly rejected any proposals for differentiation among non-Annex I parties.", 
    "Singapore said that diverse national circumstances should be taken into account.", 
    "Parties also discussed monitoring, reporting and verifying (MRV), in particular, its scope of application and mechanism for implementation.", 
    "The EU explained that reporting by developing countries should be more frequent and based on international guidance, and that verification should take place internationally, building on existing experience.", 
    "South Africa said MRV must be applied to legally-binding mitigation commitments by developed countries, mitigation actions in developing countries based on technological and financial assistance, and implementation of financing, technology and capacity-building commitments by developed countries.", 
    "Saudi Arabia proposed a new developing country action mechanism, whereby resource commitments by developed countries and action pledges by developing countries are pooled together.", 
    "In addition, parties addressed the idea of establishing a registry of nationally appropriate mitigation actions in developing countries.", 
    "Brazil agreed that the registry should bring actions and resources together, and the Republic of Korea said it should be voluntary.", 
    "The EU suggested also registering outcomes of actions while India stressed that there should be no review of adequacy of developing country actions.", 
    "The US identified the need to consider the spectrum of countries national circumstances and said the registry approach should be considered for both developed and developing countries, while Brazil said developed countries must take on commitments and stressed the need to consider comparability of their efforts."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_90", 
  "enb_end_date": "12-Dec-08"
}