{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Gambia", 
    "Micronesia", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "New Zealand", 
    "Ecuador", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Singapore", 
    "Iceland", 
    "Zambia", 
    "Mexico", 
    "Lebanon", 
    "South Africa", 
    "Guatemala", 
    "China", 
    "Barbados", 
    "Russian Federation", 
    "Saint Vincent and the Grenadines", 
    "Sierra Leone", 
    "Spain"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "ITEM 3 (AWG-LCA): Response measures", 
  "enb_start_date": "10-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "groups", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the morning contact group, discussions focused on economic and social consequences of response measures, based on questions by the AWG-LCA Chair ( http://maindb.unfccc.int/library/view_pdf.pl?url=http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/awg-lca_response_measures.pdf ).", 
    "Argentina, for the G-77/CHINA, urged developed countries to avoid climate-related trade discrimination.", 
    "She called for a forum to explore ways of minimizing impacts of response measures.", 
    "Sierra Leone, for the AFRICAN GROUP, supported the establishment of a forum under the COP.", 
    "The AFRICAN GROUP, with Saint Vincent and the Grenadines, for AOSIS, the US and the EU, emphasized that discussions on response measures should be separate from those on adaptation.", 
    "The AFRICAN GROUP, with AOSIS, highlighted that impacts extend beyond fossil fuel exporting countries to SIDS and LDCs.", 
    "AUSTRALIA identified the need to focus on the most vulnerable countries.", 
    "BARBADOS said the needs of Africa, LDCs and SIDS should be prioritized in the initial phase.", 
    "He emphasized first assessing the positive and negative consequences of response measures before deciding on an institutional structure to address the issue.", 
    "Spain, for the EU, encouraged non-Annex I parties to report on impacts of response measures through comprehensive national communications or as supplemental information.", 
    "With the US, AUSTRALIA, NEW ZEALAND and SWITERLAND, he opposed establishment of new institutions.", 
    "The US noted that parties have proposed enhancing other channels to address response measures. SINGAPORE called for financial and technological support by Annex II countries and indicated that a reference to Convention Article 3.5 (open international economic system) may be sufficient to reflect trade concerns, unless there is consensus to elaborate.", 
    "The US and JAPAN indicated that Convention Article 3.5 adequately addresses trade concerns.", 
    "NEW ZEALAND called for addressing trade measures under the World Trade Organization and suggested addressing unforeseen consequences through diplomatic and development assistance channels. JAPAN noted the need to deepen understanding of impacts of response measures on all parties, saying that national communications may be an appropriate channel.", 
    "NEW ZEALAND proposed using national communications to report impacts of response measures and suggested that affected parties raise concerns during the review of Annex I national communications under the SBI.", 
    "She said once these processes have been used, parties can then consider enhancing them. SAUDI ARABIA stressed that it is impossible to avoid negative spillover effects on developing countries and that all developing countries must adapt to them.", 
    "He highlighted insurance and financial risk management to address such situations where policies and measures result in significant revenue loss for developing countries and noted that these vulnerabilities are recognized in Convention Article 4.8 (adverse effects of climate change and impact of response measures).", 
    "He identified a need for a new forum to address response measures under the SBI in order to exchange information on policy choices and provide policy guidance.", 
    "He said the forum should have a specific work programme and report annually.", 
    "Noting that developed countries have overused their share of atmospheric space by 280%, BOLIVIA called for recognition of the climate debt and compensation for economic losses caused by response measures.", 
    "He supported a permanent forum to consider response measures and called for cooperation between such a forum and indigenous communities to receive their full prior informed consent. BRAZIL, with ECUADOR, called for addressing protectionist trade measures, including prohibiting unilateral climate-related trade measures, such as tariffs or non-tariff fiscal measures applied at the border.", 
    "TURKEY supported the establishment of a new forum while enhancing existing channels, such as national communications. ECUADOR emphasized the need for fair compensation, just transition of the workforce and support for economic diversification, as well as establishment of a permanent forum.", 
    "ALGERIA emphasized the challenges of countries relying on one resource and supported inclusion of response measures in both the adaptation and mitigation chapters.", 
    "LEBANON emphasized modeling to increase understanding of the full impact of response measures, the benefits of technology transfer and win-win solutions in economic diversification.", 
    "MEXICO stressed technology transfer, training and capacity building to enter low-carbon growth paths, as well as further research and assessment.", 
    "He highlighted the use of national communications for information exchange. SWITZERLAND underscored the need for more scientific knowledge of causes and effects, and noted that national communications could be enhanced for reporting.", 
    "GUATEMALA said national communications are too narrow and suggested the use of existing expert forums like the UN Conference on Trade and Development. ANNEX I EMISSION REDUCTIONS (AWG-KP): Co-Chair Lefevere reported on bilateral consultations with parties on the scale of Annex I parties aggregate and individual emission reductions, the base year and length and number of commitment periods.", 
    "He reported lack of consensus on any of these issues.", 
    "On further steps, he said some parties have proposed: further technical analysis by the Secretariat; submission of more information by Annex I parties on their expectations and intentions regarding LULUCF and the carryover of AAUs; and technical workshops in August, focusing, for example, on numbers and: the flexibility mechanisms; carryover of AAUs; and LULUCF rules.", 
    "Parties then discussed the tables presented by the Secretariat on Tuesday, showing the translation of pledges into QELROs.", 
    "SWITZERLAND cautioned against distributing the tables too widely.", 
    "Together with many parties, he suggested expressing the values contained in the tables in megatonnes instead of percentages.", 
    "SOUTH AFRICA, with the Gambia, for the AFRICAN GROUP, the FEDERATED STATES OF MICRONESIA, NORWAY and others supported making the tables widely available.", 
    "NORWAY added that it should be made clear that the numbers are illustrative and provisional and ICELAND cautioned against attaching too much importance to the numbers.", 
    "The RUSSIAN FEDERATION questioned the usefulness of the tables, noting that there is no information on how the calculations have been made.", 
    "With JAPAN, he opposed wider distribution of the tables.", 
    "SWITZERLAND, stressing his support for full transparency, proposed that all materials, including parties presentations, should be published by the Secretariat in a dedicated space on their website.", 
    "The FEDERATED STATES OF MICRONESIA asked about the data sources used.", 
    "ZAMBIA suggested that the tables should indicate those parties that are exceeding or have exceeded their first commitment period targets.", 
    "NEW ZEALAND highlighted that fulfillment of commitments goes beyond absolute emissions but also includes use of LULUCF and the flexibility mechanisms.", 
    "JAPAN and AUSTRALIA supported discussing the actions of all parties, not just of Annex B parties.", 
    "BOLIVIA made a presentation showing: Annex B parties individual reduction pledges; Annex B parties aggregate reductions; and Annex B parties aggregate reductions taking into account surplus AAUs and LULUCF credits.", 
    "In response to the various questions and comments, the Secretariat explained that the tables use data provided in document FCCC/KP/AWG/2010/INF.1 (compilation of pledges and related assumptions) and the methodology in document FCCC/TP/2010/2 (transformation of pledges into QELROs).", 
    "Regarding expressing figures in tonnes rather than percentages, he explained that this would involve making assumptions regarding the rules for the next commitment period, such as the base year.", 
    "He said it could be done using the rules applicable in the first commitment period.", 
    "Parties then discussed next steps.", 
    "Most parties supported organizing technical workshops in the August session.", 
    "The EU and others, opposed by JAPAN and the RUSSIAN FEDERATION, supported updating the technical papers to reflect progress."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12470e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "working group", 
  "id": "enb12470e_35", 
  "enb_end_date": "10-Jun-10"
}