{
  "countries": [
    "Ghana", 
    "Brazil", 
    "Gambia", 
    "Trinidad and Tobago", 
    "Switzerland", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Mitigation", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "LONG-TERM COOPERATIVE ACTION:", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Secretariat introduced the relevant documents ( FCCC/AWGLCA/2009/INF.1 and Add.1 ; FCCC/AWGLCA/INF.2 and Adds.1 2 ; FCCC/AWGLCA/2009/MISCs.6 and 7 ).", 
    "Parties agreed to contact groups on: adaptation, co-chaired by William Kojo Agyemang-Bonsu (Ghana) and Thomas Kolly (Switzerland); technology, co-chaired by Kishnan Kumarsingh (Trinidad and Tobago) and Kunihiko Shimada (Japan); capacity building, co-chaired Fatu Gaye (Gambia) and Georg Børsting (Norway); mitigation, chaired by Chair Zammit Cutajar; a shared vision, also chaired by Chair Zammit Cutajar; and financing, chaired by Vice-Chair Luiz Figuereido Machado (Brazil).", 
    "Chair Zammit Cutajar outlined plans by Vice-Chair Machado to consult informally on organization of work.", 
    "He said he planned to consult informally on certain general concepts and issues, including: general guiding concepts that affect placement of material in the negotiating text as a whole, such as a long-term global goal for emission reductions, as well as principles and frameworks for mitigation actions by all parties; placement of proposals related to technological or financial support for adaptation and mitigation actions by developing countries; and on the form and legal nature of the agreed outcome.", 
    "On how to approach proposals relating to principles and frameworks for mitigation actions by all parties, delegates discussed, inter alia , whether to address these issues in informal consultations or in the mitigation contact group.", 
    "Chair Zammit Cutajar took note of the discussion and said place would be provided for discussing this subject.", 
    "Chair Zammit Cutajar then outlined his views on the nature of the AWG-LCA s work and some essential deliverables in Copenhagen.", 
    "Under areas for action, he noted, inter alia , convergence on enhanced plans and programmes on adaptation and strengthening international support for a specific arrangement for adaptation financing additional to ODA.", 
    "On mitigation actions by developing countries, he noted the need to define a mechanism for enabling support and incentives for REDDplus.", 
    "On mitigation by developed countries, he highlighted the comparability of efforts, markets mechanisms and offsetting.", 
    "Chair Zammit Cutajar also identified the need to agree on what is to be common and what is to be differentiated in frameworks for mitigation actions.", 
    "Emphasizing the need to avoid duplication, he noted that time had come to give consideration to aligning the work of the AWGs.", 
    "He warned that negotiations should not be contaminated by tensions arising from trade relations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_10", 
  "enb_end_date": "29-Sep-09"
}