{
  "countries": [
    "Georgia", 
    "Bhutan", 
    "Sudan", 
    "Indonesia", 
    "Lebanon", 
    "Togo", 
    "Armenia", 
    "Burundi", 
    "Niger", 
    "Burkina Faso"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "COUNTRY PRESENTATIONS", 
  "enb_start_date": "26-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "National experts: Armenia spoke on the evolution of her country\u0092s climate change policy, which has now reached the implementation stage.", 
    "She stressed that climate change technologies must meet local needs and be appropriate for local circumstances, and noted that a group of experts is to disseminate technical information on ESTs suitable for use in Armenia. Burkina Faso identified its need for technologies such as low- emitting cooking and lighting equipment appropriate for domestic use.", 
    "He said his country has organized case studies by sector to identify technologies for adaptation and mitigation needs. Burundi indicated that his country had finished its first national communication in November 2001.", 
    "He noted that 60% of his country\u0092s greenhouse gases are energy-sector related, and mainly from biomass and kerosene.", 
    "He said one of the energy efficient technologies Burundi aims to employ is solar energy for lighting and refrigeration purposes. Georgia explained that its energy and industry sectors are the main focus for greenhouse gas emissions reduction, mainly through improving energy efficiency.", 
    "She informed participants that several proposals to reduce greenhouse gas emissions are being discussed, including modernizing a cogeneration facility in Tbilisi, improving the electricity transmission system, and installing energy efficient street lighting. Indonesia presented a report on the Identification of Less Greenhouse Gases Emission Technologies in Indonesia, which was financed by the GEF and supported by UNDP.", 
    "The report concludes that climate change will threaten Indonesia\u0092s long-term food security.", 
    "Several technology options are discussed in the report, including switching from diesel oil to liquefied petroleum gas (LPG) for buses and reducing methane emissions from rice fields. Lebanon set out some specific actions his country is considering, including promoting renewable energy, energy efficiency, and fuel switching.", 
    "He noted that, in one project, Lebanon achieved a 90% reduction in methane emissions from a solid waste facility at a cost of US$11.9/ton, and underscored that UNFCCC Article 4.5 urges developed countries to strengthen the endogenous capacities of non-Annex I Parties. Niger described the difficult circumstances of his country, including drought and the threat to food security.", 
    "He noted that climate change will only exacerbate this situation. Sudan described some of the institutional barriers - including the absence of a legal framework and lack of qualified technical people -that affect technology needs assessment and the formulation and implementation of effective adaptation and mitigation strategies. Togo described its technology transfer activities, highlighted the benefits of learning from other countries\u0092 experiences, and urged more assistance from CTI and other organizations to help developing countries with their work. Bhutan highlighted its vulnerability due to its mountainous ecosystem, and identified lack of data and information on appropriate technologies for its special circumstances as major constraints."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12191e.html", 
  "enb_long_title": "Expert meeting on methodologies for technology needs assessments", 
  "type": "", 
  "id": "enb12191e_19", 
  "enb_end_date": "26-Apr-02"
}