{
  "countries": [
    "Mauritania", 
    "Australia", 
    "Philippines", 
    "United States", 
    "Marshall Islands", 
    "United Kingdom", 
    "Switzerland", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "AOSIS WORKSHOP ON CLIMATE CHANGE AND THE CLEAN DEVELOPMENT MECHANISM OF THE KYOTO PROTOCOL", 
  "enb_start_date": "25-Oct-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Alliance of Small Island States (AOSIS) Workshop on the Clean Development Mechanism (CDM) of the Protocol took place in Majuro, Republic of the Marshall Islands from 14 - 16 July 1999.", 
    "The Workshop was organized and hosted by AOSIS and the Government of the Republic of the Marshall Islands.", 
    "Over 50 participants attended, including country representatives from small island states, experts from various UN and regional organizations, an environmental NGO representative and special invitees from the Philippines, Mauritania, the US, the UK, Australia, Norway, New Zealand and Switzerland.", 
    "Participants discussed elements of the CDM, including assessment of vulnerability and adaptation, use of renewable energy in the design of mitigation projects under the CDM, and capacity building for AOSIS member states. Participants adopted the Majuro Statement on Climate Change, which will be brought to the attention of COP-5.", 
    "The Statement highlights domestic action in achieving Protocol commitments; notes the need for the CDM to be a credible and viable mechanism; stresses the need for special capacity-building initiatives in the least developed states and small island developing states (SIDS); underscores the importance of vulnerability assessment and adaptation for AOSIS members; and resolves to work together to coordinate donor activities and domestic priorities to more effectively address SIDS' capacity building and adaptation needs.", 
    "The complete Sustainable Developments report can be found at: http://www.iisd.ca/crs/aosis/."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12112e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12112e_5", 
  "enb_end_date": "25-Oct-99"
}