{
  "countries": [
    "Brazil", 
    "Ukraine", 
    "Australia", 
    "New Zealand", 
    "Portugal", 
    "Oman", 
    "Sierra Leone", 
    "China", 
    "Japan", 
    "Russian Federation", 
    "Syria", 
    "Nigeria", 
    "Botswana"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanims"
  ], 
  "section_title": "JOINT IMPLEMENTATION:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was first taken up by the COP/MOP on 8 December.", 
    "The Joint Implementation Supervisory Committee (JISC) presented its 2009 annual report (FCCC/KP/CMP/2009/18).", 
    "The EU encouraged parties to pledge sufficient funding to the JISC.", 
    "China, supported by Nigeria, Syria, Oman and Brazil, stressed the need to mobilize funding for the Adaptation Fund.", 
    "David Lesolle (Botswana) and Pedro Martins Barata (Portugal) co-chaired a contact group.", 
    "At the first contact group meeting, Co-Chair Lesolle identified the following issues as requiring consideration: resources for the JISC, including the Joint Implementation (JI) management and budget plans for 2010-2011 and the need for predictable and adequate funding; further guidance to the JISC as appropriate; and guidance to the Secretariat regarding the JI track 1 procedure, including information from parties and input by the Secretariat.", 
    "The Secretariat presented a summary of the JISC report, including an overview of the operation and status of JI.", 
    "China noted that the Chair had not mentioned the issue of extending the share of proceeds levy to JI, as raised by parties in plenary.", 
    "Co-Chair Lesolle noted that this could be included under further guidance on JI.", 
    "A draft COP/MOP decision was subsequently produced by the Co-Chairs and parties were able to agree on all paragraphs with the exception of a paragraph on extending the share of proceeds to JI.", 
    "The Russian Federation and Ukraine, opposed by the G-77/China, proposed deleting this paragraph.", 
    "Australia, supported by several others, highlighted ongoing discussions on financing under other bodies, and Ukraine noted that this issue is also being discussed under the AWG-KP.", 
    "Japan noted that a decision extending the share of proceeds would require a Protocol amendment.", 
    "Sierra Leone proposed specifying that the share of proceeds will be paid into the Adaptation Fund.", 
    "The Russian Federation, supported by Ukraine, proposed a new option, which states that the share of proceeds would be paid into the Adaptation Fund on a voluntary basis.", 
    "New Zealand said the drafting of the option of taking no decision on the issue is misleading and proposed amending the option to state that no decision would be taken on the issue within this contact group, noting that this issue was being discussed elsewhere and a decision could be taken there.", 
    "After several consultations, both informal and bilateral, the reference to extending the share of proceeds to JI was deleted. A COP/MOP decision was adopted on 18 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_46", 
  "enb_end_date": "19-Dec-09"
}