{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "24-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "As the Bonn session began to draw to a close, several AWG-LCA and SBs groups started to wrap up as focus began to shift towards the way forward after Bonn.", 
    "Expectations for Doha seemed to be mixed as revealed in the afternoon open-ended informal consultations by the COP 18 and CMP 8 Presidency.", 
    "Many interventions reflected the fear that the lack of progress and procedural wrangling in Bonn had put the Doha outcome in jeopardy.", 
    "Some also questioned what the ADP would be able to report to the COP as even the seat reserved for the ADP Chair on the podium remained empty and agreement on an agenda was still pending as of Wednesday evening.", 
    "On the election of officers, an online announcement was made late in the afternoon that the COP 17 Presidency had informed regional group coordinators that the emerging consensus had fallen apart and in view of the impasse, the only avenue left is an election of the officers of the ADP Bureau.", 
    "It was also initially announced that the ADP plenary would convene in the evening.", 
    "The news caused excitement in the Maritim: If a vote actually takes place, this will be the first time since the adoption of the Convention that such an event takes place.", 
    "Many began preparing for a long night, while hoping that a solution could be reached without resorting to a vote.", 
    "Eventually, the ADP plenary was postponed until Thursday and uncertainty prevailed as to what the next day would bring.", 
    "Informal consultations on the ADP agenda were also held throughout the day and continued late into the evening based on a new proposal from the interim ADP Chair.", 
    "Thursday will be an interesting day, speculated one delegate, adding: My impression from the ADP discussions is that the dynamics of this process is changing and the majority of parties, both developed and developing, are gearing towards a new approach under the ADP that is no longer strictly based on the traditional distinctions between developed and developing countries, where common but differentiated responsibilities is at the core, as it has been in the past."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12544e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12544e_5", 
  "enb_end_date": "24-May-12"
}