{
  "countries": [
    "United States", 
    "Russian Federation", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Compliance and Enforcement"
  ], 
  "section_title": "NGOs:", 
  "enb_start_date": "09-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "CLIMATE ACTION NETWORK SOUTH stated that the commitment of developed countries to combating climate change and meeting their obligations 'remains weak.", 
    "' He supported a strong compliance regime for the Protocol, and called for clear commitments to the various funds agreed at COP-6 Part II, labeling current financial undertakings as 'pathetic.", 
    "' The INTERNATIONAL CHAMBER OF COMMERCE said further attention needed to be paid to developing the details on the mechanisms, including on the effect of the compliance regime on credits acquired or sold by businesses with respect to emissions trading, and on transfer and use of credits acquired through CDM project investment.", 
    "Beyond COP-7, he advocated early negotiations on second and third commitment periods, and implementation of the UNFCCC in a manner that would allow full business participation. The INDIGENOUS PEOPLES' ORGANIZATIONS noted that there are 350 million indigenous peoples in the world, with many being extremely vulnerable to climate change.", 
    "She requested a COP decision to grant indigenous peoples a specific status in the climate change process, and said it should create an ad hoc intersessional open- ended working group.", 
    "GLOBAL LEGISLATORS ORGANIZATION FOR A BALANCED ENVIRONMENT supported a rigorous compliance system, limits on the use of sinks, and a CDM that involves as many developing countries and LDCs as possible, and that includes small-scale projects.", 
    "He supported active public procurement policies to bring prices down for renewable energy and called for technology leap-frogging.", 
    "CLIMATE ACTION NETWORK NORTH linked climate change to health and poverty issues.", 
    "She said Parties should not reopen agreed limits on the use of sinks, and sinks credits must not be carried into the next commitment period.", 
    "Noting that she was from a Russian NGO, she said the Russian Federation will benefit from participation in the Protocol, and highlighted a statement by President Putin stating that he would be cooperating with the EU with a view to early ratification and entry into force. The US and EUROPEAN BUSINESS COUNCILS FOR SUSTAINABLE ENERGY supported a fast-track for CDM projects, early crediting, full transferability of CERs, and a binding compliance regime.", 
    "He also called for climate change processes to allow for civil society input while critical issues are being debated.", 
    "The INTERNATIONAL CONFEDERATION OF FREE TRADE UNIONS, TRADE UNION ADVISORY COMMITTEE TO THE OECD and EUROPEAN CONFEDERATION OF FREE TRADE UNIONS highlighted the potential for job creation resulting from climate change measures and called for employment transition programmes. The WORLD BUSINESS COUNCIL FOR SUSTAINABLE DEVELOPMENT highlighted the role of business as a solution provider and said the mechanisms should be efficient and function with low transaction costs.", 
    "The WORLD COUNCIL OF CHURCHES evoked its convening of a COP-7 interfaith colloquium and outlined the Muslim and Christian perspectives on protecting the environment and avoiding climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12188e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12188e_4", 
  "enb_end_date": "09-Nov-01"
}