{
  "countries": [], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "THE BRICKS AND MORTAR", 
  "enb_start_date": "06-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "COP-10 provided an opportunity for delegates to reinforce the two main building blocks of the policy response to climate change: mitigation and adaptation.", 
    "In fact, for the first time, adaptation featured equally to mitigation to the extent that COP-10 was nicknamed 'the Adaptation COP.", 
    "' One delegate, however, noted that this was the third consecutive COP to have received this undeserved nickname, suggesting that a more fitting name for COP-10 would be the 'Adaptation Fiasco.", 
    "' With several developed and developing countries providing testimony on the rise in extreme weather events in their regions, and other recent scientific assessments, such as the Arctic Climate Impact Assessment, also drawing attention to climate change impacts, it is becoming increasingly apparent that adaptation is crucial, and countries will need to spend considerable amounts of money to adapt to climate change and recover from extreme weather events.", 
    "Nevertheless, others expressed caution, asserting that there is no proof of connections between extreme weather events and climate change.", 
    "Reaching an agreement on the 'adaptation package' was therefore an arduous struggle and the urgency to respond to the impacts of climate change was not evident during the negotiations. While many delegates were agreeable to providing support for small island developing States (SIDS) and the LDCs to adapt to the devastating impacts of climate change, a deadlock resulted due to the demands of some States to address impacts from response measures as the world moves away from fossil fuels.", 
    "During a long Friday night, which extended into Saturday morning, at the end of the COP, there were several moments when delegates doubted that a suitable arrangement could be found that balanced the demands for support for addressing impacts of response measures and support for adaptation to the adverse effects of climate change.", 
    "In the end, an adaptation package was adopted that facilitates, inter alia, the further implementation of measures for adaptation to the adverse effects of climate change and facilitates further activities on modeling and economic diversification regarding the impacts of response measures.", 
    "In a climate in which some saw little chance for agreement, this compromise text is likely a success since no one was particularly happy."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12260e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12260e_91", 
  "enb_end_date": "18-Dec-04"
}