{
  "countries": [
    "Japan", 
    "Ecuador"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Panel 2: Tools to operationalize the framework", 
  "enb_start_date": "01-Sep-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "This panel addressed: key elements required for the functioning of the framework and practical options for operationalizing those elements; ensuring environmental integrity of activities; and processes or models that should be applied in approving or rejecting activities and whether they should be centralized or county-led and administered.", 
    "Yuji Mizuno, Japan, discussed basic principles and a reporting system to be established by the COP, emphasizing: clearly defined eligibility criteria; a feasible and not excessively burdensome monitoring system taking into account national circumstances; ensuring transparency; and standards developed by implementing parties.", 
    "Tarsicio Granizo, Ecuador, discussed his country s net avoided emissions mechanism, whereby activities that increase emissions would be reduced or halted in exchange for compensation.", 
    "He emphasized a coherent, coordinated and transparent framework for both market and non-market mechanisms, prioritizing environmental performance over fungibility.", 
    "He recommended complying with strict commonly agreed standards to ensure environmental integrity and a mechanism for reporting and registries.", 
    "Regarding models or processes, he suggested, inter alia , a robust structure, national-level participation, a steering committee, an executive board and designated national authorities.", 
    "Andrew Prag, OECD, discussed tracking and reporting unit movements in a uniform format, the use of registries and ensuring accounting rules.", 
    "He outlined various possible levels of international scrutiny and governance, such as: no direct UNFCCC involvement; UNFCCC bodies approving mechanisms; or more direct involvement in issuing procedures, similar to the CDM approach.", 
    "He saw the CDM model continuing for countries that do not wish to pursue other options, and emphasized a common currency for units.", 
    "During the ensuing discussion, issues were raised related to, inter alia : rules for common accounting and for ensuring environmental integrity; enhanced reporting to avoid double counting of units; how and who would prevent double counting; countries taking on offsets bilaterally to fulfill Convention obligations; and the importance of a harmonized approach to ensure business continues working within the Convention rather than in alternative offset mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12550e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "", 
  "id": "enb12550e_2", 
  "enb_end_date": "01-Sep-12"
}