{
  "countries": [
    "Brazil", 
    "Kenya", 
    "New Zealand", 
    "Australia"
  ], 
  "topics": [
    "Reasons for Concern"
  ], 
  "section_title": "METHANE EMISSIONS:", 
  "enb_start_date": "23-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Henry Ferland, Global Methane Initiative, introduced the voluntary partnership, underscoring cost-effective mitigation potential and co-benefits of methane emission reductions.", 
    "Party Perspective on Options, Barriers and Opportunities: Lachlan Grove, Australia, presented three national methane reduction policies.", 
    "Expert Panel on the Implementation of Action: Carolyn Opio, Food and Agriculture Organization of the UN, provided lessons from a smallholder livestock pilot project in Kenya linking productivity gains and mitigation.", 
    "Gary Crawford, International Solid Waste Association, presented the Climate and Clean Air Coalition (CCAC) Municipal Solid Waste Initiative addressing short-lived climate pollutants (SLCPs) from waste in cities.", 
    "Bianca Sylvester, World Bank, introduced the Bank's Pilot Auction Facility for Methane and Climate Change Mitigation, initially targeting 1,200 methane reduction projects, with a US$100 million capitalization target.", 
    "Discussion: Participants addressed: low certified emission reduction (CER) prices; biomethane production; and methane reduction from livestock in New Zealand and rice production. NITROUS OXIDE EMISSIONS (N2O): Francesco Tubiello, IPCC AR5 WGIII Lead Author, said about 7% of anthropogenic GHG emissions are N2O gases, and emissions from crop and livestock constitute 75% of that amount.", 
    "He highlighted that a combination of supply and demand-side options can generate significant emission reductions in agriculture by 2030.", 
    "Party Perspective on Options, Barriers and Opportunities: José Miguez, Ministry of Environment, Brazil, underscored the challenges of low CER prices and high technology costs to reduce long-lived GHGs.", 
    "Omedi Moses Jura, Minister of Environment and Natural Resources, Kenya, outlined Kenya's National Climate Change Action Plan, highlighting the passage of legislation on ambient air quality regulations.", 
    "Expert Panel on the Implementation of Action: Rama Reddy, World Bank, said barriers to N2O reductions in agriculture are linked to broader resource use efficiency challenges.", 
    "Volker Andersen, International Fertilizer Industry Association, provided examples of successful regional market mechanisms for N2O reductions in fertilizer production.", 
    "Philippe Chaveau, Solvay, discussed the roles of voluntary action and carbon markets in reducing adipic acid production emissions.", 
    "Discussion: Participants addressed: the need for a carbon price signal; co-benefits of N2O mitigation; and fertilizer subsidies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12602e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12602e_4", 
  "enb_end_date": "23-Oct-14"
}