{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "forests", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "DISCUSSION PANEL WITH INTERNATIONAL ORGANIZATIONS IMPLEMENTING REDD ACTIVITIES", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Friday, a discussion was held with invited international organizations implementing activities relating to REDD.", 
    "The ITTO reported on work undertaken under the International Tropical Timber Agreement (ITTA) 1994 which relates to SFM and climate change.", 
    "She noted that the ITTA 1994 encapsulates many of the principles of SFM for its member countries producing tropical timber, which together comprise 90% of the tropical timber trade and 80% of the world s tropical forests.", 
    "She said the ITTO has resources to aid in implementing SFM, including for training, developing conservation reserves, improving trade transparency, and promoting a sustainable tropical timber trade through certification and criteria and indicators.", 
    "She said the ITTO has REDD-relevant experience in: mangrove forest monitoring; reduced impact logging; forest restoration; criteria and indicators, forest assessment, mapping and inventory; capacity building and other work related to the CDM; and information-sharing on, inter alia , the status of tropical forest management, the world timber situation, and policy trends.", 
    "The outputs of a recent ITTO expert meeting on tropical forests and climate change were presented by another speaker, who reported its conclusions that SFM should be considered a realistic approach for both mitigation and adaptation and that in order to reduce deforestation the value of tropical forests to landowners must be at least as great as alternative land uses.", 
    "He noted ITTO s work in demonstration activities and provision of financial mechanisms to help countries scale-up activities to a wider level.", 
    "Ken Andrasko, World Bank Carbon Finance Unit, gave an overview of views expressed by countries on REDD in the context of its FCPF.", 
    "He noted that: the national approach to estimation and monitoring is broadly interpreted; there is limited experience with national carbon accounting systems and little understanding of what degradation means; there is a vast body of programme experience but scaling-up remains a challenge; there is a strong desire to incorporate biodiversity and rural livelihoods co-benefits into REDD, but a marked lack of data, capacity and knowledge of how it might be methodologically done; and regional cooperation is deemed useful.", 
    "He highlighted that REDD needs to be addressed both inside and outside forest lands, noted openness and interest in experimentation, building on existing methods and fast demonstration, and said that economic incentives will not work by themselves so stakeholder involvement is needed and governance issues must be addressed.", 
    "The UN Development Programme (UNDP) reported on the recently created UN REDD, a partnership of FAO, UNDP and UNEP that was launched in response to Decision 2/CP.13 request for international organizations assistance in developing REDD programmes.", 
    "He said this partnership has access to a multi-donor trust fund for work at the country level to: build REDD readiness for monitoring, assessment, accounting and verification of emissions; support risk management; give technical and scientific assistance; design pro-poor financial transfers; and facilitate dialogue.", 
    "He explained that at the international level the UN REDD organizations engage in knowledge management and REDD awareness and data collection on, inter alia , global carbon stock mapping, biodiversity, and REDD co-benefits. FAO presented on its programmes for monitoring deforestation and degradation at the global, regional and national levels.", 
    "One speaker highlighted, inter alia : relatively good information on forest area but not on net changes; poor data availability on past and current deforestation rates; some information on carbon stocks but not on carbon stock changes; and lack of reliable information on emissions from deforestation.", 
    "She said most information on forest area and carbon stock in developing countries comes from independent reports and expert estimates using different methods of data collection, so comparability is low.", 
    "She also commented on the Global Remote Sensing Survey, which aims to provide information on distribution of forests and trend statistics at regional, biome and global levels, and is expected to be launched this year.", 
    "Another speaker from FAO presented on the National Forest Monitoring and Assessment programme, which uses an integrated land use assessment approach.", 
    "He stressed the need to take other areas into consideration, including agriculture, woodland and forest, and to monitor all land for assessing carbon stocks."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_14", 
  "enb_end_date": "27-Jun-08"
}