{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Venezuela", 
    "Costa Rica", 
    "Cambodia", 
    "China", 
    "Colombia", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "CLEAN DEVELOPMENT MECHANISM", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Under this agenda item ( FCCC/KP/CMP/2008/4 ), parties focused on the operation of the CDM and its regional distribution.", 
    "The issue was first taken up by the COP/MOP plenary on 3 December and then considered in a contact group and informal consultations co-chaired by Christiana Figueres (Costa Rica) and Georg Børsting (Norway).", 
    "The COP/MOP plenary adopted the decision on 12 December (FCCC/KP/CMP/2008/L.6).", 
    "Negotiations were lengthy, with outstanding issues addressed at the ministerial level.", 
    "The main issues discussed included CDM governance, issues related to accreditation of Designated Operational Entities (DOEs), methodologies and the CDM s regional and subregional distribution.", 
    "On governance, China, Japan and others expressed concern over recent delays in project registration and increase in review requests by the CDM Executive Board, as well as over unpredictability in the Board s decision making.", 
    "Delegates therefore agreed to text on governance noting delays and requesting the Board to speed up the completeness check process.", 
    "Parties also agreed to request the Board to take several specific actions to improve transparency and consistency of its decision-making and refrain from retroactive application of its decisions.", 
    "China, Japan and others highlighted the need to simplify accreditation of Designated Operational Entities (DOEs) and delegates agreed, inter alia , to request the Board to complete as its highest priority revision of the accreditation process for DOEs and develop, by COP/MOP 5, a policy framework for addressing non-compliance by DOEs.", 
    "One of the last issues to be resolved related to methodologies and a proposal by Brazil to consider extending the eligibility criteria for afforestation/reforestation activities under the CDM to cover lands with forests in exhaustion.", 
    "As of 11 December, the paragraph remained in brackets.", 
    "It also contained bracketed text supported by Saudi Arabia on the inclusion of CCS in geological formations under the CDM.", 
    "Ministers eventually agreed to refer both issues to the Executive Board for further consideration and requested the Board to report back to COP/MOP 5.", 
    "In the COP/MOP closing plenary, Venezuela proposed that the Board set up a working group to study the technical and legal aspects of CCS, and delegates agreed to reflect Venezuela s statement in the meeting s record.", 
    "Another controversial issue concerned regional and subregional distribution of the CDM.", 
    "The African Group and others highlighted the need to consider Africa s interests, including by facilitating methodological work.", 
    "Cambodia and others proposed simplifying the CDM procedures for LDCs.", 
    "The EU and others supported simplifying CDM procedures and facilitating work on methodologies for Africa, LDCs and SIDS.", 
    "However, Colombia, Saudi Arabia and some other developing countries opposed giving preference to LDCs, SIDS and Africa, especially regarding methodologies, and called for equal treatment for all non-Annex I countries with few CDM projects.", 
    "After lengthy negotiations, text was agreed including special reference to Africa, LDCs and SIDS regarding streamlining of the CDM process.", 
    "The paragraph on facilitating methodological work, however, only refers to countries underrepresented in the CDM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "COP", 
  "id": "enb12395e_58", 
  "enb_end_date": "12-Dec-08"
}