{
  "countries": [
    "Brazil", 
    "Sudan", 
    "Kuwait", 
    "Philippines", 
    "United States", 
    "Ethiopia", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Norway", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Mexico", 
    "Tuvalu", 
    "Papua New Guinea", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday, Co-Chair Runge-Metzger stressed the importance of addressing mitigation at the scale required to stay below the 2à\u008b \u009aC limit of acceptable warming, and consider how to reflect this in the new agreement.", 
    "On the definition of the mitigation framework , AOSIS stressed that the 2015 agreement should include the global 1.5à\u008b \u009aC goal and necessary information on the aggregate of emissions.", 
    "Grenada proposed that the new agreement be guided by science on actions required to achieve the 1.5-2à\u008b \u009aC target and integrate scientific findings.", 
    "Mexico called for devising a dynamic framework based on development, capacity and scientific findings.", 
    "Kuwait noted that in addition to differentiation, there must be appropriate sequencing in the new agreement with developed countries taking the lead on mitigation and developing countries following with enhanced actions.", 
    "Japan said all parties have an obligation to present NDCs, but major economies should present economy-wide targets so that a level playing field is assured.", 
    "Brazil underlined differentiation among mitigation efforts as key to fostering ambition and avoiding back tracking.", 
    "Brazil, Timor Leste, Sudan, for the African Group, and Tuvalu said Annex I parties should present ambitious economy-wide emission reduction pledges, while non-Annex I parties could put forward contributions based on a set of options.", 
    "The US said mitigation efforts should include NDCs, upfront information, and a consultative period to provide transparency.", 
    "China said mitigation in the new agreement should, inter alia : promote the conservation of sinks and reservoirs; be differentiated, with developed countries taking the lead in economy-wide targets in accordance with historical responsibility, which would be inscribed in a template-based or common tabular format annex; and inscribe developing country actions in an annex to the agreement. AILAC highlighted the need to address: the global mitigation goal through the application of CBDR and respective capabilities; a mechanism to determine NDCs in a legally-binding form to ensure that it is applicable to all; and clarity on basic information to be provided.", 
    "Algeria recalled the findings of IPCC Working Group I (physical science), adding that binding commitments could lead to slowed growth and lack of development in developing countries, stressing the need for finance and technology transfer.", 
    "On the nature and content of NDCs , Iran stated that NDCs should address all elements of the Durban mandate, not only mitigation.", 
    "Papua New Guinea said mitigation in developing countries cannot be considered in isolation.", 
    "Tuvalu said NDCs should focus on mitigation, and with Papua New Guinea and Algeria, added that some developing parties will require support to define and implement their contributions.", 
    "New Zealand observed that not every action, programme or commitment should be conditional on support.", 
    "The Republic of Korea said all NDCs should have the same legal nature while allowing for flexibility to enhance broad participation.", 
    "With the US, he added that countries should explain why their contribution is fair given their national circumstances.", 
    "Australia observed that parties should submit information on: the definition of their NDCs; expected impact of NDCs; and whether the markets or land sector would be used in their NDCs.", 
    "Norway emphasized the need to define upfront information and for common matrices for quantification.", 
    "On other elements of the mitigation framework , Saudi Arabia emphasized the importance of including impacts of response measures in the new agreement.", 
    "He recognized mitigation co-benefits for sustainable development and called for building on existing institutions.", 
    "Calling for clarity on what 'enhancing' means, the Philippines stressed the existing commitment of developed countries to provide technology on beneficial terms and to show leadership in modifying long-term trends, such as unsustainable consumption and production.", 
    "Papua New Guinea indicated he looked forward to the ADP technical meeting in June on REDD+, stressing the need to import progress achieved so far on this issue into the new agreement.", 
    "On the review of commitments , Grenada called for: a monitoring and reporting component to evaluate individual party's commitments and their impact on the aggregate goal, and a process for updating contributions and commitments in line with scientific findings.", 
    "Switzerland said mitigation commitments should be formulated in a manner that prevents double counting.", 
    "AILAC called for a process to allow NDCs to be anchored in the new agreement and for a review mechanism to assess contributions.", 
    "The Philippines said the agreement must have a strong MRV provision for finance, technology and capacity building, while stressing the increasingly urgent need for adaptation in light of the current impacts of climate change as a component of enhanced action.", 
    "New Zealand noted that the first round of NDCs may not be sufficient to achieve the 2 °C goal and suggested including in the agreement a mechanism for increasing ambition over time.", 
    "Ethiopia, for the LDCs, called for a balance between the initial level of commitments and a review process to reach more ambitious contributions, adding that commitments should be taken on over a five-year period.", 
    "Norway called for determining the levels of quantification necessary to aggregate long-term efforts.", 
    "The US said ex ante clarity is critical to understand the collective level of ambition.", 
    "Brazil called for establishing a contribution review process based on science and equity.", 
    "Tuvalu urged a review process in the lead up to Paris.", 
    "Tuvalu cautioned against holding off on commitments until accounting rules are agreed, pointing to the delays experienced in establishing the second commitment period of the Kyoto Protocol.", 
    "The African Group pointed to its proposed principles-based reference framework, stressing the importance of an ex ante process to assess the adequacy of commitments.", 
    "Australia called for the preparation of regular, complete and accurate inventories, using matrices and methodologies based on the latest scientific guidance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12595e_17", 
  "enb_end_date": "14-Mar-14"
}