{
  "countries": [
    "United States", 
    "Maldives", 
    "Australia", 
    "Palau", 
    "Singapore", 
    "Indonesia", 
    "Papua New Guinea"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "HIGH-LEVEL SEGMENT", 
  "enb_start_date": "13-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "COP and COP/MOP President Rachmat Witoelar opened the joint high-level segment of the COP and COP/MOP, inviting participants to observe one minute's silence for UN staff and civilian victims of the attack in Algiers. UN Secretary-General Ban Ki-moon said the world expects the launch of negotiations in Bali towards securing a comprehensive agreement in 2009.", 
    "He reminded delegates that world leaders had called for a breakthrough in Bali at the UN high-level session in September 2007, and announced that the UN system will move towards carbon neutrality.", 
    "President of Indonesia Susilo Bambang Yudhoyono congratulated the IPCC and Al Gore on the Nobel Peace Prize and Australia on ratifying the Protocol.", 
    "He highlighted the principle of common but differentiated responsibilities, called on the US to be part of the post-2012 arrangements, and urged breakthroughs on deforestation and technology transfer.", 
    "In a video message, Rajendra Pachauri, IPCC Chair, highlighted the major findings of the IPCC's AR4 and synthesis report. UNFCCC Executive Secretary Yvo de Boer expressed surprise at reports that some people are saying that delivering on IPCC advice is akin to science fiction.", 
    "He urged agreement on the launch of formal negotiations and an ambitious agenda with a 2009 deadline.", 
    "Kevin Rudd, Prime Minister of Australia, announced that he had presented Australia's instrument to ratify the Kyoto Protocol to the UN Secretary-General.", 
    "He warned that long-term costs could threaten security and described Treasury preparations for undertaking robust short and medium-term targets.", 
    "He noted expectations that developed countries will embrace binding emission targets and the need for developing countries to undertake specific commitments to take action.", 
    "Lee Hsien Loong, Prime Minister of Singapore, called for commitments by all under the UNFCCC, recognizing national circumstances.", 
    "Michael Somare, Prime Minister of Papua New Guinea, stressed early action on deforestation and funding for adaptation.", 
    "Palau's President Tommy Esang Remengesau, Jr. hoped the US would join the Protocol, and supported reducing emissions from deforestation.", 
    "Maumoon Abdul Gayoom, President of the Maldives, said the Adaptation Fund must be adequately resourced and accessible."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12352e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "cop", 
  "id": "enb12352e_1", 
  "enb_end_date": "13-Dec-08"
}