{
  "countries": [
    "Jamaica", 
    "Italy"
  ], 
  "topics": [], 
  "section_title": "RESEARCH AND SYSTEMATIC OBSERVATION:", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue (FCCC/SBSTA/2009/MISCs 5 and 8 ; FCCC/SBSTA/2009/MISC.7 and Add.1; and FCCC/SBSTA/2008/MISC.11 ) was first considered by the SBSTA plenary on 1 June.", 
    "It was subsequently taken up in a dialogue on research activities relevant to the Convention, which took place on Wednesday, 3 June.", 
    "For more details on the dialogue, see: http://www.iisd.ca/vol12/enb12413e.html .", 
    "The issue was also the subject of extensive discussions in informal consultations coordinated by Sergio Castellari (Italy) and Clifford Mahlung (Jamaica).", 
    "The SBSTA closing plenary adopted conclusions on 10 June.", 
    "On research, discussions in the informal consultations focused on the utility of the dialogue, with participants widely agreeing on its usefulness and supporting its continuation.", 
    "Some developing countries stressed the importance of building research capacity in developing countries, in particular with respect to research supporting adaptation efforts.", 
    "Many developed countries noted that significant efforts already exist.", 
    "Parties eventually agreed to encourage enhancing existing efforts.", 
    "On systematic observation, participants considered the Global Climate Observing System (GCOS) implementation plan.", 
    "Parties disagreed about whether to note all of the priority items identified in the GCOS report, or to focus on particular items.", 
    "In addition, some countries sought reference to the provision of resources for addressing the priorities and gaps identified in the plan, while others suggested that this was outside the mandate of the group.", 
    "Parties eventually agreed to list all the priority items, and to urge steps to address, in particular: the implementation of the GCOS regional action plans, and ensuring sustained long-term operation of essential in situ networks, including through the provision of the necessary resources.", 
    "Participants expressed satisfaction with the proposal contained in the updated progress report for a joint terrestrial framework mechanism between relevant UN agencies and the International Organization for Standardization, and encouraged the Global Terrestrial Observing System secretariat and sponsoring agencies to implement the framework.", 
    "They also noted the importance of coordinating space-based components of GCOS, including coordinated response to the needs identified in the GCOS Implementation Plan through the Committee on Earth Observation Satellites.", 
    "The consultations also took up potential links to the AWG-LCA, with some noting that although research and systematic observation are not pillars of the BAP, they underpin the implementation of the Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_49", 
  "enb_end_date": "12-Jun-09"
}