{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "Poland", 
    "United States", 
    "China", 
    "Thailand", 
    "Japan", 
    "Nigeria", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "SB-13 Part II:", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "At its first meeting on 13 November, SBSTA decided to reconvene the contact group co-chaired by Jean Cooper (Canada) and Oladapo Afolabi (Nigeria) established in Lyon.", 
    "During the first meeting of the contact group, the G-77/China questioned the basis for the negotiations, recalling that they had submitted a proposal for a draft decision in Lyon.", 
    "The Co-Chairs explained that the draft text under consideration was based on the Friends' of the Chair consultations.", 
    "Among the issues discussed in the group was a proposal by Poland to include reference to EITs, which Brazil said was not explicitly reflected in Article 4.5. On 14 November, the Co-Chairs presented a revised text on the framework with three additional appendices relating to: an international clearinghouse; capacity-building activities on technology transfer; and preliminary ideas for Terms of Reference for an 'international panel of experts on technology transfer' or the 'advisory group of experts on technology transfer.", 
    "' Delegates addressed issues relating to the funding of the assessment, and whether the clearinghouse should be virtual and whether it should be a permanent institution. On the implementation of enabling environments, the G-77/China said developing countries' actions depend on implementation of Annex I commitments.", 
    "Brazil, with China and Thailand, strongly objected to a US proposal that made reference to the technology transfer and the CDM, opposing attempts to link technology transfer under the UNFCCC to the Protocol. The US, Australia, Canada, Japan and New Zealand submitted a proposal for a draft decision, which, inter alia, acknowledges the potential of the CDM and JI to promote, facilitate and finance the transfer of environmentally-sound technologies to enable Parties to meet the provisions of the UNFCCC. The contact group then split into two smaller drafting groups, one addressing the first three themes in the draft framework - technology needs assessment, technology information, and enabling environments - and the second addressing capacity building and mechanisms for technology transfer.", 
    "After several informal meetings of the drafting groups, delegates managed to agree on the first three themes.", 
    "However, divergence remained on sections on capacity building and mechanisms.", 
    "Delegates debated whether language used in the framework should be mandatory, that is, whether to use 'shall' or 'are encouraged to,' and over the need for, and composition and functions of the proposed intergovernmental panel of experts or advisory group of experts.", 
    "Despite numerous closed informal consultations, these issues remained unresolved.", 
    "The contact group therefore decided to forward the text to SBSTA containing the unresolved framework paragraphs and whole draft decision bracketed. In the report back to SBSTA on 18 November, Co-Chair Afolabi said more time was needed to consult and review all possible actions.", 
    "SBSTA adopted its draft conclusions containing the draft decision and annexed draft framework and transmitted them to the COP for further consideration.", 
    "The bracketed draft decision (FCCC/CP/2000/CRP.7) attempts to compile the proposals submitted by Parties (FCCC/SBSTA/2000/MISC.9 and MISC.12) and the Co-Chairs' proposal, as well as views expressed during the deliberations of the contact group.", 
    "It contains different options to paragraphs in the decision, including those on the role of the public and private sectors, the financing of technology transfer, and institutional arrangements regarding the establishment of an intergovernmental technical advisory panel or ad hoc scientific and technical experts group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12163e_33", 
  "enb_end_date": "27-Nov-00"
}