{
  "countries": [
    "Poland", 
    "Indonesia"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "BALI CLIMATE CONFERENCE:", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "COP 13 and COP/MOP 3 took place from 3-15 December 2007, in Bali, Indonesia, alongside the resumed fourth session of the AWG-KP.", 
    "The focus of the Bali conference was on post-2012 issues, and negotiators spent much of their time seeking agreement on a two-year process, or Bali roadmap, to finalize a post-2012 regime by COP 15 in December 2009.", 
    "This roadmap sets out tracks under the Convention and the Kyoto Protocol.", 
    "Under the Convention, negotiations on the follow up to the Convention Dialogue resulted in agreement on a Bali Action Plan that establishes the AWG-LCA, with a view to launching a comprehensive process on long-term cooperative action, to be completed in 2009.", 
    "The Bali Action Plan identifies four key elements: mitigation, adaptation, finance and technology.", 
    "The Plan also contains a non-exhaustive list of issues to be considered under each of these areas and calls for addressing a shared vision for long-term cooperative action.", 
    "Under the Kyoto Protocol, the AWG-KP agreed in Bali on a detailed plan for its activities and meetings for 2008-2009.", 
    "In addition, COP/MOP 3 considered preparations for a second review of the Protocol under Article 9, which will take place at COP/MOP 4 in Poznan, Poland, in December 2008.", 
    "Delegates identified a number of issues to be addressed during this review, including the Clean Development Mechanism (CDM), IPCC AR4, adaptation, effectiveness, implementation and compliance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12364e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12364e_5", 
  "enb_end_date": "02-Jun-08"
}