{
  "countries": [
    "Brazil", 
    "Cuba", 
    "Philippines", 
    "India", 
    "Micronesia", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Informal plenary", 
  "enb_start_date": "02-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In Tuesday morning s informal plenary session, AWGLCA Chair Machado proposed focusing on a shared vision.", 
    "BRAZIL, the PHILIPPINES, CUBA, INDIA and others emphasized the importance of the Convention s principles and commitments in defining a shared vision.", 
    "The EU, BRAZIL, JAPAN, CUBA and others identified the need for a long-term global goal.", 
    "BRAZIL said a goal would help orient national action.", 
    "The EU proposed reducing Annex I emissions by 30% by 2020 and 60-80% by 2050.", 
    "MICRONESIA supported limiting temperature increase to below 2°C and greenhouse gas concentrations to below 450 ppm.", 
    "AOSIS highlighted the role of scientific information in defining a long-term goal, and MICRONESIA called for an iterative approach as science evolves. BRAZIL highlighted burden sharing and historical responsibility.", 
    "JAPAN suggested reviewing legal issues relevant to ensuring each country s participation.", 
    "INDIA identified similar commitments by all developed countries, including non-Kyoto parties, as a precondition for developing country action.", 
    "He called for equal distribution and convergence of emission rights. BRAZIL stressed the need for preparatory discussions before the AWGLCA begins negotiations on a shared vision, and the EU proposed a workshop, a roundtable and a high-level discussion on the issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12359e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12359e_1", 
  "enb_end_date": "02-Apr-08"
}