{
  "countries": [
    "United States", 
    "Kuwait", 
    "Saudi Arabia", 
    "China", 
    "Qatar"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ESTABLISHING A TONE", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates commented that the tone of discussions for most of the two weeks was positive, with countries engaging in dialogue and explaining their positions in earnest.", 
    "Many felt that there was little sign of the anger and mistrust that marked the end of the Copenhagen conference.", 
    "In the AWG-LCA, work centered on the Chair s new draft negotiating text and what delegates characterized as a trust building exercise, with parties mainly responding to questions by AWG-LCA Chair Margaret Mukahanana-Sangarwe to identify key leverage points and facilitate the revision of the Chair s text.", 
    "Delegates initial reaction to this procedure was positive and, at the beginning, parties appreciated the opportunity to concentrate fully on issues within the single contact group.", 
    "Despite some initial attempts by parties at producing compromises at the encouragement of Chair Mukahanana-Sangarwe, many felt that the single contact group was not the right place to engage in more serious negotiations.", 
    "Thus, in the absence of a less structured forum, some felt that parties often resorted to passive restatement of known positions although the tone remained positive.", 
    "On the last two days strong emotions emerged following the release of an advance version of the Chair s revised draft negotiating text, which attempted to reduce options and remove brackets.", 
    "Developing countries seemed particularly unhappy with the text; the G-77/China felt the text was unbalanced.", 
    "Also the US objected to elements of the Kyoto Protocol that had entered the text.", 
    "Indeed, according to one negotiator, no one really liked the text.", 
    "However, most parties underscored their confidence in the Chair and refrained from expressing irritation at their counterparts.", 
    "Many seemed simply seemed frustrated by the difficulty of finding an acceptable balance and one delegate explained that we all understand where different groups are coming from, but there appears to be no middle ground on most issues.", 
    "Many therefore left Bonn wondering about the next steps and whether it will even be possible to find an acceptable balance on issues where parties have long-standing and deep divides, such as MRV, compliance and mitigation by developed and developing countries. CAN TECHNICAL PROGRESS LEAD TO POLITICAL DECISIONS?", 
    "In terms of substance, many agreed that mitigation remains one of the trickiest issues.", 
    "The level of ambition reflected in the pledges for mid-term emission reductions by Annex I countries does not match the science.", 
    "The main sticking points are familiar: engaging the US and ensuring the comparability of Annex I countries emission reductions efforts; agreeing on the fate of the Kyoto Protocol; deciding whether targets should be set top-down or bottom up ; and last, but definitely not least, finding a legal framework for mitigation and MRV that is acceptable to both developed and developing countries.", 
    "Cooperation between the two negotiating tracks is an issue that many feel has continued to stall progress on mitigation, especially under the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP).", 
    "Many developed country delegates said they were positively surprised at a substantial amount of support for creating a common space for discussions by the two AWGs.", 
    "The proposal came from the Alliance of Small Island States (AOSIS) and some Latin American countries but other developing countries were divided on whether to support the proposal.", 
    "The proposal brought shifting positions in developing countries to light, with a number of them now supporting a limited construction of common space between the two tracks to address mitigation by Annex I countries.", 
    "Others opposed it, expressing concern that such discussions represent a step towards the death of the Protocol.", 
    "One experienced negotiator commented that the G-77/China is not going to agree to combine the two negotiating tracks, but some developing countries are now seeing a common space as a means of discussing key cross-cutting issues, which might indicate that the G-77/China would ultimately be willing to allow common discussion of a limited number of issues.", 
    "Developed country parties to the Protocol were generally pleased with what they saw as some progress to the right direction, and many hoped it was a step towards possible joint discussion of emission reductions by all parties.", 
    "The US, however, objected to a common space to discuss Annex I emission reductions in the context of the Kyoto Protocol because they are not a Protocol party.", 
    "Some speculated that this was due to the long-held US position on the need to discuss emission reductions for all major emitters and its opposition to a legal framework resembling the Protocol, while others felt that stalled US climate legislation means that they are not quite ready to discuss specific emissions reductions targets.", 
    "Under the AWG-KP, many parties seemed to hope that additional technical work on Annex I parties assumptions on issues such as land use, land-use change and forestry (LULUCF), the use of flexibility mechanisms, inclusion of new greenhouse gases, translating pledges into quantified emission reduction and limitation objectives (QELROs) and surplus Assigned Amount Units (AAUs), would provide clear options for future political decisions and begin moving the process forward after little progress on Annex I emission reductions in 2009.", 
    "During the meeting, the G-77/China presented a common position on a way forward for transparency in constructing LULUCF reference levels.", 
    "While this was not accepted by Annex I parties, most welcomed the proposal as having elements that could be the basis for further negotiations in the coming months.", 
    "The agreement to hold a technical workshop on possible ways to enhance the level of emission reductions ambition of Annex I parties, was also seen as progress.", 
    "On technical work on mitigation under the Subsidiary Body on Scientific and Technological Advice (SBSTA), progress was more limited.", 
    "Some oil producing countries, including Saudi Arabia, Kuwait and Qatar, blocked a request by many parties for the Secretariat to prepare technical paper on the options for limiting global average temperature increase to below 1.5°C or 2°C.", 
    "A number of explanations circulated on the reasons for this disagreement.", 
    "Some saw the technical paper as a potential signal to the Intergovernmental Panel on Climate Change (IPCC) to consider low emission scenarios in the upcoming Fifth Assessment Report (AR5), a prospect that is opposed by some developing countries.", 
    "In the IPCC these developing countries have emphasized that the science on low emission scenarios is not advanced enough to include in the AR5, however, many argued that the underlying reason for opposition to 1.5°C or below is that it implies a drastic constraint on fossil fuel use.", 
    "Others speculated that a political stalemate under the SBSTA has emerged due to a number of countries, including many AOSIS members, opposing the inclusion of carbon capture and storage under the Clean Development Mechanism, which is strongly advocated by some oil producers.", 
    "Both of these explanations underscore the challenges posed by scientific uncertainty to the negotiations.", 
    "A senior negotiator opined that parties are hiding behind uncertainty to protect their interests and maintain long-held positions.", 
    "In the AWG-LCA, several delegates felt that tentative progress was made on the critical issue of finance, with the US proposal for the establishment of a fund accountable to the COP.", 
    "This was cautiously welcomed by developing countries, who have long called for a financial mechanism under the authority of the COP.", 
    "They commented, however, that this still leaves unanswered the question of the level of accountability to the COP and the wider financial framework, which are key issues to be resolved.", 
    "Some also predicted that further progress on finance in the next two meetings of the AWG-LCA may be limited as many developed countries are awaiting the recommendations of the UN Secretary-General s High-level Advisory Group on Climate Financing on sources of finance, expected in November."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12472e_102", 
  "enb_end_date": "11-Jun-10"
}