{
  "countries": [
    "Thailand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ABATEMENT", 
  "enb_start_date": "15-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Vute Wangwacharakul (Thailand), who chaired this working group, presented the issues and problems and recommendations from the group.", 
    "He highlighted participants\u0092 comments that issues and problems included the lack of distinction made between the supply- and demand-side options in the energy sector.", 
    "He also noted statements that institutional factors and lack of project management were serious constraints. He outlined various recommendations, including that Parties should be encouraged to consider linkages between inventories and possible abatement options.", 
    "He highlighted proposals that baselines should be constructed, and that guidelines should include advice to report on the status of options.", 
    "In addition, he drew attention to the group\u0092s recommendation that implementing agencies should include appropriate sequencing of activities, and that local implementing agencies should be able to provide technical support.", 
    "Finally, he noted support for cross-sectoral coordination among sectors in the identification of abatement options, since this is practical for attracting funding. On financial and technological needs and constraints, he indicated that these should be incorporated into the implementation of the relevant COP-7 decisions.", 
    "He reported the group\u0092s recommendation that the CGE evaluate the TTClear website (technology transfer information clearinghouse website), and asked Parties to provide feedback on it.", 
    "He noted concern regarding the discontinuation of the UNDP/GEF National Communications Support Programme (NCSP), and recommended an alternative programme.", 
    "Finally, he recommended speedy implementation of the additional guidance on financial resources to the financial entity, as well as the special climate change fund addressing energy, transport, industry, agriculture, forestry and waste management. The Secretariat noted that no official confirmation of the discontinuation of the NCSP has been given, and said that many decisions from COP-7 included reference to such an entity, implying that it may resurface in some form."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12190e.html", 
  "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties", 
  "type": "", 
  "id": "enb12190e_27", 
  "enb_end_date": "15-Apr-02"
}