{
  "countries": [
    "United States", 
    "Australia", 
    "China", 
    "Japan", 
    "Argentina", 
    "Kazakhstan", 
    "India"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Participation/Voluntary Commitments:", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Many Parties noted the need for global participation.", 
    "AOSIS and others stated that, at the appropriate time, it will be necessary for all countries to participate formally in the effort to reduce GHG emissions.", 
    "ARGENTINA announced its adoption of a voluntary target to reduce its GHG emissions and stated that it does not intend to abandon its status as a non-Annex I Party.", 
    "She said their target would be to achieve a 2 to 10% reduction below a 'business-as-usual' scenario in the 2008-2012 period.", 
    "KAZAKHSTAN said it intended to join FCCC Annex I. JAPAN, the US, AUSTRALIA and others welcomed the initiatives by Kazakhstan and Argentina.", 
    "The EU said a possible way of making all countries limit their GHG emissions is to agree on increasing global participation after the first commitment period.", 
    "CHINA and INDIA said Annex I countries have the main responsibility.", 
    "CHINA said it would not undertake commitments until it achieves a 'medium development level.", 
    "' Domestic Action: Many Parties said domestic policies and measures should be the main means to fulfill the Kyoto targets.", 
    "The G-77/CHINA and AOSIS expressed disappointment at recent emissions data revealing that many Annex I Parties are significantly exceeding 1990 levels.", 
    "The EU said industrialized countries must take the lead in reducing their GHG emissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_59", 
  "enb_end_date": "08-Nov-99"
}