{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "United Kingdom", 
    "Malaysia", 
    "Philippines", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGIES - STATUS OF THE CONSULTATIVE PROCESS", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates considered the development and transfer of technology in informal workshops held from 5 - 9 September.", 
    "It was considered further in contact group discussions convened by SBSTA and Co-Chaired by Dean Cooper (Canada) and Oladapo Afolabi (Nigeria), from 11-14 September. On Tuesday, 5 September, delegates considered the report of the consultations of the Friends of the Chair on development and transfer of technology held in Colorado, USA.", 
    "The conclusions, contained in a non-paper, highlighted the five key themes for a draft framework for the enhancement and effective implementation of technology development and transfer under the FCCC, identified at SBSTA-12: technology needs and needs assessment, technology information, enabling environments, capacity building and mechanisms for technology transfer. During the informal workshops, delegates heard presentations by the Secretariat on a possible framework for a technology transfer system, and by the Climate Technology Initiative on its website.", 
    "In the discussions, the Philippines, speaking on behalf of the G-77/China, expressed concern that needs were still being assessed after five years.", 
    "She proposed including a section in the framework addressing actions taken to implement the technology transfer commitments.", 
    "On needs assessment, Canada and the US proposed an integrated approach beyond needs assessment in a narrow sense, to improve the enabling environment for technology transfer.", 
    "Other issues raised include the role of a clearinghouse, the use of existing institutions, and the need to avoid duplication of matters being addressed elsewhere.", 
    "The US said capacity building for the identification of CDM projects could maximize their use for technology transfer. Regarding the mechanisms for technology transfer, participants discussed the GEF's role, whether to establish an intergovernmental technical advisory panel and a funding mechanism for technology transfer, and the need for integrated approaches.", 
    "Several participants said official development assistance (ODA) should not be used for technology transfer, since this would be a distortion of development priorities.", 
    "The Republic of Korea stressed the need to examine the supply of technology.", 
    "The GEF said existing programmes, such as the Medium-Sized Projects programme, could be used as a means for transferring technology. On Monday, 11 September, SBSTA considered technology development and transfer during its opening session.", 
    "A contact group on technology transfer was convened and met several times from 12-14 September.", 
    "During this time, delegates discussed a revised Co-Chairs' draft framework to enhance implementation of FCCC Article 4.5 (development and transfer of technology), which drew on the discussions during the week of informal meetings.", 
    "They then considered the different themes of the draft framework.", 
    "There was divergence over the purpose of the framework, with the US, Canada and the EU stating that it should enhance implementation of Article 4.5.", 
    "The G-77/China emphasized that the framework shall serve as a framework for implementation of Article 4.5 commitments, and stressed that the extent to which developing countries can implement their commitments under the FCCC depended on effective participation by developed countries.", 
    "Other issues discussed included whether to refer to 'state of the art technologies,' the use of the term 'equitable' when referring to the technology transfer process, and the meaning of 'integrated approaches.", 
    "' On Thursday, 14 September, delegates discussed the Co- Chairs' draft conclusions.", 
    "The US, EU and Canada objected to a G-77/China call to include reference to a draft decision it had tabled earlier in the day, noting that they had not seen it. The G-77/China proposed deleting a paragraph in the Co- Chairs' conclusions that invite the SBSTA Chair, with the assistance of the Secretariat, to provide additional reports on the outcome of the regional workshop, noting the limited time at COP-6 for negotiations.", 
    "She questioned the purpose of additional information and its input to the discussions.", 
    "The UK said the workshop would inform negotiators new to the process.", 
    "Malaysia noted that the SBSTA Chair had the discretion to decide if and when to organize informal meetings. On Friday, 15 September, SBSTA adopted its draft conclusions on the status of the consultative process on technology development and transfer (FCCC/SBSTA/2000/CRP.8).", 
    "The conclusions note the report by the Chair on the status of the transfer of technology consultative process and the draft text of a framework for meaningful and effective actions to enhance the implementation of Article 4.5, and agree to consider a revised draft text (FCCC/SBSTA/2000/CRP.8/Add.1) and additional submissions on this matter received from Parties, including document FCCC/SBSTA/2000/MISC.9, at the second part of SB-13.", 
    "In the conclusions, SBSTA also invites the Chair, with the assistance of the Secretariat, to organize an informal meeting and brief presentation at the resumed SB-13 in November on the regional workshops on the technology transfer consultative process, and requests the Secretariat to further elaborate a proposal for activities in the area of technology information taking into account, inter alia, the resource implications of continuing this work at different levels of effort.", 
    "The draft framework (FCCC/SBSTA/2000/CRP.8/Add.1) is annexed to the conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "SBSTA", 
  "id": "enb12151e_16", 
  "enb_end_date": "18-Sep-00"
}