{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "INFORMAL CONSULTATIONS:", 
  "enb_start_date": "30-Aug-12", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "On Wednesday morning, Co-Chair Dovland highlighted the need to draft outcomes that will define aspects of the ADP s work in 2013, possibly including the number of meetings planned, opportunities for input, and intersessional meetings and workshops.", 
    "He invited delegates to express their views on how the ADP s work should be organized going forward, including in the first half of 2013.", 
    "Discussions revolved around work modalities in the lead-up to and in Doha.", 
    "Divergent views were expressed regarding, inter alia : establishing contact groups on the two workstreams; convening ministerial roundtables and/or workshops in the pre-COP, to be held in the Republic of Korea in late October, and in Doha; and holding more workshops/intersessional meetings in addition to the pre-COP and Doha.", 
    "Delegates also discussed further submissions or technical papers that may be required.", 
    "Many supported keeping the two workstream discussions separate, and that flexibility in the format of discussions and working modalities should be maintained going forward.", 
    "On contact groups, many parties supported establishing contact groups in Doha on the two workstreams.", 
    "Others opposed establishing formal contact groups and supported further exploring the issues in workshops or maintaining the current roundtable format.", 
    "A number of parties suggested convening sub-roundtables on certain issues.", 
    "On the convening of ministerial roundtables, many supported holding such roundtables at the pre-COP and in Doha, while others cautioned that convening ministerial roundtables was premature, with one reiterating the ADP is in a nascent stage.", 
    "One developing country said the ADP should first be allowed to work for a year and that ministers should focus their attention on the other two tracks.", 
    "Some suggested ministerial roundtables on both vision and ambition, while others said the roundtables must also address the other AWGs.", 
    "Ministerial discussions were also suggested on complementary initiatives and equity.", 
    "One party said the ministerial discussions should be exploratory and visionary in Doha, rather than requiring the type of formal outcome that would be expected from the other AWGs.", 
    "One party said ministerial discussions were instrumental in providing visibility for the ADP.", 
    "Another said the absence of ministerial oversight was one of the reasons difficulties were encountered in the other AWGs, and that firm ministerial guidance was necessary toward 2015.", 
    "Others stressed that discussions in Doha should focus on successful conclusion of the work of the AWG-KP and AWG-LCA, with one cautioning that Doha should not be contaminated by the ADP discussions, and vice versa .", 
    "On ambition, one proposal called for further submissions on complementary initiatives that quantify mitigation, supported discussing them at the pre-COP, and proposed that a Secretariat technical paper be prepared before Doha.", 
    "While agreeing complementary actions should be incentivized, one country opposed bringing the issue of complementary actions into the process.", 
    "Delegates also discussed the future work plan, with some expressing hope that Doha would agree on a work plan with milestones for 2013.", 
    "Proposals for future work included: adopting in Doha a work plan for 2013 and the following years; submissions in early 2013 from parties and non-state actors on how the ADP should proceed and on elements to be included in a post-2020 outcome; intersessional workshops on vision, differentiation and how to capture a spectrum of commitments, and decoupling emissions from growth; holding discussions on non-state actor involvement; and a specific paper elaborating on what has worked and what has not worked.", 
    "Some reiterated the ADP outcome in Doha will be part of a package, based on progress in the other AWGs.", 
    "Others stressed that efforts in Doha should focus on developing a work plan, not on negotiating and formulating text, with one arguing that this is still a phase of conceptualizing ideas and discussing options.", 
    "Some parties cautioned against getting bogged down in lengthy discussions on the work plan, and that a formal work plan was not necessary to move ahead.", 
    "One argued for a step-by-step approach and cautioned against timetables and work plans.", 
    "One country urged ensuring from the outset that adaptation be given equal importance to mitigation, while another emphasized that Doha must send a strong common message on mitigation.", 
    "One party said the ADP will need to work out how to: ensure flexibility for national circumstances without endangering ambition; ensure the system remains dynamic within changing economic realities; and enable mutual understanding of parties commitments so as to trigger increased ambition.", 
    "On holding further workshops, some developed countries supported in-session workshops in Doha, as well as in-session and intersessional workshops in 2013, while some developing countries emphasized in-session work to allow for broad participation.", 
    "Some parties believed that no further intersessional meetings, workshops, submissions or technical papers were required before Doha, and that time would be better spent reflecting and coordinating internally on work done in Bangkok.", 
    "One said additional sessions were not needed between now and mid-2013.", 
    "Some welcomed the opportunity for submissions on the structure of the ADP work, while others supported beginning the submission process after Doha.", 
    "On ambition, a number of parties supported party submissions on the different options for increasing mitigation ambition, and asked that the Secretariat compile this information in a technical paper before Doha.", 
    "Many countries called for a summary and a technical paper to be prepared by the Co-Chairs synthesizing the ADP discussions in Bangkok, with some stressing the summary should not be seen as a negotiated text.", 
    "Another stated such a summary could be used to develop focused questions for the next phase of discussions and proposed taking stock at the end of Doha.", 
    "In conclusion, Co-Chair Dovland urged delegates to be flexible due to a limit on the number of parallel meetings that can be convened at in Doha."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12555e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12555e_12", 
  "enb_end_date": "05-Sep-12"
}