{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Sudan", 
    "Iceland", 
    "India", 
    "United States", 
    "China", 
    "Colombia", 
    "Indigenous Peoples", 
    "Russian Federation", 
    "Japan", 
    "Bolivia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Adaptation", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Shared Vision", 
  "enb_start_date": "02-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "A shared vision for long-term cooperative action was considered in contact group meetings and informal consultations from 2-6 November.", 
    "The group began discussions based on non-paper No.", 
    "33, which was prepared during the first part of AWG-LCA 7 in Bangkok.", 
    "Parties discussed the non-paper section by section, focusing on the nature of a shared vision, a long-term global goal for emission reductions and review of a shared vision.", 
    "Two non-papers, No.", 
    "37 and No.", 
    "38, revising sections on the nature of a shared vision and on long-term global goal respectively, were issued during the week.", 
    "During the week, no major options were removed from the text and parties mainly reiterated their positions.", 
    "The US said text on a shared vision should be concise and decisional, derived from the BAP building blocks, and include a long-term global goal for emission reductions.", 
    "The EU identified the long-term global goal as the core of a shared vision and highlighted: the 2°C target; peaking emissions; and reviewing the long-term goal as science evolves.", 
    "The EU also noted the need to include their proposal that developed countries must reduce emissions in aggregate by 30% from 1990 levels by 2020, and by 80-95% by 2050.", 
    "The Russian Federation stressed the importance of common solidarity of all countries.", 
    "Japan outlined three core elements: necessity of action by all countries; necessity of realizing a low-carbon society; and importance of innovative technologies.", 
    "Iceland stressed the need to reflect gender considerations and Bolivia highlighted indigenous peoples.", 
    "Australia proposed highlighting economic, social and environmental opportunities that come from ambitious action on climate change.", 
    "China, India, Saudi Arabia, South Africa, Bangladesh and others emphasized that a shared vision should be comprehensive and aim at the implementation of the Convention, covering all building blocks of the BAP and the Convention s principles.", 
    "China called for a solid foundation, building on the principles of common but differentiated responsibilities, developed countries historical responsibility and the right to development.", 
    "AOSIS highlighted urgency and impacts on LDCs and SIDS as the benchmark.", 
    "Colombia called for reflecting other vulnerable countries.", 
    "Sudan stressed that a temperature goal can only be considered when the other goals on finance, technology and adaptation, and concrete figures are agreed.", 
    "Saudi Arabia, supported by Bolivia, called for agreement on a subset of goals before agreement on temperature increase and stabilization, highlighting goals for technology and finance, and the need for clarity on how much financing developed countries will provide in the short and medium-term.", 
    "During the final contact group meeting on Friday, Facilitator de Wet presented non-paper No.", 
    "43 and highlighted that discussions on a shared vision were not as advanced as in some other AWG-LCA groups.", 
    "The G-77/China and others stressed that all non-papers on a shared vision must be considered as one file, translated and forwarded to Copenhagen.", 
    "Supported by AOSIS, he highlighted the need to allocate adequate time for discussing a shared vision in Copenhagen.", 
    "Australia stressed the need to have a clear text in Copenhagen and said that five non-papers on a shared vision going forward to Copenhagen would confuse and hold up progress.", 
    "The EU urged parties to accept the new text as the basis for negotiations in Copenhagen and the US underscored the need for concise and streamlined text on a shared vision.", 
    "Parties agreed to combine all non-papers developed in Barcelona into a single new non-paper to be forwarded to Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12447e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "", 
  "id": "enb12447e_23", 
  "enb_end_date": "06-Nov-09"
}