{
  "countries": [
    "Canada", 
    "Australia", 
    "Czech Republic", 
    "South Africa", 
    "Tuvalu", 
    "Philippines", 
    "Cape Verde", 
    "China", 
    "Japan", 
    "Cameroon", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "AWG-LCA INFORMAL PLENARY", 
  "enb_start_date": "03-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG-LCA Chair Zammit Cutajar thanked delegates for accepting his draft negotiating text ( FCCC/AWGLCA/2009/8 ) as a starting point for further work.", 
    "He emphasized that parties could elaborate on and clarify proposals.", 
    "He stressed that the texts structure and sequence of discussions would not prejudge the final structure, content or legal form of the outcome.", 
    "On the order of discussions, AWG-LCA Chair Zammit Cutajar suggested beginning with adaptation, then addressing mitigation, finance, technology, with related capacity building, and then shared vision.", 
    "He also suggested addressing finance and technology separately, and noted that the review of the capacity building framework under the SBI would be a useful input to the AWG-LCA when concluded.", 
    "The Philippines, for the G-77/CHINA, supported discussing the text in the following order: adaptation, financing, technology, mitigation and shared vision.", 
    "Responding to clarifications sought by the G-77/China, AWG-LCA Chair Zammit Cutajar said presentations made during the AWG-LCA workshops had also been taken into consideration when preparing the text.", 
    "On the proposal to link the text to relevant provisions of the Convention and elements of the Bali Action Plan, he said parties could improve on this during consideration of the text. AWG-LCA Chair Zammit Cutajar proposed an initial lite reading of the text as a whole, aimed at clarifying proposals, putting markers where additions could be inserted and identifying gaps.", 
    "He also proposed a number of options for the second reading of the text, namely: continuing in an informal plenary; considering specific items in smaller groups, which would be open or closed to observers; or a hybrid option, which could involve an informal plenary and spin-off groups.", 
    "He said this would be discussed and decided later. CAPE VERDE and CAMEROON expressed concern that translation into some languages was still lacking. AUSTRALIA highlighted her country s proposal on legal architecture, based on national schedules, and suggested adjusting the text s structure to accommodate this approach through a placeholder at the beginning of the mitigation section.", 
    "She also proposed: capturing both common and differentiated responsibilities by placing common elements at the beginning of each chapter; and inserting placeholders for annexes.", 
    "Supporting coordination, coherence and synchronization between the two AWGs, JAPAN said the text should reflect the relationship between them, as well as issues considered under the AWG-KP.", 
    "Barbados, for AOSIS, called for a stronger link between adaptation and finance in the text, and emphasized that the text must reflect the same sense of urgency as the Bali Action Plan and the science.", 
    "He stressed the need to recognize and prioritize the needs of the most vulnerable, and identify gaps between what is available and what is needed for adaptation.", 
    "He also lamented the lack of reference to SIDS in the text on shared vision, and said relevant language in the Bali Action Plan, which references LDCs and SIDS, should be mainstreamed throughout the text.", 
    "The G-77/CHINA reiterated that many of the Group s proposals are not adequately reflected in the text and stressed the need to be guided by the provisions of the Convention.", 
    "She identified the need to specify which article of the Convention each paragraph seeks to enhance.", 
    "She also said that the language should be consistent with the Convention and the Bali Action Plan, and opposed blurring categories of countries by including references such as poor developing countries.", 
    "She opposed making a distinction between means of implementation and institutional arrangements. TUVALU said his submission, which is in the form of a protocol, was not reflected in the text and hoped it would be incorporated in the next iteration of the text.", 
    "Noting that the AWG-KP s work should lead to a separate outcome, he envisaged two legal instruments from Copenhagen. SOUTH AFRICA emphasized the need to focus on implementation rather than planning, noting that the adaptation chapter currently concentrates on planning.", 
    "She stressed that the firewall between mitigation by developed and developing countries was fundamental to the structure of the final agreement.", 
    "She noted that the proposal on compliance under the section on finance should be applied more broadly to the sections on mitigation, adaptation and technology, and that text on capacity building requires extensive further work.", 
    "The Czech Republic, for the EU, noted functional linkages between the AWGs.", 
    "He said that references to the EU s submissions on low-carbon development strategies where not in their proper context, and that the various institutional proposals should not be viewed in isolation.", 
    "He suggested taking a step back at some point to examine the functions of the different proposed institutions. CANADA reaffirmed the principle of common but differentiated responsibilities and respective capabilities while highlighting parties common commitments under the Convention.", 
    "He explained that common commitments do not mean that one size fits all.", 
    "He said all developed countries should commit to absolute, economy-wide goals by 2020.", 
    "He noted that all, apart from LDCs, should undertake NAMAs based on mitigation potential and national circumstances, leading to a clear deviation from the business-as-usual baseline by 2020, and identified the need to enhance capacity to define national baselines."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12412e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "working group", 
  "id": "enb12412e_16", 
  "enb_end_date": "03-Jun-09"
}