{
  "countries": [
    "Netherlands"
  ], 
  "topics": [], 
  "section_title": "EFIEA CLIMATE POLICY WORKSHOP 'FROM KYOTO TO THE HAGUE - EUROPEAN PERSPECTIVES ON MAKING THE KYOTO PROTOCOL WORK'", 
  "enb_start_date": "05-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Second European Forum for International Environmental Assessment (EFIEA) Climate Workshop, 'From Kyoto to the Hague - European Perspectives on Making the Kyoto Protocol Work,' took place from 18-19 April 2000, at the Royal Netherlands Academy of Sciences in Amsterdam.", 
    "It was sponsored by the Dutch National Research Programme on Global Air Pollution and Climate Change.", 
    "The workshop aimed to bring together state-of-the-art scientific information from European research that is relevant to the European Union (EU) and its member States in preparing for COP-6, and to enhance the policy relevance of climate-related research in Europe.", 
    "The workshop was divided into four thematic sessions: Kyoto mechanisms, sinks, implementation issues and European international climate strategies/leadership.", 
    "Regarding the mechanisms, participants highlighted the potential benefits of the use of the mechanisms, while noting that there are sound reasons for domestic action.", 
    "On EU leadership, it was noted that the EU has a long-term vision and can integrate climate change policy with other issues.", 
    "A number of participants urged the EU to work to maintain the environmental credibility of the Protocol.", 
    "On implementation, it was noted that EU enlargement is not relevant to implementing existing obligations under the Protocol.", 
    "For more information visit: http://www.iisd.ca/crs/EFIEA/index.html"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12127e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12127e_6", 
  "enb_end_date": "05-Jun-00"
}