{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Australia", 
    "Gambia", 
    "United States", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Finance:", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Discussions in the informal group centered on the proposed Standing Committee for the Financial Mechanism under the Convention and long-term finance.", 
    "On the Standing Committee, parties considered proposals from: Pakistan; Australia, Canada, Japan, New Zealand and the US; and Switzerland.", 
    "The structure of a draft decision on the Standing Committee was also addressed.", 
    "Parties agreed to consolidate textual submissions to form the basis for further discussion, with the proviso that all party submissions remain on the table.", 
    "On long-term finance, there was initial disagreement on whether the issue should be discussed at all.", 
    "Parties then considered a new submission from Barbados, for AOSIS, and the Gambia, for LDCs.", 
    "However, parties disagreed on whether the submissions should be consolidated, which many developing countries supported.", 
    "Several developed countries maintained that consolidated text on the issue was premature.", 
    "The mandate of the AWG-LCA to discuss long-term finance was also questioned.", 
    "Many developing countries further requested the Co-Facilitator to consolidate all the proposals from parties on the Standing Committee and long-term finance into a single draft text for consideration.", 
    "However, some developed countries preferred to address long-term finance by further discussing issues, such as climate finance and public versus private finance.", 
    "The EU then submitted their proposal under this issue.", 
    "A joint proposal from Australia, Canada and Japan was also submitted.", 
    "Parties then agreed to consolidate all submissions on long-term finance.", 
    "In the final AWG-LCA contact group, Co-Facilitator Sitorus reported that the group produced draft Co-Facilitators consolidated text, one on long-term finance and one on the Standing Committee.", 
    "She said parties comments, along with additional submissions, will be incorporated into revised text for Durban."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "", 
  "id": "enb12521e_21", 
  "enb_end_date": "07-Oct-11"
}