{
  "countries": [
    "Canada", 
    "India", 
    "France", 
    "Austria", 
    "China", 
    "Germany"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 1: THE RELATIONSHIP OF CLIMATE CHANGE MITIGATION WITH OTHER POLICY AND DEVELOPMENT OBJECTIVES", 
  "enb_start_date": "21-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Ajay Mathur, SenergyGlobal, India, presented on energy sector development and climate mitigation in developing countries, noting the current potential to introduce efficient technologies, as infrastructure is built for the future.", 
    "He urged distinguishing between household, and economic and industrial energy use.", 
    "He called for addressing how international cooperation could reduce risks associated with technology dissemination, and create demand for energy efficiency and lowered energy intensity. Sara Scherr, Forest Trends, US, spoke on LULUCF as a tool for sustainable rural development, calling for climate change to be integrated into the Millennium Development Goals.", 
    "Noting the wealth of knowledge on pro-poor initiatives and on-going schemes for ensuring rigorous forest carbon projects, she called for increasing the scope for CDM LULUCF activities and engaging rural development community organizations in the negotiations. Yang Hongwei, China Energy Research Institute, presented on energy development in China, saying that socioeconomic development, driven mainly by industrial development, is China\u0092s highest priority.", 
    "He stressed China\u0092s low per-capita energy consumption, and noted substantive progress in optimizing energy mix and improving energy efficiency. Christobal Burgos, Directorate General for Energy and Transport, European Commission, spoke on the EU\u0092s activities aimed at mitigating emissions.", 
    "Noting that Europe\u0092s dependence on external energy sources is forecast to rise from 50% to 70% by 2030, he highlighted policies for, inter alia: doubling the share of renewable energy by 2010; establishing a clear legal framework; enforcing more efficient performance; diversifying the energy base; and stimulating research and investment.", 
    "He emphasized the EU\u0092s role in improving global energy cooperation, and noted its commitment to developing the largest internal market in cleaner energy as an incentive to promoting investment. Bob MacGregor, Agriculture and Agri-Food, Canada, presented on climate change mitigation policy for agriculture and efforts for horizontal policy integration in Canada.", 
    "He noted agriculture\u0092s role in meeting Protocol goals and, emphasizing mitigation as an integrated part of sustainable development, said Canada is capitalizing on sink enhancement management practices. In the discussion, FRANCE enquired about transport development in China and India.", 
    "Mathur said that while transport-related emissions will increase, new mobility technologies are being transferred to developing countries and the shift from public to private transport is being addressed.", 
    "CANADA asked about key barriers to integrating climate change into development.", 
    "Panelists noted the low priority of rural development, information gaps and insufficient pilot projects.", 
    "Responding to a question by GERMANY on incentives for renewable energy, Mathur emphasized technology adaptation to user needs.", 
    "Regarding AUSTRIA\u0092s question on viable options for providing electricity to rural areas, Mathur noted solar roof systems, and Hongwei pointed to mini-hydropower generation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12237e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12237e_4", 
  "enb_end_date": "21-Jun-04"
}