{
  "countries": [], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "DEVELOPED COUNTRY MITIGATION:", 
  "enb_start_date": "05-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "In the morning informal session, parties considered a facilitator s non-paper on the possible elements of modalities and procedures for IAR.", 
    "Under objectives, several developing countries objected to reference to a non intrusive IAR process, calling for language consistent with the Cancun agreements.", 
    "Several developing country parties objected to the merging of IAR and ICA provisions.", 
    "Divergent views were expressed among developing and developed countries on compliance, with the former saying that comparability and compliance are key objectives of the IAR process.", 
    "Some developed countries disagreed, saying a compliance process had not been agreed to.", 
    "One said that transparency is the overall objective of IAR.", 
    "Developing countries also maintained that reference to promoting consistency in accounting and comparability of efforts among developed countries should be through the application of common agreed rules and that this should be reflected.", 
    "However, a group of developed countries said IAR needs to be complemented by an accounting system including carbon budget periods, LULUCF and mechanisms.", 
    "Another developed country said it was not appropriate to introduce common accounting rules, since they have not been developed.", 
    "Developing countries objected to frequency of the IAR process being attached to the party s share of GHG emissions, noting that the overall principle of IAR should be linked to historical responsibility.", 
    "On technical review, developing countries said that in addition to identifying gaps in implementation, the text should also include proposed solutions.", 
    "Several developed countries said this would be intrusive if recommendations proposed changes to domestic law and policy.", 
    "Debate also centered on sequencing, with developing countries preferring technical assessment to be conducted before review.", 
    "On outputs, developing countries said that in addition to compliance assessment, measures to address non-compliance and consequences of non-compliance should also be included.", 
    "On recommendations to parties, several developed country parties expressed concern that recommendations could be politicized, adding that it is not appropriate for a team of technical experts to define specific policy actions to be taken by governments.", 
    "One developing country said it did not want to see a technical report as an output.", 
    "On the facilitators non-paper on biennial reports, many developing countries highlighted, inter alia, that: criteria for categorizing funding either for mitigation or adaptation should be set by the UNFCCC, rather than based on the Organization for Economic Co-operation and Development s (OECD) Development Assistance Committee criteria; information in the biennial reports should be based on common accounting rules and performance indicators to improve transparency and comparability; and that there should be no parallelism with biennial update reports.", 
    "Several developed countries supported diverse accounting methodologies to reflect the wide range of methods available to reduce emissions.", 
    "A number of developed countries said the reports should be short and concise.", 
    "One developed country called for negotiating a common accounting framework ex-ante."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12518e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "working group", 
  "id": "enb12518e_1", 
  "enb_end_date": "05-Oct-11"
}