{
  "countries": [
    "Mauritius", 
    "India"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "AR4 SYR:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Following initiation of the AR4 SYR scoping process by the IPCC Bureau at its 31st session in April 2004, IPCC-22 (9-11 November 2004, New Delhi, India) decided the SYR outline of topics to be addressed.", 
    "At its 35th session, the IPCC Bureau agreed on the composition of the Core Writing Team and Review Editors for the SYR, and the list was presented to the Panel at IPCC-25 (26-28 April 2006, Port Louis, Mauritius).", 
    "The SYR represents the final integrated product of the AR4, covering relationships between the causes of climate change, its effects and response options and other policy-relevant aspects based on scientific advances since the publication of the TAR in 2001.", 
    "A major component of the AR4 SYR is the assessment of impacts of anthropogenic climate change and possible responses in a development context.", 
    "The SYR Core Writing Team is composed of lead authors from all working groups.", 
    "The SYR has been reviewed by experts, governments and organizations between May and October 2007.", 
    "The SYR is organized around six topics.", 
    "Topic 1 presents observed changes in climate and their effects on human and natural systems.", 
    "Topic 2 summarizes causes of the observed changes.", 
    "Topic 3 discusses climate change and its impacts in the near and long term under different scenarios.", 
    "Topic 4 covers adaptation and mitigation options and responses, and the inter-relationship with sustainable development, at global and regional levels.", 
    "Topic 5 addresses the long-term perspective, in particular scientific and socioeconomic aspects relevant to adaptation and mitigation, consistent with the objectives and provisions of the UNFCCC, and in the context of sustainable development.", 
    "Finally, Topic 6 highlights robust findings and key uncertainties.", 
    "The SYR SPM highlights the most relevant aspects of the SYR Longer Report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12341e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12341e_3", 
  "enb_end_date": "12-Nov-07"
}