{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance"
  ], 
  "section_title": "Key decisions related to the future work of the IPCC:", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Watson introduced ten key decisions on the future of the IPCC and outlined his perspectives on them.", 
    "On whether the IPCC should continue preparing comprehensive assessments (Decision 1), he recommended it should.", 
    "On how frequent the comprehensive assessments should be (Decision 2), he said either the five-year interval should be maintained or the intervals should be made longer, but the issue should be discussed in plenary and with the expert community.", 
    "On whether the reports by the different working groups relating to the comprehensive assessments should be staggered (Decision 3), he said the delays would have to be sufficiently long to provide benefits and said that this would make preparing a Synthesis Report difficult.", 
    "He supported shorter and more focused working group reports (Decision 4).", 
    "On whether the comprehensive reports should be supplemented by special reports, such as the Synthesis Report (Decision 5), he strongly supported a series of focused special reports.", 
    "On how to manage and approve technical papers, special reports and reports on methodological issues (Decision 6), he said a series of options should be explored.", 
    "On whether the IPCC should prepare papers and reports on request of the UNFCCC and other environmental conventions (Decision 7), he said the IPCC should be responsive as long as financial resources are available and the scope is appropriate, as judged by the Panel.", 
    "On whether current procedures should apply for all special reports or there should be exceptions to respond to the short-term needs of the Parties to the UNFCCC and the Kyoto Protocol (Decision 8), he said case-by-case decisions could be taken by the Panel on just one round of peer review for a specific special report.", 
    "On the appropriate Working Group structure (Decision 9), he supported the current structure, but recommended increased attention to cross-cutting issues and a fourth working group on the inventories' methodological work.", 
    "On the appropriate size, structure and geographic representation of the IPCC Bureau (Decision 10), he recommended that the size of the Bureau remain at 30 members, with current geographical representation.", 
    "He recommended four working groups with seven- member bureaus and two co-chairs from a developed and a developing country or a country with economy in transition. Participants began focused discussions on the decisions on Wednesday, 4 April, continued discussions much of Thursday, and concluded them on Friday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12165e_29", 
  "enb_end_date": "09-Apr-01"
}