{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "Adverse Effects:", 
  "enb_start_date": "27-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the morning, Co-Chair Tsering introduced the informal paper on Article 4.8 and 4.9.", 
    "Parties discussed at length the phrasing of a chapeau on financial support to activities addressing adverse effects, and finally agreed to text providing that activities can be funded by the special climate change fund 'and/or' the adaptation fund, as well as other bilateral and multilateral sources. Delegates also discussed text on establishing a disaster fund for climate-induced disaster relief for vulnerable developing countries.", 
    "Several Annex I Parties expressed concern about extending funding to disaster relief, particularly its impact on funding for other purposes.", 
    "Reference to this issue was deleted. On Article 3.14, delegates discussed a paragraph on the progressive reduction or phasing out of market imperfections, fiscal incentives, tax and duty exemptions and subsidies in all greenhouse gas emitting sectors.", 
    "One participant said this wording was taken from Protocol Article 2.1(a)(v) and should therefore include the complete text from that Article.", 
    "Others cautioned that this would unsettle the 'political package' and said the Ministers had purposely omitted the remainder of the Article.", 
    "A small drafting group was convened to address the remaining bracketed text not directly affected by the political decision.", 
    "The negotiating group met again in the evening and approved the draft decisions for consideration by the COP Friday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12175e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12175e_3", 
  "enb_end_date": "27-Jul-01"
}