{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "A BRIEF ANALYSIS OF SB 24 AND AWG 1", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "After the euphoria experienced at the end of the first COP/MOP in Montreal in late 2005 , the subsidiary body meetings ( SB 24/AWG 1 ) could clearly be described as the hangover meeting, as aptly expressed by one delegate .", 
    "Adding to the hangover effect, a marathon month of climate deliberations, including IPCC 25 in late April and CSD 14 in early May, left delegates tired and delegations dwindled.", 
    "These factors, coupled with a lack of urgency in the process - underscored by the fact that no major decisions are mandated for COP 12 and COP/MOP 2 in Nairobi - meant that expectations about what would be achieved by SB 24/AWG 1 were low.", 
    "In terms of developing the climate regime, therefore, the meeting did not achieve any major breakthrough.", 
    "However, this is not surprising given that climate negotiations seem to show a cyclical pattern, and SB 24/AWG 1 can be seen as the beginning of a new phase after the entry into force of the Kyoto Protocol and the major developments in Montreal.", 
    "Below the surface of an apparently dull meeting, however, things are starting to move and the processes to consider the long-term future are now underway.", 
    "This analysis considers SB 24/AWG 1 from the perspective of where they fit into the climate change negotiating cycle and what they mean for the UNFCCC and Kyoto processes.", 
    "This analysis also explores the increasing importance of the private sector and climate change related actions external to the UN process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12306e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "", 
  "id": "enb12306e_82", 
  "enb_end_date": "26-May-06"
}