{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Sudan", 
    "Tanzania", 
    "India", 
    "United States", 
    "China", 
    "Ghana", 
    "Japan", 
    "Norway", 
    "Cook Islands"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CAPACITY BUILDING UNDER THE CONVENTION (SBI)", 
  "enb_start_date": "06-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair d Auvergne informed the group that the Co-Chairs had prepared draft documents for the group to consider, comprising draft conclusions, a draft decision, and draft terms of reference for the second comprehensive review of the capacity building framework.", 
    "Tanzania, for the G-77/CHINA, opposed the distribution of new draft documents, expressing a preference for the Secretariat s draft terms of reference ( FCCC/SBI/2008/2 ).", 
    "The US, supported by the EU, JAPAN, NORWAY and AUSTRALIA, supported the distribution of the Chairs draft for perusal and consideration.", 
    "Consultations will continue informally. CAPACITY BUILDING UNDER THE PROTOCOL (SBI): The Secretariat clarified the legal basis for a second comprehensive review of the capacity building framework under the Kyoto Protocol, which he said is found in decisions 2/CP.7, 29/CMP.1, and 6/CMP.2.", 
    "He said this is the basis for a second comprehensive review of capacity building under the Kyoto Protocol.", 
    "He also clarified that there was no basis for such a review to be separate and distinct from that contemplated under the Convention under decision 2/CP.10.", 
    "Consultations will continue informally. FINANCIAL MECHANISM (SBI): Participants decided to consider what input to provide for discussions on the GEF s fifth replenishment, followed by the fourth review of the financial mechanism.", 
    "The contact group will reconvene Friday morning. LULUCF (AWG-KP): Informal consultations resumed on Thursday, with a number of new ideas on rules and modalities proposed, and an exchange of views on definitions. MECHANISMS (AWG-KP): Informal consultations on the flexible mechanisms continued with delegates generating a list of options for consideration in a potential post-2012 CDM.", 
    "Parties considered such topics as governance, scope, methodologies, and institutional issues.", 
    "Consultations on joint implementation, emissions trading and cross-cutting issues will convene Friday. NAIROBI WORK PROGRAMME (SBSTA): Parties agreed to hold discussions on the basis of a Chair s draft paper presented by SBSTA Chair Plume.", 
    "Some developing countries urged a more action-oriented approach, with SUDAN suggesting a mechanism for actions, while the US and AUSTRALIA stressed the need to focus on the most critical points.", 
    "INDIA and others highlighted the importance of an expert group and noted connections with the SBI and AWG-LCA.", 
    "Informal consultations commenced in the afternoon.", 
    "Participants considered the Chair s document section by section, noting areas requiring further consideration.", 
    "Topics considered included methods and tools, data and observations, climate-related risks and extreme events, socioeconomic information, and adaptation planning and practices.", 
    "Discussions revolved around the relationship between data and observation and socioeconomic information, and the nature of a potential knowledge base on methods and tools. NON-ANNEX I COMMUNICATIONS (SBI): Co-Chair Ojoo-Massawa invited comments on two sub-items, relating to the Consultative Group of Experts (CGE) on non-Annex I communications and to the provision of financial and technical support.", 
    "On the CGE, several parties said the lack of agreement at SBI 27 was regrettable and expressed hopes for a more positive outcome in Bonn.", 
    "On financial and technical support, Brazil, for the G-77/CHINA, expressed concerns about the relationship between the GEF s Resource Allocation Framework (RAF) and funding for national communications.", 
    "Cook Islands, for AOSIS, said almost half the RAF allocation for many Pacific Islands goes towards national communications, leaving little for other activities.", 
    "The GEF said it is conducting a mid-term evaluation of the RAF.", 
    "Informal consultations will take place late Friday morning. RESEARCH ACTIVITIES (SBSTA): An informal discussion under the SBSTA took place on developments in research activities relevant to the needs of the Convention.", 
    "The meeting was held in response to an invitation by SBSTA 26 requesting relevant research programmes and organizations to inform the SBSTA regularly of developments in relevant research activities (FCCC/SBSTA/2007/4).", 
    "The event involved presentations by the IPCC and relevant regional and international climate change research programmes and organizations, including the Earth System Science Partnership, Inter-American Institute for Global Change Research, and Asia-Pacific Network for Global Change Research. TECHNOLOGY TRANSFER (SBI): The contact group addressed terms of reference, and the nature and timing of the review of the effectiveness of the implementation of Convention Articles 4.5 and 4.1(c) (technology transfer), and the GEF paper on the strategic programme to scale up the level of investment for technology transfer.", 
    "CANADA, the US and JAPAN, opposed by GHANA, suggested using the EGTT s performance indicators for the review.", 
    "CHINA expressed disappointment with the GEF paper, and GHANA said he will not consider the paper because it does not conform to the terms of reference given by the COP in decision 4/CP.13.", 
    "Some parties suggested a follow-up paper by the GEF more accurately reflecting the guidance given by the COP.", 
    "The GEF explained the process of elaborating the paper and approval by the GEF Council."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12368e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12368e_8", 
  "enb_end_date": "06-Jun-08"
}