{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "COP/MOP Decision", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In this decision (FCCC/KP/CMP/2005/L.7), the COP/MOP recognizes the need to ensure the CDM\u0092s continuity beyond 2012.", 
    "It extends the deadline for retroactive crediting for 'prompt start' CDM projects. The decision addresses CDM administration, requesting the Board to identify measures aimed at strengthening the CDM and its responsiveness to the needs of Parties and stakeholders.", 
    "It indicates that the Board must give adequate explanations for its decisions. On the share of proceeds to cover the Board\u0092s administrative expenses, the decision adopts a progressive approach, with the first 15,000 CERs per project being subject to a lower levy of US$0.10 and the subsequent to US$0.20. The COP/MOP requests the Board to call for public input on new ways of demonstrating additionality and improving the 'additionality tool.", 
    "' It highlights the need for further progress regarding baseline and monitoring methodologies, decides that projects under 'a programme of activities' can be registered as a single project, and states that large-scale projects can be bundled.", 
    "The Board is also requested to develop a simplified methodology for small-scale projects switching from non-renewable to renewable biomass. Parties are invited to make submissions on carbon dioxide capture and storage under the CDM.", 
    "The Secretariat is requested to organize a workshop in conjunction with SBSTA 24, and the Board is requested to consider proposals for carbon dioxide capture and storage project methodologies.", 
    "COP/MOP 2 will give further guidance on carbon dioxide capture and storage. On capacity building and regional distribution, the COP/MOP invites party submissions by 31 May 2006 on 'systemic or systematic' barriers to equitable distribution of CDM projects.", 
    "It requests parties to provide capacity building and the Board to meet with designated national authorities on a regular basis."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_79", 
  "enb_end_date": "09-Dec-05"
}