{
  "countries": [
    "Australia", 
    "South Africa", 
    "Sudan", 
    "El Salvador", 
    "Guatemala", 
    "China", 
    "Dominica"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "ADP CONTACT GROUP", 
  "enb_start_date": "01-Sep-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Central American Integration System", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union"
  ], 
  "sentences": [
    "South Africa, for the G-77/CHINA, voiced concern over the unbalanced placement of issues in the Co-Chairs’ Tool, and called for progress on pre-2020 ambition.", 
    "Australia, for the UMBRELLA GROUP, encouraged parties to suggest ideas for compromise and called for avoiding line-by-line discussions on sections without agreement.", 
    "The EU expressed concern that technical negotiations are lagging behind high-level political discussions.", 
    "Highlighting the devastation caused by Hurricane Erika, Dominica, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), urged enhanced action on adaptation and loss and damage, and alignment with the Convention’s principles.", 
    "Guatemala, for the INDEPENDENT ASSOCIATION OF LATIN AMERICA AND THE CARIBBEAN (AILAC), called for short-term commitment cycles, and linkages among mitigation, adaptation, loss and damage, and means of implementation (MOI).", 
    "Sudan, for the AFRICAN GROUP, underscored the need to address loss and damage, and links between mitigation and adaptation.", 
    "El Salvador, for the CENTRAL AMERICAN INTEGRATION SYSTEM (SICA), urged recognition of the principle of common but differentiated responsibilities and respective capabilities (CBDR-RC).", 
    "He said a 1.5°C goal is in line with science.", 
    "Other groups noted their statements would be on the UNFCCC website."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12640e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12640e_2", 
  "enb_end_date": "01-Sep-15"
}