{
  "countries": [
    "Austria"
  ], 
  "topics": [
    "Forests", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "IPCC OVERVIEW", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Bob Watson highlighted key issues for decisions, including: defining a forest, including whether to use single or multiple thresholds of canopy cover; addressing aggradation and degradation of forested land; excluding or including the harvest-regeneration cycle and the problem of accurately reflecting within the accounting system the corresponding actual changes in carbon dioxide in the atmosphere; addressing the question of permanence of carbon sequestered in the biosphere and the risk of reversibility of such sequestration; differentiating between direct and indirect human- induced activities that increase carbon stocks; identifying which carbon pools to monitor, including issues related to costs, the need for precision and technical feasibility, and monitoring of project-based activities; and addressing incentives and disincentives for carbon sequestration between 1990 and the beginning of the first commitment period in 2008. He illustrated the potential size of ARD activities in Annex I countries and globally under different accounting approaches and based on different options for the definition of a forest. Bernard Schlamadinger, IPCC/Joanneum Research, Austria, provided an overview of ARD issues under the IPCC Special Report, focusing on the harvest-regeneration cycle, aggradation/degradation and the limit of forest-nonforest conversions.", 
    "He said that, under the IPCC definitional scenario, ARD activities are based on transitions between forest and non-forest uses.", 
    "Under the FAO definitional scenarios, the harvest-regeneration cycle is included and aggradation/degradation can be included under ARD activities, although this requires multiple thresholds in the definition of a forest.", 
    "He demonstrated the implications of definitional and accounting options and noted that the accounted stock change would generally be different from the actual stock change during a commitment period, which would lead to artificial credits and debits.", 
    "He concluded that the IPCC definitional scenario provided the highest consistency between reported and actual changes in carbon stocks on land under ARD activities, noting that this scenario was likely to result in debits in Annex I Parties overall, and that aggradation/degradation would be easier to cover under Article 3.4 than under Article 3.3."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_9", 
  "enb_end_date": "17-Jul-00"
}