{
  "countries": [], 
  "topics": [], 
  "section_title": "A BRIEF ANALYSIS OF THE MEETINGS", 
  "enb_start_date": "31-Mar-08", 
  "enb_short_title": "AWGs", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "Delegates gathering in Bangkok had a clear objective upon arrival: to agree on a detailed work programme to advance the Bali roadmap and secure a successful outcome at COP 15 in Copenhagen.", 
    "After all the excitement and publicity surrounding the historic Bali conference in December, some may have regarded this as a rather mundane task.", 
    "However, most delegates in Bangkok were well aware of the value of a clear and comprehensive work programme for a process tasked with nothing less than accomplishing what the UNFCCC Executive Secretary has said may well end up being one of the most complex international agreements that history has ever seen.", 
    "Given that the meeting was intended to focus on procedural and organizational matters, some were surprised to see over 1000 delegates and over 100 accredited media in Bangkok.", 
    "Many others, however, accepted that the process, from Bali to Copenhagen, will continue to attract a high level of international attention.", 
    "They alluded to the historic nature of the agreement reached in Bali, the increased attention given to the issue of climate change more generally, and the urgency to reach an agreement on a post-2012 regime by the end of 2009.", 
    "This brief analysis examines: the main issues and sticking points in developing the AWGLCA s work programme, including procedural matters; linkages between the two AWGs; the main substantive issues discussed in Bangkok; and prospects for the future up to Copenhagen, where the final agreement is expected to be adopted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12362e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12362e_29", 
  "enb_end_date": "04-Apr-08"
}