{
  "countries": [
    "Japan", 
    "Austria", 
    "Sweden", 
    "Bhutan"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "PRESENTATIONS", 
  "enb_start_date": "11-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Bernard Schlamadinger, IPCC/Joanneum Research, Austria, provided an overview of ARD issues under the IPCC Special Report, focusing on the harvest- regeneration cycle, aggradation/degradation and the limit of forest-nonforest conversions.", 
    "He said that, under the IPCC definitional scenario, ARD activities are based on transitions between forest and non-forest uses.", 
    "Under the FAO definitional scenarios, the harvest-regeneration cycle is included and aggradation/degradation can be included, although this requires multiple thresholds in the definition of a forest.", 
    "He demonstrated the implications of definitional and accounting options and noted that the accounted stock change generally would be different from the actual stock change during a commitment period, which would lead to artificial credits and debits.", 
    "He concluded that the IPCC definitional scenario provided the highest consistency between reported and actual changes in stocks in land undergoing ARD activities, noting that this scenario is likely to result in debits in Annex I Parties overall, and that aggradation/degradation would be easier to cover under Article 3.4 than under Article 3.3. Michael Gytarsky, Institute of Global Climate and Ecology, Roshydromet and Russian Academy of Sciences, made a presentation on definitions of ARD within the framework of Articles 3.3 and 3.4 of the Protocol, suggesting that these definitions be extended to include various human activities aimed at reducing greenhouse gas emissions and increasing sinks.", 
    "He suggested considering the inclusion of fire prevention as a human-induced activity under Article 3.4. Klas Österberg, Principal Technical Officer, Swedish Environmental Protection Agency, discussed Swedish carbon budgets in relation to the Protocol.", 
    "He outlined calculations on above-ground biomass carbon and emphasized that Article 3.3 would not benefit Sweden, as slow growth in early rotation cannot compensate for harvested carbon, and could instead create a significant carbon debit. Yuji Kimura, Office of Research and Information, Environment Agency of Japan, made a presentation on ARD under Protocol Article 3.3.", 
    "On selection of a definition and accounting framework for Article 3.3 activities, he stated that these should include incentives to promote sinks activities.", 
    "He highlighted incentives to promote forest management in Annex I countries where the harvesting-regeneration cycle is the key factor, and said the definition and accounting framework should encourage carbon sequestration in the harvesting-regeneration cycle.", 
    "He supported the FAO activity-based accounting method, as it can promote appropriate harvesting and regeneration. Yeshey Penjor, National Greenhouse Gas Project Manager, National Environmental Commission of Bhutan, discussed LULUCF in a national context.", 
    "He defined land-use planning as a means of supporting farmers and rural communities dependent on natural resources to increase their standard of living sustainably without diminishing the future resource base. Kazimierz Rykowski, Professor of Forestry, Polish Forest Research Institute, highlighted the importance of developing a set of definitions and accounting procedures, as well as a measuring and monitoring system.", 
    "Noting difficulties in reaching agreement on the definition of a forest, he suggested focusing instead on seeking definitions and descriptions of ARD and 'forestry activities.", 
    "' While agreeing with the IPCC's Special Report that afforestation and reforestation should be classified as forestry activities, he said deforestation should not be, as it does not take place within forest management."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12138e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12138e_2", 
  "enb_end_date": "11-Jul-00"
}