{
  "countries": [
    "Brazil", 
    "Canada", 
    "Netherlands", 
    "Mauritania", 
    "Kuwait", 
    "United States", 
    "Venezuela", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Slovenia", 
    "China", 
    "Marshall Islands", 
    "Uganda", 
    "Japan", 
    "Germany"
  ], 
  "topics": [
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "SBSTA/SBI JOINT SESSION", 
  "enb_start_date": "11-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The joint SBSTA/SBI session discussed the review of progress under the pilot phase of AIJ, Protocol Articles 6, 12, and 17, and preparations for COP/MOP-1.", 
    "On the review of progress under the AIJ pilot phase, Chair Cornelia Quennet-Thielen (Germany) presented a draft decision (FCCC/SB/1998/CRP.3) based on informal consultations.", 
    "The G-77/CHINA opposed text on crediting for AIJ pilot phase projects and proposed an amendment on continuing the AIJ pilot phase, focusing on developing countries.", 
    "The US and SLOVENIA opposed the change, noting it excluded certain groups of Parties.", 
    "AUSTRALIA said incentives were needed for the private sector.", 
    "The draft decision was forwarded to Plenary. On Protocol Articles 6, 12 and 17, Co-Chairs Luiz Gylvan Meira Filho (Brazil) and Yvo de Boer (the Netherlands) reported that the joint contact group did not agree on a draft work programme.", 
    "The EU and AUSTRALIA and others put forward the documents they had produced for the contact group.", 
    "Co-Chairs Kante and Chow distributed a draft decision on the work progamme on mechanisms.", 
    "The G-77/CHINA urged discussion of the contact group Co-Chairs\u0092 draft, with CHINA opposing the use of other documents.", 
    "SOUTH AFRICA and UGANDA rejected the G-77/CHINA position, saying they were unaware the group had discussed the new proposal.", 
    "With the US, EU, CANADA, JAPAN, KUWAIT and AUSTRALIA, the AFRICAN GROUP favored bracketing the new Co-Chairs\u0092 draft entirely.", 
    "VENEZUELA said forwarding the Co-Chairs\u0092 text would require formulation of a joint Subsidiary Bodies\u0092 position.", 
    "KUWAIT suggested the draft decision of the SBSTA/SBI Co-Chairs be forwarded to the COP as a Chair\u0092s text.", 
    "Co-Chair Kante suggested forwarding both texts to the Plenary: the draft work plan proposed by the contact group Co-Chairs and the draft decision proposed by the SBSTA/SBI Co- Chairs.", 
    "Delegates agreed but it remained uncertain which of the texts would be bracketed. On matters related to decision 1/CP.3, paragraph 6 (preparations for COP/MOP-1) the Chair of the informal consultations, Espen Ronneberg (Marshall Islands) reported that work was not concluded due to time constraints.", 
    "He offered an informal paper with an annex containing an initial list of work.", 
    "Co-Chair Chow suggested further deliberations.", 
    "SAUDI ARABIA said it would accept this on the condition that the issue of Protocol Articles 4.8 and 4.9 (adverse effects) be resolved at COP-4.", 
    "The Co- Chairs forwarded the paper to the COP. MAURITANIA and the Co-Chairs proposed a draft decision urging Parties to sign and ratify the Kyoto Protocol.", 
    "JAPAN recalled that the draft decision on Article 4.2(a) and (b) contained a bracketed sentence urging Parties to ratify.", 
    "The US said it was not in a position to urge ratification and suggested postponing the decision.", 
    "The draft decision was forwarded to the COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1294e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbi/sbsta", 
  "id": "enb1294e_4", 
  "enb_end_date": "11-Nov-98"
}