{
  "countries": [
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "Egypt", 
    "Poland", 
    "United States", 
    "China", 
    "Belize"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADVERSE EFFECTS", 
  "enb_start_date": "08-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Least Developed Countries", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Participants considered the section of the Co-Chairs' text on the impact of implementation of response measures.", 
    "On technological development and economic diversification, the US suggested including specific reference to support for least developed countries.", 
    "On the issue of future workshops, delegates stressed the need for these to be clearly focused.", 
    "SAMOA, supported by the EU, BELIZE, and JAMAICA, questioned the utility of vulnerability indices, while EGYPT supported them. On the section on Protocol Article 3.14, the US, with the EU and several other developed countries, noted that it dealt primarily with the impact of response measures, and suggested merging it with the previous section that directly addressed this issue.", 
    "The G-77/CHINA, SAUDI ARABIA, and a number of other developing countries repeated their proposal for two separate draft decisions, one on FCCC Article 4.8 and 4.9, and one on Protocol Article 3.14.", 
    "BELIZE, speaking for AOSIS, said these paragraphs did not address its concerns.", 
    "AUSTRALIA, POLAND, the US, EU and other Annex I Parties expressed reservations on a paragraph inviting Annex I Parties to provide information on, inter alia, existing market imperfections and subsidies in the energy sector.", 
    "SAUDI ARABIA said the paragraph should be retained."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12145e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12145e_2", 
  "enb_end_date": "08-Sep-00"
}