{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "16-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "By Day 5, most delegates had figured out the layout of the conference venue and internalized the stadium's round shape.", 
    "Some also felt that discussions on some issues were going 'in circles'.", 
    "On technology discussions under the ADP, familiar controversies emerged concerning IPRs.", 
    "In the SBI/SBSTA technology discussions, parties debated whether to refer to the World Trade Organization and World Intellectual Property Organization.", 
    "Some also commented that progress on national adaptation plans slowed and, according to one delegate, impeded parties from focusing attention on loss and damage.", 
    "One negotiator noted that the live meetings schedule briefly slotting 'Loss and Damage: 4 pm until - ¦' indicated that no one could, at this stage, estimate an end time, or date, for completing negotiations on this issue.", 
    "Some items, such as REDD+, broke the mold, making comparatively good progress.", 
    "One delegate, however, suggested that progress on REDD+ was an attempt to 'save the day', as consensus on other issues was not forthcoming. UNFCCC Executive Secretary Christiana Figueres sought to bring inspiration to the proceedings by drawing attention to photographs showcasing CDM projects during an afternoon event on the CDM Changing Lives Photo and Video Contest.", 
    "She said these photos are proof that the CDM is not an 'esoteric' exercise, and that the mechanism is a 'treasure trove' of ideas and tools for negotiators currently working to develop new market mechanisms.", 
    "However, negotiations on the various agenda items related to market mechanisms were not progressing as smoothly.", 
    "Many brackets filled the texts on the framework for various approaches, and delegates also struggled to find common ground on changes to the CDM modalities and procedures.", 
    "As the conference approached its mid-mark, one negotiator commented: 'It remains to be seen if we will be able to gather enough enthusiasm and spirit of compromise to take the bold steps required to achieve a successful and meaningful outcome here in Warsaw'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12588e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12588e_5", 
  "enb_end_date": "16-Nov-13"
}