{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "President's Note:", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday evening, COP-6 President Pronk presented a Note outlining proposals for a compromise agreement on the key unresolved issues.", 
    "On adverse effects, the Note outlined actions to be taken by Annex II Parties, including: initiating pilot/demonstration adaptation projects; undertaking adaptation projects where sufficient information is available in specified areas; and strengthening and establishing national and regional centers, as well as information networks for rapid response to extreme weather events. The Note also proposed actions to address the impacts of response measures under Article 3.14.", 
    "It suggested that Annex I and other Parties may report on their efforts to limit such impacts of their implemented or future policies and measures in their national communications, which would be reviewed under Protocol Article 8, allowing flexibility for EITs.", 
    "The note further put forward actions by Annex II Parties to address impacts of response measures on non-Annex I Parties under Article 4.8, through concrete actions based on, inter alia, further methodological work in economic diversification, increasing energy efficiency in fossil fuel production, and advanced fossil fuel technologies.", 
    "These non-Annex I Parties should also report their specific needs and concerns in their national communications. On the needs of LDCs, including SIDS, the note suggested: a separate work programme to be financed by the GEF, which would focus on vulnerability and adaptation needs assessment, including technology transfer and capacity building; development of national adaptation programmes of action; implementation of concrete adaptation projects; and the establishment of an LDC group of experts.", 
    "Also, in order to encourage a greater flow of CDM projects to the LDCs, the note proposed that CDM projects in LDCs be exempt from the share of proceeds for adaptation, and that the implementation of 'small scale CDM projects' be promoted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12163e_39", 
  "enb_end_date": "27-Nov-00"
}