{
  "countries": [
    "Canada", 
    "France", 
    "United States", 
    "Sweden", 
    "Kenya", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Argentina", 
    "Saudi Arabia", 
    "Australia", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Colombia", 
    "Belgium", 
    "Japan", 
    "Germany"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "UNDERSTANDING AND ATTRIBUTING CLIMATE CHANGE:", 
  "enb_start_date": "29-Jan-07", 
  "enb_short_title": "IPCC WGI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This section was addressed on Thursday morning.", 
    "Following concerns expressed by China and Saudi Arabia on the introductory boxed text, Co-Chair Solomon proposed, and participants agreed, to move a sentence quoting the TAR conclusions on attributing observed warming to the increase in greenhouse gas concentrations, to the text underneath.", 
    "On language stating that anthropogenic greenhouse gas increase has very likely caused most of the observed increase in global temperature, China and Saudi Arabia proposed using the term qualifying the probability of very likely , suggesting the use of likely or increasingly very likely .", 
    "New Zealand, UK, Norway, Switzerland, Argentina, US, France, Canada, Australia, Germany, Austria, Japan, Kenya, Sweden, and the Coordinating Lead Authors opposed this suggestion.", 
    "The US urged participants not to reassess the underlying assessment, and Belgium reminded participants that the SPM was a summary for policy makers and not by policy makers.", 
    "Co-Chair Solomon and Australia drew attention to the rules of procedure, noting that if one country disagrees, this disagreement can be recorded in a footnote.", 
    "Colombia suggested adding a footnote restating the report's definition of very likely .", 
    "China requested a reference to model uncertainty.", 
    "Agreement was reached by adding a footnote noting that consideration of remaining uncertainty is based on current methodologies.", 
    "Following comments from Saudi Arabia and Austria, text stating that warming of the climate system has been detected and attributed to anthropogenic forcing was modified, with language separating the detection and attribution components into two separate sentences.", 
    "On equilibrium climate sensitivity, Belgium proposed that a statement indicating that values substantially higher than 4.5 º C cannot be excluded be replaced with a likelihood estimate in order to avoid the impression that the probability is extremely low.", 
    "Co-Chair Solomon explained that the Coordinating Lead Authors had previously attempted to calculate such an estimate but that it had not been possible, and that the wording had been carefully selected.", 
    "The sentence was approved as it stood."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12319e.html", 
  "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)", 
  "type": "ipcc", 
  "id": "enb12319e_15", 
  "enb_end_date": "01-Feb-07"
}