{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "South Africa", 
    "India", 
    "Micronesia", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "AWG CONTACT GROUP", 
  "enb_start_date": "30-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77 and China", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Wednesday afternoon, AWG Chair Charles opened the AWG contact group on analysis of mitigation potential and possible ranges of emission reductions.", 
    "South Africa, for G77/CHINA, observed that most Annex I submissions refer to domestic mitigation.", 
    "Highlighting the potential contribution of the flexible mechanisms, he stressed that the level of mitigation ambitions could be increased.", 
    "The EU agreed with G77/CHINA that flexible mechanisms should be available in the future, but raised the possibility of expanding them.", 
    "G77/CHINA replied that expanding the flexible mechanisms was not within the AWG mandate. JAPAN stressed that further analytical work is needed, including in cooperation with the IEA and IPCC on energy indicators and best practices.", 
    "CANADA supported expanding the analysis using the same indicators for all countries and to draw out aspects of national circumstances.", 
    "G77/CHINA indicated that no single indicator is applicable to all but said the use of standard indicators would allow comparison of like with like.AOSIS asked for studies showing emission pathways leading to temperature increases below 2 C. SAUDI ARABIA asked for analyses to include spillover effects of mitigation policies on developing counties, to identify win-win policies and measures, to avoid hiding trade discrimination against developing countries and to expand the use of analysis data beyond the use of the IEA results.", 
    "JAPAN said response measures were not so relevant to Annex I and therefore, they should be discussed in the right context.", 
    "G77CHINA hoped to move forward in the AWG process and called for the analysis of spillover effects to be prepared for the next stage.", 
    "NORWAY and the EU supported moving on with AWG work while addressing information gaps. NEW ZEALAND stressed that no two countries are alike in terms of emission profiles and mitigation potential.", 
    "He stated that in the future, there could be more differentiation in commitments than during the first commitment period.", 
    "CANADA agreed that reduction ranges were complex and that one size does not fit all.", 
    "NEW ZEALAND drew attention to potential tradeoffs between steepness of emission reductions and timeframes for implementation.", 
    "MICRONESIA highlighted that since cost of mitigation seems to be low, more ambitious targets would be possible. INDIA highlighted the need to focus on further Annex I commitments.", 
    "He explained that questions falling under UNFCCC Article 2 on the Convention ultimate objective do not need to be answered before determining new targets.", 
    "NORWAY disagreed and stressed that the world needs to understand the extent to which new commitments address the problem of climate change.", 
    "Chair Charles identified a number of common themes emerging from discussions and said he would make draft conclusions available at 6 pm to be discussed in a contact group on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12337e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12337e_2", 
  "enb_end_date": "30-Aug-07"
}