{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IPCC-32 ANALYSIS", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Rajendra Pachauri recalled in Monday s opening plenary that the small dog-like animal, known popularly as Eohippus , that lived 45 to 60 million years ago, had evolved into the horse we know today.", 
    "He used this analogy when referring to the IPCC s transformation from a little-known institution with Secretariat staff borrowed from IPCC s parent organizations, WMO and UNEP, to a Nobel Peace Prize winner and the most authoritative voice on climate change science just 22 years later.", 
    "While it was evident that the IPCC had to evolve, overblown public criticism over the discovery of a handful of errors in its Fourth Assessment Report (AR4) are forcing it to adapt more quickly.", 
    "In March 2010, the UN Secretary-General and the IPCC Chair requested the InterAcademy Council (IAC) to conduct an independent review of IPCC processes and procedures, which was released in August.", 
    "Responding to this review was the most important agenda item at IPCC-32.", 
    "While some delegates at the session stressed that it was important not to overreact and get distracted from the substantive items on the agenda, particularly since the mistakes are drops in the ocean of evidence of climate change in the AR4, most welcomed the opportunity, recognizing that there is ample room for improvement in the processes and procedures of the IPCC.", 
    "This brief analysis looks at what was accomplished at this session, focusing in particular on the Panel s responses to the IAC Review and the substantive work related to the Fifth Assessment Report (AR5)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_52", 
  "enb_end_date": "14-Oct-10"
}