{
  "countries": [
    "Algeria", 
    "South Africa", 
    "Kuwait", 
    "Cameroon", 
    "Micronesia", 
    "United States", 
    "Mali", 
    "United Arab Emirates", 
    "Bolivia", 
    "Venezuela", 
    "Ecuador"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "WORKSTREAM 2 :", 
  "enb_start_date": "16-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "In the afternoon open-ended consultations on the way forward under workstream 2, ADP Co-Chair Runge-Metzger called on parties to focus on what can be achieved to reach decisions in Warsaw. ECUADOR stressed that progressing to close the pre-2020 ambition gap is a starting point for moving forward under workstream 1.", 
    "Venezuela, for LMDCs, supported by KUWAIT and ALGERIA, called for, inter alia : clarity on finance and support for identifying developing country needs; addressing economic and social consequences from the implementation of response measures; and rapid capitalization and operationalization of the GCF.", 
    "SOUTH AFRICA, the FEDERATED STATES OF MICRONESIA and BOLIVIA underlined the mitigation, implementation, finance and technology gap.", 
    "Cameroon, for COMIFAC, highlighted the role of reducing, halting and reversing deforestation in closing the mitigation gap.", 
    "SOUTH AFRICA called for increased means of implementation for non-Annex I countries.", 
    "MALI called for building on the US$100 billion goal, with SOUTH AFRICA proposing a portal to match funding with required support.", 
    "Many developing countries urged ratification of the Doha Amendment to the Kyoto Protocol and raising the ambition of Protocol parties' commitments, as well as commitments by developed countries not parties to the Protocol.", 
    "BOLIVIA called for: free access to patents to enable developing countries to address climate change; and an operational institution to address loss and damage with an executive board and a finance facility for the pre-2020 period.", 
    "The US: supported a work plan to raise ambition by identifying win-win mitigation opportunities; encouraged countries to clarify their pledges to understand pre-2020 ambition and countries that have not yet made Cancun pledges to do so; suggested developing a system under FVA to ensure transparency and prevent double counting of emission reductions; and proposed a global effort to advance sub-national emission reduction actions in the pre-2020 timeframe.", 
    "The UNITED ARAB EMIRATES welcomed cooperative initiatives among cities in green energy urban development."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12588e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "WORKING GROUP", 
  "id": "enb12588e_3", 
  "enb_end_date": "16-Nov-13"
}