{
  "countries": [
    "Brazil", 
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Venezuela", 
    "Micronesia", 
    "Austria", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "Carbon capture and storage under the CDM", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue (FCCC/SBSTA/2008/INFs.1 and 3 and MISC.10), was first introduced in plenary on 2 December and considered in contact group sessions and informal consultations facilitated by Gertraud Wollansky (Austria) and Mohammad Reazuddin (Bangladesh).", 
    "Delegates considered various options, including an EU proposal for a CCS pilot phase under the CDM.", 
    "Throughout discussions, views remained polarized among parties such as Saudi Arabia, Norway, the EU, Japan and others who supported including CCS under the CDM and Jamaica, Venezuela, Micronesia and Brazil who, while noting the potential of CCS maintained that the technology has not been fully tested or proven, but could be considered at a later stage.", 
    "Draft text was heavily bracketed and differences remained on forwarding bracketed text to the COP/MOP or to a later SBSTA session.", 
    "During the SBSTA closing plenary, the EU, Saudi Arabia, Australia, Norway and Japan expressed regret that agreement had not been reached.", 
    "Jamaica noted that CCS technology is not ready for use in an offset mechanism such as the CDM, while Brazil highlighted concerns relating to long-term permanence and host-country liabilities.", 
    "The SBSTA adopted conclusions on 10 December.", 
    "Informal ministerial consultations conducted on 12 December were not able to reach agreement on this matter.", 
    "The item will therefore appear on the agenda at the SBSTA s next session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_79", 
  "enb_end_date": "12-Dec-08"
}