{
  "countries": [
    "United States"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "30-Mar-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "As the meeting opened on Sunday afternoon, two topics seemed to dominate discussions in the busy corridors of the Maritim: the pre-sessional events and what many saw as the US comeback to the process.", 
    "Most parties welcomed the fact that the US statement was delivered by such a high-level representative and many were also satisfied with the general message.", 
    "For eight years, we ve been waiting for this, commented one participant.", 
    "The details, however, generated more diverse reactions.", 
    "While some delegates lauded the US pragmatic approach, others wondered what this pragmatism might mean for other countries, and some also expressed disappointment at the outlined emission reduction goals.", 
    "A seasoned negotiator noted the importance of the US acknowledging their domestic challenges as part of the process, in order to avoid another Kyoto situation where the US signed but the Senate never ratified the treaty.", 
    "Participants were also commenting on the pre-sessional events, which took place on Thursday and Friday.", 
    "Many delegates, particularly those working on AWG-KP issues, seemed satisfied, especially praising the constructive nature of the informal consultations on the flexibility mechanisms.", 
    "Some wondered, however, whether ongoing discussions about the AWG-KP s chairmanship would start slowing the process.", 
    "On the AWG-LCA pre-sessional events, a group of developing countries expressed disappointment with the focus document prepared by the AWG-LCA Chair to help discussions in Bonn as, in their view, it did not adequately address technology and finance and placed a disproportionate emphasis on mitigation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12398e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12398e_8", 
  "enb_end_date": "30-Mar-09"
}