{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "United States", 
    "China", 
    "Chile", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "MITIGATION", 
  "enb_start_date": "14-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-Chair Toshiyuki Sakamoto introduced a draft decision based on informal consultations.", 
    "The G-77/CHINA reiterated that socioeconomic aspects and technological cooperation should be given greater emphasis in the text.", 
    "AUSTRALIA noted that discussions should not be limited to bilateral activities, but should include multilateral and international activities.", 
    "Regarding themes for a future SBSTA in-session workshop on mitigation, Parties discussed whether the workshop proposal should specifically mention renewable energy and efficiency, or regulatory policies and frameworks.", 
    "SAUDI ARABIA reiterated the need to focus on existing technologies and, opposed by AUSTRALIA, CANADA, US, CHILE, NEW ZEALAND and JAPAN, pointed to the necessity to address the spillover effects of mitigation.", 
    "He said land-use changes and non-CO2 gases should also be addressed.", 
    "The EU, supported by the US, proposed addressing co-benefits.", 
    "Opposed by AUSTRALIA, CANADA, US, CHILE, NEW ZEALAND and JAPAN, the EU, with NORWAY, proposed focusing on energy efficiency and renewables, as well as policy and regulatory frameworks.", 
    "The US said that he did not object to renewable energy, but would prefer no reference to it in the text. CHINA said policies and frameworks are not technological issues, while the EU argued that they are related to barriers and deployment.", 
    "On renewable energy, CANADA, with the G-77/CHINA and SAUDI ARABIA, argued that no specific technology should be promoted.", 
    "SAUDI ARABIA reminded Parties that the UNFCCC is not an energy convention.", 
    "The US stressed the need to focus on practical opportunities and solutions.", 
    "Agreement could not be reached, and discussions continued informally into the night."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12256e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12256e_5", 
  "enb_end_date": "14-Dec-04"
}