{
  "countries": [
    "Iran"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PUTTING WIND IN THE SAILS", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Like Minded Group of Developing Countries", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Procedural issues aside, ADP 2-4 was successful in hoisting the sails by engaging parties in substantive discussions under both workstreams.", 
    "In preparation for the 2015 agreement (workstream 1), parties decided in Warsaw to initiate or intensify preparation of their intended nationally determined contributions.", 
    "The controversial reference to 'intended nationally determined contributions that would not prejudge their legal nature' was introduced as an oral amendment in the dying minutes of the ADP closing plenary in Warsaw, effectively leaving fundamental issues, such as the legal nature of the 2015 agreement and the means to differentiate commitments in an agreement 'applicable to all', unresolved.", 
    "This was the first opportunity to address these ambiguities, and the divergence of views that the compromise Warsaw language had sought to muffle re-emerged in Bonn.", 
    "While some developed countries argued that nationally determined contributions refer solely to mitigation, developing countries insisted that they should also encompass adaptation and means of implementation.", 
    "The latter interpretation would imply that adaptation and means of implementation pledges by developed countries - not only those related to mitigation - are to be assessed in relation to the global goal and subject to measurement, reporting and verification.", 
    "On the legal nature of contributions, the EU and AOSIS who had pushed for adopting text in Warsaw referring to 'commitments' and not 'contributions', clearly indicating their legal nature, argued that the contributions should be binding since they are part of a legally-binding agreement.", 
    "On the other hand, the LMDC called for strict differentiation between Annex I and non-Annex I parties' contributions, refusing to move away from the differentiation system of the UNFCCC and the Kyoto Protocol, where only developed countries had to take on binding commitments.", 
    "These discussions provided the context on how parties will define and prepare the nationally determined contributions, which are expected by the first quarter of 2015.", 
    "The COP 19 decision further stipulates that contributions are to be submitted 'in a manner that facilitates the clarity, transparency and understanding of the intended contributions'.", 
    "ADP 2-4 kick-started discussions on what information is essential for this purpose, and what level of specificity is useful and necessary in order to facilitate parties' domestic preparation of their contributions.", 
    "The parties' interventions during the open-ended consultations at ADP 2-4 on this topic had the merit of defining the emerging landscape and areas of common ground on these information requirements, which will play a critical role in establishing a robust, yet manageable, list of information for parties to provide with their contributions.", 
    "The discussions also illustrated the need for parties to move away from generalized comments and sound bites, and make concrete proposals on how elements of the Durban Platform could be operationalized.", 
    "Throughout the week delegates were prompted by the Co-Chairs to focus more on the 'how', or the consideration of modalities for reflecting views and ideas in the 2015 agreement, with ADP Co-Chair Artur Runge-Metzger urging parties to 'dig deeper and look each other in the eye'.", 
    "As one observer commented, after nearly two years 'I can't believe that I'm still listening to the same statements in the ADP'.", 
    "Unless parties come to subsequent sessions prepared to provide concrete input about how proposals and submissions can be reflected in the agreement, an effective outcome may prove elusive.", 
    "Mixed progress was also achieved under workstream 2 on closing the ambition gap pre-2020.", 
    "After spending two years identifying where the highest mitigation potential lies, the ADP was expected to shift gears and begin to address how to unlock this potential, remove barriers and accelerate mitigation achievements.", 
    "By inviting experts to make presentations on successful experiences, the organization of the technical expert meetings on renewable energy and energy efficiency aimed to be concrete and focused.", 
    "While some delegates welcomed the expert meetings, commenting that they had been successful in spurring bilateral conversations and in building a bridge between climate negotiators and implementers on the ground, others argued they had failed to carry out the necessary exercise of capturing and distilling the experiences presented to enable their replication.", 
    "Others also questioned how they would feed into the UNFCCC negotiations.", 
    "As Iran commented, 'there is no time left before Lima to sit in workshops', with some qualifying these technical meetings as 'a massive never-ending side event'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "", 
  "id": "enb12595e_34", 
  "enb_end_date": "14-Mar-14"
}