{
  "countries": [
    "Papua New Guinea"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Flexibility mechanisms", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Discussions in the informal group were based on the section on the flexibility mechanisms in the AWG-KP Chair s proposal (FCCC/KP/AWG/2010/CRP.4).", 
    "On CCS under the CDM, many parties expressed concern that the options in the text are too black and white and proposed a third option in which CCS could be eligible under the CDM in a second and subsequent commitment periods provided that certain issues, such as permanence, are resolved.", 
    "Parties noted that this would link the issue to ongoing work under the SBSTA agenda item on CCS under the CDM.", 
    "Parties also discussed whether progress could be made on various issues including: nuclear power under the CDM; use of standardized baselines; co-benefits; use of Certified Emission Reductions from project activities in certain host countries; discount factors; share of proceeds; emissions trading; and supplementarity.", 
    "Parties also addressed the draft decision text proposed by Papua New Guinea during the COP/MOP plenary on the continuity of the Kyoto mechanisms post-2012.", 
    "Many supported the continuation of the CDM, but disagreement remained on whether an explicit signal is needed on the CDM s continuation and on the nature of such a signal.", 
    "No consensus was reached on these issues.", 
    "Discussions are intended to continue based on draft text contained in Chapter III of document FCCC/KP/AWG/2010/CRP.4/Rev.4 (Revised proposal by the Chair).", 
    "Outcome: The negotiating text (FCCC/KP/AWG/2010/CRP.4/Rev.4) was forwarded by the AWG-KP to serve as the basis for further negotiations.", 
    "Elements related to the flexibility mechanisms are included in the Cancun Agreements (FCCC/KP/AWG/2010/L.8/Add.1).", 
    "In the Agreement parties decide that the flexibility mechanisms will continue to be available to Annex I parties as means to meet their emission reduction commitments.", 
    "The outcome is summarized in the section on the Cancun Agreements of this report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_34", 
  "enb_end_date": "11-Dec-10"
}