{
  "countries": [
    "Sudan", 
    "Grenada", 
    "Bolivia", 
    "India", 
    "Japan"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Part I", 
  "enb_start_date": "03-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Workshop Co-Chair Leon Charles (Grenada) introduced discussions focused on how parties assess the current level of pledges and the scale of emission reductions by Annex I parties in aggregate. JAPAN emphasized that the top-down approach to setting aggregate levels of emission reductions is not politically viable for Annex I Parties.", 
    "He underscored that there are multiple pathways to limiting temperature increase to below 2°C and that 2020 is scientifically arbitrary.", 
    "He stressed that discussions of emissions reductions must include all major emitters and that such discussions should take place in the AWG-LCA. INDIA underscored equitable sharing of carbon space based on a per capita cumulative share to achieve a 2°C pathway.", 
    "He concluded that over-occupation of the carbon space by developed countries restricts the physical availability of carbon space to developing countries.", 
    "During the ensuing discussion, JAPAN emphasized that historical responsibility is not a pragmatic approach to setting emission reductions targets, and that the data on historical responsibility is not robust enough to serve as the basis for a legally binding agreement.", 
    "INDIA said equitable entitlement might imply payments by developed countries for future emissions.", 
    "SUDAN emphasized that survival has to be the rule of thumb for equity.", 
    "The POTSDAM INSTITUTE FOR CLIMATE IMPACT RESEARCH introduced a methodology to compare Annex I reduction pledges with a raw target excluding LULUCF, and noted a significant difference in real potential emission reductions saying, inter alia , that the business as usual (BAU) scenario, LULUCF and carry over of surplus AAUs result in a temperature increase well above 2ºC.", 
    "The SOUTH CENTRE said that, when compared with BAU scenarios, the nominal aggregate Annex I pledges represent emission reductions of only 1%.", 
    "He called for strengthening targets to ensure real mitigation.", 
    "The OECD introduced an assessment of the economic implications of current pledges, noting that market-based policy instruments at the national level help address the costs of Annex I emissions reductions and create fiscal opportunities at the domestic level.", 
    "SUDAN and BOLIVIA questioned market-based approaches."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12474e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "", 
  "id": "enb12474e_5", 
  "enb_end_date": "03-Aug-10"
}