{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Maldives", 
    "Bangladesh", 
    "South Africa", 
    "Tanzania", 
    "United States", 
    "China", 
    "Norway", 
    "Cook Islands"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "01-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties continued to address how to streamline the consolidated negotiating text on adaptation.", 
    "The EU proposed consolidating elements, including: integration and planning; risk management; issues relating to vulnerable groups; synergies and coherence with other organizations; finance and means of implementation; technology issues; institutional arrangements; and monitoring and review.", 
    "The Maldives, for the G-77/CHINA, supported by Bangladesh, for the LDCs, and Tanzania, for the AFRICAN GROUP, drew attention to gaps, noting the need to highlight the life cycle of funding, including inception, planning, implementation and review.", 
    "He said funding should be easily accessible; country-driven; derived from public sources; as well as new, predictable and additional to ODA.", 
    "He supported a compliance mechanism to ensure fulfillment of developed countries funding commitments.", 
    "The Cook Islands, for AOSIS, highlighted duplication in paragraphs relating to planning and said some of the level of detail might be too prescriptive.", 
    "She highlighted that means of implementation constituted more than just finance and also entailed support for implementation of adaptation priorities identified at the country level.", 
    "The US cautioned against over-consolidating the sections relating to finance, as it would be difficult to refer these sections to the contact group on finance.", 
    "She said means of implementation should contain language on what support should target and how to deliver support.", 
    "NORWAY called for clarity on the various institutional options.", 
    "SOUTH AFRICA noted the need for a comprehensive international programme on the implementation of adaptation.", 
    "CANADA identified the need for: stakeholder involvement; scaled-up financing; forecasting data; and highlighting the roles and responsibilities of all countries.", 
    "In the afternoon, parties continued to discuss how the text should be further streamlined.", 
    "SAUDI ARABIA reiterated that the definition of vulnerable countries as laid down in Convention Article 4.8 (adverse effects/impacts of response measures) should be used and no additional listing of countries should be created.", 
    "He called for referencing the impact of response measures where reference to impacts of climate change appears in the text.", 
    "The EU reiterated that response measures should be addressed in the relevant contact group.", 
    "The G-77/CHINA said the structure of the text should be streamlined and emphasized that the key message on adaptation finance should not be lost.", 
    "He highlighted the need for immediate medium and long-term adaptation actions.", 
    "Bangladesh, for LDCs, said adaptation finance should be considered under means of implementation and that activities relating to migration and displacement due to climate-related events should be emphasized.", 
    "He called for funding equal to 1.5% of developed countries GDP. CANADA identified the need to reflect the overarching goal of enhancing adaptation action and decreasing vulnerability to adverse impacts of climate change in the beginning of the text.", 
    "The Cook Islands, for AOSIS, underlined the need to articulate moral and equity aspects in principles.", 
    "BRAZIL highlighted the possibility of streamlining several parts, such as principles and means of implementation, but said it would be difficult to streamline the section on institutional arrangements."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12431e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12431e_5", 
  "enb_end_date": "01-Oct-09"
}