{
  "countries": [
    "Switzerland", 
    "Saudi Arabia", 
    "China", 
    "Singapore"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "TRANSPARENCY", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The first reading of section I (Transparency of action and support), spanning 20 paragraphs in the Geneva negotiating text, was conducted in the negotiating group chaired by Co-Chair Reifsnyder on Tuesday, 2 June. He provided an overview of what he described as a “difficult” section of the Geneva negotiating text.", 
    "Parties discussed a proposal by the Secretariat to consolidate text in four paragraphs, identifying a series of sub-paragraphs for consolidation and streamlining by an informal facilitated discussion group, co-facilitated by Franz Perrez (Switzerland) and Fook Seng Kwok (Singapore).", 
    "A summary of the discussions on specific paragraphs is available at: http://www.iisd.ca/vol12/enb12630e.html Following the consolidation exercise, on Friday, 5 June, the facilitated group discussed ways forward, asking the Co-Facilitators to prepare a conceptual map of the section, based on parties’ suggestions. On Saturday, 6 June, the facilitated group considered the conceptual map prepared by the Co-Facilitators.", 
    "On Monday, 8 June, guided by the conceptual map, the facilitated group considered ways to reformulate and clarify concepts in paragraph 141 on a transparency framework, with a view to unpacking different concepts and options. After prolonged and inconclusive discussions on this paragraph, the group asked the Co-Facilitators to repackage paragraph 145 on a transparency framework, as an example to present options in a concise manner, without losing any substance and maintaining parties’ positions.", 
    "The group considered this illustrative example of “unpacking” and “repacking” options on Thursday, 11 June.", 
    "The group expressed appreciation for the Co-Facilitators’ work, noting that this exercise served as a meaningful “pilot” for “unpacking” and “repacking” the entire section.", 
    "China, the EU and Saudi Arabia provided specific suggestions to improve the repackaging of the paragraph. Using examples in paragraph 145, parties also discussed placement of text in the agreement or in COP decisions.", 
    "While some parties found this exercise useful, others viewed it as premature at this stage.", 
    "The group agreed to convey parties’ suggestions and the lessons learned from this exercise to the Co-Chairs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_19", 
  "enb_end_date": "11-Jun-15"
}