{
  "countries": [
    "Japan"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "01-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "As the sun continued to shine outside the Moon Palace, attention inside the conference venue focused on the opening sessions of the SBI and SBSTA.", 
    "Throughout the day, both Subsidiary Bodies worked relatively swiftly and smoothly through their respective agendas, deferring some substantive discussions to June 2011 and instructing negotiating groups to report back to the Chairs by Friday.", 
    "It feels good to turn attention to standard business, volunteered one delegate.", 
    "Meanwhile, both AWGs held a series of informal consultations on the long-term issues.", 
    "Some negotiators described the AWG-KP s informal consultations on numbers by saying: Not much had changed: We continued discussing carryover of surplus AAUs it s like we never left Tianjin!", 
    "Some, however, were heard wondering about the impact of Japan s bombshell statement on Monday that it would neither inscribe its commitments in an amended Protocol Annex B, nor accept a COP/MOP decision extending the Protocol s first commitment period or establishing a second commitment period.", 
    "One seasoned observer estimated that the lines in the sand are now clearly drawn Japan won t accept a second Protocol period and many developing countries saying there will be no progress under the AWG-LCA without concrete progress under the AWG-KP.", 
    "Under the AWG-LCA, some negotiators were finding it hard to keep track of texts and proposals on various issues, including those rumored to be under preparation: I feel like I m working with a moving target, said one seasoned negotiator, new texts seem to be introduced every time I think I have a grasp of the old one."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12489e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12489e_22", 
  "enb_end_date": "01-Dec-10"
}