{
  "countries": [
    "Australia", 
    "South Africa", 
    "Egypt", 
    "Kuwait", 
    "Mexico", 
    "United States", 
    "Norway", 
    "China", 
    "Colombia", 
    "Kenya", 
    "Grenada", 
    "New Zealand", 
    "Venezuela", 
    "Argentina"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(v) of the BAP)", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the contact group on various approaches to enhance cost-effectiveness of mitigation actions, including markets, Facilitator Flores invited parties to comment on the section on the proposed new mechanisms in the non-paper.", 
    "The REPUBLIC OF KOREA described their proposal for NAMA crediting, noting that any reductions beyond business-as-usual would be eligible and that, since NAMAs are initiated by developing countries themselves, these countries would not have to wait for investments as in the CDM.", 
    "The EU outlined their proposal for sectoral crediting and trading, noting many areas of convergence with proposals by the Republic of Korea and New Zealand.", 
    "NEW ZEALAND explained their proposal for a NAMA crediting and trading mechanism, highlighting its integrated nature. VENEZUELA requested to put on record her country s objection to any reference to schedules, sectoral crediting or sectoral targets.", 
    "ARGENTINA said his country was willing to discuss new mechanisms but said that shortcomings experienced under the CDM should be avoided.", 
    "MEXICO, with KUWAIT, underlined uncertainty over the nature of NAMAs.", 
    "Identifying essential elements, COLOMBIA highlighted, inter alia , voluntary participation, a country-driven approach and contribution to sustainable development.", 
    "The EU proposed that an agreement address, inter alia , principles and objectives of a new mechanism and how to set reference levels, and said rules and modalities can be developed later.", 
    "The US suggested that an agreement define a new mechanism and areas for further modalities and procedures.", 
    "As the key elements of an agreed outcome, NEW ZEALAND proposed, inter alia , fundamental parameters, guiding principles for the level of ambition, and directions for further work. AUSTRALIA noted potential for linkages with REDD and, with NORWAY, underlined the need to include CCS.", 
    "SOUTH AFRICA said new mechanisms should not be merely offsetting mechanisms and that double counting should be avoided.", 
    "CHINA, with GRENADA, expressed concern that, by calling for ambitious sectoral targets in developing countries, developed countries are stepping away from their obligation to reduce their emissions.", 
    "KENYA supported, inter alia , the idea of upfront financing, voluntary NAMAs and a country-driven approach, and expressed concern with including CCS.", 
    "EGYPT said finance and technology support are the main motivators for developing countries.", 
    "A new non-paper will be made available on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12437e_2", 
  "enb_end_date": "08-Oct-09"
}