{
  "countries": [
    "Poland", 
    "Burkina Faso", 
    "United Kingdom", 
    "Nigeria", 
    "Bolivia", 
    "New Zealand"
  ], 
  "topics": [
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "LINKAGES WITH OTHER ARTICLES OF THE KYOTO PROTOCOL", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday morning, 13 July, Workshop Co-Chair Thorgeirsson asked participants to consider the question of linkages with other articles of the Protocol, stressing the importance of being aware of the connections between the various issues under negotiation.", 
    "Helen Plume (New Zealand), Co-Chair of the SBSTA contact group on Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information), outlined progress in negotiations on these issues, which she said included preparation of various sets of guidelines for Annex I Parties.", 
    "She noted that the development of good practice guidance relating to national systems for data collection did not include the LULUCF sector specifically, although the principles did apply.", 
    "She noted linkages between Articles 5, 7 and 8 with other issues under negotiation, including compliance, mechanisms and LULUCF.", 
    "She drew attention to the fact that final decisions on some parts of the guidelines under Articles 5, 7 and 8 depend on decisions being taken in other areas, citing as an example that it will not be possible to determine what will be reported under Article 7 or reviewed under Article 8 until definitions under Article 3.3 are determined.", 
    "She observed that, in spite of the linkages between Articles 5, 7 and 8 and LULUCF, there appeared to be very little overlap in the composition of the two negotiating groups working on these issues.", 
    "The UK noted that work on good practice could be applicable at least in part to the LULUCF sector. AOSIS highlighted the significant overlaps and linkages between the Protocol mechanisms and LULUCF.", 
    "He applauded positive examples of proposed CDM projects that attempt to address difficult issues such as non-permanence.", 
    "However, he drew attention to 'bad projects,' noting the potential for leakage.", 
    "He also highlighted the importance of considering liability issues and called for independent verification and certification of projects.", 
    "Noting proposals for credits for emissions avoidance projects, he asked if Parties responsible through private companies for deforestation in developing countries would have such actions included as debits.", 
    "Côte d'Ivoire, with Burkina Faso, noted the multiple socio-economic effects of forests and forestry in Africa, and asked how credits might be allocated for projects relating to forests owned by foreign companies.", 
    "Nigeria noted that the focus of discussions had been on forestry rather than land-use change in general.", 
    "He suggested that credits for projects could be awarded at the end of the project, rather than earlier. Noting a need for reliable data and information, Poland called for an international, multidisciplinary research project relating to various elements of the Protocol and regional rural development, including socio-economic considerations.", 
    "Bolivia highlighted links between Article 12 (CDM) and Article 3.3 and 3.4, and suggested holding a discussion on possibly assigning a proportion of actions under CDM to LULUCF activities and a proportion for energy projects.", 
    "Co-Chair Thorgeirsson said linkages between the various climate change issues in the lead-up to COP-6 should also be carefully considered within delegations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12141e_31", 
  "enb_end_date": "17-Jul-00"
}