{
  "countries": [
    "Turkey", 
    "Palau", 
    "Bangladesh", 
    "Kuwait", 
    "Philippines", 
    "United States", 
    "Switzerland", 
    "Grenada", 
    "Malawi", 
    "Ecuador", 
    "Saudi Arabia", 
    "Australia", 
    "Colombia", 
    "Algeria", 
    "Cuba", 
    "South Africa", 
    "India", 
    "China", 
    "Uganda", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development", 
    "African Group", 
    "Independent association of Latin America and the Caribbean", 
    "Environmental Integrity Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This item was considered on Tuesday, Wednesday and Thursday, in discussions facilitated by ADP Co-Chairs Runge-Metzger and Kumarsingh.", 
    "Parties were requested to consider how MOI could be reflected in the 2015 agreement, building on what has been achieved so far. AILAC argued that NDCs should be anchored in the new legally-binding agreement and, with AOSIS, noted they should include provisions on MOI.", 
    "Colombia said the new agreement should: be legally binding; catalyze enhanced MOI; and mainstream climate change considerations into all policies and investments.", 
    "Saudi Arabia, with Kuwait, said he is 'allergic' to lumping technology, finance and capacity building together under the heading of MOI, adding that they should each be allocated enough time.", 
    "Cuba called for building on the Bali Action Plan and for clarifying how finance, technology and capacity building are going to be supported.", 
    "Noting that consideration of MOI is 'lagging behind', Algeria called for building on existing commitments and institutional arrangements.", 
    "She underlined the importance of clear accounting rules and addressing financing for adaptation.", 
    "Switzerland, Bangladesh and Palau said all countries able to do so should provide an indication of MOI.", 
    "Timor Leste underscored the obligation of developed parties, as outlined in the Convention, to provide financial and technical support to vulnerable countries.", 
    "On climate finance , China proposed annexing specific amounts to be provided by developed counties over a specified timeframe to the GCF in the 2015 agreement.", 
    "The Philippines and Malawi, for the LDCs, underscored the importance of financial and technical support for developing countries to make their NDCs.", 
    "The Philippines, with India, called for clarity of support to build trust among parties.", 
    "The Republic of Korea, for the EIG, said the agreement should: present a clear vision of the provision of MOI; include a vision for scaling up MOI; include provisions on the financial mechanism including the GCF; include a transparency system for support; and emphasize recipient country ownership as an important guiding principle for providing MOI.", 
    "Ecuador called for linkages with the GCF, and for the Fund to support the preparation by developing countries of their NDCs.", 
    "AOSIS urged clear reporting and accounting rules for private finance.", 
    "The US indicated its support for an OECD initiative to track climate finance, and pointed to efforts aimed at enhancing public and private climate finance.", 
    "Ecuador referred to its proposal in the AWG-LCA on MRV of support, stressing its current relevance.", 
    "Japan underscored the need for clarity and transparency on climate finance, stressing the importance of enabling environments in recipient countries.", 
    "The African Group said pre-2020 finance is the cornerstone of an ambitious 2015 agreement and that 1.5% of global GDP should be used as a basis for determining climate finance.", 
    "He noted the need for a mechanism to assess resources needed to achieve the 2à\u008b \u009aC target.", 
    "The US argued that contributions only refer to mitigation and not to support.", 
    "He added that mitigation commitments should not be contingent upon support, but that parties could indicate additional actions they could take with support.", 
    "Switzerland argued that historical responsibility is not an adequate concept for guiding the discussions on financing, stressing that Switzerland's historical emissions are quite small and arguing instead for basing support on present capacity and responsibility.", 
    "Australia said the new agreement should build on current gains, highlighting the importance of creating enabling environments, leveraging private finance, and prioritizing adaptation finance.", 
    "Grenada urged agreement on the definition of climate finance, pointing to the categorization of ODA and humanitarian assistance as climate flows.", 
    "He called for, inter alia , 'anchoring' the US$100 billion long-term finance pledge in the new agreement and researching indigenous SIDS technology.", 
    "On technology, China stated that barriers, including intellectual property rights (IPRs), should be removed and suggested establishing an international mechanism on IPRs.", 
    "He said a special window within the GCF should be established for technology development and transfer and called for a provision on research and development (R&D) cooperation.", 
    "Uganda, for LDCs, underlined the importance of full operationalization of the Technology Mechanism (TM).", 
    "He called for the provision of long-term support for implementation of the TM and further elaboration of linkages between the TEC and the CTCN.", 
    "He said the new agreement should facilitate use of technology needs assessments as the basis for addressing technology needs of LDCs.", 
    "Turkey called for building on the TEC and the CTCN, and linking technology to existing financial institutions.", 
    "India said the TEC and the CTCN do not adequately facilitate the transfer of climate technologies.", 
    "He added that the GCF could provide a technology transfer window.", 
    "Bangladesh stated that NDCs will help determine the costs of these actions and, with India and South Africa, pointed to the climate funding gap.", 
    "Turkey said the allocation of the resources through the GCF should be flexible.", 
    "The EU stressed the importance of mobilizing private and public flows, and creating enabling environments.", 
    "Colombia stressed the need for a system-wide approach.", 
    "The African Group noted that the 2015 agreement should contain provisions for assessing the TM in the context of support for implementing adaptation and mitigation measures.", 
    "Noting that IPRs reside with the private sector, he expressed concern with transferring the obligation for technology development and deployment to this sector.", 
    "Saudi Arabia lamented the focus on private sector action, calling for a focus on public action.", 
    "Switzerland and AOSIS called for building on the existing TM.", 
    "On capacity building , the LDCs said it should be a central element of the 2015 agreement, and highlighted mainstreaming gender considerations.", 
    "Turkey noted the cross-cutting nature of capacity building, adding that it should be country-driven.", 
    "The EU underlined that capacity building can help mainstream climate change concerns in public investment strategies.", 
    "China observed that capacity building should be demand-driven, based on needs of developing countries, and include specific and quantified commitments.", 
    "He proposed the establishment of an international capacity-building mechanism funded by the GCF.", 
    "The Philippines drew attention to education and awareness raising, systematic observations, and the mitigation co-benefits of adaptation.", 
    "The African Group called for a coordinated approach to strengthening effective adaptation and mitigation actions.", 
    "He said capacity building should be treated as a stand-alone issue in the new agreement, and called for an articulation of contributions towards capacity building and the role of a capacity-building committee."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12595e_16", 
  "enb_end_date": "14-Mar-14"
}