{
  "countries": [
    "Canada", 
    "Brazil", 
    "Madagascar", 
    "France", 
    "Bahamas", 
    "Maldives", 
    "Peru", 
    "Argentina", 
    "Venezuela", 
    "Ecuador", 
    "Saudi Arabia", 
    "Norway", 
    "China", 
    "Belgium", 
    "Germany", 
    "Sierra Leone", 
    "Spain", 
    "Netherlands", 
    "Denmark", 
    "Tanzania", 
    "Indonesia", 
    "United States", 
    "Sweden", 
    "Finland", 
    "Mali", 
    "New Zealand", 
    "Mexico", 
    "South Africa", 
    "United Kingdom", 
    "Japan", 
    "Nicaragua", 
    "Comoros"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "FUTURE OF THE IPCC", 
  "enb_start_date": "14-Oct-13", 
  "enb_short_title": "IPCC37", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This agenda item was discussed in plenary on Tuesday and Thursday and by a small group that met throughout the week.", 
    "On Tuesday morning IPCC Secretary Christ introduced the agenda item (IPCC-XXXVII/Doc.19 and IPCC-XXXVII/INF.1).", 
    "She outlined possible options and considerations that should be taken into account in accordance with countries' submissions, including the use of comprehensive assessments, regional issues, timing, structure, methods of the WGs, size and composition of bureaus, engagement of developing country experts, and the role of the TFI.", 
    "Many countries supported further work on impacts, vulnerability and adaptation, recommending the establishment of a coordinated programme for research on vulnerability and adaptation.", 
    "Finland highlighted the importance of the IPCC for small and developing countries and noted the need for both continuity and regular change on the Bureau.", 
    "He also discussed the need to structure the timing of reports so that the best scientists can be attracted to the IPCC.", 
    "Mali urged the identification of gaps, highlighting the need for a special team to address inadequate data availability, processing and treatment, especially in Africa.", 
    "Multiple interventions were made calling for the involvement of more scientists from developing countries in the IPCC's work, including increasing their participation in TSUs.", 
    "Participants stressed the need to address regional aspects.", 
    "Mexico, supported by Venezuela, called for involving rural and indigenous communities and for including traditional knowledge.", 
    "She urged better coordination with other international organizations to avoid duplication of efforts in producing reports.", 
    "Many participants spoke on the importance of assessment reports as the foundation of the IPCC's work.", 
    "Quoting the IPCC's founding text, IPCC Chair Pachauri recalled that the general constituency that the IPCC serves is larger than governments, and includes business and industry.", 
    "Sweden, the Netherlands, New Zealand and others referred to the need to adapt to the changing times, but underscored the importance of maintaining the IPCC's rigorous processes.", 
    "Participants expressed the need for an intergovernmental task group to address the future of the IPCC.", 
    "New Zealand emphasized that, while the task group should be led by governments, the views and expertise of the scientific community should be taken on board.", 
    "Norway stressed the need for involvement of the Bureau.", 
    "Many participants called for establishing a small group to develop the mandate and terms of reference for the intergovernmental task group.", 
    "Noting the IPCC is more exposed to public scrutiny than ever before, the UK pointed to 'signs of an IPCC fatigue' among the scientific community and stressed the terms of reference should include specific reference to the involvement of the scientific community.", 
    "In the discussions, Canada stressed the importance of maintaining policy relevance and scientific integrity and called for incorporating inputs from organizations such as the UNFCCC, World Health Organization (WHO), Food and Agriculture Organization (FAO), as well as business and others, in an open and transparent process when discussing the future of the IPCC. IPCC Vice-Chair Jean-Pascal van Ypersele stressed the need to ensure that: the quality of IPCC work is maintained; its independence and objectivity are preserved; it remains science-based; it maintains policy relevance; it is efficient in its work; it is inclusive; and it is transparent and becomes more open to the media.", 
    "Japan noted the need to consider the current WG structure, stressing the importance of promoting cooperation and consistency between the WGs.", 
    "He further called for improving the regional balance of experts, especially in the Synthesis Report (SYR).", 
    "Japan supported continuation of the work on methodological guidance undertaken by the TFI, especially in light of a UNFCCC agreement in 2015, and said it would continue to support the TFI's activities.", 
    "Belgium supported keeping the comprehensive nature of assessment reports while striking a balance with regularly updated information and attending to user demands.", 
    "She also noted the need to address scenarios and coordination, the roles of TSUs, and the mandate of the IPCC Vice-Chairs.", 
    "The US highlighted the need to incorporate lessons learned and best practices as well as the needs of the user community.", 
    "He emphasized the significance of assessment reports and their comprehensive nature, and supported staggering the work of the WGs.", 
    "He also noted the value of special reports.", 
    "Indonesia called for focusing on low-carbon development and looking at long-term economic plans that are policy-relevant and implementable.", 
    "Supported by Saudi Arabia, Indonesia also stressed the importance for the IPCC to benefit from international progress in sustainable development discussions.", 
    "China emphasized keeping in mind the needs of the UNFCCC and governments, enhancing the visibility of the IPCC and its products, and called for consistency between a sixth assessment report and the AR4 and AR5.", 
    "She also cautioned against major changes, stressing the importance of recent improvements in IPCC procedures.", 
    "While acknowledging the value of reviewing the IPCC, the WMO cautioned against 'throwing out the baby with the bath water'.", 
    "New Zealand stressed the need to ensure representation of all regions in the Bureau and the Executive Committee, should the structure of the IPCC be revised.", 
    "Norway stressed the need to, among other things: provide an update between assessment reports; continue improving communication, especially outreach in developing countries; improve cooperation between WGs; and ensure the IPCC's performance during transition periods from one Bureau to the next.", 
    "Argentina underlined the importance of creating incentives for the CLAs to ensure their continued involvement in the WGs, and said availability of special reports should be increased.", 
    "Stressing the importance of supporting work on adaptation, Nicaragua emphasized the need for more representative data for each region, a greater focus on loss and damage issues, more regional experts and improved developing country capacities to process data.", 
    "He recommended the use of data processing platforms.", 
    "Maldives, with Peru, highlighted the need for synthesizing country submissions on the future of the IPCC.", 
    "Tanzania urged efforts to enhance involvement of African scientists and underlined the need for communication and outreach.", 
    "UNEP expressed its interest in participating in the deliberations of the task group on the future of the IPCC.", 
    "France stressed the need to take account of how IPCC products will be used, suggested that the frequency of comprehensive assessments should not be changed and said financial resources must be considered when planning for future assessment cycles.", 
    "He also called for greater IPCC engagement with other international organizations and the private sector.", 
    "Madagascar urged the development of a procedure for consulting and getting inputs from users of IPCC reports, suggested more awareness raising, and asked for increased training of African scientists so that more regional data can be used in IPCC assessments.", 
    "Addressing a process and timeline for a task group, Germany suggested holding back-to-back meetings with already scheduled sessions in 2014, including possibly IPCC-39 in Berlin, and for a decision in early 2015 to allow for the election of the Bureau, six months later.", 
    "Denmark supported a longer time-lag between the WGs' reports and expressed confidence that, like Germany with IPCC-39, Denmark could organize a back-to-back meeting with IPCC-40 in Copenhagen.", 
    "South Africa raised issues regarding the need for independent reviews of the IPCC, transition times between assessments, the scoping of assessments, and developing country involvement in assessments.", 
    "He noted the need to focus on improving IPCC efficiency and effectiveness.", 
    "Venezuela invited the IPCC to present results in Venezuela and Peru in 2014 in time for the UNFCCC's twentieth meeting of the Conference of the Parties (COP 20).", 
    "Comoros urged support for small island developing states (SIDS) and others so they may contribute to the IPCC. WGII Co-Chair Christopher Field assured the Panel that, in spite of so-called 'author fatigue', the IPCC continues to attract the strongest authors.", 
    "In this regard, he outlined six critical issues: the privilege that comes with being an author is dependent on the rigor of the IPCC; incorporating scientists from developing countries not represented before would be an added incentive for authors to join; authors can be good IPCC outreach ambassadors; the importance of allowing authors to focus on high-level scientific findings and assisting them in the routine aspects of writing; the value of facilitating access to a wide range of literature; and identification as IPCC authors and not only as WG authors. WGI Co-Chair Qin Dahe said that lead authors and CLAs should be mobilized further for outreach purposes and suggested finding some metrics for the participation of scientists from developing countries and countries with economies in transition, as well as finding ways for scientists from small countries to join, in particular in WGI, as part of capacity-building efforts.", 
    "Brazil welcomed the comprehensive nature of the assessment reports, but proposed reviewing the time-lag between the work of the WGs.", 
    "Spain suggested maximizing the opportunities for electronic meetings for the Task Group on the future of the IPCC. WGIII Co-Chair Youba Sokona stressed the need for greater participation from developing countries and African countries, so that IPCC reports can increase their impact and usefulness for all countries.", 
    "He suggested better engagement of African universities in the IPCC's work, and better African access to scientific literature.", 
    "Sierra Leone also urged greater participation from African countries through diversification, relationship building and assistance.", 
    "Ecuador called for support for analyzing methodologies by sector and for analyses of the costs of non-adaptation.", 
    "Bahamas urged improving the observational networks in developing countries to reduce data gaps.", 
    "WGIII Co-Chair Ramon Pichs-Madruga recommended a greater focus on adaptation, mitigation and sustainable development.", 
    "The Panel agreed to establish a task group on the future of the IPCC.", 
    "IPCC Chair Pachauri suggested that the IPCC establish a small open-ended group co-chaired by New Zealand and Saudi Arabia to develop terms of reference and report back to plenary.", 
    "On Wednesday afternoon, the Co-Chairs of the small open-ended group presented the group's proposal to plenary.", 
    "Participants considered the composition of the Task Group, debating whether to identify a core membership to ensure regional balance and for practical organizational purposes, while acknowledging the open-ended nature of the group.", 
    "Secretary Christ clarified that UNEP and WMO would be invited to participate as parent organizations.", 
    "The European Union (EU), supported by Belgium, requested that a footnote be added to ensure the EU's representation as an observer organization with special observer status.", 
    "Germany also requested adding representatives of the Executive Committee and TSUs to the list of participants.", 
    "A show of hands was requested to take note of those interested in becoming active participants in the Task Group.", 
    "Practically all countries expressed interest in joining the Task Group's core membership.", 
    "Participants also addressed the operation of the Task Group, agreeing it would: meet in conjunction with plenary sessions and during the intersessional period; be conducted by electronic means, if possible; and report to the 39th, 40th and 41st sessions of the IPCC.", 
    "Discussion continued on Thursday.", 
    "The Panel was presented with draft terms of reference agreed by the drafting group, which were adopted by the Panel with minor amendments.", 
    "The Panel also agreed that the Secretariat would: produce a synthesis of the submissions received from governments; summarize the discussions from IPCC-37; and invite governments to make another round of submissions based on the terms of reference.", 
    "Final Outcome: The agreed terms of reference set out the Task Group's background, objectives, inputs, outputs, and composition and operations.", 
    "The Group's objectives are to help the IPCC to continue improving its operation and products, by developing options and recommendations on: the future products of the IPCC; the structure and modus operandi for the production of IPCC products; and ways to ensure enhancement of the participation and contributions of developing countries in the future work of the IPCC.", 
    "The Group will be open-ended with a core membership of 42 countries and the EU, as set out in an annex to the terms of reference.", 
    "It will be chaired by Saudi Arabia and New Zealand.", 
    "The Group will draw inputs from multiple sources, including submissions from people involved in the preparation of reports during the AR5 cycle, IPCC members, IPCC observer organizations and stakeholders, and scientists involved in the IPCC process, as well as views expressed at IPCC-37.", 
    "It will meet in conjunction with IPCC sessions and will report on progress at IPCC-39 and IPCC-40.", 
    "The Task Group will make its recommendations to IPCC-41."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12582e.html", 
  "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)", 
  "type": "ipcc", 
  "id": "enb12582e_19", 
  "enb_end_date": "17-Oct-13"
}