{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Sudan", 
    "United States", 
    "Tunisia", 
    "China", 
    "United Kingdom", 
    "Uganda", 
    "Japan", 
    "Argentina", 
    "Nicaragua", 
    "New Zealand"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "ADAPTATION", 
  "enb_start_date": "10-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "JAMAICA, for the G-77/China, said the SBSTA in-session workshop held on 8 December highlighted the urgency for action to address adaptation.", 
    "AUSTRALIA stressed the importance of adaptation for both developed and developing countries.", 
    "The EU recommended reviewing the outcomes of the SBSTA-20 and SBSTA-21 workshops to identify impacts of different levels and rates of climate change, and options for adaptation.", 
    "The US said that individual extreme weather events cannot be linked to climate change.", 
    "SUDAN, for the Africa Group, and ARGENTINA said adaptation is a global priority.", 
    "JAPAN said both mitigation and adaptation should be addressed at the global level.", 
    "CANADA called for strengthening the adaptation knowledge-base.", 
    "On ways to build adaptive capacity, NICARAGUA pointed to participatory processes that include local communities and technical experts, and CHINA urged mobilization of funds and technology transfer from developed countries. TUNISIA supported strengthening links and developing joint research projects with other conventions.", 
    "NEW ZEALAND said that adaptation is a sub-element of sustainable development in developed countries.", 
    "SAUDI ARABIA expressed concern about the lack of action on adaptation.", 
    "SOUTH AFRICA said that the UNFCCC should lead action on adaptation.", 
    "A contact group on the issue, co-chaired by Philip Gwage (Uganda) and David Warrilow (UK), was established."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12253e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12253e_3", 
  "enb_end_date": "10-Dec-04"
}