{
  "countries": [
    "Turkey", 
    "Qatar", 
    "Australia", 
    "South Africa", 
    "Egypt", 
    "Panama", 
    "Singapore", 
    "Mexico", 
    "Lesotho", 
    "Congo", 
    "China", 
    "Belgium", 
    "Grenada", 
    "Yemen", 
    "Ecuador"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "PLENARY", 
  "actors": [
    "Group of 77", 
    "Umbrella Group", 
    "League of Arab States", 
    "African Group", 
    "Latin American and Caribbean Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "The AWG-LCA closing plenary convened on Saturday evening.", 
    "AWG-LCA Chair Mukahanana-Sangarwe presented a Chair s Report on consultations on elements of the outcome containing possible components of a package of decisions that would need to be advanced.", 
    "She informed parties that a set of draft decisions was close to being agreed that did not prejudge the AWG-LCA outcome and respected the two-track approach under the two AWGs.", 
    "The list consists of items under shared vision, adaptation, mitigation and finance, technology and capacity building.", 
    "Mexico reported that consultations on the linkage between developed country mitigation under the BAP and commitments under the AWG-KP, and on how decisions could be taken in Cancun without prejudging a legally-binding agreement had been held, but that it had not be possible to consult with all negotiating groups and delegations.", 
    "He noted that most parties had emphasized the compatibility of a package of decisions with a legally-binding agreement.", 
    "Chair Mukahanana-Sangarwe informed delegates that consultations with countries with economies in transition and countries with special circumstances recognized by the Convention would continue.", 
    "She also reported that informal consultations being undertaken by Shin Yeon-Sung (Republic of Korea) on matters of common interest between the AWG-LCA and the AWG-KP would continue.", 
    "She introduced submissions by parties (FCCC/AWGLCA/2010/MISC.6/Add.1) under finance on a new fund and a new body and an additional submission from parties under the agenda item on preparation of an outcome for COP 16 (FCCC/AWGLCA/2010/MISC.6/Add.2).", 
    "Chair Mukahanana-Sangarwe explained that progress made in the drafting and spinoff groups had been captured in the draft text or notes by the facilitators and that these would also be compiled in an information document to be produced by the Secretariat.", 
    "She clarified that the AWG-LCA negotiating text would still remain the basis for negotiations and emphasized that to achieve a balanced package, the focus in Cancun would have to be on progress that had not been made in Tianjin.", 
    "Many parties made interventions seeking clarification on the status of the Chair s Report, and of the outputs of the drafting groups, including draft texts and facilitators notes.", 
    "South Africa, for the G-77/China, expressed concern with the formulation of the drafting group facilitators notes on sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP.", 
    "He said that the titles and structure of these notes give the impression that parties had been able to get into substantive discussion of the issues and had engaged in drafting text.", 
    "He said that furthermore on sub-paragraph 1(b)(i), the G-77/China had rejected the proposed structure of discussions in the drafting group meetings, but that the facilitator s note had retained this structure.", 
    "He said that the G-77/China could therefore not accept the documents.", 
    "In response, the Secretariat proposed that the titles of the documents be changed to Facilitator s understanding of issues discussed.", 
    "The documents would also have a chapeau clarifying that: the facilitator s understandings are derived from statements made during the drafting groups on mitigation at this session; these understandings have no bearing on the negotiations; and negotiations will continue on the basis of document (FCCC/AWGLCA/2010/14) (negotiating text), without prejudice to the positions of parties.", 
    "He said the sub-titles in the note on sub-paragraph 1(b)(i) would also be deleted.", 
    "China requested further clarification on the status of the notes prepared by the various drafting group facilitators, highlighting his understanding that these notes have no legal status, do not represent parties views, will not form the basis for future negotiations and would only serve as a memoire of discussions at the session.", 
    "He also asked whether the Chair s report on consultations on elements of the outcome would be included in the information document to be prepared.", 
    "Chair Mukahanana-Sangarwe clarified that the current negotiating text will continue to be the basis of further negotiations and that a chapeau will be included for all the facilitators notes, clarifying that they have no legal status.", 
    "She added that her report will not be included in the information document and also has no status.", 
    "Singapore said that although the Chair s report is neither exhaustive nor comprehensive, it is better than that presented to parties during the AWG-LCA stocktaking contact group on Wednesday.", 
    "He expressed satisfaction with the reference in the report to the need for a legally-binding outcome, but said this reference should be further strengthened.", 
    "Singapore also stressed that the AWG-LCA s work should be guided by Convention principles and the BAP provisions, and said innovative concepts such as equitable access to the atmospheric space will not help move the process forward.", 
    "Turkey said the Chair s list of elements, which may make up a balanced set of decisions, is a good framework on which to proceed.", 
    "The G-77/China emphasized that parties would have to work with the negotiating text in Cancun, which was the basis for negotiations Making closing statements, Grenada, for AOSIS, called for COP 16 to deliver a comprehensive and ambitious outcome that builds confidence and momentum for an agreement at COP 17 in South Africa.", 
    "She underscored their desire for a legally-binding instrument from the process, with a second commitment period under the Kyoto Protocol.", 
    "She expressed concern that the symbolic action of creating a fund is being held hostage to events elsewhere.", 
    "Yemen, for the G-77/China, called for balance between the two negotiating tracks and balanced decisions within each track, without compromising the overall objective of a comprehensive, ambitious and legally-binding outcome.", 
    "Australia, for the Umbrella Group, called for a durable, fair and effective legally-binding outcome that includes mitigation contributions by all major emitters.", 
    "She called for a decision to allow new and updated pledges to be submitted and to begin a process of understanding those pledges.", 
    "The Umbrella Group noted that the Group stands by its fast-start finance, underscoring the role of transparency.", 
    "The Republic of Korea, for the Environmental Integrity Group, urged flexibility and called for progress on a NAMA registry.", 
    "The Republic of Korea noted that they were still undertaking bilateral consultations with Qatar regarding hosting COP 18.", 
    "Ecuador, for ALBA, said: greater commitment was required from developed countries; there is no room for conditionalities in negotiations; and that transparency in negotiations and inclusion of all parties is needed.", 
    "Lesotho, for the LDCs, urged achievement of milestones in Cancun, through a set of decisions that adequately address all elements of the BAP, which must eventually lead to a legally-binding agreement.", 
    "The Democratic Republic of the Congo, for the African Group, called for, inter alia, an outcome on shared vision that includes a global goal for emission reductions and goals for mitigation, adaptation, technology and capacity building.", 
    "Panama, for the Latin American and Caribbean Group, said the AWG-LCA s mandate should be extended to enable it to conclude its work, and that a programme of work for achieving a legally-binding agreement should be adopted.", 
    "China thanked the parties for attending the meeting and said that China will take measures to offset the emissions generated by the meeting.", 
    "Belgium, for the EU, emphasized the importance of achieving a balanced package of decisions in Cancun in order to restore trust in the multilateral climate change process.", 
    "He lamented lack of adequate progress on mitigation, MRV and market approaches, and stressed that Cancun should move parties towards a legally-binding agreement and define the next steps.", 
    "Egypt, for the Arab Group, expressed concern over regression in areas such as adaptation and capacity building.", 
    "He underscored the need for balance between all elements of the BAP.", 
    "Parties adopted the report of the session (FCCC/AWGLCA/2010/L.5).", 
    "Chair Mukahanana-Sangarwe pledged to continue guiding the work of the group until the end of Cancun.", 
    "She thanked delegates for their cooperation and support and gaveled the meeting to a close at 10:22 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_23", 
  "enb_end_date": "09-Oct-10"
}