{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Denmark", 
    "Belgium", 
    "Netherlands", 
    "Germany", 
    "Switzerland", 
    "China", 
    "Argentina"
  ], 
  "topics": [
    "IPCC Governance", 
    "IPCC Governance"
  ], 
  "section_title": "Recommendation and decision on qualifications of bureau members", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue was first addressed by the contact group on governance and management on Tuesday and was further elaborated on in drafting groups.", 
    "On Thursday, it was taken up again by the contact group and text was forwarded to plenary for adoption.", 
    "In the contact group on Tuesday, delegates took up discussion of the IAC Report recommendation to develop and adopt formal qualifications and formally articulate the roles and responsibilities for all Bureau members, including the IPCC Chair, to ensure that they have both the highest scholarly qualifications and proven leadership skills .", 
    "Saudi Arabia, with Argentina and China, noted that the current IPCC procedure for the selection of Bureau members is clear and opposed the second part of the recommendation on ensuring the highest scholarly qualifications and proven leadership skills, saying that it is too judgmental.", 
    "However, Germany, Australia, Switzerland, the Netherlands, Denmark and Belgium agreed with the recommendation and called on the IPCC to adopt it in its entirety, as the current formulation in Rule 19 of Annex C of the Principles Governing IPCC Work, only vaguely says Bureau members should have relevant scientific expertise.", 
    "Discussion on this issue continued in a drafting group on Tuesday evening.", 
    "The drafting group was unable to resolve the differences on qualifications and leadership skills, but felt that the recommendation warranted further discussion.", 
    "The text was forwarded by the contact group to the plenary, where it was adopted without debate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_27", 
  "enb_end_date": "14-Oct-10"
}