{
  "countries": [
    "Suriname", 
    "Kenya", 
    "Denmark", 
    "Philippines", 
    "Finland", 
    "United States", 
    "Trinidad and Tobago", 
    "Peru", 
    "Guyana", 
    "Bolivia", 
    "Norway", 
    "Tuvalu", 
    "Angola", 
    "Mexico", 
    "Cameroon", 
    "Papua New Guinea", 
    "Zimbabwe", 
    "Indigenous Peoples", 
    "Japan", 
    "Nicaragua"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP", 
  "enb_start_date": "08-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "In the afternoon, AWG-LCA Chair Reifsnyder opened the contact group.", 
    "He proposed undertaking the contact group s work through informal consultations on: a shared vision, facilitated by AWG-LCA Vice-Chair Margaret Mukahanana-Sangarwe (Zimbabwe); developed country mitigation, facilitated by Christian Pilgaard (Denmark) and José Alberto Garibaldi Fernández (Peru); developing country NAMAs, facilitated by Pilgaard and Garibaldi Fernández; REDD+, facilitated by Antonio Gabriel La Viña (the Philippines); sectoral approaches and sector-specific actions, facilitated by George Mulama Wamukoya (Kenya); various approaches, including opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions, facilitated by Giza Gaspar Martins (Angola); response measures, facilitated by Alfred Ndungu Gichu (Kenya); adaptation, facilitated by Kishan Kumarsingh (Trinidad and Tobago); finance, facilitated by Georg Børsting (Norway) and another facilitator yet to be identified; technology transfer, facilitated by Jukka Uosukainen (Finland); capacity building, facilitated by Uosukainen; review, facilitated by AWG-LCA Vice-Chair Mukahanana-Sangarwe; legal options for the agreed outcome, facilitated by María del Socorro Flores (Mexico); and other matters - economies in transition and countries with special circumstances, facilitated by Kunihiko Shimada (Japan). AWG-LCA Chair Reifsnyder indicated that he would monitor the progress of, and provide guidance to, the informal groups, and said the AWG-LCA contact group will hold regular stocktaking meetings.", 
    "The PHILIPPINES sought clarification on how the information sessions on the work of the Transitional Committee and fast-start finance, and the workshops scheduled for this session would feed into the work of the AWG-LCA.", 
    "She also emphasized that text should mainly be provided by parties, and that the facilitators should only provide text at the request of parties.", 
    "AWG-LCA Chair Reifsnyder clarified that there is no formal link between the information sessions and the work of the AWG-LCA.", 
    "He also agreed that, in the first instance, text must come from parties. TUVALU expressed concern with the manner in which consultations on REDD+ were undertaken in Cancun, highlighting that no contact group meetings were convened to consider the issue or approve conclusions or documents.", 
    "Stressing the need for transparency and inclusiveness, he proposed, supported by BOLIVIA and NICARAGUA, that REDD+ discussions should be held in a contact group, rather than in a spinoff group or informal consultations, to ensure the involvement of indigenous peoples and other stakeholders, and that facilitators should be selected from Annex I and non-Annex I countries that have no material or financial interest in REDD+ outcomes.", 
    "AWG-LCA Chair Reifsnyder noted that REDD+ includes more than just REDD+ financing, which is why an informal group has been proposed to consider REDD+ issues broadly.", 
    "The US underscored that the stocktaking meetings would provide information on progress, allowing observers to participate.", 
    "He also said that parties could decide to allow observers to participate in the informal groups.", 
    "PAPUA NEW GUINEA, with GUYANA, SURINAME and CAMEROON, supported the AWG-LCA Chair s proposal, with PAPUA NEW GUINEA highlighting that Tuvalu does not represent forested countries.", 
    "She underscored that she does not support Tuvalu s tactics of targeting countries, like Norway, that are providing leadership on this issue. AWG-LCA Chair Reifsnyder recalled that it is up to parties in each informal group to decide whether to open participation to observers.", 
    "He proposed that parties convene in the informal group on REDD+ and decide whether to allow observers.", 
    "Noting that there is sufficient concern with transparency and inclusiveness, he said he would be surprised if observers were not allowed into the meetings.", 
    "Chair Reifsnyder added that if the issue is not satisfactorily resolved, it can then be addressed during the contact group s stocktaking meetings."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12504e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "working group", 
  "id": "enb12504e_8", 
  "enb_end_date": "08-Jun-11"
}