{
  "countries": [
    "United States", 
    "New Zealand", 
    "China"
  ], 
  "topics": [], 
  "section_title": "PROTOCOL ARTICLES 5, 7 & 8", 
  "enb_start_date": "18-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates in this contact group convened to continue consideration of the Co-Chairs' working paper containing draft decisions under Articles 5, 7 and 8 as well as draft guidelines under Articles 7 and 8.", 
    "On the draft COP/MOP-1 decision related to Article 5.2 (adjustments), the US suggested that adjustments applying to a Party's base-year inventory estimates could not be replaced by revised estimates subsequent to the establishment of a Party's initial assigned amounts.", 
    "The G-77/CHINA, opposed by the EU, said inventory estimates of a year during the commitment period that had been adjusted should not be revised and that consequently, adjustments of estimates of both the base year inventory and the inventory during the commitment period could not be revised. On the guidelines under Article 8, delegates considered a US proposal, supported by the EU, to move Part III bis on the annual compilation and accounting of emission inventories and assigned amounts (AA) to the Article 7 guidelines.", 
    "Parties could not reach agreement on this proposal, however.", 
    "On a proposal by the G-77/CHINA to delete Part III on the review of information on AA, the US said the guidelines should provide for review of information related to AA.", 
    "The EU, opposed by NEW ZEALAND, added that if the information on the initial AA is put in the registries by the Secretariat, instead of by the Parties, there is no need for such a review.", 
    "Co-Chair Paciornik informed delegates that the mechanisms group had decided that issues relating to registries had been allocated to the group on Articles 5, 7 and 8. In discussions on the draft COP decision on Article 8, the G-77/CHINA and the US said text on the guidelines had first to be finalized before attempting to remove brackets in the related draft decision.", 
    "Following the formal contact group session, delegates convened throughout the afternoon and late into the night in a meeting of the Friends of the Chairs, to continue consideration of the Co-Chairs' working paper."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12157e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12157e_3", 
  "enb_end_date": "18-Nov-00"
}