{
  "countries": [
    "Denmark"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "Additional guidance to the GEF", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Main issues discussed focused on: streamlining GEF procedures; enhanced country ownership of projects; increased support for adaptation and technology transfer; co-financing for adaptation projects; and implications of the RAF.", 
    "Developing countries repeatedly questioned the GEF's performance and adherence to the COP's guidance, and no agreement was reached in the contact group, as reflected in the SBI conclusions (FCCC/SBI/2006/L.31).", 
    "During the SBI closing plenary, on 14 November, SBI Chair Thomas Becker (Denmark) said he had been mandated by the COP President to continue consultations, which resulted in the COP decision adopted on 17 November. COP Decision : In its decision (FCCC/CP/2006/L.4), the COP notes developing countries \u0092 concerns over the implications of the GEF's co-financing requirements, in particular for adaptation projects, and requests the GEF, inter alia , to: further simplify procedures; explore options to address developing countries \u0092 concerns on co-financing; report on resources available to each developing country under the RAF; and support technology transfer implementation.", 
    "The COP further invites the GEF to: simplify procedures for non-Annex I countries to access funding for the CDM, with the aim of ensuring timely disbursement of funds to meet the agreed full costs of such activities; report on expedited financing of national communications from non-Annex I parties at SB 26; take into account actions to address barriers and constraints related to technology needs assessments; and produce simple guidelines on education, training and awareness elements of project proposals."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "", 
  "id": "enb12318e_15", 
  "enb_end_date": "17-Nov-06"
}