{
  "countries": [
    "Canada", 
    "Brazil", 
    "Colombia", 
    "Philippines", 
    "United States", 
    "Trinidad and Tobago", 
    "Gabon", 
    "Argentina", 
    "Norway", 
    "Bangladesh", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "India", 
    "China", 
    "Uganda", 
    "Japan", 
    "Belize", 
    "Tanzania"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanisms", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY:", 
  "enb_start_date": "11-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Least Developed Countries", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, Kishan Kumarsingh (Trinidad and Tobago) facilitated a three-hour session of the informal group on technology and capacity building.", 
    "He invited delegates to focus on the points of convergence in the revised negotiating text (FCCC/AWGLCA/2009/INF.1) with a view to consolidating the text and discussing its structure at a later stage.", 
    "He identified three broad themes for discussion: what future actions should be included in an agreement; how future actions would be implemented; and financing for technology.", 
    "Several countries pointed to difficulties in working through the text, noting the duplication of proposals.", 
    "Several countries, opposed by AUSTRALIA and the US, also requested attribution of proposals.", 
    "Uganda, for the Least Developed Countries (LDCs), lamented that their proposals had not been clearly reflected in the text, with GABON noting that the overall picture seemed to be lost.", 
    "Belize, for the Alliance of Small Island States (AOSIS), said his group was working toward embedding their proposals within those of the G-77/China.", 
    "He stressed that technology development and transfer must address both adaptation and mitigation, and take into account the special concerns of small island developing states (SIDS), especially those dealing with economies of scale and geographical remoteness.", 
    "The Philippines, for the G-77/CHINA, called for focusing on how actions would be implemented and opposed consideration of proposals inconsistent with the Convention.", 
    "COLOMBIA emphasized the importance of reflecting all existing commitments under the Convention.", 
    "LDCs, with SAUDI ARABIA, noted the limited success to date in implementing technology development and transfer. CANADA stressed the importance of enabling a country-driven approach, and identified areas of common interest, including: national actions to drive technology development and deployment; supportive policy and regulatory frameworks; private sector engagement; technology needs assessments (TNAs) as a primary tool; and regional innovation centers.", 
    "The EU identified four areas for further convergence, namely TNAs, capacity building in the context of technology, enabling environments and research, development and demonstration.", 
    "Facilitator Kumarsingh also identified some areas of convergence, including cooperative research and development (R&D), innovation centers, TNAs, technology roadmaps and technology action plans.", 
    "The US highlighted emerging convergence on the what and how regarding R&D, innovation centers, technology action plans and some aspects of TNAs.", 
    "He noted divergence on implementing financing, and stressed the need to consider how intellectual property rights (IPRs) would be managed.", 
    "He said capacity building should be addressed with respect to technology development and transfer alongside the requisite enabling environment. AUSTRALIA highlighted the importance of objectives and principles, noting sharp differences regarding IPRs.", 
    "NORWAY identified the need to discuss the objectives and principles of a technology transfer framework.", 
    "The G-77/CHINA pointed to clear divergence between developing and developed parties on certain issues and emphasized that financing outside the framework of the financial mechanism would be unacceptable.", 
    "CHINA highlighted three priorities for consideration, namely: institutional arrangements and the importance of promoting action under the UNFCCC; a funding mechanism; and an international action plan for addressing joint R&D, IPR issues and innovation centers.", 
    "SAUDI ARABIA highlighted the benefits of carbon capture and storage (CCS) technology, called for technologies that facilitate economic diversification, and opposed limiting technology transfer to the renewable energy sector. JAPAN said more clarification was needed on concepts, such as TNAs, and pointed to divergent views on whether financial support should be strengthened by establishing a new institution. LDCs lamented the lack of concrete actions on partnering with the private sector in emerging technologies, and hoped for a lean but effective institutional framework to promote action.", 
    "BANGLADESH supported R&D to identify the most cost-effective technologies and called for an IPR waiver, particularly for LDCs.", 
    "He supported a process to review progress of technology action plans, as well as capacity building for technology adaptation.", 
    "Noting many proposals are concepts that do not materialize into tangible actions, ARGENTINA underscored the need to establish funding and institutional mechanisms targeting actions towards technology development and capacity building.", 
    "She said such actions must be linked to mitigation and adaptation, and urged addressing incentives for technology transfer and development.", 
    "INDIA: suggested identifying and eliminating paragraphs and proposals that are inconsistent with the Bali Action Plan and the Convention; highlighted the fundamental differences between developing and developed country views; said the divergence and convergence conundrum was not easily resolvable; and urged reforming the IPR regime.", 
    "South Africa, for the AFRICAN GROUP, said implementation should focus on addressing barriers to finance and IPRs with a balanced emphasis on mitigation and adaptation technologies.", 
    "Noting more convergence under what than how , she said discussion should focus on issues where there is convergence on both.", 
    "She noted divergence on, inter alia : means of financing; institutional arrangements; and public versus private sector finance in the context of adaptation technologies. BRAZIL called for a strengthened institutional structure to achieve implementation of the Convention.", 
    "PAKISTAN supported incentives for technology patent holders and respect for IPR, taking into account flexibilities within the IPR regime.", 
    "Regarding capacity building, TANZANIA stressed the strengthening of, inter alia , research observation and knowledge management, endogenous capacity, education and awareness, and early warning and monitoring.", 
    "He said measures, including a strict compliance regime, must be in place.", 
    "The AFRICAN GROUP highlighted capacity building as central to all the building blocks.", 
    "BRAZIL emphasized knowledge and information sharing.", 
    "GABON supported a general policy debate to clearly define principles.", 
    "AUSTRALIA asked that the Facilitator share his thoughts with parties before the next session on Tuesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12423e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12423e_2", 
  "enb_end_date": "11-Aug-09"
}