{
  "countries": [
    "Australia", 
    "South Africa", 
    "Egypt", 
    "Belize", 
    "Papua New Guinea", 
    "Lesotho", 
    "Congo", 
    "China", 
    "Belgium", 
    "Grenada", 
    "Yemen", 
    "Venezuela"
  ], 
  "topics": [
    "Mitigation", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "30-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "Alliance of Small Island States", 
    "European Union", 
    "Central American Integration System", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Yemen, for the G-77/CHINA, identified the need to respect the balance between the two negotiating tracks and emphasized that the outcome should not compromise or prejudge the overall objective of reaching a comprehensive, fair, ambitious and legally-binding outcome in the future.", 
    "Lesotho, for the LDCs, called for an adaptation framework covering the full costs, as well as an international mechanism for addressing loss and damage.", 
    "Grenada, for AOSIS, called for a process to strengthen emission reduction pledges communicated to the UNFCCC, while noting that recognition of pledges should not be used to undermine the AWG-KP track.", 
    "She highlighted that an empty adaptation framework would not be acceptable to AOSIS and questioned opposition to a mechanism for loss and damage.", 
    "Australia, for the UMBRELLA GROUP, noted that Cancun should help to prepare a legally-binding agreement that includes commitments by all major economies.", 
    "She called for: progress on MRV and international consultation and analysis (ICA); a workplan for climate finance; a framework for adaptation; details on technology institutions; and establishment of a REDD+ mechanism.", 
    "She welcomed the Chair s outcome note and called for details on MRV and mitigation.", 
    "The Democratic Republic of the Congo, for the AFRICAN GROUP, noted a willingness to work on the basis of the Chair s note, but highlighted that key elements from the August negotiating text had been lost, particularly on a shared vision, mitigation, finance and capacity building.", 
    "Belgium, for the EU, welcomed the Chair s note, but underscored that elements on mitigation and MRV are missing.", 
    "He said Cancun should agree on the key principles of the Copenhagen Green Climate Fund, with a process for a periodic review of climate financing.", 
    "He called for incremental steps on all building blocks and said more than â\u0082¬2 billion had been mobilized in 2010.", 
    "Egypt, for the ARAB GROUP, noted missing elements from the Chair s outcome note and called for working on the basis of the August negotiating text.", 
    "Papua New Guinea, on behalf of the COALITION OF RAINFOREST NATIONS, called for the conclusion of discussions on REDD+ and for ensuring adequate, consistent and sustainable financing from multiple sources.", 
    "The Republic of Korea, for the EIG, emphasized the need for flexibility to achieve a balanced and environmentally-effective outcome.", 
    "Venezuela, for ALBA, called for decisions in Cancun that would result in the adoption of a legally-binding agreement in South Africa respecting the two negotiating tracks.", 
    "Belize, for SICA, emphasized the need for environmentally-robust targets for mitigation and credible and actionable financial commitments that will enable direct access."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12488e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "working group", 
  "id": "enb12488e_18", 
  "enb_end_date": "30-Nov-10"
}