{
  "countries": [], 
  "topics": [
    "Legal Status of Agreeements", 
    "forests", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "LAST STOP BEFORE CANCUN", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "For the AWG-KP, the objective was to commence work based on the AWG-KP Chair s draft text on Annex I parties further commitments.", 
    "This text contains various options on issues including the scale of emission reductions to be achieved by Annex I parties (the so-called numbers ), improvements to the flexibility mechanisms, and land use, land-use change and forestry (LULUCF).", 
    "The purpose was to narrow down the options in the text, with a specific focus on the numbers, so as to facilitate further negotiations in Cancun.", 
    "Under the AWG-LCA, Chair Margaret Mukahanana-Sangarwe identified in her pre-meeting scenario note the need for the AWG-LCA to concentrate on what is achievable in the time remaining before Cancun and what should be the content of the outcome to be presented to the COP.", 
    "The well-worn Tianjin mantra, on presenting a balanced set of decisions to COP 16, emanates from this scenario note, which, to some, means ensuring that there is something for everyone and something on everything.", 
    "Measuring how much progress was achieved on these objectives resides firmly in the eye of the beholder.", 
    "For some, there was too much progress under the AWG-LCA track and, in comparison not enough under the AWG-KP.", 
    "For others, the reverse was true.", 
    "Under the AWG-KP, there appeared to be limited progress on the issue of the base year and length of commitment period for the Kyoto Protocol second commitment period.", 
    "Many commented that agreement on LULUCF forest management accounting rules, which would bring needed clarity for agreeing on numbers, is within reach for Cancun.", 
    "However, with no movement on the issue of the actual numbers, progress during the week was generally regarded, particularly by developing country parties, as useful but far from sufficient.", 
    "The AWG-LCA made mixed progress, according to many.", 
    "For technology and REDD+, where substantial progress had been previously reported, many lamented that some parties had begun throwing up roadblocks and backtracking on previous agreements.", 
    "As one REDD+ negotiator put it, this issue was almost ready for adoption in Copenhagen, but it appears now that some are trying to undo what we ve achieved to date.", 
    "According to a technology enthusiast, I hope that when we re eventually ready to adopt decisions on technology, we won t have to start negotiating all over again.", 
    "In other issues, such as mitigation, parties barely discussed any substance, instead spending much of the week, as a frustrated delegate said, discussing how to discuss.", 
    "Despite these barriers to moving forward, many delegates commented on the positive attitudes, and deep listening that characterized the informal discussions.", 
    "We are not over the trauma of Copenhagen, noted one developing country delegate, further recalling tensions during the April and June Bonn meetings, but we are cautiously optimistic that all parties are negotiating in good faith and in a transparent manner.", 
    "In terms of what this all means for Cancun, expectations have moved from achieving a legally-binding instrument, which was what most had hoped would come out of Copenhagen.", 
    "Although the form of the final outcome is still unclear, many hope Cancun will at least provide a signal that the AWG-LCA is still working towards a legally-binding outcome.", 
    "Therefore, the focus for Cancun seems to have shifted from nothing is agreed until everything is agreed to more realistically achieving enough to send a signal.", 
    "For many, this translates into a simple set of decisions outlining the contours of what will be further elaborated in 2011 and, possibly, beyond."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_37", 
  "enb_end_date": "09-Oct-10"
}