{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "Sri Lanka", 
    "Switzerland", 
    "New Zealand", 
    "France"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Emissions Trading:", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On the project cycle of emissions trading, AOSIS sought the establishment of a common set of principles across all the mechanisms, including the principles of environmental integrity and additionality.", 
    "The US said the integrity of the emissions trading system would be founded on monitoring and reporting under Protocol Articles 5 and 7 and the existence of registries.", 
    "The G-77/CHINA said the nature and scope of emissions trading must be determined before operational details are worked out.", 
    "He added that the postulate 'you cannot sell what you do not own' should circumscribe the nature and scope of emissions trading.", 
    "The US and others noted the need to develop cost-effective mechanisms.", 
    "The EU stressed the need for the mechanisms to be underwritten by strong monitoring and reporting requirements.", 
    "SWITZERLAND suggested a 'post-verification model' wherein emission reduction units could not be transferred until they have been certified to be excess Assigned Amount Units (AAUs). On fungibility, the US said Protocol Articles 3.10, 3.11 and 3.12 (QELROs) explain how AAUs, Certified Emission Reductions (CERs) and Emission Reduction Units (ERUs) can be transferred from Party to Party.", 
    "The G-77/CHINA said that while AAUs derive from past emissions and are retrospective, CERs derive from the future and are prospective.", 
    "FRANCE said while trading in CERs is safe, trading in AAUs could be unsafe if the country transferring them ran into compliance trouble at the end of its budget period.", 
    "Noting that CDM focuses on sustainable development, SRI LANKA said its objective is different from that of the other mechanisms.", 
    "AOSIS added that this could lead to a difference in value between the CERs and AAUs.", 
    "He underscored the need to consider whether there would be a discount to neutralize the disadvantage to the CDM if fungibility is accepted. On liability, NEW ZEALAND highlighted the need to consider cost effectiveness and the objectives of the FCCC.", 
    "He said that liability rules would increase costs and therefore reduce funding available to meet FCCC objectives. On bookkeeping, delegates discussed whether there should be single centralized registry for all three mechanisms or a separate registry for each of the mechanisms.", 
    "SRI LANKA highlighted the differences between the mechanisms and suggested that there be different registries.", 
    "CANADA said it was open to the notion of a core set of guidelines for the creation of national registries, noting that one central registry could be problematic.", 
    "The EU added that national registries are critical to the system and inquired about the need to link the national system to the international one."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_31", 
  "enb_end_date": "08-Nov-99"
}