{
  "countries": [
    "Ethiopia", 
    "Costa Rica", 
    "Grenada", 
    "Mexico"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PREPARATION OF AN OUTCOME FOR COP 16:", 
  "enb_start_date": "30-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The Secretariat introduced documents (FCCC/AWGLCA/2010/14, FCCC/AWGLCA/2010/17, FCCC/AWGLCA/2010/INF.1, FCCC/AWGLCA/2010/CRP.1, FCCC/AWGLCA/2010/MISC.8 & Add.1 and FCCC/AWGLCA/2010/MISC.9 & Add.1). MEXICO explained that his country had held a number of consultations with parties and stakeholders throughout the year in preparation for Cancun and highlighted, inter alia , a meeting on mitigation, including MRV, and the pre-COP ministerial meeting after Tianjin.", 
    "He stressed the meetings were open to all interested governments and have helped Mexico understand parties views.", 
    "He stressed that success in Cancun will confirm that the multilateral system is the best forum to face common challenges. ETHIOPIA reported on the UN Secretary-General s High-level Advisory Group on Climate Change Finance.", 
    "He emphasized the conclusion that it will be challenging but possible to mobilize US$100 billion annually for climate action in developing countries by 2020 and that a combination of different sources will be necessary.", 
    "He noted that his country has submitted the Group s report to the Secretariat so that it can provide valuable input to the negotiations. GRENADA reported on an informal ministerial meeting co-hosted by Grenada and Mexico in November with 42 AOSIS and non-AOSIS participants.", 
    "She highlighted, inter alia , agreement on the urgency of mitigation, broad interest in a second commitment period under the Protocol and the need for a new fund under the Convention.", 
    "COSTA RICA reported on the outcome of the third meeting of the Cartagena dialogue on progressive action where priority areas for a balanced package had been identified. AWG-LCA Chair Mukahanana-Sangarwe noted her informal consultations in Tianjin on the Cancun outcome, highlighting a shared desire for a balanced and comprehensive outcome that: respects the two-track approach; balances elements of the Bali Action Plan; is balanced concerning the level of detail; and does not prejudge a future legally-binding outcome.", 
    "She highlighted her note on the possible elements of an outcome (FCCC/AWGLCA/2010/CRP.1), indicating that not all elements are fully elaborated, reflecting the current stage of progress.", 
    "AWG-LCA Chair Mukahanana-Sangarwe said the elements were presented in the search for common ground, have no formal status and will not replace the official negotiating text (FCCC/AWGLCA/2010/14), which contains the comprehensive spectrum of views.", 
    "Parties agreed to establish a contact group chaired by AWG-LCA Chair Mukahanana-Sangarwe to consider the agenda item."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12488e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "working group", 
  "id": "enb12488e_17", 
  "enb_end_date": "30-Nov-10"
}