{
  "countries": [
    "Canada", 
    "Australia", 
    "Iran", 
    "Iceland", 
    "Tanzania", 
    "United States", 
    "Malaysia", 
    "Senegal", 
    "China", 
    "Grenada", 
    "Japan", 
    "Argentina", 
    "Thailand"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "SBSTA", 
  "enb_start_date": "05-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "SBSTA considered development and transfer of technologies, and research and systematic observation (FCCC/CP/1998/6; FCCC/CP/1998.MISC.5 and Add 1-2; FCCC/TP/1998/1; FCCC/1998/CP/11.Add.1).", 
    "CLIMATE TECHNOLOGY INITIATIVE (CTI) said it aims at fostering international cooperation to accelerate the diffusion and development of climate-friendly technology and practices.", 
    "JAPAN described its programme with China and its regional Internet-based climate change network.", 
    "The EU requested the Secretariat to examine ways to complement technical cooperation with technological transfer. The G-77/CHINA said without practical technical know-how, technology transfer would be impossible.", 
    "SENEGAL said if developing countries were to meet their commitments, capacity development should accompany technology transfer.", 
    "The US opposed the G-77/China proposal for a new technology transfer mechanism as it would be difficult to agree on its terms of reference.", 
    "ARGENTINA, with AOSIS, stressed the need to consider adaptation as well as mitigation.", 
    "He supported a role for the Secretariat in linking providers and receivers of technology and for international organizations in providing resources. With GRENADA and KOREA, CHINA emphasized the role of national governments and international organizations and said technology transfer should be on non-commercial and preferential terms.", 
    "She added that transfer of technology relates to the Convention and should not be linked to the Kyoto Protocol.", 
    "She questioned assessment of experiences, noting minimal progress in technology transfer since 1992, and favored focusing on existing technologies over assessment of emerging technologies. Noting the need for an enabling environment and the potential of the CDM, CANADA and AUSTRALIA said the private sector should be the main vehicle for technology transfer.", 
    "KOREA and CANADA supported work on inventories for sources of new technologies and gap identification.", 
    "AUSTRALIA supported analysis of barriers to technology transfer and suggested SBSTA draw on its roster of experts.", 
    "He proposed the establishment of an Internet-based network to enhance information dissemination. With the US, KOREA said debates on conceptual issues should not impede progress of the work programme.", 
    "The US added that technology transfer should be practical, sector-specific and driven by country priorities.", 
    "He proposed that the Secretariat prepare a report on technology transfer and development efforts by Parties for consideration by SBSTA at its next session and endorsed the Secretariat\u0092s proposal to establish a consultative process to develop consensus on next steps.", 
    "IRAN favored encouraging participation of government and private industries in technology transfer. MALAYSIA expressed disappointment at the lack of progress over the last few years and called for developed nations to establish information centers.", 
    "RÉSEAU ACTION CLIMAT proposed that technologies be accompanied by 'least cost evaluations,' i.e.", 
    "accounting of cultural, financial and other costs.", 
    "He called for locally adapted technology transfer.", 
    "A contact group chaired by Wanna Tanunchaiwatana (Thailand) and Renata Christ (EC) was convened to discuss the issue. On Research and Systematic Observation, Global Climate Observing Systems (GCOS) presented a Report on the Adequacy of Global Climate Observing Systems.", 
    "It recommends, inter alia, that Parties prepare national plans and exchange of relevant data.", 
    "The Global Ocean Observing System (GOOS) also made a presentation. WMO highlighted problems with the quality and frequency of observations, and spatial gaps over some climatically important areas.", 
    "Supported by several Parties and UNEP, he underscored capacity building, financial assistance, and improved climate observation and monitoring.", 
    "AUSTRALIA supported the recommendations of the GCOS Report.", 
    "ICELAND called for increased efforts to enhance observational capacity over oceans.", 
    "Noting the emerging consensus to address the degradation of observatory systems, the Chair proposed informal consultations chaired by Dr. Sue Barrell (Australia) and Dr. Mohammed Mhita (Tanzania)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1290e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "SBSTA", 
  "id": "enb1290e_3", 
  "enb_end_date": "05-Nov-98"
}