{
  "countries": [
    "Canada", 
    "Trinidad and Tobago", 
    "Bolivia", 
    "Mali"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SBSTA OPENING PLENARY", 
  "enb_start_date": "10-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "On Thursday morning, SBSTA Chair Mama Konaté (Mali) introduced the revised provisional agenda (FCCC/SBSTA/2011/L.1).", 
    "He noted successful resolution of consultations on the proposed agenda item on REDD and agreement to amend the title to methodological guidance for activities relating to REDD+.", 
    "On the proposed agenda item on a forum on the impact of implementation of response measures, SBSTA Chair Konaté noted intense consultations and absence of an acceptable formulation.", 
    "Noting the objection from Bolivia to reference to Decision 1/CP.16 (outcome of the AWG-LCA s work), he said the SBI and SBSTA Chairs would convene the forum under their authority at SB 34 and 35, regardless of agreement on the title.", 
    "He explained that the objective of this forum would be to develop a work programme to address these impacts with a view to adopting modalities for the operationalization of the work programme and a possible forum on response measures.", 
    "He clarified the forum would operate as a contact group.", 
    "Parties then adopted the proposed agenda and organization of work on the understanding that consultations would continue on proposed new agenda items on water resources, blue carbon, agriculture, and the rights of nature and ecosystems.", 
    "Parties also agreed that the meeting s report will clarify that Decision 1/CP.16 was adopted over the formal and explicit objection of a state party. NAIROBI WORK PROGRAMME ON IMPACTS, VULNERABILITY AND ADAPTATION (NWP): On this item (FCCC/SBSTA/2011/INF.2 and MISC.3), parties agreed to establish a contact group, co-chaired by Kishan Kumarsingh (Trinidad and Tobago) and Don Lemmen (Canada)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12506e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "sbsta", 
  "id": "enb12506e_1", 
  "enb_end_date": "10-Jun-11"
}