{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "New Zealand", 
    "Indonesia", 
    "Russia", 
    "United States", 
    "China", 
    "Niue", 
    "Switzerland", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "Nauru"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer"
  ], 
  "section_title": "A BRIEF ANALYSIS OF COP-4 SOMETHING FOR EVERYONE IN BUENOS AIRES", 
  "enb_start_date": "02-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "ANALYSIS", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "Two distant, but intimately related, events during the Fourth Conference of the Parties in Buenos Aires, resulting in the Buenos Aires Plan of Action, will colour the memories of most participants and observers.", 
    "The first was the much anticipated decision by the host country to break ranks with most of its partners in the G-77/China and signal its willingness to undertake a binding commitment at COP-5 to abate its greenhouse gas emissions.", 
    "The second event followed less than 24 hours later in New York with the United States\u0092 signing of the Kyoto Protocol.", 
    "The moves in Buenos Aires and New York displayed all the choreography of a well executed tango with their timely cues and dramatic impact. The United States and Argentina stole the show at a Conference marked by an apparent lack of ambition from the outset, with its focus on the production of a work plan to elaborate the provisions of the Kyoto Protocol and pursue the implementation of the UNFCCC.", 
    "The key outcomes were determined during the final day of informal negotiations overseen by the COP President, Maria Julia Alsogaray, Secretary of Natural Resources and Sustainable Development of Argentina.", 
    "Most countries were reduced to the role of onlookers sometimes locked out of informal meetings, a situation which provoked a rebuke by a Swiss delegation during the closing COP Plenary.", 
    "Complaining about the lack of transparency, the Swiss delegate asked the Secretariat to ensure that there would be no repetition of the lock-out at future meetings.", 
    "Much of the negotiation conducted before the arrival of ministers in the second week turned out to be little more than a dress rehearsal for the political decision making during the sometimes heated high-level exchanges.", 
    "Some suggested that the President, by failing to seek and accept advice on issues, was ill prepared to cope with some of the complex dynamics of negotiations within the UN system. This analysis will confine itself to a brief survey of the significance of the Argentina and US initiatives and an assessment of how the debate on the work programme became and was always destined to become more than an exercise in setting important deadlines. At the meeting of the subsidiary bodies in Bonn in June, the Parties to the UNFCCC experienced a distinct loss of momentum as they stumbled over debates about priorities for the COP-4 agenda.", 
    "A number of key issues up for discussion generated divergent views around their meaning and significance, not least a debate on the treatment of UNFCCC Articles 4.2 (a) and (b) on the review of the adequacy of commitments.", 
    "Some of the flattening in momentum was also attributed to Decision 1/CP.3 from COP-3, which failed to provide clear guidance on what 'must' be accomplished in Buenos Aires.", 
    "Given this background it was probable that the hopes of some NGOs and Parties that substantive work would begin on elaborating principles for the operation of the 'Kyoto Mechanisms' of the Protocol would be set back. it takes two to tango: The United States\u0092 decision to sign the Kyoto Protocol after Argentina stepped out from the ranks of the G-77/China to take on a binding commitment must be seen in the context of one of the first debates of COP-4 - one that touched on a fault line running through the entire UNFCCC since 1995 when the G-77/China was fractured by a decision to establish the Berlin Mandate.", 
    "As expected, despite overwhelming opposition at the subsidiary bodies meetings and a pre-COP meeting, Argentina placed an item on voluntary commitments for developing countries on the provisional agenda.", 
    "COP President Maria Julia Alsogaray responded to G-77/China opposition by striking the item off the agenda and suggesting that informal consultations between interested countries proceed.", 
    "It was later reported that such discussions between Annex I and non-Annex I countries had taken place.", 
    "The United States led the support for informal consultations. With Argentine President Carlos Menem\u0092s announcement, during the second week of the COP, that Argentina would undertake a voluntary commitment to abate its GHG emissions at COP-5, the host country took a further step towards meeting Washington\u0092s requirements.", 
    "At a press briefing Wednesday evening, Eizenstat called President Menem\u0092s decision 'historic' and signaled that Argentina\u0092s undertaking to assume a voluntary commitment at COP- 5 constituted the kind of 'meaningful participation' by a developing country that is a precondition for US ratification of the Protocol.", 
    "Most significantly, perhaps, Eizenstat echoed President Menem\u0092s view that 'new pathways' to allow developing countries to become full partners will have to be found.", 
    "One NGO observer suggested Argentina\u0092s decision was the most significant development on voluntary commitments because it opened up the prospect of a new negotiation process to allow a developing country to accept binding commitments.", 
    "It is understood that nobody, including the Argentine government, has worked out the exact modalities or even the general framework for this groundbreaking procedure. The Argentine announcement immediately fed speculation about US plans and within 24 hours the US signed the Kyoto Protocol in New York.", 
    "The significance of the timing is best observed in the remarks of US Senator Chuck Hagel following the US decision.", 
    "He said: 'In signing the Kyoto Protocol, the President blatantly contradicts the will of the US Senate.", 
    "The Byrd-Hagel Resolution, which passed 95-0 in the Senate last year, was very clear and bipartisan.", 
    "It explicitly stated that \u0091the United States should not be a signatory to any protocol\u0092 that excludes developing countries from legally binding commitments or that causes serious harm to the US economy.", 
    "' Arguably, President Bill Clinton believes that the Argentine development has begun to dismantle his opponents\u0092 argument that developing countries are excluded from legally binding commitments.", 
    "At the close of COP- 4, Stuart Eizenstat hinted that further announcements of developing country commitments can be expected.", 
    "When asked to identify Parties who might assume voluntary commitments, he said the small island States of Niue and Nauru had expressed interest in a greater level of engagement with the climate change regime.", 
    "At the close of the COP, President Alsogaray reported that countries from both Latin America and Africa had also expressed interest in Argentina\u0092s approach. The COP President\u0092s determination to facilitate informal consultations on the issue of developing country commitments in the face of stiff opposition from within her country group (G-77/China) demonstrated a single mindedness that attracted much criticism.", 
    "Argentina\u0092s ambition is linked, in part, to its candidature for membership of the OECD and close links between Presidents Menem and Clinton.", 
    "In pre-Kyoto bilateral negotiations, both men addressed Joint Implementation and credits.", 
    "As the host country and close US ally, Argentina was perfectly situated to break from the ranks of the G-77/China and both facilitate and accelerate an evolution in the UNFCCC process, which has been paralleled by growing interest in the developing world in the CDM. One of the architects of the Kyoto Protocol has suggested that the language of 'voluntary commitments' may not survive because the terminology has become has become tainted by the contentious debate between the Umbrella Group (Japan, US, Switzerland, Canada, Australia, Norway and New Zealand (JUSSCANNZ) and Russia) and the G-77/China over developing country commitments.", 
    "'Voluntary commitments' remains a source of profound and polluting suspicion within the process.", 
    "In much the same way as the loaded language of 'flexible mechanisms' has given way to the term, 'Kyoto Mechanisms,' observers believe that the term 'voluntary commitments' may disappear from the discourse of the climate change regime to be re-cast in more acceptable language.", 
    "Some countries, such as Indonesia and the Republic of Korea, displayed more willingness to contemplate new commitments before the United States and JUSSCANNZ transformed the issue into a cause celebre. Great expectations: There was an expectation in some quarters that COP-4 would be a relatively straightforward, business-like meeting where some of the principal decisions would be no more contentious than setting tight deadlines for a work programme, notably for the elaboration of the 'Kyoto Mechanisms.", 
    "' One EU participant commented: 'In retrospect the COP should not have been about winning things, but about getting on with the job.", 
    "' For a number of reasons this was not to be.", 
    "The attempt by Argentina to place voluntary commitments for developing countries on the COP-4 agenda on day one set a tone of suspicion at the outset.", 
    "Developing countries raised their guard against any hint of new obligations or associated conditionalities.", 
    "This contributed to the deadlock in the debate on the review of the adequacy of UNFCCC commitments (Articles 4.2 (a) and (b)), forcing a postponement of the issue.", 
    "The G-77/China continues to view the inadequacy of commitments in terms of the poor performance of Annex-I Parties, while developed country Parties insist that the problem is a lack of global participation, particularly by key developing countries such as China and Brazil.", 
    "Moreover, the nature of the COP-4 agenda presented a compelling opportunity for the G-77/China to maximize its leverage to secure concessions, notably within the UNFCCC- related agenda items such as technology transfer, finance and capacity building and by creating a quid pro quo between these issues and its cooperation on the work plan for the elaboration of the Kyoto Mechanisms.", 
    "This, in part, resulted in a round of 'hostage taking' at the final session of the SBI when Parties withheld support for a number of key elements in draft decisions and exchanged brackets.", 
    "The imminent arrival of ministers further contributed to the drive to hold back on agreements.", 
    "The linkages between the demands by the G-77/China for financial and technical assistance, associated with a desire to remain free of any attempt by developed countries to build in conditionalities that might draw them into new commitments, led to unusually complex linkages.", 
    "Right up to the closing hours of the negotiations on Saturday morning, for example, there were long and difficult exchanges on what turned out to be a win for the G-77/China on GEF funding.", 
    "The debate about adverse impacts and compensation (Articles 4.8 and 4.9) also became tied up in the package.", 
    "The OPEC countries tried and failed to link Articles 4.8 and 4.9 and associated Kyoto Protocol measures to an EU drive to include policies and measures in the work programme. The resulting exchanges between negotiators were described as 'confrontational in a mild form' but, all in all, a wasted opportunity.", 
    "Parties came away with a positive outcome that indicates a clear desire to move forward with a plan of work.", 
    "The task of agenda setting turned into a complex attempt to anticipate important debates and exercise leverage.", 
    "Expectations that substantive work during the COP over priority issues such as CDM were thus frustrated. Conclusion: It is difficult to categorize COP-4 as a clear success or failure.", 
    "The outcome contains a number of wins for the G-77/China, such as useful gains on technology and finance issues.", 
    "Both the EU and the Umbrella Group (for which the US acted as spokesperson at the final round of high-level negotiations) had reasons to promote such an outcome.", 
    "The EU was conscious of the lack of attention paid to G-77/China demands in Kyoto and made serious efforts to address them in Buenos Aires.", 
    "The Umbrella Group had a strong interest in moving quickly on the elaboration of guidelines and principles for the flexibility mechanisms.", 
    "With the prospect of Argentina\u0092s voluntary commitment at COP-5, the US has begun to see the results of its strategy to create conditions for the evolution of the UNFCCC/Kyoto Protocol process and mechanisms.", 
    "The inability to reach agreement in the subsidiary bodies and the consequent need for high-level political decision-making once again underlined the inadequacy of the existing processes to resolve the complex issues at stake.", 
    "One modest response to this situation was a decision to make greater use of intersessional ministerial meetings, an indication that the Kyoto Protocol is destined to absorb the time and energy of political administrations throughout the world. Speaking at COP-3, UNFCCC Executive Secretary Michael Zammit Cutajar said the key test for Kyoto Protocol process would be its ability to send a powerful economic signal to policy makers and the markets.", 
    "Regular ministerial engagement with the process suggests that the political signal is gaining strength.", 
    "Industry representatives at COP-4 reported that there is evidence, too, that the economic signal is penetrating new business and industry constituencies who are responding with greater pragmatism and increasing interest in identifying business opportunities.", 
    "In the final analysis, the significance of this meeting may not lie in the specifics of the Buenos Aires Plan of Action but in the fact that despite their vastly differing positions delegates remained committed to restoring the momentum of the process by embracing the discipline of self imposed deadlines."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1297e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1297e_13", 
  "enb_end_date": "13-Nov-98"
}