{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Bangladesh", 
    "Kuwait", 
    "Qatar", 
    "Micronesia", 
    "Austria", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "CARBON CAPTURE AND STORAGE UNDER THE CDM:", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This agenda item (FCCC/SBSTA/2008/INF.1) was first taken up in SBSTA plenary on Wednesday, 4 June.", 
    "Norway, Kuwait, Canada, the EU, Saudi Arabia, Japan and others, opposed by Brazil, Micronesia and others, supported inclusion of CCS projects under the CDM.", 
    "The EU, supported by Japan, proposed a pilot phase approach.", 
    "Gertraud Wollansky (Austria) and Mohammad Reazuddin (Bangladesh) conducted informal consultations.", 
    "The main issues under contention during these consultations were the inclusion of a reference to COP/MOP decision 1/CMP.2 (guidance to the CDM Executive Board) and whether to hold an in-session roundtable on the subject at SBSTA 29.", 
    "Brazil and AOSIS opposed inclusion of reference to decision 1/CMP.2 and the roundtable, which Kuwait, Qatar, Norway and others supported.", 
    "No agreement was reached during informal consultations and the matter was brought back to the SBSTA plenary during its final session on 13 June.", 
    "Parties restated their positions and one last round of informal consultations was held.", 
    "However, disagreement persisted and SBSTA Chair Plume announced in plenary that in the absence of agreement, the matter would be automatically included on the SBSTA 29 agenda."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_46", 
  "enb_end_date": "13-Jun-08"
}