{
  "countries": [
    "United States", 
    "Switzerland", 
    "Saudi Arabia", 
    "Netherlands", 
    "Germany"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "On Thursday afternoon, participants discussed the composition of the four task groups established by the Panel on: governance and management; communications; processes and procedures; and conflict of interest.", 
    "Chair Pachauri read out the names of individuals and Co-Chairs that would compose each group, and asked for the Panel s approval for 15 trips for task group meetings.", 
    "The US, supported by Saudi Arabia, the Netherlands and Germany, opposed this approach, and said that countries, not individuals, should be selected for each group and then each group would elect its Chairs, as it is a government-driven process.", 
    "Saudi Arabia said that any government that wishes to take part in any of the groups should be able to do so.", 
    "The Netherlands said that given the fact that the groups will consider important changes within the IPCC, it would be awkward for the Chair to determine who sits in what groups and who chairs the groups.", 
    "He said it may appear to the outside world that the Chair is trying to influence the process and outcomes.", 
    "Germany said the groups should be open ended and the process transparent.", 
    "Chair Pachauri said he had spoken with the majority of those who he had identified as group members and was seeking geographical balance.", 
    "He also noted that for operational efficiency, the core groups should not be too large and that teleconferencing with large groups can be inefficient, and suggested the ideal number would be ten or less.", 
    "He asked governments to raise their flags to indicate which groups they wanted to be in.", 
    "Given the enthusiastic response for all of the groups, Chair Pachauri asked for approval to budget for 25 trips for the work of the task groups.", 
    "Switzerland said he understood that the Panel was now finished addressing the IAC Review and moving forward to implementing the recommendations.", 
    "He asked the Chair to send a letter to the UN Secretary-General, on behalf of the Panel, explaining what steps have been taken to improve its procedures.", 
    "In closing, Chair Pachauri said this was one of the most challenging sessions.", 
    "He commended the excellent set of decisions and conclusions, not only for the IPCC but for the outside world, both in spirit and substance.", 
    "IPCC Secretary Renate Christ thanked everyone for their hard work and the meeting was closed at 7:06 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_51", 
  "enb_end_date": "14-Oct-10"
}