{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "03-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "While the SBSTA and SBI continued their opening plenaries, the AWG-KP and AWG-LCA kicked into a higher gear with the commencement of contact groups and an informal plenary.", 
    "Under the AWG-KP, some participants characterized the day s deliberations as useful but not too exciting.", 
    "Delegates spent the afternoon contact groups in largely procedural discussions on how to structure their work for the remainder of the meeting.", 
    "While the other issues group agreed to prioritize LULUCF discussions in Bonn, the numbers group planned to proceed iteratively between aggregate and individual commitments.", 
    "It was a good start, said one AWG-KP delegate, though I m still not sure how the numbers group is going to move forward we re still looking at some pretty fundamental disagreements.", 
    "Meanwhile, informal consultations on how to proceed with the agenda and the financial mechanism under the SBI continued throughout the day, almost reaching agreement but just coming up short, according to one delegate.", 
    "After its initial informal plenary session, AWG-LCA delegates were left with some food for thought regarding how to address issues and proceed after the first reading of the negotiating text.", 
    "Some concerned-looking observers were heard wondering whether they would be sitting inside or outside the negotiating room when the second reading of the negotiating text begins.", 
    "However, no one appeared particularly perturbed over the confirmation that the November meeting would be held in Barcelona.", 
    "I m packing my shorts, joked one far-northern delegate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12412e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12412e_19", 
  "enb_end_date": "03-Jun-09"
}