{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Algeria", 
    "Tuvalu", 
    "Saint Lucia", 
    "India", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "ANNEX I FURTHER COMMITMENTS (AWG-KP)", 
  "enb_start_date": "14-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During the morning contact group, NEW ZEALAND expressed willingness to commit to a second commitment period under the Kyoto Protocol in conjunction with steps towards a global agreement that includes all major emitters.", 
    "She said the second commitment period should be seen as a transition period towards taking commitments under a single comprehensive treaty and underscored the need to consider a docking mechanism to merge Kyoto Protocol elements into the comprehensive climate regime.", 
    "AUSTRALIA said the question of a second commitment period is intrinsically linked to commitments by major emitters.", 
    "She highlighted domestic actions by developing countries and said these should be internationalized. SAINT LUCIA emphasized that rules are essential to ensure comparability of developed countries mitigation efforts and an adequate level of ambition.", 
    "She also underscored the need to address carryover of surplus Assigned Amount Units (AAUs).", 
    "SAINT LUCIA called for confirmation that Annex I parties mitigation commitments will be taken in the context of the Kyoto Protocol. AUSTRALIA, with NEW ZEALAND, emphasized the need to resolve technical issues on the flexibility mechanisms, the basket of methodological issues and LULUCF accounting rules.", 
    "NEW ZEALAND stressed the need to address rules and commitments at the same time. ALGERIA said Annex I parties should agree to a second commitment period and then engage major emitters in a comprehensive agreement.", 
    "SAINT LUCIA, ALGERIA, TUVALU, BRAZIL, CHINA, INDIA and BOLIVIA underscored that access to the flexibility mechanisms, including Joint Implementation (JI) and the Clean Development Mechanism (CDM), would be difficult to agree to in the absence of a second commitment period.", 
    "BRAZIL underscored that the Kyoto Protocol constitutes a package of obligations and beneficial mechanisms and that parties cannot pick and choose from them. NEW ZEALAND said that even in the absence of a second commitment period, developed country mitigation actions and demand for carbon credits would continue, as national emissions trading systems would need access to Certified Emission Reductions (CERs) from the CDM.", 
    "Emphasizing the role of the CDM in promoting sustainable development and technology transfer in non-Annex I countries, she said there is no reason to believe that the CDM stands or falls on the basis of a second commitment period.", 
    "The EU emphasized its legislation to ensure the continuity of the EU Emissions Trading Scheme (ETS) beyond 2012.", 
    "He expressed concern that if access to CDM credits is made conditional on second commitment period targets, parties will be forced to create their own rules through bilateral deals. AUSTRALIA underscored that deeper and broader access to international carbon markets is essential for increasing the level of ambition.", 
    "JAPAN said a discussion of the flexibility mechanisms is useful to ensure that they are better utilized in a new international framework.", 
    "CANADA noted parallel discussions under the AWG-LCA on market mechanisms and said discussions on whether and how the CDM fits in would be useful.", 
    "The RUSSIAN FEDERATION said they would like to see the continuation of the flexibility mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12509e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12509e_1", 
  "enb_end_date": "14-Jun-11"
}