{
  "countries": [
    "Bangladesh", 
    "Algeria", 
    "France", 
    "Sweden", 
    "Zimbabwe", 
    "Antigua and Barbuda", 
    "Ecuador", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Spain"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "PRESIDENT S INFORMAL STOCKTAKING PLENARY", 
  "enb_start_date": "10-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Late on Thursday evening, an informal stocktaking plenary convened by COP and COP/MOP President Espinosa took place.", 
    "She explained that informal ministerial meetings had been held throughout the day with a commitment to transparency and inclusiveness.", 
    "President Espinosa underscored that a broad package of decisions is still within the grasps of the parties and then invited ministers to report on the informal consultations they had facilitated.", 
    "On a shared vision for long-term cooperative action, SWEDEN highlighted a focus on three issues: a temperature goal; a long-term global goal for emission reductions; and peaking of global emissions.", 
    "On finance, BANGLADESH highlighted that consultations had resulted in two potentially acceptable options on the establishment of the fund, noting compromises that could be made across the text.", 
    "On adaptation, SPAIN and ALGERIA noted consultations on the establishment of an adaptation committee, facilitation of access to the fund, an international mechanism to address loss and damage, as well as consolidation of regional centers.", 
    "On MRV, NEW ZEALAND said that consultations were focused on ICA and included issues, such as frequency and categorization.", 
    "He highlighted positive engagement from a number of parties, as well as proposals submitted by developing countries that he expected to prove helpful in reaching a balanced text.", 
    "He identified balance between transparency and avoiding unreasonable burden on countries as the key challenge.", 
    "On REDD+, NORWAY and ECUADOR reported on key outstanding issues: financing; scope of a REDD+ mechanism; connection between the national and sub-national levels; and MRV of safeguards.", 
    "ECUADOR explained that parties were close to agreeing on a balanced text.", 
    "Calling for a spirit of compromise, NORWAY said that no family, no community and no international community can survive without a compromise.", 
    "On technology, FRANCE underscored the need for convergence on issues including the establishment of a technology mechanism, a technology committee and CTCNs.", 
    "She explained that some parties would make further proposals on issues such as governance, and that further work would seem to be necessary on technology in 2011.", 
    "On CCS and response measures, SWITZERLAND indicated that parties views remain divergent, while expressing hope that after further consultations, a new text proposal could be submitted. AWG-LCA Chair Margaret Mukahanana-Sangarwe (Zimbabwe) reported on issues that were not subject to ministerial consultations.", 
    "On various approaches, including opportunities for using markets, to enhance the cost-effectiveness of, and to promote, mitigation actions, she said that the group had not yet reported back.", 
    "On sectoral approaches, she said no agreement was reached.", 
    "She also explained that since parties were unable to agree on a paragraph concerning general framing, some were unwilling to address particular sectors.", 
    "She highlighted that text on agriculture is well advanced but that the group is not undertaking further consultations.", 
    "Stressing the importance of agreement on introductory text, President Espinosa requested the AWG-LCA Chair to provide a text reflecting the state of discussions. AWG-KP Chair John Ashe (Antigua and Barbuda) reported that the AWG-KP spin-off groups have met throughout the week.", 
    "He identified limited scope for advancing the substantive work further and called for political guidance to overcome obstacles.", 
    "He noted a revised version of the AWG-KP Chair s text was available (FCCC/KP/AWG/CRP.4/Rev.3).", 
    "Underscoring the rapidly approaching deadline, President Espinosa encouraged further consultations to be held during the night and announced that the next stocktaking plenary would convene at 8:30 am on Friday.", 
    "She also stressed that closer political guidance should not sacrifice transparency.", 
    "President Espinosa explained that, in a few hours, the Secretariat would circulate the draft texts reflecting work done during the informal consultations.", 
    "She emphasized that this text would not constitute a Mexican text but a text based on parties views, and urged parties to look beyond their national interest to reach agreement by Friday evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12497e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12497e_6", 
  "enb_end_date": "10-Dec-10"
}