{
  "countries": [
    "Bolivia", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Sudan", 
    "Panama", 
    "Nepal", 
    "Costa Rica", 
    "China", 
    "Indigenous Peoples", 
    "Switzerland", 
    "Nauru", 
    "Belize"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "03-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "League of Arab States", 
    "Alliance of Small Island States", 
    "Brazil, South Africa, India and China", 
    "Central American Integration System", 
    "Independent association of Latin America and the Caribbean", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "On CBDR and respective capabilities (CBDRRC), Bolivia, for the G-77/CHINA, underscored that the Paris agreement should be under the Convention and its principles, including equity and CBDRRC.", 
    "Belize, for SICA, called for all parties to work constructively on a balanced text centered around CBDRRC.", 
    "Switzerland, for the EIG, described differentiation as a tool to reflect distinct realities and circumstances, saying that fair differentiation requires self-differentiation, complemented by guiding elements.", 
    "South Africa, for BASIC, called for upfront understanding on differentiation.", 
    "On pre-2020 ambition, the G-77/CHINA stressed that work should continue until the ambition gap is closed.", 
    "Australia, for the UMBRELLA GROUP, said shifting the focus from cooperative collaboration towards 'an implementation review' would be unhelpful and duplicate existing processes under the Convention.", 
    "Nauru, for AOSIS, called for a 2015 agreement that is legally binding and applicable to all, limits the temperature increase to below 1.5 °C, and clearly quantifies mitigation efforts.", 
    "The G-77/CHINA also advocated securing progress on loss and damage, and response measures.", 
    "Panama, for the CfRN, called for anchoring the Warsaw Framework for REDD+ into the 2015 agreement.", 
    "On MOI, AOSIS called for financial commitments by developed countries and provisions to ensure scaled-up, predictable, new and additional finance.", 
    "Nepal, for the LDCs, called for effective MOI for the most vulnerable countries.", 
    "On INDCs, the LDCs said LDCs will reflect their national circumstances in their INDCs.", 
    "Costa Rica, for AILAC, called for an ADP decision that includes, inter alia , a definition of ex ante information for the preparation and communication of INDCs by all parties.", 
    "SICA emphasized including all elements of the ADP mandate in the INDCs.", 
    "The EU stressed the need for a decision addressing INDCs, in particular upfront information to be included, and the pre-COP 21 process to consider and analyze them.", 
    "The UMBRELLA GROUP stressed the need to deliver a decision providing guidance for communicating INDCs.", 
    "The EIGs underscored the decision on INDCs should define upfront information to be included in, and modalities of the process relating to, INDCs.", 
    "BASIC called for clarity on the relationship between the 2015 agreement and INDCs.", 
    "Sudan, for the AFRICAN GROUP, advocated a single decision on INDCs and the elements of a negotiating text.", 
    "On the organization of work, SICA proposed considering legal aspects of the 2015 agreement.", 
    "Saudi Arabia, for the ARAB GROUP, called for direct negotiations between parties, and opposed 'last-minute imposition of text by co-facilitators' and 'imposition of commitments on Arab States'.", 
    "Climate Action Network, for ENGOs, called for a long-term global goal on phasing out all fossil fuel-related emissions by 2050.", 
    "Climate Justice Now!, for ENGOs, called for binding commitments reflecting the need for the poorest and most vulnerable to adapt. FARMERS emphasized ensuring that agriculture is on a strong scientific footing in the future agreement.", 
    "INDIGENOUS PEOPLES urged parties to operationalize elements of the Cancun Agreement recognizing the need to respect human rights and participation of indigenous peoples.", 
    "LOCAL GOVERNMENT AND MUNICIPAL AUTHORITIES commended the recognition in the draft text of the key role of financial mechanisms in supporting subnational authorities in climate action. TRADE UNION NGOs called for the negotiating text to express states' willingness to undertake a transformation of the economic and production model into one that complies with social justice.", 
    "WOMEN AND GENDER called for including gender equality as a principle in the 2015 agreement. YOUNGOs said INDCs should include consideration of the health co-benefits of climate action.", 
    "BUSINESS AND INDUSTRY NGOs suggested COP 20 provides an opportunity to anchor the role of the private sector as a vehicle for complementary action."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12610e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "working group", 
  "id": "enb12610e_2", 
  "enb_end_date": "03-Dec-14"
}