{
  "countries": [
    "Madagascar", 
    "Australia", 
    "Egypt", 
    "France", 
    "Bahamas", 
    "China", 
    "Belgium"
  ], 
  "topics": [
    "IPCC Governance", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "SUMMARY FOR POLICY MAKERS", 
  "enb_start_date": "29-Jan-07", 
  "enb_short_title": "IPCC WGI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Co-Chaired by Susan Solomon and Dahe Qin, and assisted by the Coordinating Lead Authors, WGI discussed the SPM line-by-line in plenary and in four contact groups from Monday through Thursday night.", 
    "Discussions were based on the draft SPM ( WG-I:10th /Doc.2a ) with a number of changes introduced to reflect comments by governments and organizations ( WG-I:10th /INF.1 ).", 
    "Four contact groups were convened during the meeting to discuss unresolved issues: one on greenhouse gas concentrations and land use change, co-chaired by Jean-Pascale van Ypersele (Belgium) and Xiaosu Dai (China); one on solar radiative forcing co-chaired by El-Sayed Mansour (Egypt) and Sylvie Joussaume (France); one on tropical cyclones co-chaired by Nirivololona Raholijao (Madagascar) and Ian Carruthers (Australia); and one on projections on temperature increases and sea level rise, co-chaired by Halldor Thorgeirsson (UNFCCC Secretariat) and Arthur Rolle (Bahamas).", 
    "In addition, participants heard short informal presentations from the Coordinating Lead Authors on the figures and text in the different sections of the SPM.", 
    "On Monday afternoon, participants heard presentations on the drivers of climate change and on uncertainty.", 
    "On Tuesday morning, participants heard presentations on the observations of climate change, on a draft table on temperature and weather extremes, and on paleoclimate.", 
    "On Tuesday afternoon participants heard presentations on attribution and sea level rise.", 
    "On Wednesday morning participants heard presentations on equilibrium climate sensibility and projections for temperature increases.", 
    "Discussions and key outcomes of the SPM are summarized below, based on the order the different sections appear in the approved text, as participants proceeded through a line-by-line consideration of the SPM.", 
    "The full adopted text of the SPM can be downloaded from the IPCC website at http://www.ipcc.ch ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12319e.html", 
  "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)", 
  "type": "ipcc", 
  "id": "enb12319e_5", 
  "enb_end_date": "01-Feb-07"
}