{
  "countries": [
    "United States", 
    "Malaysia", 
    "Saudi Arabia", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [], 
  "section_title": "IPCC TAR", 
  "enb_start_date": "02-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Introducing the Chair\u0092s summary of the pre-sessional consultations, Chair Thorgeirsson said approaches to considering the new agenda items include: enhancing information exchange and experiences; identifying gaps in data and information; and providing policy-relevant analyses.", 
    "He outlined solutions and opportunities in which adaptation and mitigation can contribute to sustainable development.", 
    "MALAYSIA, for the G-77/China, expressed hope that the new agenda items will not introduce new commitments for developing country Parties, and emphasized that SBSTA should not focus on long-term planning of adaptation and mitigation issues given the urgency of adaptation needs. The EU said SBSTA should use a wide range of approaches and methodologies, including case-studies, technical papers, and workshops, and draw on activities being developed by stakeholders.", 
    "JAPAN said the process should be based on a stepwise practical approach.", 
    "NORWAY noted the level of convergence and optimism in the pre-sessional consultations and, with NEW ZEALAND, stressed the importance of keeping a balance between bottom-up and top-down approaches. SAUDI ARABIA stressed that SBSTA not go beyond its mandate, and stay within the context of UNFCCC Article 4 (commitments).", 
    "The US expressed concern over dividing the consideration of adaptation and mitigation into solutions and opportunities to contribute to sustainable development, and into long-term planning.", 
    "SAUDI ARABIA expressed concern over taking a broad view of the issue.", 
    "SBSTA agreed to convene a contact group on this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12222e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12222e_10", 
  "enb_end_date": "02-Dec-03"
}