{
  "countries": [
    "Brazil", 
    "Jamaica", 
    "Australia", 
    "China", 
    "Germany", 
    "Grenada"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "ADVANCING DEVELOPMENT GOALS IN A SUSTAINABLE WAY:", 
  "enb_start_date": "16-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Howard Bamsey (Australia) opened the afternoon session.", 
    "Gao Guangsheng, China National Coordination Group for Climate Change, explained that under China 11th Five-Year Plan, energy intensity was expected to drop by around 20%.", 
    "He emphasized China efforts on energy and forestry, and called for international financial and technical cooperation.", 
    "Leon Charles, Climate Project Coordinator, Grenada, recalled unprecedented devastation and loss of life from Hurricane Ivan, noting the gap between pledges of relief and actual contributions, which he compared to funding under UNFCCC .", 
    "He cited Stern observation about the potentially catastrophic impact of a 2 C temperature rise on SIDS, and called for the impact on SIDS to become the benchmark for the determination of future climate change targets.", 
    "He also called for a support fund to help SIDS recover from extreme events. JAMAICA noted the absence of consideration of SIDS in global climate modeling.", 
    "Marina Silva, Minister of Environment, Brazil, noted that the perception that reducing deforestation is easier than changing the energy matrix in developed countries is unfair.", 
    "Jo o Paulo Ribeiro Capobianco, Environment Ministry of Brazil, explained the Brazilian proposal to provide positive incentives to reduce emissions from deforestation in developing countries, noting that it is a voluntary arrangement that implies no future obligations and does not count towards Annex I emission reductions targets.", 
    "Youba Sokona, Sahara and Sahel Observatory, called for a development first approach to climate change.", 
    "Noting that scaling up remains a problem and the need for cooperation at all levels, he stressed wider community engagement.", 
    "Responding to comments, Sokona said there is no fundamental contradiction in approaching climate change within the development strategies of individual states.", 
    "BUSINESS stressed the role of industry in disseminating and advancing technology.", 
    "Olav Kj rven, UNDP, highlighted: the relationship between MDGs and climate risk, noting that up to 40% of donor-funded development activities may be at risk from climate change; and prospects to combine adaptation and mitigation opportunities through, for example, community-level forestry and land rehabilitation. GERMANY described how policies to support renewable energy can contribute to the reduction of greenhouse gases and to sustainable development, including job creation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12316e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "working group", 
  "id": "enb12316e_3", 
  "enb_end_date": "16-Nov-06"
}