{
  "countries": [
    "Brazil", 
    "Canada", 
    "Cuba", 
    "Nepal", 
    "India", 
    "Papua New Guinea", 
    "France", 
    "United Kingdom", 
    "Malaysia", 
    "China", 
    "Guyana", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "DISCUSSION:", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In discussion of the presentations, India, in response to a question from the European Commission, clarified that all data used in her presentation was model-based, and that soil carbon content is modeled as making a significant contribution in the post-2015 period.", 
    "To a question from Nepal on estimating forest cover in mountainous areas, India said the problem is to be able to remove shadows when interpreting data, although the capacity to do this is increasing.", 
    "Japan acknowledged the difficulty in monitoring mountainous areas, particularly as data from Landsat is becoming progressively worse.", 
    "He stated that Japan therefore uses photos or ground-based inventory.", 
    "He noted the development of specific remote sensing methods may be necessary for different countries.", 
    "In response to Malaysia on the classification of forest according to canopy density, India noted that this has been done successfully in India for years and is a technical issue.", 
    "On a question from Papua New Guinea about the feasibility of Brazil s methods for other countries, Brazil stated that its satellite technology is being transferred freely to anyone who wants to use it, cautioning that the challenge is how to use the information obtained to change undesirable practices on the ground.", 
    "She noted that this becomes a social question requiring the generation of alternative livelihoods and therefore transcends the area of law enforcement.", 
    "In answer to a question from the Russian Federation, Brazil noted that estimating changes in carbon stocks does not produce information about whether these are due to degradation or to natural processes or whether carbon stocks may recover.", 
    "Canada said UNFCCC already has well-established definitions for deforestation with crown cover parameters and referred to the experience of reporting under the Protocol with regard to degradation, adding that some solutions may lie in the methodological realm while others may need policy or accounting approaches.", 
    "Guyana called for clear definitions of what is meant by selective logging, for example distinguishing between selective species logging and selective logging areas.", 
    "France emphasized understanding what is happening in the forest and drew attention to contracts and laws, noting that clear land rights or forest certification for example can act as incentives for the prevention of degradation and deforestation.", 
    "Cuba drew attention to links with legal and institutional policies and programmes, saying that management plans are necessary and policies should depend on the existence of national plans, adding that this can t be a one-size fits all approach.", 
    "Brazil asked India whether they had considered existing methodological approaches such as the CDM.", 
    "On the latter, India recalled that only one afforestation/reforestation project activity in China had been approved to date under the CDM and noted difficulties in developing such project activities given high transaction costs.", 
    "Eggleston noted that the IPCC Guidelines provide guidance on forest degradation through the subject of carbon stocks, while the GPG provides information on comparing across countries, although neither give activity data nor other nationally-specific parameters.", 
    "The United Kingdom noted that long-term reduction in carbon stocks is associated with degradation, while long-term increases are associated with SFM, and there are non-anthropogenic influences in both cases.", 
    "He suggested identifying base levels and measuring differences over time in order to identify relevant trends.", 
    "In answer to Brazil, he noted that as the non-anthropogenic influences would be present in both the base years and in subsequent years, they would cancel each other out.", 
    "He also noted that the IPCC gives generic descriptions on the use of remote sensing, and that this topic is developing very quickly and the IPCC needs to keep an eye on developments.", 
    "He noted that the GOFC-GOLD initiative serves that purpose.", 
    "On activity data, Herold pointed out that countries need flexibility to use the most appropriate method, emphasizing the key is to apply one method consistently over time.", 
    "He also noted that the next generation of satellites is being developed and that the need for better satellite data under the UNFCCC is a driver for their development and deployment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_10", 
  "enb_end_date": "27-Jun-08"
}