{
  "countries": [], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "IMPLEMENTING CHANGE", 
  "enb_start_date": "18-Nov-11", 
  "enb_short_title": "IPCC-34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC-34 came at a time when the most difficult decisions in response to the IAC review have already been taken or are well advanced.", 
    "A variety of organizational, procedural, governance and policy changes were made prior to the Kampala meeting.", 
    "These include the establishment of an Executive Committee to provide management oversight and address emerging issues on behalf of the Panel between sessions; limiting the terms of office for key Bureau positions; the development of a conflict of interest policy; and increasing transparency in its procedures, including clarifying the selection of participants at expert meetings, authors and others.", 
    "Other critical issues that have been tackled include a clear policy for correcting errors, strengthening of the review process, and improved guidance for authors, including on evaluation of evidence and consistent treatment of uncertainty.", 
    "This session in Kampala concentrated on completing revisions to the Procedures for the IPCC reports.", 
    "As a result, the Panel finalized its work on the production and treatment of guidance material, the selection of participants to IPCC workshops and expert meetings, matters related to the transparency, quality and efficiency of the review process, anonymous expert review, and approval sessions for Summaries for Policy Makers.", 
    "Perhaps most notably, at this session the IPCC agreed on the Implementation Procedures for the Conflict of Interest Policy, which had been developed at IPCC-33.", 
    "The agreement represented a source of much satisfaction among participants, who feel that the decision taken here allows for prompt implementation and adequate oversight by those who are most interested in maintaining the integrity of the IPCC- that is, the Panel s Executive Committee.", 
    "Importantly, implementation of the new comprehensive Conflict of Interest Policy will contribute to increased transparency of the IPCC process- just what the Panel needs to ensure the credibility of its findings.", 
    "To the dismay of many, however, the development and implementation of a comprehensive communications strategy is still incomplete.", 
    "The IPCC has long acknowledged that its outreach and communication is critically deficient and attempts had been initiated to address it in the past, such as the first IPCC communications strategy in 2005-2006, which included the recruitment of a communications officer.", 
    "The IAC review reinforced this criticism, finding that communication was a major weakness, and recommended the development of a communications strategy, including guidelines on who should speak on behalf of the IPCC.", 
    "More than a year later, however, the IPCC still has no strategy in place and has not appointed a senior communications officer.", 
    "In Kampala, the draft communications strategy was met with wide discontent.", 
    "Many felt a senior communications professional should have been involved in the preparation of the strategy.", 
    "In addition, others were concerned that the draft strategy had not been discussed by the Executive Committee prior to its presentation before the IPCC.", 
    "With both the strategy and the appointment delayed, lack of progress on communications elicited much frustration among participants in Kampala and many others in the climate change community alike, and remains a critical gap in the response of the IPCC to the IAC review."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12522e.html", 
  "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "IPCC", 
  "id": "enb12522e_32", 
  "enb_end_date": "19-Nov-11"
}