{
  "countries": [
    "Brazil", 
    "Canada", 
    "New Zealand", 
    "Algeria", 
    "Cuba", 
    "Tuvalu", 
    "Saint Lucia", 
    "India", 
    "Senegal", 
    "Congo", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "Argentina", 
    "Bolivia", 
    "Zambia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "ANNEX I FURTHER COMMITMENTS:", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed by the AWG-KP in plenary on 7 June.", 
    "Parties decided to work in a single contact group focusing on political elements of Annex I parties further commitments.", 
    "However, they held divergent views on whether to establish parallel spin-off groups to address technical issues in the Chair s revised proposal (FCCC/KP/AWG/2010/18/Add.1), namely: numbers and Protocol amendments (Chapter I); LULUCF (Chapter II); the flexibility mechanisms (Chapter III); basket of methodological issues (Chapter IV); and potential consequences of response measures (Chapter V).", 
    "Following informal consultations, the contact group agreed to the establishment of spin-off groups to address technical issues.", 
    "The contact group addressed, inter alia : parties to the Kyoto Protocol not intending to take commitments during a second commitment period; the flexibility mechanisms; conditionalities attached to undertaking commitments during a second commitment period and the Durban package; and how to move issues forward in the lead-up to Durban.", 
    "On parties to the Kyoto Protocol not intending to take commitments during a second commitment period , Saint Lucia, supported by Bolivia, Brazil, Senegal, the Democratic Republic of the Congo, Argentina, Cuba, Zambia and China, proposed focusing on conditionalities set by Annex I parties that are interested in a second commitment period, while taking note of those parties that are not.", 
    "The Russian Federation, Japan and Canada reiterated that they will not inscribe targets under a second commitment period of the Kyoto Protocol.", 
    "New Zealand, with the Russian Federation and Japan, opposed excluding certain parties from the discussions.", 
    "Japan and Canada underscored the value they contribute to discussions given their experience implementing the Kyoto Protocol.", 
    "On the flexibility mechanisms , the EU and New Zealand emphasized that even in the absence of a second commitment period, demand for carbon credits will continue, with the EU highlighting its legislation to ensure the continuity of the EU Emissions Trading Scheme beyond 2012.", 
    "The EU worried that if access to CDM credits is made conditional on second commitment period targets, parties will be forced to create their own rules through bilateral deals, while New Zealand emphasized the role of the CDM in promoting sustainable development and technology transfer in non-Annex I countries.", 
    "Canada and Japan highlighted parallel discussions on market mechanisms under the AWG-LCA.", 
    "Saint Lucia, Algeria, Tuvalu, Brazil, China, India and Bolivia underscored that access to the flexibility mechanisms, including Joint Implementation and the CDM, would be difficult to agree to in the absence of a second commitment period.", 
    "On a Durban package , the EU said it would be useful to define elements of the package, the role of the second commitment period in that package and what contributions non-Annex I parties would make to the package.", 
    "Saint Lucia called for confirmation that Annex I parties mitigation commitments will be taken in the context of the Kyoto Protocol.", 
    "During discussions, parties highlighted various conditions, including: resolving technical rules, such as on LULUCF, market mechanisms, the basket of methodological issues and the carryover of surplus Assigned Amount Units (AAUs); comparability of efforts; deeper and broader access to international carbon markets; operationalizing the Cancun Agreements, including the MRV framework and international consultation and analysis (ICA); progress towards a global, comprehensive legally-binding agreement including all major emitters; and coherence with the AWG-LCA track.", 
    "On moving issues forward , a number of parties disagreed on whether or how to discuss consequential amendments to the Kyoto Protocol.", 
    "The EU said the fact that large portions of the text, including on new market mechanisms and consequential Protocol amendments, have not yet been discussed was very, very worrying.", 
    "Saint Lucia, for AOSIS, supported discussions of the text on consequential Protocol amendments.", 
    "During the final contact group meeting on 17 June, parties welcomed progress made during the technical spin-off groups and agreed to continue their negotiations on the basis of the Chair s new revised proposal (FCCC/KP/AWG/2011/CRP.1), which captures progress made during this session in streamlining the text, particularly in the areas of LULUCF and the basket of methodological issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_89", 
  "enb_end_date": "17-Jun-11"
}