{
  "countries": [
    "Brazil", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CONSTRUCTING THE PILLARS", 
  "enb_start_date": "20-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Despite limited progress overall on the bridge to Lima, as delegates left Bonn many appreciated that the meeting had provided much-needed space for more in-depth exchanges of views.", 
    "Many felt the meeting helped clarify countries' and groups' understanding of the spectrum of views, possible areas of convergence and divergence, and what underlies their positions and how these concerns might be addressed.", 
    "On adaptation and finance, informal consultations resulted in fruitful and interactive exchanges.", 
    "The launch of these consultations, according to some, did represent a significant shift in the mode of work and signaled that parties may be more willing in Lima to leave the comfort of open-ended discussions in one single contact group, for more focused negotiations taking place in parallel.", 
    "Perhaps the most enthusiasm was generated around adaptation, which seemed to emerge as a 'safe' topic to discuss given the overwhelming consensus on its importance in the new agreement.", 
    "Clarity on some key aspects of adaptation and finance could serve to provide assurances for developing countries that these crucial issues are being given sufficient attention and carried forward at the same pace as mitigation.", 
    "In addition, some proposals attempted to provide middle ground between parties' either-or options.", 
    "A number of Latin American countries, in particular, stood out as potential 'bridge builders' by making concrete proposals on how to address differentiation and finance - \u0095perhaps the two most crucial aspects of a successful 2015 agreement.", 
    "Much attention was attracted by Brazil's concept of 'concentric differentiation', which seeks to create a dynamic agreement that 'preserves the principles of the Convention' while 'avoiding pure self-differentiation' in which countries decide for themselves their level of ambition.", 
    "The proposals by the Independent Alliance of Latin America and the Caribbean on formulating short and longer-term goals for finance, and by Norway, on adopting a step-wise readiness-based approach to finance, also drew interest across groups.", 
    "Some advances were also made in workstream 2, on pre-2020 ambition, where two technical expert meetings were held.", 
    "While many wondered whether the TEMs, a key component of workstream 2, were generating any additional implementation of mitigation actions on the ground, a general consensus prevailed on their importance as a technical space alongside the political negotiations, and concrete proposals were made on how to institutionalize the TEMs under the Technology Mechanism.", 
    "However, some noted that there were still significant differences on how to carry workstream 2 beyond 2015, including how to reflect elements of the Warsaw Decision on the ADP, such as existing commitments, in a Lima decision.", 
    "As the week drew to an end, the importance attached by different groups to each of three Lima pillars made it evident that a successful outcome at COP 20 would require skillful bridge building and balancing of issues, and possibly a much-disliked 'package'.", 
    "While Bonn did not succeed in fully building the necessary bridges, delegates did manage to lay the groundwork for the main pillars of the expected ADP outcome in Lima.", 
    "With only a few weeks remaining, and a multitude of rivers to cross, delegates will need to do their utmost to explore creative ways to build these bridges together, or failing that, they may need to learn how to swim."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12605e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12605e_24", 
  "enb_end_date": "25-Oct-14"
}