{
  "countries": [
    "United States", 
    "Canada", 
    "Australia"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "WORK PROGRAMME ON METHODOLOGICAL ISSUES RELATED TO PROTOCOL ARTICLES 5, 7 AND 8", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Tuesday, 1 June, SBSTA considered the work programme on methodological issues under Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information).", 
    "The EU said early completion of the work programme should be followed by a testing period to guarantee gradual refinement of guidelines and modalities.", 
    "CANADA underscored the importance of developing realistic review guidelines and, with the US, called for a more streamlined approach.", 
    "AUSTRALIA emphasized defining realistic objectives for COP-6 and maintaining a clear sense of the different requirements of the Convention and the Protocol.", 
    "The joint SBSTA/SBI contact group that considered Annex I communications, also deliberated on the work programme and the drafted Chair\u0092s conclusions on this issue. SBSTA considered the draft conclusions on the work programme on methodological issues (FCCC/ SBSTA/1999/L.3) on Tuesday, 8 June.", 
    "The EU requested changing the date of submission from 15 August to 15 September to allow time for preparation.", 
    "Chair Chow said the current deadline meant Parties could receive the compiled views prior to COP-5.", 
    "Delegates adopted the draft conclusions without amendment. The conclusions noted, inter alia, that the SBSTA: broadly endorsed the work programme contained in document FCCC/SBSTA/1999/2, noting that some aspects relating to Protocol Article 3 (QELROs) may require further discussion in relation to Protocol Articles 5, 7 and 8; decided to consider the characteristics of national systems and issues relating to adjustments at SBSTA-11, with a request for Parties to provide views by 15 August 1999; and requested that the Secretariat organize a workshop on methodology prior to SBSTA-12, and develop plans for a workshop on Protocol Articles 5, 7 and 8."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_12", 
  "enb_end_date": "11-Jun-99"
}