{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "10-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "The arrival of ministers for the high-level segment, marking the beginning of the shift to a more 'political' negotiating mode, characterized the eighth day of COP 20.", 
    "As is often the case, the high-level engagement was met with both perceptible excitement and apathy.", 
    "While some made bold, emotionally-charged statements, others retreated to familiar red lines and oft-heard positions.", 
    "Still, some hoped that the presence of ministers could help finally bridge the 'substantial gaps' remaining in several areas, and build badly needed 'trust and reassurances', under the ADP.", 
    "Many delegates felt the need for greater and sustained political engagement was becoming palpable.", 
    "A veteran negotiator declared a meeting to be convened by the President of the UN General Assembly on 29 June 2015 'a great idea' and seemed unperturbed about adding yet another meeting to the dense climate agenda for 2015.", 
    "Concerns over 'overloading' negotiators were mirrored in the ADP contact group where a procedural decision to work on the basis of 'alternative' paragraphs instead of brackets made one delegate exclaim: 'my eyes are hurting already from keeping up with all this new text, and I am not sure we have agreed on a single paragraph yet'.", 
    "As nominations for bodies under the Convention and the Kyoto Protocol started to filter in, some delegates remarked that it was good to have a breath of 'fresh air'.", 
    "Others welcomed the arrival of process veterans, hoping they can provide time-trusted guidance and a change of pace.", 
    "In the last week of the Lima COP, it is all hands on deck, with input needed from ministers and from current and new co-chairs alike."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12616e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12616e_3", 
  "enb_end_date": "10-Dec-14"
}