{
  "countries": [
    "United States", 
    "Netherlands", 
    "France"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "STATEMENTS BY PARTIES", 
  "enb_start_date": "21-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Least Developed Countries"
  ], 
  "sentences": [
    "Delegates then heard two country statements.", 
    "Wim Kok, Prime Minister of the Netherlands, drew attention to the dike built by concerned citizens in front of the Congress Center where this meeting is taking place, and said he appreciated its symbolic signficance.", 
    "He said the Netherlands would achieve half of its emissions reduction target of 6% through domestic measures, and half through the mechanisms.", 
    "On developing countries and development cooperation, he said the Netherlands would commit 200 million Dutch Guilders for adaptation measures and capacity building, which would be additional to previously agreed contributions.", 
    "He concluded that a 'worldwide package deal' was needed at COP-6, and that participants should not leave without an agreement on the provision of adequate and substantial assistance to developing country Parties.", 
    "Other elements of the outcome should include the identification of new patterns of production and consumption in industrialised countries, the creation of an international market for greenhouse gas emissions permits, and preferential treatment for Least Developed Countries (LDCs) in the financial mechanisms and the UNFCCC. Jacques Chirac, President of France, said he had come to The Hague with a sense of urgency to make progress.", 
    "He stated that since 1992, Parties had fallen too far behind in taking actions to combat climate change, and cautioned against further delays.", 
    "Suggesting that 'everyone is waiting for someone else to make the first move' in negotiations, he highlighted that the US produces a quarter of the world's emissions, and that the per capita US levels of emissions are three times higher than those of France.", 
    "He called on the US to join other industrialized nations in making a successful transition to an energy-efficient economy.", 
    "He said the EU had a duty to set an example by developing more economical forms of consumption and production in terms of natural resources.", 
    "He also stated the intention of the EU member States to ratify the Protocol in 2002. On the outcome of COP-6, President Chirac said an effective, equitable agreement that leaves room for future developments should be reached.", 
    "He supported an independent and impartial compliance mechanism, effective cuts by Annex I countries of their emissions, and assistance for the most vulnerable countries to adapt to the consequences of climate change.", 
    "He said each country has a duty to build structures that cut its own emissions to a minimum on a sustainable basis.", 
    "He emphasized that flexible mechanisms should not be seen as a means to escape domestic measures.", 
    "In this regard, he voiced France's support for GEF funding to be increased.", 
    "He called for a prudent approach to carbon sinks, and said the polluter pays principle should apply with regard to international air transportation emissions.", 
    "He said the ultimate aim should be the convergence of per capita emissions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12159e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12159e_4", 
  "enb_end_date": "21-Nov-00"
}