{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "Reasons for Concern", 
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "UNION OF CONCERNED SCIENTISTS", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "7th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Union of Concerned Scientists met on 30 September 1997 in Washington, DC.", 
    "Nearly 1,500 scientists from 60 countries urged immediate action to curb man-made climate changes.", 
    "The scientists, including 98 Nobel laureates, urged world leaders to adopt a strong treaty to fight emissions of carbon from burning fossil fuels that are changing the climate.", 
    "Without swift action, they said the world faces a future of rising sea levels, more intense storms and droughts, food shortages, spreading diseases and vanishing wildlife.", 
    "The Declaration issued by the scientists states that the world\u0092s political leaders can demonstrate a new commitment to the protection of the environment, and they should augment the Convention\u0092s voluntary measures with legally binding commitments to reduce industrial nations\u0092 emissions of heat-trapping gases significantly below 1990 levels in accordance with a near-term timetable.", 
    "The Declaration also specifies that over time, developing nations must also be engaged in limiting their emissions.", 
    "Developed and developing nations must cooperate to mitigate climatic disruption.", 
    "The scientists encouraged other scientists and citizens around the world to hold their leaders accountable for addressing the global warming threat. The Declaration also outlines linkages and further damage.", 
    "It notes, inter alia, that destructive logging and deforestation for agriculture continue to wreak havoc on the world\u0092s remaining tropical forests.", 
    "Fossil-fueled energy use is climbing, both in industrial nations and in the developing world, adding to atmospheric carbon.", 
    "Efforts to enhance energy conservation and improve efficiency are much hindered by low energy costs and by perverse incentives that encourage waste.", 
    "The Declaration also notes that the insurance industry has recognized the risks posed by climate change.", 
    "The Declaration discusses water scarcity and food security, noting that humanity now uses over one- half of the total accessible freshwater runoff.", 
    "Freshwater is the scarcest resource in the Middle East and in North Africa.", 
    "Efforts to husband freshwater are not succeeding there, in East Asia, or in the Pacific. Global food production now appears to be outpaced by growth in consumption and population.", 
    "There is broad agreement that food demand will double by 2030.", 
    "Climate change is likely to exacerbate these food problems by adversely affecting water supplies, soil conditions, temperature tolerances, and growing seasons.", 
    "According to the Declaration, climate change will accelerate the appalling pace at which species are now being liquidated, especially in vulnerable ecosystems.", 
    "For more information contact the Union of Concerned Scientists; e-mail: ucs@ucsdusa.org."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1256e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1256e_2", 
  "enb_end_date": "20-Oct-97"
}