{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "03-Dec-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Much of the gossip on Friday evening was over a high-level meeting COP President Dion held with representatives of each of the major negotiating groups.", 
    "Apparently, Dion presented a non-paper on an approach to considering future scenarios under the Convention.", 
    "This approach, which is different to treating future commitments under Protocol Article 3.9, is likely to fuel considerable debate.", 
    "The initial response was mixed, with enthusiasm in some quarters but a more muted response in others.", 
    "'This could potentially be the big outcome of the meeting, but it will be a complicated task' observed one delegate. Meanwhile, the contact groups were rather less sensational.", 
    "While a few agreements were reached on issues such as UNFCCC Article 6, the LDC Expert Group and Annex I communications, efforts to grind out results in many other groups were far less successful.", 
    "As of Friday night, some participants were expressing concerns at a lack of movement on financial issues, compliance, mitigation, and implications of the CDM for other environmental treaties.", 
    "'If this was a race, the snail would have beaten us today,' said one delegate.", 
    "However, a veteran negotiator noted that the pace always seems to slow at this time of the meeting. Perhaps in recognition of the heavy workload, Saturday\u0092s daily programme has meetings scheduled into the evening.", 
    "'This could upset some people\u0092s plans to attend the NGO party or the Montreal Canadiens\u0092 ice hockey game,' joked one participant."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12285e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12285e_19", 
  "enb_end_date": "03-Dec-05"
}