{
  "countries": [
    "Canada", 
    "Czech Republic", 
    "Kenya", 
    "Costa Rica", 
    "Malawi", 
    "Argentina", 
    "Norway", 
    "Nauru", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Togo", 
    "Tuvalu", 
    "Zambia", 
    "Burkina Faso", 
    "Slovenia", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Kiribati", 
    "Philippines", 
    "Nigeria", 
    "Ukraine", 
    "Colombia", 
    "Gambia", 
    "Poland", 
    "Indonesia", 
    "Israel", 
    "United States", 
    "Vietnam", 
    "Hungary", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Russia", 
    "Romania", 
    "Seychelles", 
    "Samoa", 
    "Mexico", 
    "United Arab Emirates", 
    "Uruguay", 
    "India", 
    "United Kingdom", 
    "Malaysia", 
    "Uganda", 
    "Sri Lanka", 
    "Japan"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Pre-Kyoto"
  ], 
  "section_title": "ARTICLES 14 AND 15", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "These articles were agreed in the negotiating group on I&Ms.", 
    "Under 14 (Secretariat) and 15 (Subsidiary Bodies), the FCCC Secretariat and Subsidiary Bodies will also serve the Protocol. ARTICLE 16 (Multilateral Consultative Process): This article was discussed in the I&Ms negotiating group.", 
    "The COP shall, as soon as practicable, consider the application of the multilateral consultative process to the Protocol. ARTICLE 16 bis (Emissions Trading): Article 16 bis was a late addition to the Kyoto Protocol.", 
    "Originating as part of the US' COP-2 announcement that it was prepared to make a legally binding emissions reduction commitment, the concept of emissions trading was discussed alongside discussions on QELROs.", 
    "It began COP-3 negotiations as Article 6 of the negotiating text produced by AGBM-8 (FCCC/CP/1997/2), having been bracketed by the G-77/CHINA.", 
    "This text allowed any Annex I Party or any other Party making a voluntary commitment to transfer to or acquire from any other like Party any of its allowed emissions if the Party was in compliance with its obligations and had in place a national mechanism for the certification and verification of emissions trades.", 
    "It also set forth criteria for emissions trading. The text on emissions trading was dealt with in the QELROs negotiating group, in informal negotiations, and eventually as paragraphs of Article 3 in the final COW debate, where the text was deleted and a different version added as Article 16 bis. On 3 December, the negotiating group on QELROs briefly discussed emissions trading.", 
    "On 6 December in the COW, Estrada reported that no agreement had been reached on alternative text for this article so it would remain as it appeared in the negotiating document produced by AGBM-8.", 
    "CANADA introduced an alternative text, stating that commitments under Article 3 would be met in a 'cost effective manner' and 'in accordance with international rules.", 
    "' A cap on emissions trading was introduced, as was text that reporting on emissions trading should be conducted.", 
    "Guidelines for the structure and timing of an emissions trading mechanism were also included. INDIA, on behalf of the G-77/CHINA, and supported by CHINA and INDONESIA, reiterated its objection to the concept of emissions trading, stating that it is extraneous to the Berlin Mandate and would not lead to GHG emissions limitation and reduction. In the COW on 10-11 December the debate continued.", 
    "CHINA, supported by INDIA, SAUDI ARABIA, IRAN, TOGO, UGANDA, NIGERIA, VIETNAM and the UNITED ARAB EMIRATES, proposed deleting the paragraph on emissions trading, along with two subsequent paragraphs on including and subtracting emissions reduction units acquired and transferred, respectively, in each Party's assigned amount (paragraphs 3.10, 3.11 and 3.12).", 
    "INDIA stressed that trading should be based on equitably allocated entitlements. MEXICO, RUSSIA, ISRAEL, UKRAINE, NAURU, AUSTRALIA, the REPUBLIC OF KOREA, ROMANIA, JAPAN, ARGENTINA, SAMOA, NEW ZEALAND, POLAND and SWITZERLAND favored keeping the three paragraphs as drafted.", 
    "IRAN suggested that the Secretariat study the concept for future action.", 
    "UGANDA, supported by NIGERIA, specified that future COPs should examines the merits of trading. The UK, supported by HUNGARY, TUVALU, GRENADA, SEYCHELLES, ZIMBABWE, the CZECH REPUBLIC, CHILE, URUGUAY, the PHILIPPINES, SLOVENIA, AOSIS, ZAMBIA and COLOMBIA, proposed amending the paragraph to clarify that trading would not be allowed until appropriate rules and guidelines were agreed by the COP.", 
    "The Chair noted the existence of a draft decision for COP-3 to that effect. The US stressed its change in position to support for very deep reductions and, with CANADA, ARGENTINA and NEW ZEALAND, proposed that COP-4 define relevant rules and guidelines. BURKINA FASO proposed deleting language in paragraph 3.10 allowing Parties to engage in emissions trading and on the supplementary nature of such trading as pertains to domestic actions toward meeting commitments, along with the two subsequent paragraphs, and proposed a reference to the decision to be taken by COP-3 to have COP-4 determine the modalities, rules and guidelines for emissions trading.", 
    "The GAMBIA, MALAWI, KIRIBATI, SAUDI ARABIA, ZAMBIA and IRAN supported deletion of paragraphs 3.11 and 3.12, if COP-4 was to further consider emissions trading. However, Estrada, noting that certain Annex I countries require flexibility mechanisms to take on significant legally binding commitments, urged delegates to adopt a decision allowing COP-4 to determine modalities and guidelines for emissions trading, in particular for verification, reporting and accountability.", 
    "This was supported by KENYA and COSTA RICA. Estrada said that paragraphs 3.11 and 3.12 were not intended to come into being before the rules under 3.10 were decided upon.", 
    "He noted that there was a clear indication that the room was moving towards adopting a draft decision for further work by COP-4. NORWAY and ROMANIA supported developing rules and guidelines for consideration at COP-4.", 
    "SRI LANKA proposed that the COP examine the feasibility of emissions trading and possibly formulate regulations. CHINA said that rules, guidelines and regulations for emissions trading would have to be studied, as suggested in the draft decision.", 
    "He also warned that emissions trading may not contribute to actual reductions in emissions but shift reductions overseas.", 
    "He expressed hope that the issue would not be made a condition for any figures. Estrada said there was consensus that the COP should study the conditions for 'the new animal' before it is allowed to 'run wild in different places.", 
    "' The US agreed there were areas in need of further consideration and supported the UK amendment, but noted that emissions trading had been successful and cost effective in other fora.", 
    "He said paragraphs 3.11 and 3.12 reflected the understanding Parties had reached. INDIA also supported the proposals by the UK and Burkina Faso, noting the issue of entitlement.", 
    "Supported by UGANDA, the PHILIPPINES, SAUDI ARABIA, ZIMBABWE, ZAMBIA, IRAN and COLOMBIA, INDIA suggested further amending paragraph 3.10 to include definition of rules 'for equitable allocation of initial entitlements for such emissions trading.", 
    "' ZIMBABWE proposed a reference to a global ceiling for entitlements based on contraction and convergence of emissions, to further address the question of equity.", 
    "The US strongly objected to the Indian proposal and said it would make the system unworkable, but suggested that the proposals from India and Zimbabwe contained elements that Parties might wish to address in the future.", 
    "COLOMBIA proposed a further amendment on defining rules for equitable allocation of entitlements for emissions trading. Estrada suggested separating paragraph 10 from Article 3 and creating a new article on interim arrangements, including a study. CHINA described equitable rules as a matter of human rights and supported the Chair's suggestion that subsidiary bodies report to the COP on emissions trading. Estrada then warned that the Parties might be about to 'blow up' the whole possibility of having the agreement and invited delegations to reflect on the consequences of their decision they were about to take.", 
    "It had been understood for some time that emissions trading would be part of the flexibility required for some to participate.", 
    "It had always been agreed that studies would be necessary.", 
    "It was necessary to establish a link between the future work of the Conference and the items to be adopted.", 
    "He observed flexibility on one side of the debate.", 
    "He recalled that in his report on the AGBM he had noted that a number of countries were at first against the adoption of the Convention, and later against the adoption of the Berlin Mandate.", 
    "During the work on the Berlin Mandate these Parties had not helped.", 
    "MALAYSIA asked that the issue of emissions trading be referred to the subsidiary bodies.", 
    "Estrada suspended the meeting. After the break, Estrada proposed removing paragraph 3.10, and inserting a separate Article 16 bis establishing an interim arrangement for emissions trading.", 
    "He also described a draft decision in which the COP would request the Chairs of SBSTA and SBI to guide the Secretariat on preparatory work needed so that COP-4 could consider methodologies and principles, modalities, rules and guidelines, in particular verification, reporting and accountability for emissions trading.", 
    "He said the text and draft decision were the only possible consensus.", 
    "The texts were adopted at the final Plenary. The final text of Article 16 bis reads: 'The COP shall define the relevant principles, modalities, rules and guidelines, in particular for verification, reporting and accountability for emissions trading.", 
    "The Parties included in Annex B may participate in emissions trading for the purposes of fulfilling their commitments under Article 3 of this protocol.", 
    "Any such trading shall be supplemental to domestic actions for the purpose of meeting quantified emission limitation and reduction commitments under that Article.", 
    "' Decision FCCC/CP/1997/L.7 requests the SBSTA and SBI Chairs to give guidance to the Secretariat in preparation for COP- 4, and to allocate work to their respective subsidiary bodies, on definition of relevant principles, modalities, rules and guidelines, in particular for verification, reporting and accountability of emissions trading, pursuant to Article 16 bis of the Protocol. ARTICLE 17 (Non-Compliance): In the COP 'stock-taking' Plenary on 6 December, I&Ms negotiating group Chair Shibata said delegates had debated two alternatives on procedures and mechanisms related to non-compliance.", 
    "Alternative A would apply to Annex I Parties and penalties would operate through a clean development fund.", 
    "Alternative B would apply to all Parties and any procedures adopted that entailed binding consequences would be adopted by amending the protocol.", 
    "Estrada proposed continuing informal consultations.", 
    "The US proposed new text that would, inter alia, require Parties exceeding their emissions budget for a given period to reduce the excess amount from subsequent periods. Following further discussion, the agreed text for Article 17 states that the MOP shall at its first session approve appropriate and effective procedures and mechanisms to determine and to address cases of non-compliance with the provisions of this Protocol, including through the development of an indicative list of consequences, taking into account the cause, type, degree and frequency of non- compliance. ARTICLE 18 (Dispute Resolution): This article was discussed in the I&Ms negotiating group.", 
    "Under this article, the provisions of the FCCC apply mutatis mutandis. ARTICLE 19 (Amendments to the Protocol): This article was discussed in the I&Ms negotiating group and sets out the process for amending the Protocol, under which amendments will be adopted by consensus.", 
    "Failing that, they will be subject to a three-fourths vote. ARTICLE 20 (Annexes to the Protocol): This article was discussed in the I&Ms negotiating group and states that annexes shall be an integral part of the protocol and annexes adopted after the Protocol's entry into force should be limited to lists of a descriptive scientific, technical or procedural character.", 
    "Amendments to the annexes shall be adopted at an ordinary session of the MOP. ARTICLE 21 (Voting Rights): This article was discussed in the I&Ms negotiating group and provides that each Party shall have one vote except in the case of regional economic integration organizations, which will exercise their right to vote with a number equal to the number of their member States. ARTICLE 22 (Depositary): This article was discussed in the I&Ms negotiating group and states that the Secretary- General of the UN shall serve as the depositary of the Protocol. ARTICLE 23 (Ratification, Acceptance or Approval): This article was discussed in the I&Ms negotiating group and states that the Protocol shall be open for signature at the UN in New York from 16 March 1998 to 15 March 1999. ARTICLE 24 (Entry into Force): On 5 December in the COW Plenary, the Chair of the working group on I&Ms, Takao Shibata, reported progress in discussions on entry into force.", 
    "The article contained two alternatives on entry into force.", 
    "Alternative A used triggers related to number of ratifications and a percentage of CO2 emissions.", 
    "Alternative B would require [75] or [50] ratifications and [50%] or [75%] of Annex I Parties. Estrada proposed specifying 50 Parties and 60% of total emissions.", 
    "Shibata reported that most Parties preferred Alternative A, but suggested requiring 75% of emissions.", 
    "Estrada suggested a footnote stating that this percentage gives veto power for entry into force to one particular Party.", 
    "The G-77/CHINA said any figure in excess of 50% was unacceptable.", 
    "He could support Alternative B if it required 50 ratifications and 60% of Annex I Parties. Following further discussions in the COW, delegates agreed that the Protocol shall enter into force on the ninetieth day after the date on which not less than 55 Parties to the Convention, incorporating Parties included in Annex I that account in total for at least 55% of the total carbon dioxide emissions for 1990, have deposited their instrument of ratification, acceptance, approval or accession. ARTICLE 25 (Reservations) : This article was discussed in the I&Ms negotiating group and states that no reservations may be made to the Protocol. ARTICLE 26 (Withdrawal) : This article was discussed in the I&Ms negotiating group and states that any time after three years from the date on which the Protocol has entered into force for a Party, that Party may withdraw from this Protocol. ARTICLE 27 (Original UN language texts): This article was discussed in the I&Ms negotiating group and states that the original of this protocol of which the Arabic, Chinese, English, French, Russian and Spanish text are equally authentic, shall be deposited with the Secretary-General of the UN."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1276e_10", 
  "enb_end_date": "11-Dec-97"
}