{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "STARTING SUBSTANTIVE NEGOTIATIONS", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The most important objective of the Bonn conference was to begin substantive negotiations on the Geneva text.", 
    "In this regard, the results were rather modest.", 
    "Since the bulk of negotiating time was dedicated to streamlining and rationalizing the text, it was only towards the end of the meeting that some facilitated groups managed to engage in conceptual discussions.", 
    "In the facilitated group on institutional arrangements and that on finance, for example, parties debated the concepts behind their proposals, without negotiating the substance of the issues at hand. Little progress was also made on whether or not to start identifying which elements of the Geneva text are to be housed in the agreement, and which are best treated in COP decisions.", 
    "This exercise is key if governments want to start delineating a nimble agreement with general provisions, which can be fleshed out and operationalized by decisions over time.", 
    "However, many parties in Bonn were reluctant to engage in this exercise, fearing that an agreement to move text into decisions would downgrade the new agreement’s legal force. The lack of progress on these and other issues will put more pressure on delegates when they meet again at the next two ADP meetings scheduled before Paris.", 
    "The same may be said about lack of progress on catalyzing pre-2020 action.", 
    "To the surprise of many, negotiations on this issue virtually stalled in Bonn, with parties unable to agree on what the mandate of the ADP workstream on pre-2020 ambition actually entails.", 
    "Many developing countries consider pre-2020 ambition as a springboard for enhancing post-2020 action.", 
    "The polarization of views on pre-2020 ambition could therefore set back progress towards the 2015 agreement. Another potential threat comes from disputes over the mandate of the 2013-2015 review.", 
    "In Bonn, a handful of parties disputed that matters of substance be captured in the results of the review, bringing negotiations under this issue to a halt.", 
    "Since the ADP is meant to be informed by the results of the review, negotiators in Paris will be faced by the additional hurdle of bridging parties’ differences and concluding work on this matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12638e_116", 
  "enb_end_date": "11-Jun-15"
}