{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "Japan", 
    "Tuvalu", 
    "India"
  ], 
  "topics": [
    "forests"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "06-Sep-99", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Participants considered Parties' submissions on LULUCF contained in a consolidated synthesis document prepared by the Secretariat.", 
    "On the definition of 'forest,' the EU favored the FAO definition, with limited flexibility to consider national circumstances.", 
    "JAPAN and CANADA supported flexibility and said definitions used should be clearly and transparently reported.", 
    "TUVALU called for a universal definition of forest, cautioning against too much flexibility.", 
    "The US outlined a compromise following the general structure of the FAO definition, with flexibility regarding key parameters, where Parties would choose a single value from a range of accepted values. On the definitions on afforestation, reforestation and deforestation (ARD), JAPAN highlighted the FAO activity- based approach, with the harvest-regeneration cycle included under reforestation.", 
    "AUSTRALIA highlighted its suggested distinction between degradation and deforestation.", 
    "CANADA suggested aggradation-degradation be included under Article 3.4.", 
    "The US said Article 3.3 and 3.4 definitions should be considered as a package. On accounting, INDIA stressed the difficulties inherent in differentiating between indirect and direct human-induced activities.", 
    "The EU supported reporting on, but not accounting for, non-CO2 greenhouse gases.", 
    "AUSTRALIA highlighted proposed sub-rules to overcome perverse incentives for deforestation prior to the first commitment period.", 
    "JAPAN said Parties should be able to account for stock changes in all carbon pools, but should decide themselves which pools to include."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12143e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12143e_3", 
  "enb_end_date": "06-Sep-99"
}