{
  "countries": [
    "Iran", 
    "India", 
    "United States", 
    "Senegal", 
    "Congo", 
    "China", 
    "Swaziland", 
    "Japan", 
    "Argentina", 
    "Belize", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY DEVELOPMENT AND TRANSFER", 
  "enb_start_date": "01-Sep-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Tosi Mpanu-Mpanu (Democratic Republic of the Congo) co-facilitated the session.", 
    "Responding to concerns expressed by INDIA and CHINA about the “imbalance” of technology compared to other elements in the draft agreement, Co-Facilitator Mpanu-Mpanu said it maybe because the ADP Co-Chairs were “overly cautious.” China, for the G-77/CHINA, supported by India, for the LMDCs, and opposed by the US, proposed moving all the paragraphs on technology transfer under part 3 of the Tool to the agreement.", 
    "The G-77/CHINA also suggested moving paragraphs on institutional arrangements and their periodic assessments from COP decisions to the agreement.", 
    "ARGENTINA, VENEZUELA, IRAN, Belize, for AOSIS, and SENEGAL called for establishing a link between the technology section and MOI.", 
    "Swaziland, for the AFRICAN GROUP, called for including funding for technology development and transfer in the agreement, and for creating a new mechanism.", 
    "JAPAN opposed a global goal for technology.", 
    "The EU supported the concise length of the text in the agreement and highlighted the role of cooperative action.", 
    "The US noted ongoing discussions under the COP on the linkage between the financial and technology mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12640e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12640e_8", 
  "enb_end_date": "01-Sep-15"
}