{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "27-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During a morning meeting, Co-Chair Slade suggested that delegates proceed through the Co-Chairs' non-paper on procedures and mechanisms on compliance under the Protocol.", 
    "On the draft COP decision, delegates discussed legal and political issues related to the paragraph whereby the COP adopts the procedures and mechanisms on compliance annexed thereto.", 
    "Several Annex I Parties suggested deleting this paragraph, arguing that the mandate given by Ministers had already been fulfilled through the adoption of the political decision on Wednesday, 25 July, and that the COP had no legal authority to adopt procedures and mechanisms relating to compliance under the Protocol.", 
    "They added that although further work was required on this issue, it only had to be conducted in time for a COP/MOP-1 decision.", 
    "They also suggested that, according to the political decision, the compliance procedures and mechanisms to be elaborated would not be legally binding.", 
    "Other Annex I Parties and developing countries said the political decision instructs delegates to negotiate and adopt, during the second week of COP-6 Part II, a balanced package of further decisions, and that UNFCCC Article 7.2.", 
    "(functions of the COP) provides the legal basis for the adoption of such a decision on compliance procedures and mechanisms.", 
    "They added that the political decision leaves open the issue of whether the compliance procedures and mechanisms, to be adopted by COP/MOP-1, will be legally binding or not. Going through the remainder of the non-paper, delegates made a number of drafting and substantial suggestions.", 
    "On the role of the COP/MOP, proposals were made, inter alia, on: whether the Compliance Committee would 'follow,' 'consider' or 'apply' the COP's general policy guidance; whether a panel established by the COP/MOP would consider the reports of expert review teams; and whether the COP/MOP would 'adopt' or merely 'consider' the report of the Compliance Committee. On elements regarding the facilitative branch, discussions related to, inter alia: the scope of the Protocol provisions falling within the mandate of the facilitative branch; how the facilitative branch would consider issues relating to Article 3.14 (adverse effects); and whether there should be provision for EITs to receive financial and technical assistance.", 
    "On issues with regard to the enforcement branch, delegates considered, inter alia: whether consequences other than the suspension of the eligibility to use the mechanisms may be applied in case of non- compliance with Articles 5.1 (national systems) 5.2 (adjustments), 7.1 (inventories) and 7.4 (guidelines for the communication of information); whether a Party may submit questions of implementation with regard to another Party; whether mechanisms' eligibility requirements only apply to Annex I Parties; what would be the status of the enforcement branch decision pending the decision on appeal; whether references to 'shall' should be replaced with 'should'; whether the consequences in case of non- compliance with Article 3.1(assigned amounts) will apply individually to each country under Article 4 (joint fulfillment); and whether the suspension of the eligibility to make transfers also applies to Article 6 (JI). On completing the reading of the non-paper, Co-Chair Slade emphasized the fundamental disagreements among Parties and suggested that a small group convene to attempt to resolve them.", 
    "Developing countries and many Annex I Parties expressed doubts about the possible positive outcome of such a group and suggested the intervention of President Pronk on the way forward, while several Annex I Parties said they were willing to continue their work.", 
    "One developing country delegate said it was rare to see delegates trying to unravel an agreement reached at the highest level.", 
    "He expressed his 'deep disappointment and frustration' as well as his concern about the outcome of COP-6 Part II.", 
    "A group of Annex I Parties said its understanding of the political 'deal' was that in return for not having a separate legally binding compliance regime now, a further elaborated text on compliance would be adopted by the end of this session.", 
    "Concluding the meeting, Co-Chair Slade said he would report to President Pronk and the Bureau."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12175e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12175e_6", 
  "enb_end_date": "27-Jul-01"
}