{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Mexico", 
    "India", 
    "United States", 
    "Ethiopia", 
    "China", 
    "Japan", 
    "Argentina", 
    "Belize", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(ii) of the BAP)", 
  "enb_start_date": "09-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On a new non-paper, presented by Facilitator Mukahanana-Sangarwe, Brazil, for the G-77/CHINA, suggested that the cluster on plans and strategies should be moved to the end of the text and opposed including paragraphs referring to, inter alia , targets.", 
    "CANADA suggested moving certain paragraphs on financing to the contact group on finance and, with AUSTRALIA, expressed interest in the South African proposal on the life-cycle of NAMAs.", 
    "Supported by ARGENTINA, South Africa, for the AFRICAN GROUP, JAPAN, ETHIOPIA and MEXICO, and opposed by SAUDI ARABIA, CANADA also proposed deleting a paragraph stating that NAMAs shall not include technologies that have adverse impacts on the environment, such as nuclear power and large-scale hydropower. BANGLADESH noted the need to clearly define NAMAs and ways to recognize unilateral NAMAs.", 
    "AUSTRALIA suggested viewing the reference to schedules in conjunction with relevant discussions in the contact groups on overarching mitigation and finance.", 
    "The US proposed moving the section on plans and strategies into the section on the definition and scope of NAMAs.", 
    "The AFRICAN GROUP stressed their objection to certain concepts, such as differentiation among developing countries.", 
    "The AFRICAN GROUP and INDIA proposed deleting the cluster on plans and strategies, while AUSTRALIA, the EU, NEW ZEALAND and JAPAN supported retaining it.", 
    "INDIA noted that a reference to low-carbon strategies should be balanced with a reference to the development imperative.", 
    "Belize, for AOSIS, said that a distinction between plans and strategies, and NAMAs, should be maintained.", 
    "Facilitator Mukahanana-Sangarwe said parties comments would be incorporated into the non-paper before Barcelona, but no text would be deleted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12438e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12438e_2", 
  "enb_end_date": "09-Oct-09"
}