{
  "countries": [
    "United Kingdom", 
    "Saudi Arabia", 
    "Netherlands", 
    "Italy", 
    "India", 
    "United States", 
    "Slovenia", 
    "Austria", 
    "Australia", 
    "Germany", 
    "Kenya", 
    "Belgium", 
    "Hungary", 
    "Switzerland"
  ], 
  "topics": [], 
  "section_title": "INTRODUCTORY COMMENTS:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday, delegates made general comments on the length and content of the SYR.", 
    "Belgium stressed the need for clarity on the length before entering into discussions on the substance, noting that the IPCC plenary can alter the decision made by IPCC-22 in 2004 regarding the length (5 pages for the SPM, 30 pages for the Longer Report).", 
    "Lamenting the brevity of the document, Germany, supported by Belgium, the Netherlands, Austria, Italy and Hungary, called for flexibility regarding its length.", 
    "The US, supported by Saudi Arabia, underscored that the SYR should be as concise as possible, and urged abiding by the guidelines decided by IPCC-22 Germany requested inclusion of new figures and substantive text in various sections.", 
    "Belgium suggested adding new figures pertaining to reasons for concern.", 
    "The UK, with Slovenia, proposed adding an introductory paragraph to the SYR SPM stressing overall progress in scientific understanding of climate change since the Third Assessment Report (TAR).", 
    "Saudi Arabia and Switzerland pointed to the difficulty of capturing all the developments since the TAR in a paragraph.", 
    "The Netherlands, supported by Austria, called for making the section on robust findings and key uncertainties more substantial, explicit and visible in the report.", 
    "India, supported by Australia, Kenya and Saudi Arabia, proposed adding preambular text indicating that the SYR SPM is a not a stand-alone document but a compilation of three working group SPMs, and is supported by these underlying documents.", 
    "Delegates agreed to include text that explains that the SPM is based on the assessment by the three working groups, provides an integrated view of climate change and that a complete elaboration of the topics are contained in the SYR and the underlying reports by the three working groups.", 
    "The final SYR SPM contains 23 pages with text and figures. TOPIC 1 - OBSERVED"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_7", 
  "enb_end_date": "17-Nov-07"
}