{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "ON THE ROAD TO NOWHERE?", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Announcing his voluntary fast, Naderev Saño reminded participants of the many criticisms of the UNFCCC process as a 'farce [and] an annual carbon-intensive gathering of useless frequent fliers'.", 
    "But he also tried to instill hope that the process can fulfill its potential to be 'the project to save the planet, saving tomorrow, today'.", 
    "What he did not characterize, and what is increasingly gaining relevance, are the growing number of initiatives, policies and programmes outside the UNFCCC actively addressing climate change.", 
    "Often, these are borne out of the frustration of subnational jurisdictions and non-state actors with the lack of progress in the UNFCCC.", 
    "In some cases, governments eager for progress have turned to other international institutions, such as the Montreal Protocol, or taking unilateral measures.", 
    "Several hundred civil society representatives, even those usually engaged constructively in the negotiations, walked out of COP 19, demonstrating their deep reservations - also felt by others - on the ability of the UNFCCC to deliver.", 
    "The problem, however, may not be only the flawed process, but also the absent political will.", 
    "Even a preeminent functioning process will fail when facing a lack of political will to move forward and find a solution.", 
    "The UN Secretary-General's upcoming 2014 UN Climate Summit may be able to inject high-level engagement in the climate change arena lacking since Copenhagen.", 
    "This engagement may entrench positions, but could also find common ground that is currently elusive, but will be necessary if the UNFCCC is to retain any relevance.", 
    "Ultimately, the question is if climate change will wait for the UNFCCC.", 
    "Thus far, the evidence shows the UNFCCC is being left behind."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_94", 
  "enb_end_date": "23-Nov-13"
}