{
  "countries": [
    "Austria", 
    "Cuba"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION 5", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "INTEGRATION OF ADAPTATION PLANNING ACROSS HAZARD TYPES On Tuesday morning, 13 October, Klaus Radunsky, Austria, described adaptation planning in his country, highlighting an action plan on climate change for the Alps, flood risk management, addressing needs at the subnational scale and adaptation planning within the European Union.", 
    "He noted that these projects enhance adaptive capacity and reduce vulnerability through use of traditional intergovernmental coordination and new participatory processes.", 
    "Radunsky emphasized that planning efforts should: be informed by science; create networks linking subnational, national, regional and international levels; take stepwise iterative approaches; and have the capability to manage complex processes to address impacts in an integrated manner.", 
    "In ensuing discussions, participants addressed how to involve the public sector, integration with regional and international policy processes, and challenges faced in getting all stakeholders to the table to work together.", 
    "In response to questions, Radunsky noted that the added value of cooperation, legislation that creates frameworks for inclusion of stakeholders and the economic losses created by damage, all increase the likelihood of stakeholder cooperation.", 
    "Vladimir Guevara, Cuba, outlined Cuba s experiences in adapting to weather and climate hazards.", 
    "Regarding integration strategies, he highlighted preparing for both current and future hazards, including through: capacity building, disaster preparedness, early warning systems, climate prediction, and hazard vulnerability and risk studies, for short-term hazards; and capacity building, disaster preparedness, research projects on sea level rise, submission of national communications and the development of national adaptation strategies, for long-term hazards.", 
    "He described Cuba s hazard vulnerability and risk process, under which a national expert group was created to prepare, review and approve guidelines for specific hazards.", 
    "He said for each hazard, the expert group produces: one report for each municipality; one report per province; hazard, vulnerability and risk maps; and recommendations for disaster reduction plans, considering the disaster reduction cycle.", 
    "On lessons learned and good practices, Guevara highlighted knowledge dissemination, capacity building and training, as well as approaches, systems, measures and options covering different administrative levels, sectors and hazards.", 
    "In the subsequent discussion, participants highlighted private sector engagement and the role of regional centers of excellence.", 
    "Julio Garcia, UN International Strategy for Disaster Reduction (ISDR), emphasized that climate change is a new problem, but disasters are not.", 
    "He provided an overview of the Global Assessment Report on Disaster Risk Reduction, which concluded that disaster risk is intensively concentrated, unevenly distributed and increasing rapidly and is driven by deficient urban and local governance.", 
    "Noting disaster risk reduction (DRR) is part of adaptation, he said linking DRR and climate change adaptation offers a win-win opportunity as, inter alia , they both aim to enhance sustainability and resilience, and DRR can promote early adaptation.", 
    "He discussed how to promote links and the need to integrate both into development plans, stressing the importance of a culture of prevention to reduce risk.", 
    "Participants discussed quantifying total losses for a specific hazard when it reaches a particular area and disaggregating information, the difficulty of selling DRR politically, and insurance and risk transfer mechanisms as complementary in addressing DRR.", 
    "Gernot Laganda, United Nations Development Programme (UNDP), discussed UNDP s experience in supporting integration of adaptation planning, highlighting that most of its work relates to capacity development, and takes place at three levels: enabling activities, project preparation, and project implementation and analysis.", 
    "He outlined lessons learned mainly from the second level, including: countries desire to move away from studies and reports to concrete action; the potential for complexity in adaptation planning, the need for pragmatism and focus on concrete implementation; integrating adaptation into ongoing planning processes through a range of entry points; and that other sectors and practice areas also provide opportunities for adaptation planning in addition to discrete adaptation projects.", 
    "In the ensuing dialogue, participants discussed the role of the UN system in mobilizing support for adaptation, ways of communicating risks to relevant stakeholders and the sharing of climate change information among government departments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_10", 
  "enb_end_date": "14-Oct-09"
}