{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Poland", 
    "United States", 
    "Netherlands", 
    "China", 
    "Peru", 
    "Argentina", 
    "Saint Lucia"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IMPACT OF THE IMPLEMENTATION OF RESPONSE MEASURES", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Forum and Work Programme: This item was first considered on Monday, 1 June, and a joint SBI/SBSTA contact group co-chaired by SBSTA Chair Lidia Wojtal (Poland) and SBI Chair Yauvoli was established, which met on Tuesday, 2 June and Wednesday, 10 June. During the joint SBI/SBSTA contact group on 2 June.", 
    "Argentina, for the G-77/China, called for the continuation of the forum on response measures and for further discussions of enhanced action on response measures.", 
    "She emphasized, inter alia: addressing response measures in the context of sustainable development; carrying out further technical and substantive work; and identifying specific needs for economic transformation. The EU noted the need for adding value to the UNFCCC process and called for inclusively addressing the concerns of all.", 
    "The US, with Australia, proposed not limiting discussions to the draft decision forwarded from Lima.", 
    "Saudi Arabia called for, inter alia, a platform to report on impacts of response measures.", 
    "Singapore emphasized the need for an institutionalized mechanism to systematically address response measures. SBI Chair Yauvoli proposed, and parties agreed to, informal consultations, co-facilitated by Eduardo Calvo (Peru), Delano Ruben Verwey (the Netherlands) and Crispin D’Auvergne (Saint Lucia). During the SBI closing plenary on Thursday, 11 June, the SBI adopted conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_60", 
  "enb_end_date": "11-Jun-15"
}