{
  "countries": [
    "United Kingdom", 
    "Germany"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Task Force on Climate Scenarios for Impact Assessment:", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This agenda item was considered on Friday morning, 6 April.", 
    "Chair Watson introduced a report by the Task Force on Climate Scenarios for Impact Assessment.", 
    "The Task Force was established to facilitate cooperation and promote collaboration between the climate modeling and impacts communities, particularly addressing issues related to availability and accessibility of climate scenarios and other data for use in impacts studies and assessment.", 
    "The outputs of the Task Force are: the maintenance of the IPCC Data Distribution Centre managed by the Climatic Research Unit in the UK, and the Deutsches Klimarechenzentrum in Germany; guidance material on the use of scenario data for impact and adaptation assessments; and the publication of inventories.", 
    "Chair Watson outlined the next steps for the Task Force, including: considering the choice of scenarios that reflect the operation of various mitigation strategies; summarizing current knowledge regarding the scaling of atmosphere-ocean general circulation model (AOGCM) results and making these available to impacts researchers so that impact assessments are more representative of the full range of possible future climates; improving the inter-comparison of regional models, to ensure that regional-level impact assessments are a more feasible objective of the IPCC's assessments in the future; liaising with other organizations, regarding the development of programmes for training in the use of scenarios for climate impact assessment; and enabling the regular updating of the IPCC Data Distribution Centre, the guidance material on scenario use and the inventories of the AOGCM studies, regional models, and impacts studies. One delegate highlighted that the IPCC should recognize the importance of climate data, which should be good, reliable, homogenized and of long enough series for the preparation of scenarios."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12165e_23", 
  "enb_end_date": "09-Apr-01"
}