{
  "countries": [
    "Switzerland", 
    "Bolivia", 
    "Norway", 
    "Colombia"
  ], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "THE 'FOREST COP'", 
  "enb_start_date": "15-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "While COP-8 is already referred to be some as the 'adaptation COP' due to the progress made on adaptation issues, for similar reasons negotiators may one day reminisce that COP-9 was the 'forest COP.", 
    "' Ever since COP-4 in 1998, the issue of sinks in the CDM has been plagued by complex and time-consuming discussions and often diametrically opposed negotiating positions.", 
    "The long period of sessional and inter-sessional consultations, which forged good relationships among negotiators and allowed Parties to understand each other's concerns, was the basis for a much more cordial atmosphere at COP-9. Essentially, the debate could be viewed as one between buyers and sellers of carbon sequestration credits.", 
    "The buyers, including the EU, Norway and Switzerland, were mostly concerned about the quality of the product and sought conditions that would protect their investments and maintain credibility with environmental NGOs.", 
    "Some insisted on rigorous criteria for socioeconomic and environmental impacts, non-permanence and leakage.", 
    "The sellers, including Bolivia, Colombia, and other Latin American countries, on the other hand, strove for favorable market conditions, aimed at avoiding 'crippling' transaction costs.", 
    "They sought more flexible crediting periods, an insurance approach to credits that would add value to what otherwise appears as a mere 'rent' of emissions reductions, and environmental and social impact assessments that are not excessively strict and costly. After years of negotiations, a compromise package was agreed, which in the words of one observer was 'masterfully crafted' by Co-Chairs Thelma Krug and Karsten Sach.", 
    "While the value of the compromise still needs to be tested, for now, all Parties agree that the only way forward is learning by doing."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12231e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12231e_94", 
  "enb_end_date": "15-Dec-03"
}