{
  "countries": [
    "Canada", 
    "Brazil", 
    "Philippines", 
    "Saudi Arabia", 
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela", 
    "Argentina", 
    "Israel", 
    "Australia", 
    "Cuba", 
    "Norway", 
    "India", 
    "Malaysia", 
    "China", 
    "Nicaragua"
  ], 
  "topics": [], 
  "section_title": "OTHER MATTERS: Brazilian proposal", 
  "enb_start_date": "11-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "Brazil, South Africa, India and China", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was first taken up on Monday, 11 November, and considered in informal consultations facilitated by SBSTA Chair Muyungi.", 
    "During the SBSTA's consideration of the Brazilian proposal to address the development by the IPCC of a reference methodology on historical responsibilities to guide domestic consultations for the 2015 agreement, the US, supported by the EU, Australia, Switzerland, Canada, New Zealand, Norway and Israel, opposed consideration of this issue, whereas Venezuela, India, Cuba, China, Bolivia and Saudi Arabia supported it.", 
    "BASIC welcomed the Brazilian proposal.", 
    "During the SBSTA plenary on 13 November, the G-77/China endorsed the Brazilian proposal and requested that it be considered in a contact group.", 
    "Parties continued to consult informally but were unable to reach consensus.", 
    "The G-77/China, supported by Venezuela, Bolivia, India, Nicaragua, Argentina, Malaysia and the Philippines, lamented that no strong signal will be sent from Warsaw on objective and science-based information on historical responsibilities.", 
    "Brazil regretted that the IPCC has not been requested to provide this information.", 
    "Switzerland highlighted scientific information that includes not only historical contributions, but capacity, as well as current and future emissions.", 
    "The EU identified the need for domestic consultations on commitments in the 2015 agreement based on a broad range of indicators, including past, current and future emissions, and different capabilities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12594e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12594e_86", 
  "enb_end_date": "23-Nov-13"
}