{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "IPCC REPORTS:", 
  "enb_start_date": "21-Apr-09", 
  "enb_short_title": "IPCC-30", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Since its inception, the IPCC has prepared a series of comprehensive assessments, special reports and technical papers subject to extensive review by experts and governments, providing scientific information on climate change to the international community, including policymakers and the public.", 
    "This information has played an important part in framing national and international policies.", 
    "The IPCC has so far undertaken four comprehensive assessments of climate change, each playing a key role in advancing the negotiations under the UNFCCC: the First Assessment Report was completed in 1990, the Second Assessment Report in 1995, the Third Assessment Report in 2001, and lastly, the Fourth Assessment Report (AR4) , completed in 2007.", 
    "At its 28th session the IPCC decided to undertake a Fifth Assessment Report and to complete it in 2014.", 
    "The AR4 is structured in three volumes, one by each of the three Working Groups; each volume comprises an underlying assessment report, a Technical Summary and a Summary for Policymakers (SPM).", 
    "All sections undergo a thorough review process, which generally takes place in three stages: a first review by experts, a second review by experts and governments, and a third review by governments.", 
    "The SPM is approved line-by-line by the Panel.", 
    "The AR4 also includes a Synthesis Report (SYR), highlighting the most relevant aspects of the three Working Group reports, and a SPM of the SYR, also approved line-by-line by the Panel.", 
    "Overall, more than 450 lead authors, 800 contributing authors, 2500 expert reviewers and 130 governments participated in the elaboration of the AR4.", 
    "In addition to the comprehensive assessments undertaken, the IPCC produces special reports, methodology reports and technical papers, focusing on specific issues related to climate change.", 
    "Special reports prepared by the IPCC include: The Regional Impacts of Climate Change: An Assessment of Vulnerability (1997), Aviation and the Global Atmosphere (1999), Land Use, Land-use Change and Forestry (2000), Methodological and Technical Issues in Technology Transfer (2000), Safeguarding the Ozone Layer and the Global Climate System (2005), and Carbon Dioxide Capture and Storage (2005).", 
    "Technical papers have been prepared on Climate Change and Biodiversity (2002) and Climate Change and Water (2008) among others.", 
    "The IPCC also prepares methodology reports or guidelines to assist countries in reporting on greenhouse gases.", 
    "The IPCC Guidelines for National Greenhouse Gas Inventories were first released in 1994, and a revised set was completed in 1996.", 
    "Additional Good Practice Guidance reports were approved by the Panel in 2000 and 2003, and a guide with Definitions and Methodological Options to Inventory Emissions from Direct Human-induced Degradation of Forests and Devegetation of other Vegetation Types was completed in 2003.", 
    "The latest version, the 2006 IPCC Guidelines on National Greenhouse Gas Inventories , was approved by the Panel in 2006.", 
    "For all this work and its contribution to build up and disseminate greater knowledge about man-made climate change, and to lay the foundations that are needed to counteract such change, the IPCC was awarded the Nobel Peace Prize, jointly with Al Gore, in December 2007."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12408e.html", 
  "enb_long_title": "Thirtieth Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12408e_2", 
  "enb_end_date": "23-Apr-09"
}