{
  "countries": [
    "United States", 
    "United Kingdom", 
    "Australia", 
    "United Arab Emirates"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS", 
  "enb_start_date": "05-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Adoption of the agenda: Chair Stoycheva opened the session, noting that, following informal consultations, Parties had reached agreement on the two agenda items held in abeyance.", 
    "The SBI adopted the agenda items, as amended.", 
    "Submission of second, and where appropriate, third national communications: The EU emphasized the importance of an efficient process for the preparation of non-Annex I national communications.", 
    "The US said that non-Annex I national communications should be submitted no more than four years after the submission of their initial communications.", 
    "In the case of communications from LDCs, she said these should be submitted every five years.", 
    "Regarding the submission of greenhouse gas inventories, she proposed that non-Annex I Parties should submit these every two years, and that LDCs should submit inventories every five years as part of their national communications.", 
    "Chair Stoycheva requested non-Annex I national communications contact group Chair Sok Appadu to also consider this sub- item and prepare a draft COP decision.", 
    "Progress on the implementation of activities under decision 5/CP.7: The EU, US and AUSTRALIA noted activities that have taken place to implement decision 5/CP.7, including workshops and the third GEF replenishment, and welcomed an exchange of views on this issue during COP-9.", 
    "Chair Stoycheva said that Rob Mason (UK) and Al Waleed Al-Malik (United Arab Emirates) would co-chair a contact group to prepare a draft COP decision on the matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12225e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12225e_4", 
  "enb_end_date": "05-Dec-03"
}