{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "A BRIEF ANALYSIS OF IPCC-31 POSITIVE START", 
  "enb_start_date": "26-Oct-09", 
  "enb_short_title": "IPCC-31", 
  "subtype": "analysis", 
  "actors": [], 
  "sentences": [
    "Almost two years after the crucial meeting in December 2007 in Bali under the United Nations Framework Convention on Climate Change (UNFCCC), which established a roadmap of negotiations towards a new agreement to address climate change, the Intergovernmental Panel on Climate Change (IPCC) held an important roadmap meeting of its own in the same location.", 
    "The findings of the IPCC Fourth Assessment Report (AR4) played a key role in the launch of negotiations on the future climate change regime, which is supposed to result in an agreed outcome at the upcoming fifteenth Conference of the Parties (COP 15) in December 2009 in Copenhagen.", 
    "While all eyes are currently on the negotiation process under the UNFCCC Bali roadmap, the IPCC is also at an important stage of its new assessment cycle.", 
    "With this in mind, the major focus of the IPCC meeting in Bali was the scope of the Fifth Assessment Report (AR5), which will be finalized in 2013-2014.", 
    "Delegates at the 31st session of the IPCC were upbeat following their three-day marathon of parallel day and night meetings under the three Working Groups (WGs) to approve the chapter outlines of respective contributions to the AR5.", 
    "Maybe it is the location, but we have finished everything that needed to be done here in Bali, enthused one.", 
    "The revised chapter outlines seem to be more nuanced and clarified, with several new issues added by governments to make the AR5 more policy relevant and suited to the needs of policymakers.", 
    "The buoyant mood during the final plenary was evidenced by conference officer Francis Hayes rendition of Frank Sinatra s My Way which included light-hearted references to the late night sessions of this meeting and reflected the delegates view that their concerns had been reflected into the final outline.", 
    "This brief analysis focuses on the discussions on the scoping of the AR5, which was the primary focus of IPCC-31, addressing the changes to the WG chapter outlines to incorporate ideas from policymakers, comparing the issues addressed under the AR5 with their treatment in the AR4, the improvement of regional assessments and the integration of material across WGs.", 
    "These issues are of critical importance for the emerging structure and work plan of the AR5 and will shape the work of the IPCC up to 2014, when the report will be released."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12441e.html", 
  "enb_long_title": "Thirty-First Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12441e_29", 
  "enb_end_date": "29-Oct-09"
}