{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Venezuela", 
    "United States", 
    "Trinidad and Tobago", 
    "Russian Federation", 
    "Japan", 
    "Argentina", 
    "Norway", 
    "Switzerland"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "UNGASS", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "UNGASS, held in New York from 23-27 June 1997, produced a Statement of Commitment and a Programme for the Further Implementation of Agenda 21.", 
    "A ministerial group on climate change met on Thursday, 26 June chaired by ministers from Argentina and Japan.", 
    "Delegations who made proposals in the text explained their positions.", 
    "Brazil and Switzerland noted that the public would measure the success of UNGASS by its statement on climate change.", 
    "Japan proposed using language from the Denver G-8 Summit, which stated that at COP-3 the industrialized countries should commit to meaningful, realistic and equitable targets that will result in reductions of greenhouse gas emissions by 2010.", 
    "Furthermore, the agreement must ensure transparency, accountability and flexibility in meeting these targets.", 
    "The EU proposed text calling for an agreement on a legally- binding commitment for the developed world at FCCC COP-3, including commitments to a significant reduction of the emissions of greenhouse gases below the 1990 level by the years 2005 and 2010, as well as to mandatory and recommended policies and measures, including harmonized ones.", 
    "Saudi Arabia proposed deleting the text and stated that the existing paragraph provided sufficient guidance.", 
    "Delegates who proposed text met in a contact group to produce a combined text. The combined text noted that at COP-3 the developed countries should seek legally binding, meaningful, realistic and equitable targets that will result in significant reductions of greenhouse gas emissions within specified time frames such as 2005, 2010 and 2020.", 
    "Japan objected to 'significant' and Australia disapproved of 'legally-binding.", 
    "' The Co-Chairs reported the result back to the Committee of the Whole (COW) and delegates agreed to reconvene the ministerial group. On Friday, 27 June, the Co-Chairs reported to the COW that the ministerial group had held further discussions, but no consensus could be reached.", 
    "Chair Tolba said that without consensus the paragraph would have to be deleted.", 
    "Norway, Brazil, AOSIS, Switzerland, Trinidad and Tobago and the EU expressed strong regret that UNGASS could not agree on recommendations and requested an additional session.", 
    "Saudi Arabia and Venezuela were skeptical about resolving the issues in the time remaining.", 
    "The Republic of Korea, the Russian Federation and Australia agreed to try again, but cautioned that the group must be open-ended, noting that the use of a small group had led to problems before.", 
    "The US also noted that difficulties arose because some positions were 'stepped on' during discussions.", 
    "An open-ended group, chaired by Derek Osborn, was convened for a final attempt to reach consensus.", 
    "He polled participants in the meeting for their positions and drafted a new paragraph. Further consultations resulted in agreed text stating, inter alia: At the nineteenth special session of the General Assembly, the international community confirmed its recognition of the problem of climate change as one of the biggest challenges facing the world in the next century.", 
    "The leaders of many countries underlined the importance of this in their addresses to the Assembly, and outlined the actions they have in hand, both in their own countries and internationally, to respond.", 
    "The ultimate goal which all countries share is to achieve stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system.", 
    "This requires efficient and cost-effective policies and measures that will be sufficient to result in a significant reduction in emissions.", 
    "At this session, countries reviewed the state of preparations for COP-3.", 
    "All are agreed that it is vital that there should be a satisfactory result.", 
    "The position of many countries for these negotiations is still evolving, and it was agreed that it would not be appropriate to seek to predetermine the results, although useful interactions on evolving positions took place. There is already widespread but not universal agreement that it will be necessary to consider legally binding, meaningful, realistic and equitable targets for Annex I countries that will result in significant reductions in greenhouse gas emissions within specified time frames, such as 2005, 2010 and 2020.", 
    "In addition to establishing targets, there is also widespread agreement that it will be necessary to consider ways and means for achieving them and to take into account the economic, adverse environmental and other effects of such response measures on all countries, particularly developing countries.", 
    "International cooperation in the implementation of Chapter 9 of Agenda 21, in particular in the transfer of technology to and capacity-building in developing countries, is also essential to promote the effective implementation of the FCCC.", 
    "There is also a need to strengthen systematic observational networks to identify the possible onset and distribution of climate change and assess potential impacts, particularly at the regional level."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1246e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1246e_2", 
  "enb_end_date": "28-Jul-97"
}