{
  "countries": [
    "United States", 
    "Switzerland", 
    "China", 
    "Singapore"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "TRANSPARENCY", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The group on section I (Transparency), which was co-facilitated by Fook Seng Kwok (Singapore) and Franz Perrez (Switzerland), met Monday through Thursday.", 
    "On Monday, reacting to the Co-Chairs’ Tool, parties stressed the importance of discussing: accountability of actions; support for developing country parties to participate in the MRV regime; linkage between transparency of action and support and other sections; and accounting issues, including those on markets and land use.", 
    "Some parties also raised concerns about the placement of issues in the Tool.", 
    "On Tuesday, the Co-Facilitators identified three areas where textual work could progress: differentiation and/or flexibility in the post-2020 framework that recognizes varying capacities; evolution of the transparency framework based on existing arrangements; and the need for MRV of action and support to be enhanced along with support for developing countries to participate in an MRV system.", 
    "Many developing countries supported reorganizing the decision text in the Tool in a “logical” order: transparency of mitigation action; transparency of adaptation action; MRV of support; reporting of support; verification of support; and information on support provided and received.", 
    "On Wednesday, parties focused on support to developing countries to allow effective participation in the transparency framework, one of the three areas identified by the Co-Facilitators, and considered ways to improve language in the Tool on this issue.", 
    "Many countries supported the idea that developing countries require additional support to participate effectively in the MRV system.", 
    "Several developed countries emphasized the need for a “unified system” that allows for various approaches, builds capacity and continuously improves.", 
    "Parties also agreed to form two spin-off groups on differentiation/flexibility, and accounting/accountability.", 
    "On Thursday, discussions continued with a few parties presenting textual proposals.", 
    "Singapore, for AOSIS, presented a framing paragraph for this section of the agreement, conveying that developed countries shall provide adequate support for effective participation.", 
    "China, for the LMDCs, presented a proposal reflecting that the extent to which developing countries can implement MRV arrangements will depend on financial support from developed countries.", 
    "The EU noted that these proposals did not adequately engage with existing positions of other parties.", 
    "Parties also heard reports back from spin-off groups.", 
    "The US reported that the differentiation/flexibility spin-off had considered, inter alia: the need to build on existing systems; flexibility in aspects of transparency versus separate tracks for different groups of countries; support; and an evolving approach.", 
    "The EU reported that the accounting/accountability spin-off group had identified various ways accounting can be used, and different, though not necessarily contradictory, perspectives on accountability.", 
    "Parties agreed to hold a final informal meeting to hear suggestions on elements for various parts of the Tool.", 
    "At the informal meeting, parties agreed that the Co-Facilitators would produce a report of the facilitated group’s work as input to the ADP Co-Chairs.", 
    "The working document developed by the Co-Facilitators addresses: the recognition that developing countries will continue to require support to participate in the post-2020 framework; the importance of flexibility to accommodate different capacities and national circumstances; the need to anchor purpose, principles and scope of MRV of support in the agreement; and the lack of symmetry between MRV of adaptation and support.", 
    "The working document also notes diverging views on the placement of transparency elements in the agreement, with some calling for a package of transparency elements, and others preferring integration of transparency elements with thematic issues such as mitigation, adaptation and support."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_20", 
  "enb_end_date": "04-Sep-15"
}