{
  "countries": [
    "Chile", 
    "United States", 
    "Guatemala", 
    "China", 
    "Colombia", 
    "Japan", 
    "Bolivia", 
    "Venezuela", 
    "Barbados"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "REDD+", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties discussed this issue in a spin-off group and in informal, open-ended consultations conducted by the AWG-LCA Chair.", 
    "Negotiations were based on non-papers and parties submissions.", 
    "A group of parties, opposed by a number of other countries, proposed the establishment of a REDD+ Committee to mainstream the implementation of REDD+ activities and ensure consistency of financial resources mobilization.", 
    "Despite some parties expressed opposition to creating new institutions, parties also discussed the possibility of establishing a governing body under the authority of the COP to promote and coordinate REDD+ activities.", 
    "Parties eventually agreed that SBI 39 and SBSTA 39 should initiate a process to address the issue of support for REDD+ activities.", 
    "Developed countries emphasized the need to consider non-carbon benefits in REDD+ implementation and suggested a work programme to consider options for scaling up finance for REDD+ activities, taking into account non-carbon benefits.", 
    "Some countries opposed, noting difficulties and the high amount of investment requirement in the measurement of such benefits.", 
    "Parties eventually agreed to initiate work on methodological issues related to non-carbon benefits for consideration by COP 19.", 
    "Another controversial issue was how to refer to the need for additional financial support for REDD+ activities.", 
    "Final Outcome: The COP, inter alia: - decidesto undertake a work programme on results-based finance in 2013 to end by COP 19, including two in-session workshops, to progress the full implementation of the activities referred to in decision 1/CP.16, paragraph 70 (REDD+ activities); - decidesthat the aim of the work programme is to contribute to the ongoing efforts to scale up and improve the effectiveness of finance for REDD+ activities, taking into account a wide variety of sources; and - requests SBSTA 38 to consider how non-market-based approaches, such as joint mitigation and adaptation approaches, could be developed; and initiate work on methodological issues related to non-carbon benefits resulting from REDD+ activities, for reporting to COP 19.", 
    "The COP also: - recognizes the need to improve the coordination of support for REDD+ activities, and to provide adequate and predictable support, including financial resources and technical and technological support, to developing country parties for implementation of those activities; - requests the SBs at their 39th session to jointly initiate a process for addressing the need to improve the coordination of support for REDD+ activities, and to consider existing institutional arrangements or potential governance alternatives and to make recommendations to COP 19; and - invites submissions of views by parties and observer organizations by 25 March 2013.", 
    "Sectoral approaches: Parties discussed this issue in a spin-off group, as well as later on in the context of the informal open-ended consultations conducted by the AWG-LCA Chair.", 
    "Many parties highlighted the need to avoid unilateral measures to address emissions from international aviation and maritime transport.", 
    "Some parties emphasized that this issue should be considered in a multilateral manner, working through ICAO and IMO.", 
    "A number of parties also supported inviting the ICAO and IMO Secretariats to continue to report at future SBSTA sessions.", 
    "Final Outcome: No text on sectoral approaches was included in the COP decision on the AWG-LCA outcome.", 
    "Market and non-market approaches: This issue was considered in informal consultations facilitated by Alexa Kleysteuber (Chile).", 
    "The EU highlighted specific tasks in the AWG-LCA s mandate, saying that no decision on market approaches would mean there is no process to consider the issue after Doha.", 
    "Venezuela stressed that the text on paragraph 1(b)(v) of the Bali Action Plan (market and non-market approaches) had been rejected by many developing countries during informal consultations, and objected to presenting the text as the basis for further negotiations.", 
    "Bolivia emphasized concerns over market mechanisms, including double counting and non-additionality, noting that these could increase emissions.", 
    "During the AWG-LCA stocktaking plenary on 1 December, Facilitator Kleysteuber reported positive progress and constructive discussions on the framework for various approaches and the new market mechanism, highlighting that divergence remains on both issues and the relationship between them.", 
    "Final Outcome: The COP acknowledges that parties may develop and implement various approaches for mitigation, including opportunities for using markets and non-markets, and that such approaches must meet appropriate standards.", 
    "It further requests the SBSTA, with a view to recommending draft decisions to COP 19, to conduct separate work programmes to elaborate: - a framework for such approaches, drawing on the work of the AWG-LCA on this matter; - non-market-based approaches; and - modalities and procedures for the new market-based mechanism defined in decision 2/CP.17.", 
    "Adaptation: This issue (FCCC/AWGLCA/2012/CRP.2) was addressed in an informal group facilitated by AWG-LCA Chair Tayeb.", 
    "Many developing countries repeatedly identified adaptation as one of the crucial issues that must be addressed.", 
    "While many parties acknowledged the progress on adaptation issues since the adoption of the Bali Action Plan, including the establishment of the Adaptation Committee and a process to consider national adaptation plans, some developing countries pointed to outstanding elements under the Bali mandate, including: national-level institutions and regional centers; linking adaptation to other instruments under the Convention; and means of implementation.", 
    "Final Outcome: The COP, inter alia : - decides that the COP, its SBs and other bodies under the Convention will continue to work to enhance action on adaptation; - decides to give consideration to issues relating to the coherence of the action of, and support provided to, developing country parties, the engagement of regional centers and networks, and the promotion of livelihoods and economic diversification to build resilience in the context of planning, prioritizing and implementing adaptation actions; and - requests the Adaptation Committee to consider the establishment of an annual adaptation forum to raise awareness and ambition with regard to adaptation.", 
    "Technology: Parties discussed this issue in the context of the informal open-ended consultations conducted by the AWG-LCA Chair.", 
    "Discussions addressed linkages between the CTCN and the TEC, and the Convention s financial mechanism; the role of the TEC; and the potential consideration of issues related to IPRs by the TEC.", 
    "Some developing countries supported that the TEC continue work on issues related to IPRs, while some others, in particular developed countries, opposed references to IPRs, highlighting that those issues are considered under other relevant fora.", 
    "On the issue of arrangements among the different bodies, parties initiated consideration of the issue without reaching consensus and agreed to continue consideration of the issue at the next session.", 
    "Final Outcome: The COP, inter alia : - agrees to initiate, at COP 19, the elaboration and consideration of the relationship between the TEC and the CTCN; - requests the TEC, in elaborating its future workplan, to initiate the exploration of issues relating to enabling environments and barriers, including those issues referred to in document FCCC/SB/2012/2, paragraph 35; - recommends the Advisory Board of the CTCN, in considering the CTCN programme of work, to consider the following activities: providing advice and support to developing country parties in relation to conducting assessments of new and emerging technologies; and elaborating the role of the CTCN in identifying currently available climate-friendly technologies for mitigation and adaptation that meet the key low-carbon and climate-resilient development needs of parties; and - agrees to further elaborate, at COP 20, the linkages between the Technology Mechanism and the financial mechanism of the Convention.", 
    "Finance: Parties discussed finance in the AWG-LCA contact group and in informal consultations, including ministerial ones.", 
    "Discussion focused on the continuity of finance after 2012.", 
    "The G-77/China introduced a proposal to address the finance gap, including accurate accounting of the provision of finance.", 
    "The US cited compromises made on fast-start finance and a finance target for 2020, emphasizing that no further decisions are required for the AWG-LCA to complete its work on this issue.", 
    "Japan maintained that there is no need for a decision on finance in Doha.", 
    "Colombia highlighted that a finance goal between now and the 2020 objective is necessary to support developed countries in achieving the 2020 target.", 
    "Guatemala said that reaching an outcome in Doha will not be possible if a decision on finance is not part of the package.", 
    "Barbados, for AOSIS, highlighted that the G-77/China proposal intends to contribute towards assessing the progress towards the 2020 finance objective.", 
    "Final Outcome: The COP: - urges additional developed country parties to announce climate finance pledges when their financial circumstances permit; - reiterates that a significant share of new multilateral funding for adaptation should flow through the GCF and requests the GCF Board to balance the allocation : of the resources of the GCF between adaptation and mitigation activities; - callson developed country parties to channel a substantial share of public funds to adaptation activities; - urgesall developed country parties to scale up climate finance from a wide variety of sources, to achieve the joint goal of mobilizing US$100 billion per year by 2020; - decides to extend the work programme on long-term finance for one year to the end of 2013; - requests the Standing Committee, in initiating the first biennial assessment and overview of climate finance flows, to take into account relevant work by other bodies and entities on MRV of support and tracking of climate finance; - requests the GCF Board to expeditiously implement its 2013 workplan, with a view to making the GCF operational as soon as possible to enable an early and adequate replenishment process; and - agrees to consider the progress made in the mobilization of long-term finance at COP 19, through an in-session high-level ministerial dialogue under the COP on efforts by developed country parties to scale up the mobilization of climate finance after 2012.", 
    "Capacity Building: Parties discussed this issue in the context of the informal open-ended consultations conducted by the AWG-LCA Chair.", 
    "Parties expressed divergent views on the need for the establishment of a work programme on capacity building.", 
    "Some indicated that the forum on capacity building created in 2011 in Durban has already provided an adequate space for addressing the issue, while others said that the work under the forum should further support countries in implementing capacity building activities at the national level.", 
    "Final Outcome: The COP, inter alia : - decidesthat the second meeting of the Durban Forum, to be held during SBI 38, shall explore potential ways to further enhance the implementation of capacity building at the national level; - invites parties to submit, by 18 February 2013: information on capacity-building activities undertaken including needs and gaps; and views on issues to consider in the second meeting of the Durban Forum, as well as potential enhancement of its organization; and - requeststhe SBI to explore potential ways to further enhance the implementation of capacity building at the national level, including through the Durban Forum.", 
    "Review: An informal group first addressed this issue on 28 November.", 
    "In the informal consultations by the Chair on the agreed outcome convened on 3 December, Chair Tayeb asked the informal group to focus on the scope of the Review, coupled with considerations for expert input.", 
    "Final Outcome: The COP decides, inter alia , that the review should periodically asses the adequacy of the long-term global goal; and overall progress made towards achieving this goal, including consideration of the implementation of the commitments under the Convention.", 
    "The COP also resolves to engage in a structured expert dialogue to support the work of the joint SBSTA/SBI contact group established to assist the COP in conducting the review, in order to ensure the scientific integrity of the review."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_37", 
  "enb_end_date": "08-Dec-12"
}