{
  "countries": [
    "Russian Federation", 
    "Kenya", 
    "Austria", 
    "Germany"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "AWG AND CONVENTION DIALOGUE:", 
  "enb_start_date": "03-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Since COP 11 and COP/MOP 1, post-2012 arrangements have been discussed in a series of meetings.", 
    "The AWG and Convention Dialogue have convened four times, at SB 24 (Bonn, Germany, May 2006); COP 12 and COP/MOP 2 (Nairobi, Kenya, November 2006); SB 26 (Bonn, May 2007); and the Vienna Climate Change Talks (Vienna, Austria, August 2007).", 
    "The AWG began by considering the focus of its future work.", 
    "At its second session in November 2006, the AWG agreed on a work programme focusing on the following three areas: mitigation potentials and ranges of emission reductions; possible means to achieve mitigation objectives; and consideration of further commitments by Annex I parties.", 
    "At its third session in May 2007, the AWG adopted conclusions on the analysis of mitigation potentials and agreed to develop a timetable to complete its work so as to avoid a gap between the first and second commitment periods.", 
    "The fourth session of the AWG started in Vienna in August 2007 and will resume in Bali.", 
    "Delegates focused on mitigation potentials and possible ranges of emission reductions for Annex I parties.", 
    "The AWG adopted conclusions referring to some key findings by Working Group III of the IPCC, including that global greenhouse gas emissions need to peak in the next ten to fifteen years and then be reduced to well below half of 2000 levels by the middle of the 21st century in order to stabilize greenhouse gas concentrations in the atmosphere at the lowest levels assessed by the IPCC.", 
    "The AWG conclusions also recognize that to achieve the lowest stabilization level, Annex I parties as a group would be required to reduce emissions by a range of 25-40% below 1990 levels by 2020.", 
    "The Convention Dialogue workshops began with an initial exchange of views on the four thematic areas identified at COP 11: advancing development goals in a sustainable way; addressing action on adaptation; realizing the full potential of technology; and realizing the full potential of market-based opportunities.", 
    "The second and third workshops involved exchanges of views on the four areas, while the fourth focused on bringing together ideas from the previous workshops and addressing overarching and cross-cutting issues, including financing.", 
    "The final two workshops also considered the next steps after the Dialogue four scheduled meetings had come to an end.", 
    "The Dialogue co-facilitators will present their report on the entire workshop series to COP 13 in Bali.", 
    "As well as the AWG and Convention Dialogue, recent UNFCCC and Kyoto Protocol meetings have also addressed long-term issues in other settings, including a first review of the Protocol required under Article 9, and a proposal by the Russian Federation on voluntary commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12343e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12343e_6", 
  "enb_end_date": "03-Dec-08"
}