{
  "countries": [
    "Denmark", 
    "Greenland", 
    "Spain"
  ], 
  "topics": [
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "WELCOMING CEREMONY", 
  "enb_start_date": "03-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "plenary", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Yvo de Boer, UNFCCC Executive Secretary, highlighted progress in Bangkok on adaptation, technology, reducing emissions from deforestation and forest degradation in developing countries (REDD) and capacity building.", 
    "He called for clarity on ambitious emission reduction targets for Annex I countries, nationally appropriate mitigation actions (NAMAs) by developing countries and on long and short-term financing.", 
    "He also underscored the need to establish trust and strengthen cooperation to achieve progress towards success in Copenhagen. Núria Marín Martinez, Mayor of L Hospitalet, highlighted the role that local authorities can play in addressing climate change, drawing attention to commitments under the Covenant of Mayors against Climate Change.", 
    "Jordi Hereu, Mayor of Barcelona, stressed the need to connect local and regional policies and actions to effectively address climate change and called for inclusion of reference to local authorities in a climate change agreement.", 
    "Connie Hedegaard, Minister of Climate and Energy, Denmark, emphasized that the Barcelona session is paramount for success in Copenhagen where a coherent and ambitious solution is required to address the challenge of climate change.", 
    "She highlighted in-depth, frank and constructive discussions during a recent meeting under the Greenland Dialogue on finance and mitigation, encouraging delegates to emulate this constructive spirit in Barcelona.", 
    "She acknowledged the difficulty of getting binding agreement on all of the building blocks under the Bali Action Plan (BAP), pointing to further work required, and called on delegates to walk the last mile to Copenhagen.", 
    "María Teresa Fernández de la Vega, Vice-President of Spain, underscored the need to respond to climate change and highlighted the consequences of slowing down actions.", 
    "Drawing attention to the window of opportunity to push forward a new green economy as a consequence of the global economic crisis, she said renewable energy would be one of the priorities of her country s Presidency of the European Union (EU) in 2010.", 
    "She also said â\u0082¬100 million of financing would be provided by Spain by 2012.", 
    "José Montilla Aguilera, President of the Generalitat de Catalunya, stressed that local and regional governments, not just states, desire to participate in, and contribute to, actions to address climate change.", 
    "He said the Government of Catalunya has turned the fight against climate change into a main pillar of action, including through its renewable energy and sustainable transportation policies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12443e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "working group", 
  "id": "enb12443e_1", 
  "enb_end_date": "03-Nov-09"
}