{
  "countries": [
    "Brazil", 
    "Pakistan", 
    "Australia", 
    "South Africa", 
    "Philippines", 
    "India", 
    "Costa Rica", 
    "Micronesia", 
    "United States", 
    "China", 
    "Colombia", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(i) of the BAP)", 
  "enb_start_date": "03-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning, the mitigation sub-group continued discussions on comparability of efforts and addressed mitigation commitments or actions, and achievement of QELROs.", 
    "On how developed countries shall achieve their QELROs, the Federated States of Micronesia, for AOSIS, with COSTA RICA, stressed this should be done primarily through domestic emission reductions, and CHINA, with SOUTH AFRICA, emphasized that the use of offsetting mechanisms weakens emission reduction commitments.", 
    "BRAZIL, with COLOMBIA, supported defining limits to the use of market mechanisms.", 
    "BOLIVIA highlighted a recent proposal by her country that developed countries should achieve their QELROs domestically and not through market mechanisms.", 
    "On mitigation commitments or actions, the EU, supported by NORWAY, highlighted the level of ambition as the core of the discussions, and proposed that the Secretariat prepare a technical paper on emission reduction pledges by developed countries.", 
    "INDIA, with AOSIS, suggested widening the scope to include an assessment of adequacy of mitigation efforts by Annex I countries in accordance with the latest available scientific literature, and PAKISTAN suggested that the paper should analyze whether these numbers are consistent with a 2ºC scenario. BRAZIL, with INDIA and CHINA, underscored that the level of ambition should be determined by developed countries historical responsibility.", 
    "AUSTRALIA supported stabilization at 450 ppm or less, while the FEDERATED STATES OF MICRONESIA preferred stabilization at as far below 350 ppm as possible, noting this has been supported by AOSIS and a number of vulnerable countries. AUSTRALIA noted a joint submission on mid-term targets by developed countries to the AWG-KP and AWG-LCA could be helpful.", 
    "The US called for focusing on operational language rather than on expectations.", 
    "On achieving QELROs, the PHILIPPINES, the FEDERATED STATES OF MICRONESIA and BRAZIL called for focusing on commitments, with the FEDERATED STATES OF MICRONESIA noting that there is no place for minimum expectations in a legally binding agreement.", 
    "The US noted that some issues could be addressed in an overarching section on mitigation for all parties.", 
    "INDIA opposed the concept of national schedules of mitigation commitments and actions, and BRAZIL said that the concept, by combining a reference to commitments and actions, weakens commitments by developed countries.", 
    "AUSTRALIA clarified that the intention behind their proposal for national schedules was not to reduce the level of ambition by developed countries but to drive ambition higher by introducing a flexible platform whereby countries can contribute to a common low-carbon future.", 
    "BRAZIL noted that the introduction of flexibility does not enhance mitigation action.", 
    "Facilitator Macey said informal consultations will be held on the EU s suggestion for a technical paper."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12433e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12433e_2", 
  "enb_end_date": "03-Oct-09"
}