{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Iran", 
    "Mauritania", 
    "Egypt", 
    "Philippines", 
    "India", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Russia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "Administrative and Financial matters", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Wednesday, 2 June, the Executive Secretary introduced the programme budget for the biennium 2000-2001 (FCCC/SBI/1999/Add.1).", 
    "He highlighted its new features, inter alia, a cross-cutting emphasis on capacity building and strong focus on ensuring high-quality inventory data.", 
    "He said the budget also seeks to strengthen capacity within the Secretariat to enable it to respond effectively to Parties\u0092 demands.", 
    "He informed delegates of a 50% increase in the budget for programme activities.", 
    "The PHILIPPINES stressed that capacity building was for developing countries and not the Secretariat.", 
    "IRAN, with CHINA, BRAZIL, SAUDI ARABIA, INDIA and the PHILIPPINES, expressed concern at the steep increase in the proposed budget\u0092s expenditure levels. On income and budget performance in the biennium 1998-1999, the EU called for timely payment of contributions.", 
    "The PHILIPPINES noted that developing countries were penalized for arrears in their contributions by being denied the benefit of the trust fund for participation and inquired whether similar penalties existed for Annex I countries.", 
    "The EU said options to deal with cash surpluses and carry-over of resources from previous biennium periods required further consideration.", 
    "SWITZERLAND asked why there were unspent reserves.", 
    "JAPAN said it preferred repayment to the Parties. Many delegates did not support the proposed 50% budget increase or the proposed 59% rise in the number of staff.", 
    "The G-77/CHINA stated that it cannot support the extent of the proposed increase and noted the current trend among many Parties to support zero-growth budgets.", 
    "He expressed concern that budget proposals anticipated outcomes of COP decisions that had not yet been made.", 
    "The EU, supported by the US, CANADA and RUSSIA, suggested that the Secretariat prepare other options for a draft budget.", 
    "He proposed scenarios based on increases of 0%, 5% and 7.5% per annum, and suggested deferring a decision on the budget to COP-5.", 
    "The US and CANADA preferred resolving the issue at this session, given COP-5\u0092s heavy workload. RUSSIA drew participants\u0092 attention to political realities, stating that it would be difficult to justify the request for such a substantial increase in funding from national decision makers.", 
    "CANADA emphasized that the Secretariat should focus on its facilitative function.", 
    "IRAN suggested that the Secretariat provide at least two reports on biennium budgets, thus allowing later drafts to take into account additional expenses resulting from COP decisions.", 
    "He expressed concern over the number of consultants hired and the criteria applied to their selection.", 
    "The PHILIPPINES noted that a budget increase did not necessarily benefit the Parties.", 
    "She said greater South-South coordination on capacity building could take some pressure off the Secretariat. In reference to certain programme activities outlined in the budget, CHINA stated that the Secretariat was not mandated to provide policy guidance to Parties but rather the other way around.", 
    "He noted the need for the budget to reflect the prioritization of the CDM.", 
    "EGYPT suggested streamlining FCCC programme activities in areas covered by other entities.", 
    "INDIA inquired about the Secretariat\u0092s policies on gratis personnel and suggested that the Secretariat prepare a table comparing the proposed budget to previous ones. On contingencies for conference services, the G-77/CHINA said the UN General Assembly should be asked to include the FCCC\u0092s requirements in its budget.", 
    "The US said Parties should pay for conference servicing, and suggested requesting the General Assembly to take a decision on this matter. The FCCC Executive Secretary referred to the Secretariat\u0092s predicament when preparing the budget given that it had not received guidance from Parties.", 
    "He said this discussion would help remedy the lack of guidance and noted that the proposed budget for the 2000-2001 biennium followed previously-used methodology.", 
    "He noted difficulties in preparing a table or chart allowing comparisons of activities from biennium to biennium.", 
    "He emphasized that while delegations did not agree to a 50% budget increase, most had acknowledged the increase in the Secretariat\u0092s workload.", 
    "He suggested delegates consider deferring consideration of anticipated budgetary outcomes of upcoming COP-6 decisions until COP-6. On the status of carry-overs, the Secretariat indicated that it is assessed on a biannual basis and that the status for 1999 would only be known by the end of the year.", 
    "The US referred to a budgetary rule that impedes the expenditure of carry-overs from previous period contributions as a 'perverse incentive' against timely payment of contributions.", 
    "The EU said untimely contributions were not the only cause for carry-overs.", 
    "The Secretariat suggested a COP decision to allow expenditure of carry-overs up to the amount approved by the budget. The budget contact group, chaired by Mohamed Ould el Ghaouth (Mauritania), met on Wednesday and Thursday, 9-10 June, to continue discussing the proposed SBI conclusions and a draft decision to COP-5 on the programme budget for the biennium 2000- 2001.", 
    "The group also considered two tables.", 
    "One summarizes the proposed budget for the 2000-2001 biennium amounting to a total of US$25.277 million.", 
    "The other outlines the budget for Secretariat staffing.", 
    "The FCCC Executive Secretary indicated that the proposed budget reduces funds allocated to programme activities in 2000 and increases those available in 2001.", 
    "He noted that the staffing table reflects a suggested reduction in the staff increase from a total staff of 100 to 81.", 
    "A group of countries requested that the revised proposed budget reflect the priority to be given to the CDM through inclusion of a separate programme.", 
    "Several delegations noted the need for more detail on programme activities and staffing in the budget.", 
    "The group undertook a paragraph-by-paragraph discussion of the proposed SBI conclusions and draft decision.", 
    "The discussion focused on bracketed text in the draft decision, approving carry-overs to cover part of the budget period and a contingency budget for non-Annex I communications.", 
    "The group agreed to text approving a draw-down of US$2 million from the unspent balance or contributions (carry-overs) from the previous biennium to cover part of the 2000-2001 budget.", 
    "The provision on a contingency budget for non-Annex I communications remained bracketed. On Friday, 10 June, delegates adopted conclusions (FCCC/SBI/1999/CRP.7) on the programme budget for the biennium 2000-2001.", 
    "A draft decision recommended by SBI for adoption at COP-5 is annexed to the conclusions.", 
    "The draft decision includes provisions approving the programme budget for the biennium 2000- 2001, amounting to US$25,286,000.", 
    "This represents an increase of US$3,638,200 over the comparable figure in the current biennium 1998-1999, partly to be met by a special drawing of US$2 million from unspent balances or contributions from previous financial periods.", 
    "The resulting increase in the total indicative contributions due by Parties over those in the current biennium 1998-1999 would be 10.7%.", 
    "A provision approving a contingency budget for matters related to the consideration of national communications from non-Annex I Parties, amounting to US$1,527,900 to be added to the 2000-2001 programme budget, remains bracketed.", 
    "Annexed to the draft decision are tables specifying: programme and staffing expenditures; resource requirements for contingencies and staffing related to consideration of non-Annex I communications; estimated resource requirements for participation in the FCCC process; and estimated resource requirements for the Trust Fund for Supplementary Activities. A note (FCCC/SBI/1999/CRP.1) by SBI Chair Kante on possible activities to be covered through supplementary funding was forwarded to COP-5 for consideration.", 
    "The note outlines an initial list of possible activities to be undertaken through supplementary funding, amounting to US$5,120,200 for the biennium.", 
    "The list of activities includes: organization of workshops; production and dissemination of information products; outreach to NGOs; software support for processing inventory data; preparation of the report on implementation; response to requests by Parties for additional activities related to the mechanisms; facilitation of networking among national focal points; cooperation with other UN bodies; and additional support for the FCCC Fellowship Programme. Referring to the budget increase, as outlined in the recommended draft decision, the Executive Secretary thanked Parties for their readiness to acknowledge the increasing workload of the Secretariat and assured them of the Secretariat\u0092s efforts to carefully revise the budgetary implications of any mandated activities. Many delegations thanked the Secretariat for being so forthcoming with budget-related information requested by Parties during contact group discussions.", 
    "INDIA, supported by CHINA, expressed his appreciation for the transparency with which the consultations took place and requested more detailed information in time for COP-5 on staffing requirements and the extent of use of consultants from developing countries.", 
    "JAPAN stated it had diverging views on the use of carry-overs as set out in the draft decision, noted its support for the Secretariat, and said it would not stand in the way of consensus."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_25", 
  "enb_end_date": "11-Jun-99"
}