{
  "countries": [
    "Russian Federation", 
    "United Kingdom", 
    "Austria", 
    "Argentina", 
    "Cuba"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Plenary discussion", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the ensuing discussion, Cuba stressed that they do not have access to Google Earth or the World Bank s tool.", 
    "Gitay responded that that World Bank Institute is aware of this and the tools being developed are on CD-ROM and will be distributed.", 
    "The United Nations Development Programme (UNDP) highlighted the need to address discussions on uncertainty, as this drives the choice of adaptation methods.", 
    "Gitay agreed, but said as there is some certainty, decisions must be taken based on what is known, in order to determine appropriate actions.", 
    "Smith urged participants to interpret information carefully, consider how much precision is necessary to take decisions, and take these decisions in a risk management paradigm.", 
    "Highlighting that new scenarios are being developed, Gitay cautioned participants against investing significantly in existing scenario development.", 
    "Shaaban noted the resource intensity of modeling, explaining that one year of future climate change takes one month to simulate.", 
    "The Russian Federation noted the need to use various models concurrently and said his organization used a set of 16 models.", 
    "One participant also noted that vulnerability is an often forgotten component of the climate change equation.", 
    "Another participant suggested working with stakeholders and decision makers to establish thresholds as an alternative method to address uncertainty.", 
    "Austria highlighted the benefits of understanding the limitations of each approach, but noted that decisions on how and what to spend money on are inherently political.", 
    "The Stockholm Environment Institute (SEI) said both researchers and user communities should come together to ensure a learning-by-doing approach, and emphasized tools should inform rather than define choices.", 
    "The Iberoamerican Network of Climate Change Offices (RIOCC) reiterated that no one single model would provide all the answers and that the model best suited for the specific context and country should be used.", 
    "Gitay said scenarios have not been addressed and, noting that adaptation is closely linked to development, said that current thinking should include narratives for 20-year development plans.", 
    "Smith said there will always be uncertainty and that sometimes decisions cannot be postponed.", 
    "The UK emphasized that even when the models and scenarios are right, uncertainty for decision makers will still exist.", 
    "The Global Climate Observing System (GCOS) said decisions made in the face of uncertainty may be inconsequential if problems associated with extreme events are dealt with.", 
    "The World Federation of Engineering Organizations (WFEO) emphasized the need to look beyond the climate perspective and develop tools that communities and governments can use.", 
    "Argentina stressed that a participatory approach is key in applying an adaptation framework in order to gain social acceptance.", 
    "System Analysis Research and Training (START) highlighted existing gaps between the scientific and policy communities, particularly in developing countries, and urged identifying gaps especially in dissemination activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_12", 
  "enb_end_date": "07-Mar-08"
}