{
  "countries": [
    "Norway", 
    "Antigua and Barbuda", 
    "France"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "REPORTS OF THE SUBSIDIARY BODIES", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The subsidiary bodies to the UNFCCC met from 13-18 November, resuming their thirteenth sessions, which began in September in Lyon, France (SB-13 Part I).", 
    "At their first joint meeting in The Hague on Monday, 13 November, SBSTA Chair Harald Dovland (Norway), said the contact groups and Joint Working Group on Compliance (JWG) held at SB-13 Part I would resume their tasks.", 
    "These groups - which related to key issues including adverse effects, mechanisms, compliance, capacity building, LULUCF, policies and measures, Articles 5, 7 and 8, and the financial mechanism - met on numerous occasions from 13-18 November. On Saturday, 18 November, SBI and SBSTA met both jointly and separately to conclude the work for their thirteenth sessions and to adopt their reports of the sessions.", 
    "During SB-13 Part II, the subsidiary bodies jointly addressed and forwarded draft conclusions for consideration by COP-6 on a number of issues, including adverse effects, compliance, the mechanisms, activities implemented jointly under the pilot phase, and capacity building (FCCC/SBI/2000/CRP.11 and FCCC/SBSTA/2000/CRP.10).", 
    "SBI separately took up: organizational matters, Annex I communications - greenhouse gas inventory data from 1990-98; non-Annex I communications; financial mechanism; and administrative and financial matters (FCCC/SBI/2000/CRP.11).", 
    "SBSTA separately addressed: organizational matters; methodological issues, including LULUCF, Articles 5, 7 and 8, and impact of single projects on emissions in the commitment period; technology development and transfer; policies and measures; and cooperation with relevant organizations (FCCC/SBSTA/2000/CRP.10). On Monday, 20 November, SBI Chair John Ashe (Antigua and Barbuda) and SBSTA Chair Dovland reported to COP-6 on the work of the subsidiary bodies at their twelfth sessions, held in June 2000, and at Part I of their thirteenth sessions, held in September 2000.", 
    "They also provided oral reports on progress made during Part II of their thirteenth sessions.", 
    "COP-6 took note of these reports (SBI-12 - FCCC/SBI/2000/5; SBI-13 Part I - FCCC/SBI/2000/10; SBSTA-12 - FCCC/SBSTA/2000/5; SBSTA-13 Part I - FCCC/SBSTA/2000/10)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12163e_17", 
  "enb_end_date": "27-Nov-00"
}