{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Kuwait", 
    "Costa Rica", 
    "France", 
    "Peru", 
    "Norway", 
    "Burkina Faso", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Iceland", 
    "China", 
    "Russian Federation", 
    "Marshall Islands", 
    "Poland", 
    "Ukraine", 
    "Mauritania", 
    "Netherlands", 
    "Philippines", 
    "United States", 
    "Trinidad and Tobago", 
    "Sweden", 
    "Croatia", 
    "Hungary", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Russia", 
    "Jamaica", 
    "Samoa", 
    "Uruguay", 
    "Mexico", 
    "United Kingdom", 
    "Antigua and Barbuda", 
    "Uganda", 
    "Tuvalu", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "KYOTO PROTOCOL TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Least Developed Countries", 
    "Group of 77"
  ], 
  "sentences": [
    "The Kyoto Protocol to the UN Framework Convention on Climate Change contains a preamble, 28 articles and two annexes.", 
    "The following is a summary of the Kyoto Protocol, highlighting the issues that were resolved during COP-3. PREAMBLE AND ARTICLE 1 (Definitions): Under the Preamble, the Parties agree to the provisions in the Protocol.", 
    "The Preamble also notes FCCC Articles 2 and 3, and the Berlin Mandate.", 
    "Article 1 recalls the definitions of the FCCC for use by the Protocol. ARTICLE 2 (Policies and Measures): The negotiating group on Article 2 discussed a revised draft text prepared by Chair Mohamed Ould El Ghaouth (Mauritania).", 
    "There was some agreement on the kind of policies and measures to be considered and on their inclusion in the protocol.", 
    "There were differences over whether policies and measures should apply to non-Annex I Parties and whether their application should be adjusted according to national circumstances.", 
    "A related discussion concerned the issue of 'comparability.", 
    "' The options for coordination were also discussed. On 5 December in the COW 'stocking-taking' Plenary, El- Ghaouth reported that the negotiating group on P&Ms had produced a draft document, although divergence of views persisted on whether P&Ms should be compulsory or not. In the final Plenary of the COW, KUWAIT proposed deleting subparagraphs on reduction and phasing out of market imperfections and subsidies and on controlling transport sector emissions.", 
    "The Chair said there was no consensus for the deletions and the article was adopted. Article 2, as adopted, describes policies and measures that each Annex I Party shall implement or elaborate in achieving its QELROs, in accordance with national circumstances.", 
    "A subparagraph lists measures 'such as:' energy efficiency; protection and enhancement of sinks; sustainable agriculture; new and renewable forms of energy, carbon sequestration and advanced technology; phasing out of subsidies and incentives that run counter to the FCCC objective; sectoral reform; GHG emission limitation and reduction; and methane recovery and use.", 
    "Parties shall cooperate to enhance the effectiveness of P&Ms.", 
    "Annex I Parties shall pursue limitation of emissions from aviation and marine bunker fuels, working through the International Civil Aviation Organization and the International Maritime Organization.", 
    "Parties shall strive to minimize the adverse effects on other Parties, especially developing country Parties and those identified by FCCC Articles 4.8 and 4.9.", 
    "The COP shall consider ways to elaborate coordination, if it decides coordination would be beneficial. ARTICLE 3 (QELROs and Sinks): The article on quantitative emission limitation and reduction objectives (QELROs) was discussed in a negotiating group chaired by COW Chair Estrada throughout the first week, as well as during COW sessions on 4, 5, 6, 9 and 10 December, the last session concluding on 11 December. Discussions of sinks were held in a contact group chaired by Antonio La Viña (Philippines) during the first week.", 
    "Luis Gylvan Meira Filho (Brazil) led informal negotiations on language to describe commitment periods, originally termed 'budget periods.", 
    "' Contact groups were formed to discuss differentiation and the number of gases to be covered by the legal instrument. Canada submitted a proposal on QELROs consisting of a 3% reduction of GHGs below 1990 levels by the year 2010.", 
    "It also provided for an additional reduction of 5% by 2015, and indicated that the years 2010 and 2015 refer to the mid-point years of budget periods.", 
    "It included sinks, six greenhouse gases and maximum flexibility in its implementation.", 
    "Canada said joint implementation with credit offers the best combination of technology and financial transfer to developing countries and expressed the hope that developing countries would see its potential value. Commitment Periods: On 2 December, the Article 3 negotiating group focused on emission budgets.", 
    "Meira Filho reported to the COW on 5 December on the consultations on 'multi-year targets,' formerly known as 'budgets.", 
    "' He stated that problems arose from confusion between the terms 'emission budgets' and 'budget periods.", 
    "' These were replaced with 'total emissions' and 'commitment periods,' respectively.", 
    "He said there was increasing agreement that the range for 'commitment periods' should be five years. On 6 December in the COW Plenary, Meira Filho introduced a revised draft text.", 
    "The text added a definition to Article 1, stating that a 'defined amount' means the amount of net aggregate emissions a Party may not exceed in a given commitment period to meet its QELROs.", 
    "The revised text also contained three alternatives for the first paragraph of Article 3. The G-77/CHINA objected to the definition of 'defined amount' and supported Alternative C, which called for QELROs within time frames such as 2005, 2010 and 2020.", 
    "CHINA objected to the omission of crucial elements of targets and timetables. Differentiation: The QELROs negotiating group discussed possible parameters for differentiation on 2 December, on the basis of the US offer to be flexible on differentiation.", 
    "Delegates discussed approaches to and concerns over differentiation.", 
    "The group later considered a proposal by JAPAN establishing three categories of Annex I countries. Further discussion of differentiation occurred in informal consultations, both in intense bilaterals and under the guidance of Estrada.", 
    "By the end of the first week, Estrada had reportedly produced a set of differentiated target numbers for Annex I countries. On 9 December, Estrada introduced a new draft text (FCCC/CP/1997/CRP.4) at an evening session of the COW.", 
    "He indicated that the proposed text on Article 3 would be treated as a take it or leave it offer.", 
    "The proposal was the 'big bubble,' as suggested at various moments during the negotiations, in particular by Russia.", 
    "The Chair's text contained a global reduction of 5% in emissions of CO2, CH4, NO2 from 1990 levels, for the commitment period between 2006 and 2010, with the possibility that Parties fulfill the commitment individually or jointly.", 
    "He said the global reduction commitment had been distributed in a differentiated way, with some countries possibly increasing emissions, others keeping their current levels, and most reducing. At the COW session at 3:20 am on 10 December, Estrada said intense negotiations and consultations had been conducted within and between groups since the introduction of the draft protocol.", 
    "He said the text needed refinement to indicate that each Party would be responsible for its respective number in an annex. Delegates indicated that a number of major issues were still in play after the adjournment of the COW.", 
    "Several delegations suggested they were not yet ready to accept the quantified emission limitation and reduction commitment in the Chair's draft, which put the EU at -8%, the US, Russia, Canada and Ukraine at -5%, Japan at -4.5%, New Zealand at 0, Australia and Norway at +5% and Iceland at +10%, compared to 1990 levels. Coverage: The negotiating group on 3 December discussed a 'three-plus-three' gas coverage proposal, which would divide six gases into two baskets.", 
    "The first basket (CO2, CH4 and N2O) would be subject to QELROs immediately, while proposals for formulating QELROs for the second basket (HFCs, PFCs and SF6) would be debated at COP-4.", 
    "At a 4 December COW meeting, Estrada said that an option listing gases separately was still open.", 
    "In the COP Plenary on 5 December, two alternatives regarding coverage were under consideration: immediate regulation of six gases or the three-plus-three approach. The Chair's draft presented in the 9 December COW covered emissions of CO2, CH4, NO2 from 1990 levels, for the commitment period between 2006 and 2010.", 
    "COP-4 was to adopt an annex to the Protocol establishing reduction commitments covering HFCs, PFCs, and SF6 with a linkage between the two baskets. In the resumed COW meeting early on 10 December, Estrada noted a possibility to reach agreement covering six gases from the beginning, rather than the three-plus-three coverage included earlier that night.", 
    "Different base years would be needed for each group of gases: 1990 for CO2, CH4, NO2; and 1995 in some cases for other gases.", 
    "He said this required careful drafting to provide the necessary transparency. Sinks: On 2 December, a contact group chaired by Antonio La Viña discussed a Chair's draft on sinks.", 
    "The draft would set QELROs on gross emissions and measure compliance with net emissions.", 
    "It referred to 'verifiable changes ... resulting from direct human induced land-use change and forestry activities since 1990' to achieve compliance.", 
    "The sinks would be limited to a verifiable change in stocks covered in the land-use change and forestry sector of the IPCC guidelines. At the COW session on 4 December, La Viña introduced a draft document containing three bracketed paragraphs.", 
    "The first paragraph stated that Annex I Parties shall ensure that their [gross] aggregate anthropogenic carbon dioxide equivalent emissions do not exceed their commitments.", 
    "The second bracketed paragraph discussed net [changes in] GHG emissions from sources and removals by sinks resulting from direct human-induced land-use change and forestry activities and listed three options.", 
    "Option A referred to variable changes in stocks.", 
    "Option B referred to verifiable changes in stocks [up to xx per cent] of the QELROs.", 
    "Option C was limited to afforestation, reforestation, deforestation, and harvesting since 1990 measured as verifiable changes in stocks used to meet QELROs.", 
    "A third paragraph stated that the Meeting of the Parties (MOP) shall determine how and which human-induced activities related to GHG emissions and removals in the land-use change and forestry activities category shall contribute to meeting QELROs commitments. AUSTRALIA proposed another option for a fully comprehensive net approach and suggested that the other options would introduce inequities between countries, along with uncertainty.", 
    "The Australian text stated that the verifiable net GHG emissions from sources and removals by sinks in terms of carbon dioxide equivalents resulting from direct human-induced activities shall be used to meet the QELROs commitments of each Party in Annex I.", 
    "It provided for reporting in a transparent and verifiable manner. NEW ZEALAND described Option C as very limited and noted his support for including all verifiable categories.", 
    "A number of countries including JAPAN, BARBADOS, BRAZIL and COSTA RICA supported Option C. The US preferred the Australian option, but said 'forest management and forest conservation' should be added to the limited Option C. ICELAND, URUGUAY, CANADA, MEXICO, COSTA RICA and NEW ZEALAND supported the US's concern that Option C refers to only a limited number of activities that can contribute to sinks.", 
    "A number of delegations proposed adding language on forest management.", 
    "ICELAND called for including restoration of degraded land.", 
    "GRENADA suggested giving a negative credit to countries when sinks are destroyed. The Chair suggested that Option C appeared ready to attract consensus, and that it represented a text to limit or set parameters for sinks.", 
    "He felt the COW was ready to accept Option C, with the inclusion of 'forest management and forest conservation.", 
    "' However, after further debate, the Chair noted clear reaction against 'forest management and forest conservation.", 
    "' He asked whether the US could support only 'management.", 
    "' The US said the choice regarding sinks would have an enormous impact on a QELROs target number.", 
    "The EU said the paragraph should remain bracketed for ministers.", 
    "NORWAY said limiting a comprehensive use of sinks limits a comprehensive policy approach and creates uncertainties for countries willing to undertake ambitious commitments. BRAZIL said the question is: what are man-made activities for which credits should be given to increase emissions?", 
    "He compared the 6 gigatonnes (Gt) of carbon emitted from fossil fuels and 1 Gt from land-use change to natural uptake of 2 Gt by oceans and 2 Gt on continental surfaces.", 
    "Given deep economic limitations and the inclusion of all countries, if all forests were considered managed this would grant a license for 30 percent more emissions.", 
    "Because the FCCC includes an obligation to conserve and maintain sinks and reservoirs, he suggested a separate article to restate the obligation on all Parties to sustainably manage their sinks. At the 5 October COP Plenary, Estrada noted that agreements on sinks and coverage were necessary before QELROs could be defined.", 
    "During the 6 October COW, the RUSSIAN FEDERATION said the nature of the issue's resolution would determine his view of the protocol.", 
    "The US said the text might not be resolved until calculations regarding targets had been completed. Also during the 6 October COW, Contact Group Chair La Viña introduced a revised non-paper on sinks, containing only text relating to Option C, accounting for limited sink activities to offset emissions.", 
    "JAPAN, BARBADOS, RUSSIA, the US, CANADA, CUBA and JAMAICA supported the text.", 
    "NEW ZEALAND, supported by AUSTRALIA, the US and NORWAY, called for an earlier text to be kept as an option for ministers.", 
    "The US proposed adding 'for the first commitment period' to a paragraph on when sink activities would be allowed.", 
    "The EU put the whole paragraph in brackets. The text introduced at the 9 December COW meeting included afforestation, reforestation and deforestation as sinks, with provision for further analysis. Other Issues: On 3 December, the negotiating group on QELROs briefly discussed text on economies in transition.", 
    "On 4 December in the COW's 'Stock-Taking' Plenary, Estrada reported agreement on text on commitments for countries with economies in transition.", 
    "A paragraph on emissions borrowing was eliminated.", 
    "In the 9 December COW, BURKINA FASO, supported by BANGLADESH and UGANDA, called for a reference to an FCCC provision on taking full account of the situations of the least developed countries. Final COW Discussion: At 6:30 pm on 10 December, Estrada informed the COW of the results of informal discussions.", 
    "The collective emissions reduction target for Annex I countries had been increased from 5% to 6%, but these deeper commitments were conditional on the adoption of criteria in other areas yet to be finalized, which included: emissions trading; voluntary commitments; Annex I country commitments; JI; advancing implementation of developing country commitments; the financial mechanism; the Clean Development Mechanism; compliance; entry into force; and Annex B on the distribution of commitments for Annex I countries.", 
    "He predicted that if agreement were reached, 10 December 1997 might be remembered as the 'day of the atmosphere,' and suspended the meeting again. The COW was reconvened at 1:15 am on Thursday, 11 December.", 
    "The Chair introduced FCCC/CP/1997/CRP.6, the final draft of the Protocol.", 
    "Discussion began with Article 3.", 
    "On aggregating emissions of Annex I Parties (paragraph 1), RUSSIA noted that its previously introduced quantitative indicators for limitation of GHG emissions were omitted from Annex B and stated that the Russian target should say 100% of the 1990 base level.", 
    "UKRAINE also specified 100% for itself. UGANDA proposed returning to the previously proposed first commitment period of 2006 to 2010.", 
    "The Chair stated that delaying the period until 2008 to 2012 was a necessary compromise and introduced a new paragraph 2 exhorting Parties to show demonstrable progress by 2005. On a paragraph on deciding the modalities, rules, and guidelines for estimating changes in carbon stocks (paragraph 4), JAPAN proposed adding a sentence specifying that decisions should apply in the second and subsequent commitment periods 'unless otherwise decided by the COP serving as the MOP.", 
    "' After some debate the Chair ruled that the amendment was not supported and that the paragraph would stand as presented.", 
    "The paragraph was later reopened by AUSTRALIA, supported by the PHILIPPINES, who proposed adding 'A Party may choose to apply such a decision on categories its first commitment period, provided that these activities are since 1990.", 
    "' Although the MARSHALL ISLANDS queried the types of activities to be included, the addition was approved. On calculations of QELROs for each Annex I Party (paragraph 7), AUSTRALIA noted a previously submitted amendment that 'Parties in Annex B for whom land use change and forestry constituted a net source of GHG emissions in 1990 shall include in their 1990 emissions base the aggregate anthropogenic CO2 equivalent emissions minus removals in 1990 from land use change' in calculating their assigned amount.", 
    "This was agreed. Delegates spent a considerable portion of the final debate on Article 3 debating newly inserted paragraphs in the Chair's text related to emissions trading.", 
    "Delegates agreed to place the text to a separate article (see Article 16 bis) of the protocol and including a reference to future work on trading in a COP decision. Estrada asked delegates to adopt the revised Annex B, reflected in document FCCC/CP/1997/L.7/Add.1, in light of the text agreed for the Protocol.", 
    "Annex B presents each Annex I country's commitment target.", 
    "Combined, these equal a global 5.2% reduction of six GHGs.", 
    "Estrada pointed out that on a graph it could be seen that a 5% reduction from 1990 emission levels would equal a 10% reduction in emissions of six gases from projected 2000 levels and was 30% below business-as-usual projections for 2010. The EU asked for a footnote that the European Community and its Member States will implement their respective commitments in accordance with the provisions of Article 4, on the European 'bubble.", 
    "' ICELAND stated that actions taken before 1990 make its 110% target unattainable. TUVALU indicated a mathematical inconsistency between Article 3.1, stating an aggregate 6% reduction, and the sum of the figures in Annex B, which represents only a 5.2% reduction.", 
    "He noted that negotiations had been undertaken on the basis of the text in Article 3.1 of the draft Protocol.", 
    "The Chair pointed out his earlier statement that 6% was only an estimate based on the options under discussion, and that the selection of particular options would affect the numbers.", 
    "The figure was corrected in the final version of Article 3.1. Article 3, as adopted by COP-3, contains 14 paragraphs on QELROs and refers to Annexes A and B. Annex A lists six greenhouse gases (CO2, CH4, N2O, HFCs, PFCs and SF6) to which reduction or limitation targets should apply and includes GHG source categories and sectors such as fuel combustion, industrial processes, solvent and other product use, agriculture and waste.", 
    "Annex B lists quantified emission limitation or reduction commitments for Annex I Parties, which range from an 8% decrease to a 10% increase of GHG emissions from 1990 levels to be reached in a period between 2008 and 2012.", 
    "The EU countries are to reduce GHG emissions from 1990 levels by 8%, the US by 7%, Japan by 6%, while countries like Australia and Iceland are allowed increases by 8% and 10%, respectively.", 
    "The Russian Federation is to maintain its emissions at 1990 levels.", 
    "The overall reduction target of Annex B amounts to 5.2%. Paragraph 1 states that Parties included in Annex I shall, individually or jointly, ensure that their aggregate anthropogenic carbon dioxide equivalent emissions of GHGs listed in Annex A do not exceed their assigned amounts, calculated pursuant to their emission limitation and reduction commitments inscribed in Annex B, with a view to reducing their overall emissions of such gases by at least 5% below 1990 levels in the commitment period between 2008 and 2012.", 
    "In paragraph 2, Annex I Parties are urged to make demonstrable progress in meeting their commitments under the protocol by 2005. Paragraph 3 determines that net changes in GHG emissions from sources and removals by sinks shall be used by Annex I Parties to meet their QELROs commitments.", 
    "It defines removals by sinks as those 'resulting from direct human- induced land use change and forestry activities, limited to afforestation, reforestation and deforestation since 1990.", 
    "' It also defines net changes as 'verifiable changes in stocks in each commitment period.", 
    "' Paragraph 4 states that, prior to the first Meeting of the Parties, each Annex I Party shall provide SBSTA with data to establish its level of carbon stocks in 1990, to enable an estimate to be made of its changes in carbon stocks in subsequent periods.", 
    "It determines that the Meeting of the Parties at its first session, or as soon as practicable thereafter, 'shall decide upon modalities, rules and guidelines as to how and which human-induced activities related to changes in GHG emissions and removals in the agricultural soil and land use change and forestry categories, shall be added to or subtracted from assigned amounts for Annex I Parties.", 
    "' A decision on these issues shall take into account uncertainties, transparency in reporting, verifiability, the methodological work of the IPCC and advice provided by SBSTA.", 
    "The paragraph also states that such a decision shall apply from the second commitment period onwards, unless a Party chooses to apply the decision to its first commitment period. Provisions on QELROs commitments and baselines for Annex I Parties undergoing the process of transition to a market economy appear under paragraphs 5 and 6. Paragraph 7 states that for the first commitment period (from 2008 to 2012), QELROs for Annex I Parties shall be equal to the percentage of their 1990 or chosen base year emissions inscribed in Annex B, multiplied by 5.", 
    "It determines that Parties shall include in their 1990 emissions base year or period, GHG emissions minus removals in 1990 from land use change for the purposes of calculating their assigned amount, if land use change and forestry constituted a net source of GHGs in 1990. Paragraph 8 establishes that Annex I Parties may use 1995 as their base year for HFCs, PFCs and SF6, for the purposes of calculating their reduction or limitation targets in accordance to paragraph 7.", 
    "Paragraph 9 determines that reduction or limitation targets for subsequent commitment periods shall be established through amendments to Annex B in accordance with procedures set out in the protocol to that effect (Article 20, paragraph 7). Paragraphs 10 and 11 refer to how reduction units acquired or transferred among Annex I Parties can be applied by such Parties to reach their reduction or limitation targets.", 
    "Paragraphs 12 refers to acquisition of certified emissions reductions among Parties as a means of meeting QELROs by Annex I Parties.", 
    "Paragraph 13 allows Annex I Parties to 'credit' GHG emissions reduction, below assigned amounts, from one commitment period to the next.", 
    "Paragraph 14 indicates that Annex I Parties shall strive to implement their commitments under paragraph 1, in such a way as to minimize the adverse social, environmental and economic impacts on developing country Parties, particularly those identified in Article 4, paragraphs 8 and 9 of the Convention.", 
    "It also establishes that the Meeting of the Parties at its first meeting, shall consider what actions are necessary to minimize the adverse effects of climate change and/or the impact of response measures on developing country Parties.", 
    "Funding, insurance and transfer of technology are among the issues to be considered for this purpose. ARTICLE 4 (Joint Action/the 'EU Bubble'): On 4 December, Harald Dovaland (Norway) reported on informal consultations conducted on Article 4 concerning joint action through a regional economic integration organization, or the EU 'bubble.", 
    "' He said that further clarifications were needed on the meaning of terms within the article and that the EU was trying to find ways to accommodate delegations' concerns.", 
    "Estrada urged the group to continue its consultations in order to report on progress to the COP as soon as possible. On 6 December in the COP, Dovaland summarized the draft on Article 4.", 
    "He noted an impasse on two alternatives, one from the EU and one from other contact group members.", 
    "The second alternative emphasizes that allocation of emissions under the 'bubble' would be legally binding.", 
    "Another section would cap rearrangements of allocations, and text is included to take account of changes in or enlargement of regional economic integration organizations. Following adoption of Article 4 by the COW, SAMOA noted that 'hot air' trading, the possibility that Parties whose emissions were already below 1990 levels could trade them as new reductions, was not sufficiently dealt with, and that this could permit evasion at large scale.", 
    "He said he accepted the article in the belief that only the EU would take advantage of the arrangements. Article 4, as adopted by COP-3, contains 6 paragraphs setting out the rules for Annex I Parties who have agreed to jointly fulfill their commitments under Article 3.", 
    "Paragraph 1 states that Annex I Parties shall be deemed to have met their commitments provided that their total combined aggregate anthropogenic carbon dioxide equivalent emissions of GHGs listed in Annex A, do not exceed their assigned amounts calculated pursuant to their QELROs in Annex B.", 
    "The respective emission level allocated to each of the Parties shall be spelled out in an agreement. Paragraph 2 determines that the terms of the agreement shall be notified to the Secretariat on the date of deposit of the concerned Parties' instruments of ratification, acceptance, approval or accession.", 
    "The Secretariat shall, in turn, inform the Parties and signatories to the Convention of the terms of the agreement. Paragraph 3 indicates that the agreement shall remain in operation for the duration of the commitment period specified in Article 3. Paragraph 4 states that if Parties acting jointly do so in the framework of and together with a regional economic integration organization, any alteration in the composition of the organization, after the adoption of the Protocol, shall not affect existing commitments under the Protocol. Paragraphs 5 and 6 indicate that in the event of failure by the Parties to reach such an agreement to achieve their combined level of emissions reductions, each Party to such an agreement shall be responsible for its own level of emissions. ARTICLE 5 (Methodologies): Article 5 refers to the obligation by Annex I countries to have in place, no later than one year prior to the start of the first commitment period, a national system for the estimation of emissions by sources and removals by sinks of all GHGs not controlled by the Montreal Protocol.", 
    "Guidelines for such national systems shall incorporate methodologies accepted by the IPCC and shall be decided upon by the COP acting as the MOP at its first session. Methodologies for estimating anthropogenic emissions by sources and removals by sinks of all GHGs not controlled by the Montreal Protocol shall be accepted by the IPCC and agreed upon by COP-3.", 
    "Where methodologies are not used, appropriate adjustments shall be applied according to methodologies agreed upon by the COP acting as the MOP. One of the paragraphs determines that the Meeting of the Parties shall regularly review and, as appropriate, revise such methodologies and adjustments, based on the work of the IPCC and SBSTA.", 
    "Any revision to methodologies or adjustments shall be used only for the purposes of ascertaining compliance with commitments under Article 3 in respect of any commitment period adopted subsequent to that revision. Another paragraph states that global warming potentials (GWPs) used to calculate the CO2 equivalence of anthropogenic emissions by sources and removals by sinks of GHGs listed in Annex A shall be those accepted by the IPCC and agreed upon by COP 3.", 
    "It also states that the COP acting as the MOP, shall regularly review the global warming potentials of each gas, taking into account advice provided by the IPCC and SBSTA.", 
    "Any revision of GWPs shall apply to those commitments under Article 3 in respect of any commitment period adopted subsequent to that revision. Under the draft decision, the COP would reaffirm that Parties should use the Revised 1996 IPCC guidelines for GHG inventories.", 
    "In a bracketed paragraph, the COP would also reaffirm that global warming potentials (GWPs) used by Parties should be those provided by the IPCC based on the effects of the GHGs over a 100-year time horizon.", 
    "For information only, Parties may use another time horizon.", 
    "CHINA proposed that GWP should take into account the inherent and complicated uncertainties involved in GWP estimation. SWITZERLAND, supported by HUNGARY, urged SBSTA to further elaborate on the inclusion of bunker fuel emissions in overall GHG inventories.", 
    "JAPAN, opposed by the UK, said there were 'actual' and 'potential' methods of estimating emissions and proposed a new paragraph under which the COP would affirm the 'actual' method for including HFC, PFC and SF6 emissions in QELROs.", 
    "The US, supported by NORWAY, called for using actual methodology where data is available. In the final Plenary, delegates adopted a draft decision on methodological issues related to the protocol (FCCC/CP/1997/L.5).", 
    "It reaffirms that: *Parties should use the revised IPCC guidelines for inventories of GHGs; *data for HFCs, PFCs and SF6, when available, should be included when reporting on emissions; *global warming potentials used by Parties should be those provided by the IPCC in its Second Assessment Report (SAR); *emissions based on fuel sold to ships or aircraft engaged in international transport should not be included in national totals, but reported separately; and *emissions resulting from multilateral operations pursuant to the UN Charter shall be reported separately. ARTICLE 6 (Joint Implementation): Article 6 covers some of the material from Article 7 of the AGBM-8 negotiating text, on transfer and acquisition of emission reduction units (ERUs) between Annex I countries that result from projects aimed at reducing anthropogenic emissions by sources or enhancing anthropogenic removals by sinks of GHGs.", 
    "Criteria include that the project: *is approved by the Parties involved; *provides reduction in emissions or enhancement of removals that is additional to any otherwise occurring; *does not acquire ERUs if it is not in compliance with its obligations under Articles 5 and 7; and * is supplemental to domestic actions for meeting commitments under Article 3. It allows for: *further elaboration of guidelines for its implementation, including for verification and reporting; *authorization of legal entities under a Party's responsibility to participate in generation, transfer, or acquisition of ERUs; and *continuing transfers and acquisitions of ERUs while questions of implementation are resolved, should they arise, provided that units are not used by a Party to meet commitments under Article 3 until any issue of compliance is resolved. ARTICLE 7 (Submissions by Parties): Article 7 calls on each Annex I Party to incorporate supplementary information in its annual inventory of anthropogenic emissions by sources and removals by sinks of GHGs not controlled by the Montreal Protocol in order to ensure compliance with Article 3, and incorporate in its national communication the supplementary information necessary to demonstrate compliance with its commitments.", 
    "It is to submit its emissions inventory annually and its national communication as frequently as determined by the MOP.", 
    "The MOP is to adopt at its first session, and review periodically, guidelines for the preparation of the information.", 
    "It shall also decide upon modalities for the accounting of assigned amounts. ARTICLE 8 (Expert Review of Implementation): Article 8 calls for review by expert review teams of the information submitted under Article 7 by Annex I Parties, as part of an annual compilation and accounting of emissions inventories and assigned amounts and the review of communications.", 
    "The review teams shall be coordinated by the Secretariat and composed of experts selected from those nominated by the Parties to the Convention and intergovernmental organizations, as appropriate.", 
    "The review process shall provide a comprehensive technical assessment of all aspects of implementation of the Protocol, and the teams shall prepare a report for the MOP assessing the implementation and identifying any potential problems in the fulfillment of commitments.", 
    "The Secretariat shall circulate the reports and list questions of implementation for further consideration by the MOP.", 
    "The MOP shall: adopt at its first session, and review periodically, guidelines for the review; with the assistance of SBI and, as appropriate, SBSTA, consider the Parties' information, the expert review reports, the questions listed by the Secretariat, and any questions raised by Parties; and take decisions on any matter required for the implementation of the Protocol. ARTICLE 9 (Review of the Protocol): Under Article 9, the MOP shall periodically review the Protocol in light of the best available scientific information and assessments on climate change and its impacts and relevant technical, social and economic information, and take appropriate action.", 
    "The first review shall take place at the second session of the MOP, with further reviews at regular intervals in a timely manner. ARTICLE 10 (Advancing the Commitments in FCCC Article 4.1): Article 10 (Article 12 in the negotiating text) was addressed in a negotiating group co-chaired by John Ashe (Antigua and Barbuda) and Bo Kjellén (Sweden).", 
    "Industrialized nations favored alternative text under which all Parties would, inter alia, implement national and regional programmes containing measures to mitigate climate change and facilitate adequate adaptation.", 
    "Developing countries preferred an alternative stating that developed countries shall incorporate QELROs and P&Ms into their national programmes.", 
    "Developed countries would also specify measures taken to finance technology transfer, provide financial resources and assist in meeting the costs of adaptation.", 
    "Some delegates expressed concern over who would bear the costs of proposals to, inter alia, formulate programmes to improve protection measures for infrastructure and deploy adaptation technologies. On 3 December, the negotiating group on commitments under Article 4.1 met in the afternoon to discuss a Chair's draft text.", 
    "Delegates agreed not to discuss three reformulated paragraphs in the draft, covering national and regional programmes for GHG inventories and mitigation and adaptation measures, actions to address climate change, and reporting, after a group of countries said it preferred to base discussions on the prior version of those paragraphs. On 6 December, Kjellén reported that numerous alternative texts remained to be decided.", 
    "A document was distributed outlining the status of negotiation, including alternative texts and some new proposals.", 
    "Estrada invited Parties to negotiate on the basis of Kjellén's alternatives. In the final COW Plenary, the Chair said there was no agreement on the entire article.", 
    "However, he noted agreement on the article's chapeau and paragraphs on national inventories, technology transfer, scientific cooperation, capacity building, national communications and a reference to FCCC Article 4.8, which were adopted. The G-77/CHINA said there was no consensus on Alternative A, which contained a list of programmes and measures for mitigation and adaptation, and proposed deleting it and Alternative B, which emphasized technology transfer.", 
    "Kjellén said his Co-Chair's text might be substituted for the paragraphs on which agreement could not be reached.", 
    "Estrada asked that the Co-Chair's text be distributed.", 
    "After extended debate, the text was accepted. Article 10, as adopted by COP-3, describes activities all Parties shall undertake in reaffirming and advancing implementation of existing commitments in FCCC Article 4.1, taking account their common but differentiated responsibilities and national and regional development priorities, without introducing new commitments for non- Annex I Parties.", 
    "Where relevant and to the extent possible, Parties shall formulate programmes for preparation of national GHG inventories.", 
    "They shall formulate, implement, publish and update programmes containing mitigation and adaptation measures.", 
    "The programmes would, inter alia, concern energy, transport, industry, agriculture, forestry and waste management.", 
    "Annex I Parties shall submit information on action under the Protocol.", 
    "Other Parties shall seek to include in their national communications, as appropriate, information on programmes they believe address climate change, including abatement of GHG emissions increases, enhancement of removals by sinks, capacity building and adaptation.", 
    "Other paragraphs cover cooperation in technology transfer, scientific research and observation, and education and training programmes. ARTICLE 11 (Financial Resources): This article was discussed in a separate negotiating group chaired by John Ashe (Antigua and Barbuda).", 
    "On 6 December, Ashe reported in COW Plenary that there was disagreement over bracketed references to provision of financial resources 'through the financial mechanism' and over guidance to the mechanism.", 
    "The PHILIPPINES, on behalf of the G-77/CHINA, proposed deletion of the text in brackets.", 
    "Delegates debated whether reference to the financial mechanism should be retained.", 
    "Later in the same session, Ashe introduced a revised draft text on financial resources. Article 11 describes financial resources, noting that Parties shall take into account FCCC Articles 4.4-4.9 in implementing Protocol Article 10.", 
    "It states that Annex II Parties' shall, in accordance with FCCC Articles 4.3 and 11, and through the FCCC financial mechanism: provide new and additional financial resources to meet agreed full costs incurred by developing country Parties in advancing commitments in Protocol paragraph 10(a); and also provide financial resources needed by developing country Parties to meet full incremental costs of activities in Article 10, including technology transfer.", 
    "Implementation of existing commitments shall take into account the need for adequacy and predictability in the flow of funds.", 
    "The article also permits provision of financial resources through bilateral, regional and other multilateral channels. ARTICLE 12 (Clean Development Mechanism): On 4 December in the COW Plenary, Luis Gylvan Meira Filho reported on consultations held on a proposed clean development fund (formerly Article 18) and said that there was verbal consensus to include it in the text of the Protocol, but drafting to that effect was pending. Much of the negotiations on the CDM took place in informal bilateral and group discussions lead by the US and Brazil.", 
    "The first public debate took place in the final COW Plenary.", 
    "Delegates amended references to an executive board 'of the CDM.", 
    "' The PHILIPPINES, supported by the MARSHALL ISLANDS, FRANCE, UGANDA, SAUDI ARABIA, TRINIDAD and TOBAGO, the EU and the NETHERLANDS, proposed deletion of a paragraph stating that certified emissions reductions from 2000 to the beginning of the first commitment period can be used to achieve compliance during that commitment period.", 
    "FRANCE said COP-4 should consider the paragraph.", 
    "RUSSIA, COSTA RICA, HUNGARY, the US, CROATIA, JAPAN, PERU and POLAND opposed the deletion, as did CANADA, who said joint implementation with credit was an important notion to retain. BRAZIL said the paragraph provided an incentive for an early start.", 
    "He said he felt it would be important to say explicitly that reductions obtained from 2000 to the first commitment period could be used in the first commitment period.", 
    "Estrada said he saw no consensus to delete the paragraph. The final text on Article 12 defines the clean development mechanism (CDM).", 
    "Its purpose is to assist non-Annex I Parties in achieving sustainable development and contributing to the FCCC objective, and to assist Annex I Parties in achieving QELROs.", 
    "Non-Annex I Parties will benefit from project activities resulting in certified emission reductions, and Annex I Parties may use the certified reductions 'to contribute to compliance with part of their' QELROs, as determined by the MOP. The CDM shall be subject to the authority and guidance of the MOP and supervised by an executive board of the CDM.", 
    "Each project's emission reductions shall be certified by operational entities designated by the MOP based on: voluntary participation by each Party involved; real, measurable and long-term climate change mitigation benefits; and emission reductions additional to any occurring in the absence of the certified project activity.", 
    "The CDM shall assist in arranging project funding as necessary. The first MOP shall elaborate modalities and procedures to ensure transparency, efficiency and accountability through independent project auditing and verification.", 
    "The MOP shall also assure that a share of proceeds from certified projects is used to cover administrative expenses and to assist meeting adaptation costs of those developing country Parties particularly vulnerable to climate change effects.", 
    "Participation may involve private and/or public entities, subject to guidance provided by the CDM executive board.", 
    "Certified emission reductions obtained between 2000 and 2008 can be used to achieve compliance in the first commitment period.", 
    "The COP serving as the MOP shall, at its fourth session, analyze the implications of the paragraph on reductions between 2000 and 2008. ARTICLE 13 (Meeting of the Parties): After its first meeting on 2 December, a contact group chaired by Patrick Széll (UK) reported progress on this article.", 
    "Discussion was based on G-77/China proposals tabled at AGBM-8.", 
    "The contact group discussed the relationship between the MOP and the Conference of the Parties, the way in which the article on the MOP should refer to the review of the adequacy of commitments under the FCCC, and other outstanding issues. On 5 December in the COW Plenary, the Chair of the negotiating group on institutions and mechanisms (I&Ms), Takao Shibata (Japan), reported progress in discussions on articles on the MOP/COP.", 
    "He said Parties agreed that the FCCC COP shall serve as the meeting of the Parties (MOP), having agreed to the principle of functional integration but legal distinction between the bodies. Following further discussion, delegates agreed to Article 13, which states that the COP shall serve as the Protocol's MOP.", 
    "Parties to the Convention that are not Parties to the Protocol may participate as observers in the proceedings.", 
    "Decisions will be taken only by Parties to the Protocol.", 
    "The COP shall perform the functions assigned to it by the Protocol and shall, inter alia, assess implementation, examine obligations and seek to mobilize additional financial resources."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1276e_9", 
  "enb_end_date": "11-Dec-97"
}