{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Honduras", 
    "South Africa", 
    "Egypt", 
    "United States", 
    "Burkina Faso"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADVERSE EFFECTS", 
  "enb_start_date": "09-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Kjellén circulated a compilation of countries' preliminary written submissions on FCCC Article 4.8 and 4.9 and Protocol Article 3.14, and invited comments on ways to proceed.", 
    "Several Parties highlighted the relatively rapid progress of negotiations on this issue.", 
    "SAUDI ARABIA said he expected a negotiating text for separate draft decisions on FCCC 4.8 and 4.9, and on Protocol Article 3.14, by Monday 12 June.", 
    "The EU, CANADA and others requested additional time to consider the compilation.", 
    "The US noted that negotiations on this issue are keeping up with or ahead of other issues in the lead-up to COP-6. Co-Chair Kjellén said the aim was to consolidate the document so as to work toward text for a decision at COP-6.", 
    "On its submissions on the adverse effects of climate change, AUSTRALIA said his paper gives priority to: capacity building; understanding the climate system; vulnerability; linkages between science and policy; and response measures relating to, inter alia, coastal and arid zones, vulnerable high-risk areas, water resources, and institutional strengthening.", 
    "On the impacts of response measures, SOUTH AFRICA said his country's aim was to maintain its coal-driven low cost energy sector and energy exports. HONDURAS emphasized its vulnerability to landslides.", 
    "BURKINA FASO, for the AFRICA GROUP, underscored the vulnerability of LDCs.", 
    "On adaptation challenges, CANADA highlighted: adopting an integrated and iterative approach; building capacity for adaptation and assessment; and, with the EU, improving information gathering and dissemination.", 
    "EGYPT proposed the establishment of a vulnerability index for non-Annex I countries.", 
    "With the US, he underlined the importance of building developing country capacity on vulnerability assessment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12131e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12131e_5", 
  "enb_end_date": "09-Jun-00"
}