{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "United States", 
    "China", 
    "Chile", 
    "Marshall Islands", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "Transparency of Action and Support", 
  "enb_start_date": "25-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Co-Chair Kumarsingh noted broad agreement on the need for transparency of action and support.", 
    "He asked parties to: address the key elements to be included in the 2015 agreement; explain how the existing MRV framework can be modified to achieve the 2015 agreement's objectives; and elaborate on their proposals.", 
    "The EU, NEW ZEALAND, CANADA, NORWAY, AUSTRALIA, SWITZERLAND, the US and JAPAN said the MRV system should be applicable to all, with some in-built flexibility to respond to national circumstances.", 
    "SWITZERLAND added that the common MRV regime could be operationalized through COP decisions.", 
    "The EU, AUSTRALIA and NEW ZEALAND called for key principles governing the rules for the land sector and markets, emphasizing, supported by Chile, for AILAC, the need to avoid double counting.", 
    "The US called for emphasis on effectiveness of climate finance. AUSTRALIA called for a transparency system that is 'fit for purpose' in the new agreement, and stressed the basic building blocks of such a system should be agreed in Paris, while elaborating more detailed modalities later.", 
    "Underscoring that parties' different commitments call for differentiated reporting, NORWAY suggested common principles in the 2015 agreement on, inter alia : rules for reporting emissions building on IPCC methodologies; common metrics; verification of GHG inventories; a common framework for LULUCF emissions, based on the best available knowledge; and rules and principles for carbon credit integrity. AILAC and BANGLADESH emphasized building on the current MRV systems, with AILAC pointing to the rules under the Kyoto Protocol, taking into account diverse contexts and capacities, and suggesting MRV be used as a trigger for the compliance mechanism.", 
    "Saudi Arabia, for the LMDCs, said transparency under the agreement should be guided by the Convention and its principles, and differentiate between developed and developing countries.", 
    "He called for MRV of support provided by developed countries to developing countries.", 
    "CHINA opposed addressing compliance together with transparency as in the Co-Chairs' paper.", 
    "Emphasizing that 'transparency is not a substitute for legal force' and that a detailed MRV system is being implemented already, SOUTH AFRICA, supported by BRAZIL, questioned the need for new rules and called for enhanced methodologies for MRV of support, with BRAZIL calling for using INDCs as a means to MRV support by including MOI.", 
    "The MARSHALL ISLANDS called for common rules on INDCs promoting clarity and comparability, focused on, inter alia : the latest IPCC methodologies; clarification on emissions from the land sector; standards for carbon; and MRV for support."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12604e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "", 
  "id": "enb12604e_4", 
  "enb_end_date": "25-Oct-14"
}