{
  "countries": [
    "Pakistan", 
    "Bangladesh", 
    "Portugal", 
    "Uruguay", 
    "Egypt", 
    "Kuwait", 
    "Tanzania", 
    "Panama", 
    "Malaysia", 
    "Djibouti", 
    "Algeria", 
    "Namibia", 
    "Mozambique", 
    "Peru", 
    "Chile", 
    "Russian Federation", 
    "Jordan", 
    "New Zealand", 
    "Thailand", 
    "Benin"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "STATEMENTS BY PARTIES", 
  "enb_start_date": "09-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "Umbrella Group"
  ], 
  "sentences": [
    "Delegates met in the morning and afternoon to hear statements from 30 ministers and heads of delegation.", 
    "Many Parties supported ratification of the Protocol and its entry into force in time for the WSSD in Johannesburg, and several highlighted the growing scientific evidence provided by the IPCC in support of urgent and stronger action on climate change.", 
    "A number of Parties also underscored the close links between climate change and poverty. On the negotiations at COP-7, the RUSSIAN FEDERATION emphasized his concern with discussions on the development of rules and modalities for accounting of emissions and removals by sinks, and said working documents had become overloaded with technical details.", 
    "He said that simplification of reporting procedures was a key issue for ratification.", 
    "MALAYSIA said countries should not reopen negotiations on the Bonn Agreements.", 
    "On ratification of the Protocol, NEW ZEALAND announced its intention to ratify in time for the WSSD, adding that it was currently the only Umbrella Group Party to have made such a commitment, although he predicted that it 'will be in good company before too long.", 
    "' On the mechanisms, PAKISTAN urged strong, clear and flexible rules on the CDM based on principles of equity and sustainability, and stressed that the CDM and other mechanisms should not be a substitute for long-term emissions reductions.", 
    "THAILAND said it would like to see equal treatment of modalities and rules between mechanisms and a balance between adaptation and mitigation activities.", 
    "CHILE said the CDM would facilitate access to technology and address local environmental problems, and urged the IPCC to 'speed up' work on procedures for good practice guidance and permanence.", 
    "MALAYSIA said the Executive Board should ensure environmental integrity of all projects.", 
    "URUGUAY noted its willingness to participate in CDM sinks activities, and highlighted national efforts to prepare for the CDM.", 
    "The RUSSIAN FEDERATION insisted on the removal of limitations on Parties' ability to use the mechanisms. On capacity building and technology transfer, JORDAN said that progress in combating climate change required financial assistance, transfer of environmentally-sound technologies, and the extension of technical assistance for capacity building.", 
    "EGYPT recommended the establishment of environmental information centers and clearinghouses for the transfer of environmentally-sound technologies.", 
    "MALAYSIA, MOZAMBIQUE, PORTUGAL, URUGUAY and KUWAIT also highlighted the need for technology transfer. On the circumstances and needs of LDCs, TANZANIA, BENIN and DJIBOUTI noted that they will be most affected by climate change and have the least capacity to cope.", 
    "He urged steps to ensure that LDCs can be fully involved in CDM projects.", 
    "MOZAMBIQUE and PORTUGAL noted the importance of the draft decisions on LDCs.", 
    "Regarding assistance to countries highly dependent on fossil fuel exports, KUWAIT highlighted the importance of such assistance, and proposed: removal of tax incentives and exemptions from duties and fees in all sectors relating to emissions of gases; elimination of incentives for unsound technology; assistance for diversifying economies; and the development of technology to allow lower emissions from fossil fuel use. On adaptation, PAKISTAN noted the need to broaden the focus from mitigation toward action on adaptation and vulnerability.", 
    "PERU stressed the lack of adaptation and vulnerability research.", 
    "ALGERIA emphasized that arid and semi-arid zones are on the frontline of vulnerability, and encouraged synergies between the CCD, CBD and UNFCCC.", 
    "NAMIBIA said an adaptive response requires, inter alia, an interdisciplinary and multi-sectoral approach.", 
    "PORTUGAL said adaptation could promote sustainable development and equity within and across generations.", 
    "PANAMA, for Central American Parties, drew attention to a new GEF regional adaptation pilot project, and URUGUAY underscored the importance of the Adaptation Fund.", 
    "BANGLADESH supported the speedy application of the Adaptation and LDC Funds, and highlighted the particular vulnerability of low lying and small island states."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12188e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12188e_1", 
  "enb_end_date": "09-Nov-01"
}