{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Iran", 
    "United Kingdom", 
    "Sweden", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "On 15 March, Chair Dovland outlined key issues raised during the workshop to be included in the Chairs' report.", 
    "He noted participants' comments that models are important and relevant tools for their work, as well as statements on the need for a comprehensive modeling approach that would include, inter alia, sinks, all GHGs and mechanisms.", 
    "He noted the call for modelers to take into account specific policies and measures, not simply carbon taxes, and the need to include developing countries in modeling networks and activities. On actions needed, he noted statements on the importance of improving data availability from developed and developing countries from national communications and various other sources.", 
    "He said capacity building and technology transfer issues had been raised.", 
    "He took note of calls by some participants for an action-oriented approach to look further into the issue of diversification, and noted proposals for examination of restructuring with regard to tax policies and subsidies.", 
    "He also noted participants' comments on the need for further consideration and action relating to funding to address proven impacts of response measures.", 
    "He said reference to sustainable development had been made, as had the importance of considering LDCs and the position of the poorest. Mohammad Reza Salamat (Iran), who co-chaired the closing plenary, noted participants' comments on difference in the situations of various developing countries, and on identifying those developing countries dependent on fossil fuels, either as producers or consumers.", 
    "Bo Kjellen (Sweden), who had chaired earlier workshop sessions, underscored several participants' comments on the need for close cooperation between the climate convention and other conventions, particularly the desertification convention. SAUDI ARABIA said the Chairs' report should note discussion on compensation and on a comprehensive approach in addressing actions.", 
    "CANADA and the UK said modeling should address net rather than gross impacts.", 
    "JAPAN said the report should reflect the fact that some issues were raised but may not have been discussed in-depth or agreed on.", 
    "UNSIDS suggested that the FCCC Secretariat investigate and advise on any concerns or issues relating to impacts raised in non-Annex I communications received so far. Chair Dovland noted that this workshop had built on and advanced discussion since the previous workshop in September 1999.", 
    "He thanked participants and the Secretariat for their hard work and valuable contributions, and declared the meeting closed at 1:30pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12125e_36", 
  "enb_end_date": "17-Mar-00"
}