{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "Work that contributes to improved understanding of current and historical climate variability and its impacts", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Amir Delju, WMO, described the history, activities and involvement of the WMO in the UN system s work on climate change and said his organization s emphasis is on improving science-based decision making.", 
    "Noting that accurate climate prediction is an ongoing challenge, he underscored the importance of historic climate data and said this was an important input to Intergovernmental Panel on Climate Change (IPCC) reports.", 
    "Delju explained that the climate system is a continuous process and that the knowledge of the past and current climate can lead to more accurate predictions about the future.", 
    "Highlighting the risk of data loss, he said meteorological services required funding to digitize data and should be considered an integral part of the adaptation community.", 
    "Joseph Intsiful, Hadley Centre, provided an overview of the PRECIS modeling system.", 
    "He emphasized that regional climate models simulate extreme events better and at a higher resolution than global climate models and, noting high costs of generating high resolution data, said the Hadley Centre was assisting developing countries with regional climate models.", 
    "Intsiful said current outputs from PRECIS include: comprehensive data for atmosphere and land surface; detailed climate scenarios that can be used in all regions; estimates and quantifications of uncertainties and future projections; advice on using scenarios in impact assessments; and capacity building and technology transfer to enable climate change mitigation and adaptation activities worldwide.", 
    "He said the Hadley Centre had trained 200 scientists and users from over 60 countries, established projects, regional focal points, and links with international agencies, and developed training materials that assist users of the PRECIS system."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_27", 
  "enb_end_date": "07-Mar-08"
}