{
  "countries": [
    "Brazil", 
    "Tonga", 
    "Palau", 
    "Solomon Islands", 
    "Gambia", 
    "Saint Lucia", 
    "Singapore", 
    "United States", 
    "Trinidad and Tobago", 
    "Japan", 
    "Switzerland", 
    "Nauru", 
    "Venezuela", 
    "Nigeria", 
    "Cook Islands", 
    "Ghana", 
    "Iran", 
    "Algeria", 
    "Cuba", 
    "El Salvador", 
    "Tuvalu", 
    "South Africa", 
    "Congo", 
    "Jordan", 
    "Ecuador", 
    "Colombia", 
    "Timor-Leste", 
    "Nicaragua", 
    "Tanzania"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "INDCs:", 
  "enb_start_date": "24-Oct-14", 
  "enb_short_title": "ADP 2-6", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "Bolivarian Alliance For The Peoples Of Our America"
  ], 
  "sentences": [
    "Co-Chair Kumarsingh urged parties to negotiate, adding that important questions must be addressed before an INDC decision can be reached in Lima.", 
    "The REPUBLIC OF KOREA, Saint Lucia, for CARICOM, SWITZERLAND and TONGA welcomed the Co-Chairs' draft text as a basis for discussions.", 
    "ECUADOR and ALGERIA suggested negotiating on the basis of the conference room paper (CRP) submitted by the LMDCs.", 
    "SOUTH AFRICA called for referencing work on the elements of the 2015 agreement in the INDC decision.", 
    "Nauru, for AOSIS, called for prompt submission of INDCs.", 
    "JAPAN opposed introducing new timelines. SWITZERLAND and PALAU opposed binary differentiation between Annex I and non-Annex I parties.", 
    "COLOMBIA suggested referring to respective capabilities.", 
    "BRAZIL, SOUTH AFRICA, COLOMBIA, SOLOMON ISLANDS, TRINIDAD AND TOBAGO and PALAU cautioned against backsliding, with BRAZIL suggesting a 'concentric' approach to differentiation. TRINIDAD AND TOBAGO called for ensuring an 'upward spiral of ambition' for meeting the 2 °C goal.", 
    "JORDAN, the DEMOCRATIC REPUBLIC OF THE CONGO and ALGERIA suggested differentiating between INDCs by developed and developing countries.", 
    "IRAN, AOSIS, NIGERIA and JORDAN urged developed countries to take the lead.", 
    "The REPUBLIC OF KOREA suggested that INDCs be accompanied by information on mitigation applicable to all parties, and additional information reflecting national circumstances.", 
    "GHANA, the DEMOCRATIC REPUBLIC OF THE CONGO, TANZANIA, JORDAN, NIGERIA, TIMOR-LESTE, ECUADOR, NICARAGUA, ALGERIA and BRAZIL said INDCs should include mitigation, adaptation and means of implementation (MOI).", 
    "EL SALVADOR called for developed countries' INDCs to include sufficient and predictable public finance. SWITZERLAND and the US argued that including adaptation in the INDCs would delay their submission.", 
    "TUVALU asked for adaptation to be treated 'adequately' and for inclusion of loss and damage in the agreement.", 
    "TIMOR-LESTE suggested LDCs could put forward qualitative mitigation contributions.", 
    "TANZANIA, Cuba, for ALBA, and IRAN stressed respecting the Warsaw mandate. CARICOM, the US, SINGAPORE, COOK ISLANDS and SWITZERLAND, opposed by EL SALVADOR, called for INDCs to focus on mitigation.", 
    "The GAMBIA stressed mitigation co-benefits of adaptation.", 
    "SOLOMON ISLANDS said negotiating MOI in the context of INDCs would build confidence.", 
    "TUVALU stressed the need to link the 'express train on mitigation INDCs' and the 'all-stops finance train.", 
    "' SOUTH AFRICA, COLOMBIA, AOSIS and TONGA highlighted that an assessment process is key.", 
    "TONGA added that parties and experts should be able to ask clarifications about INDCs, and VENEZUELA suggested a platform to MRV INDCs.", 
    "AOSIS called for assessing whether ambition is in line with the 1.5 or 2 °C limit.", 
    "PALAU emphasized that the review of aggregate INDCs should allow countries to increase their ambition. EL SALVADOR and CARICOM, opposed by JAPAN, suggested the Secretariat draft a report assessing the adequacy and transparency of INDCs.", 
    "COLOMBIA suggested the Secretariat compile and communicate INDCs, with review by an external body.", 
    "ALGERIA said the Secretariat should compile INDCs from developed and developing countries in two separate documents.", 
    "BRAZIL suggested INDCs be submitted in cycles, as part of a continuous ambition building exercise.", 
    "JORDAN opposed an INDC review. COLOMBIA, CARICOM and SWITZERLAND, opposed by TANZANIA, supported adopting an INDC decision in Lima.", 
    "Lamenting 'positioning' by parties, Co-Chair Kumarsingh suspended the discussion, noting the lack of significant progress on the INDCs despite some proposals and clarity on selected issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12603e.html", 
  "enb_long_title": "Bonn Climate Change Conference - October 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12603e_1", 
  "enb_end_date": "24-Oct-14"
}