{
  "countries": [
    "Brazil", 
    "New Zealand", 
    "Marshall Islands", 
    "Uganda", 
    "Nauru", 
    "Norway", 
    "Dominican Republic"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "ROUNDTABLE ON WORKSTREAM 2:", 
  "enb_start_date": "05-Dec-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning ADP roundtable on workstream 2, Nauru, for AOSIS, presented draft decision text on enhancing pre-2020 mitigation ambition, highlighting that it provides a detailed ADP work plan for 2013.", 
    "The text, inter alia , underscores an urgency to close the existing mitigation gap, and proposes holding multiple workshops throughout 2013 on several thematic areas.", 
    "It also invites parties to submit proposals on: measures to enhance pre-2020 mitigation ambition; quantification of such measures; GHG reduction potential; barriers to implementation; and the finance, technology and capacity building required for implementation.", 
    "Several parties welcomed the AOSIS text as a helpful proposal to move discussions forward.", 
    "The DOMINICAN REPUBLIC remarked that being too specific in terms of planning work could mean sacrificing flexibility, while being too vague could mean not having guidance for our work.", 
    "He noted an interactive relationship between ambition and means of implementation. UGANDA called for discussions focusing on adaptation and means of implementation.", 
    "BRAZIL supported the AOSIS text but cautioned that too many details may lead to inefficiencies.", 
    "He emphasized the means of implementation as critical for both developing and developed countries, stressed the enormous potential of subnational initiatives, and encouraged involving other stakeholders in the ADP s work. NORWAY encouraged: continuing positive dynamics; sharing experiences; understanding conditionalities better; bringing more parties on board; considering the mitigation potential of REDD+, hydrofluorocarbons and black carbon; and removing harmful fossil fuel subsidies.", 
    "NEW ZEALAND stated that ambition is being hampered by an environment of finger pointing - you should, you must, you ought to.", 
    "The MARSHALL ISLANDS urged consideration of mitigation potential underlying targets and pledges, and stressed that a thematic approach has much higher mitigation potential than international cooperative initiatives."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12564e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "working group", 
  "id": "enb12564e_2", 
  "enb_end_date": "05-Dec-12"
}