{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "IPCC-32 REPORT", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Rajendra Pachauri opened the 32nd session of the Intergovernmental Panel on Climate Change (IPCC-32) on Monday, 11 October 2010, highlighting progress on the IPCC Fifth Assessment Report (AR5), including the selection of 831 authors and review editors.", 
    "He noted that the past year had been a challenging period for the IPCC, but underscored that the InterAcademy Council (IAC) had concluded that the IPCC can claim many accomplishments to its credit, and that the assessment process is successful overall.", 
    "Noting the need to take action during this session, Chair Pachauri emphasized a government-driven and transparent process to address the IAC recommendations.", 
    "Lee Maanee, Minister of Environment, Republic of Korea, highlighted the Republic of Korea s vision of global green growth and its commitment to reduce emissions by 30% relative to business-as-usual by 2020.", 
    "He also emphasized the importance of international cooperation and the need to share experiences and expertise.", 
    "Former Prime Minister Han Seung-soo, Chair of the Global Green Growth Institute (GGGI), Republic of Korea, noted that although the recent UN Framework Convention on Climate Change (UNFCCC) talks in Tianjin cloud prospects for an outcome in Cancun and that a post-Kyoto agreement is nowhere in sight, the change of public perception on the need to tackle climate change is remarkable.", 
    "He noted the GGGI s goal of sharing with emerging economies practical solutions to reduce emissions without impacting their development potential and called for delegates to support Korea s current bid to host the UNFCCC Conference of the Parties (COP) in 2012.", 
    "Chun Byung-Seong, Korea Meteorological Association (KMA), noted that Korea is not exempt from the global trend of increased extreme events that are dominating the headlines and airwaves.", 
    "He discussed the KMA s work on detailed climate change scenarios in the Korean peninsula and at the regional scale.", 
    "Hur Nam-sik, Mayor of Busan, highlighted Korea s green growth model and noted Busan is host to a number of organizations, including the Regional Coordinating Unit of the Northwest Pacific Action Plan and the Asia-Pacific Economic Cooperation Climate Center.", 
    "Peter Gilruth, United Nations Environment Programme (UNEP), presented a statement on behalf of UNEP Executive Director Achim Steiner, noting that this meeting is about leadership and restoring public confidence in and strengthening of the IPCC.", 
    "Jeremiah Lengoasa, Deputy Secretary-General, World Meteorological Organization (WMO), discussed WMO programmes, including the World Climate Research Programme and Global Climate Observing Systems, and said that, in essence, all programmes contribute to the work of the IPCC.", 
    "In a recorded message, UNFCCC Executive Secretary Christiana Figueres said the IPCC is the rock on which governments build climate change policies.", 
    "She stressed that the IPCC s role in bringing clarity on climate change science has never been more urgent or essential, as recent confusion has detracted from governments will to act.", 
    "She drew attention to the high expectations and impacts of the AR5 on the UNFCCC negotiation process.", 
    "The Panel then adopted the agenda (IPCC-XXXII/Doc.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "IPCC", 
  "id": "enb12486e_8", 
  "enb_end_date": "14-Oct-10"
}