{
  "countries": [
    "Panama"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "forests"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "02-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Some delegates detected a quicker tempo on Thursday as a few groups considered inputs for drafting new text, while others focused on refining and streamlining language brought forward from Panama.", 
    "With more than fifty items under consideration, many delegates were struggling to keep track of the dozens of contact groups and informal meetings.", 
    "With negotiators being asked to have their various texts ready by Saturday, one veteran worried, it s hard for us to see the forest for the trees on such a short timetable.", 
    "On the subject of forests, negotiations under both tracks seemed to move in a positive way, with delegates engaging in streamlining or drafting text.", 
    "The SBSTA group on REDD+ welcomed a non-paper that advanced the Cancun Agreements mandate.", 
    "Some delegates even enthusiastically suggested bringing forward issues that had been intended for consideration by COP 18.", 
    "Meanwhile, in another informal lunchtime consultation (or Indaba ) convened by the COP Presidency, delegates were asked to move beyond fixed positions and think creatively about the bigger picture.", 
    "Observers noted that several countries had taken up the challenge and had begun hinting at options for a cross-cutting package.", 
    "However, with four days until Ministers arrive, many participants flagged that philosophical differences remained evident on the second commitment period, the level of ambition and the form and/or substance of a rules-based system.", 
    "With key parties holding such strong bottom-line positions, we re definitely walking a minefield here, said one negotiator.", 
    "There is a deal to be had, but it s not completely clear what the details of a Durban outcome will be, said another."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12527e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12527e_4", 
  "enb_end_date": "02-Dec-11"
}