{
  "countries": [], 
  "topics": [], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING:", 
  "enb_start_date": "08-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On capacity building, Co-facilitator Goote highlighted areas of convergence, including the crucial role of capacity building in enabling countries to implement their Convention commitments, as well as the need to: enhance the current framework; reflect capacity building in a Cancun outcome; avoid gaps by ensuring that all capacity-building issues are addressed; reflect inter-linkages between capacity building and other thematic areas; and ensure that capacity building decisions are fully and effectively implemented.", 
    "Parties were then invited to provide input into a paper produced by the Secretariat highlighting references to capacity building in the AWG-LCA negotiating text, aimed at identifying gaps.", 
    "Some parties expressed concern with the paper, observing that these references are from text that is not agreed and therefore should not form the basis for the group s work.", 
    "They also called for a focus on areas such as: a technical panel on capacity building; its terms of reference or mandate; and the scope of capacity building.", 
    "Other parties welcomed the paper as a useful tool.", 
    "On technology, parties shared views and perspectives on the proposed climate technology centre and network (CTCN).", 
    "Divergent views were expressed on whether this mechanism should be established within or outside the Convention.", 
    "Some parties also reiterated that the technology executive committee (TEC) and CTCN should be unconnected parallel bodies and the need for coherence in the TEC and CTCN mandates was also emphasized.", 
    "Parties also considered revised draft text on the composition and mandate of the TEC, making textual amendments and proposals.", 
    "Discussions will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12483e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12483e_2", 
  "enb_end_date": "08-Oct-10"
}