{
  "countries": [
    "Oman", 
    "Saudi Arabia", 
    "Zimbabwe", 
    "Qatar", 
    "Kuwait"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "BONN CLIMATE TALKS (April and June 2010)", 
  "enb_start_date": "02-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Negotiations resumed in 2010 with AWG-LCA 9 and AWG-KP 11, which took place from 9-11 April.", 
    "Their focus was on the organization and methods of work in 2010 to enable each AWG to fulfill its mandate and report its outcome in Cancún.", 
    "In the AWG-LCA, delegates mandated their Chair to prepare text for the June session.", 
    "The AWG-KP agreed to continue considering Annex I parties aggregate and individual emission reductions, as well as various other issues.", 
    "Discussions continued in Bonn from 31 May to 11 June.", 
    "This event included AWG-LCA 10 and AWG-KP 12, as well as the 32nd sessions of the Subsidiary Bodies.", 
    "The SBSTA meeting was noteworthy for a dispute over a proposal for a technical paper on options for limiting global average temperature increase to 1.5°C and 2°C from pre-industrial levels.", 
    "The proposal from the Alliance of Small Island States (AOSIS) garnered widespread support, but was blocked by Saudi Arabia, Oman, Kuwait and Qatar. AWG-LCA 10 focused on the Chair s new draft text.", 
    "Late on 10 June, AWG-LCA Chair Margaret Mukahanana-Sangarwe (Zimbabwe) circulated the advance draft of a revised text, which she said could be considered by AWG-LCA 11.", 
    "Some developing countries felt that the advance draft was unbalanced and should not be used as the basis for negotiations in August unless their views were reflected more fully.", 
    "A revised version of the text was circulated in July. AWG-KP 12 focused on Annex I emission reductions and the underlying assumptions for using the flexible mechanisms and LULUCF in the post-2012 period.", 
    "They also addressed ways to avoid a gap between the first and subsequent commitment periods, and requested the Secretariat to prepare a paper on legal options."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12473e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "", 
  "id": "enb12473e_7", 
  "enb_end_date": "02-Aug-10"
}