{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "POST TAR WORK PROGRAMME", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Participants discussed the future work programme of the IPCC during all three days of the IPCC session.", 
    "The Panel started discussing the issue on Wednesday afternoon, 4 April.", 
    "In his introduction, Chair Watson noted that the TAR was nearly complete, and that it was timely to discuss future work.", 
    "He highlighted his paper on the future work of the IPCC, noting that the UNEP Governing Council had strongly endorsed the IPCC, and said that a similar discussion would be needed within the WMO.", 
    "He provided a historical context of the IPCC and highlighted its current structure and work.", 
    "He stressed that part of the work of the IPCC can be considered risk assessment - notably that of Working Groups I and II - while the work of Working Group III, as well as work on adaptation, can be considered risk management.", 
    "He noted that the risk management work ran a greater risk of being politicized, and called for caution. In a general discussion, participants raised issues relating to: the length of the documents; transparency between the work of the IPCC Bureau and the Plenary; the role and scope of the working groups; the relationship between the IPCC and environmental conventions; and the importance of encouraging a greater number of experts from developing countries to participate in the process. On the continuation of the IPCC, most participants expressed their support for the IPCC to continue its work, and several raised the point that this decision lay with the founding organizations of the IPCC, UNEP and WMO.", 
    "Some delegates noted that the IPCC should remain an objective and independent technical body.", 
    "One participant suggested the IPCC should stop to critically evaluate its own activities. On general directions for the future, one participant stressed the need to build on strengths, based on accumulated experience.", 
    "He also said the IPCC should be an initiator of new action and research.", 
    "One delegate called for the consideration of a more regional focus of work, such as in the area of mitigation.", 
    "Several participants drew attention to funding issues, noting that a strong budget is required for the IPCC to continue its work at current levels.", 
    "On the need to ensure more focused work, one participant cautioned against policy prescription.", 
    "He stressed that the IPCC should continue its work regardless of what is happening in the UNFCCC process, and proposed that the IPCC itself drive its agenda. Many delegates noted the need to fully take into account research and literature from the South, and to do more to involve developing countries and to make use of literature in languages other than English.", 
    "The Working Group Co-Chairs explained that they had tried to involve developing country representatives and stressed the need to make further efforts with regard to this issue. Summarizing the general discussion, Chair Watson noted that all interventions seemed to support the continuation of the IPCC.", 
    "He noted improved developing country participation as an operational issue that should receive further attention.", 
    "He highlighted a new US$7.5 million grant to be used by developing country scientists to work on impacts, vulnerability and adaptation.", 
    "He highlighted the need to improve access to research in foreign languages, and to improve ways of finding such literature. On the need for increasing transparency with regard to the Bureau, he suggested distributing the agenda in advance and the minutes as soon as they were approved.", 
    "He noted that the real decisions are taken by the Plenary and that the Bureau can only make recommendations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12165e_9", 
  "enb_end_date": "09-Apr-01"
}