{
  "countries": [
    "Brazil", 
    "Nepal", 
    "Ethiopia", 
    "Ireland", 
    "Venezuela", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Thailand", 
    "Poland", 
    "Uganda", 
    "Denmark", 
    "Tanzania", 
    "Finland", 
    "Kenya", 
    "Switzerland", 
    "New Zealand", 
    "Bulgaria", 
    "Mexico", 
    "Uruguay", 
    "United Kingdom", 
    "Malaysia", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "ROUND TABLE I - 'TAKING STOCK", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "' COP President Baalu welcomed delegates to the first ministerial round table under the theme 'Taking Stock,' co-chaired by Minister Margaret Beckett (UK).", 
    "While noting the comprehensive climate change mitigation framework already achieved, Co-Chair Beckett said there is no room for complacency. Many delegates highlighted their domestic circumstances, actions and experiences.", 
    "AOSIS noted that small island developing States are among those hardest hit by climate change.", 
    "Finland stressed the EU\u0092s efforts to achieve tangible results and show demonstrable progress by 2005. On meeting the UNFCCC\u0092s ultimate objective, New Zealand said that not nearly enough progress has been made to date.", 
    "The EU called for a common dialogue, including identifying a level of non- dangerous emissions concentrations.", 
    "AOSIS called for an immediate reduction in global emissions of 50-80%.", 
    "The Climate Action Network urged the COP to begin discussions on establishing limits to prevent dangerous climate change.", 
    "Ireland proposed discussion on a fair and equitable distribution of emission targets. On future action, AOSIS and Japan said all countries will need to be involved in mitigation.", 
    "Recognizing that countries will carry different burdens with regard to mitigation, Switzerland stressed cooperation and partnerships.", 
    "Poland said adaptation and funding for climate change must go hand-in-hand with mitigation and long- term strategies. AOSIS, Mexico and Uganda noted that Annex I countries are not fulfilling their commitments and emissions are on the rise.", 
    "Considering this, Malaysia questioned how some Annex I countries can propose developing country emissions reduction commitments.", 
    "Thailand, Venezuela, Tanzania and Saudi Arabia opposed discussion of reduction commitments for developing countries.", 
    "The EU underscored the need for dialogue. Uganda, Iran and Malaysia urged further efforts with regard to transfer of technology, financial resources and capacity building.", 
    "Nepal underscored the need for further research to mitigate the effects of climate change. Ethiopia said economic development is crucial for adapting to climate change, and urged increased financial support.", 
    "Iran stressed minimizing losses due to adverse effects and impacts of response measures on developing countries with economies dependent on fossil fuels. Finland and Denmark pledged support to the LDC Fund.", 
    "Kenya and Uganda appealed for a special fund for developing countries other than LDCs. On the CDM, Colombia supported sequestration projects.", 
    "ICLEI supported simplified procedures.", 
    "Uruguay said the lack of institutional and legal capacity was a barrier to CDM implementation. On ratification of the Kyoto Protocol, New Zealand said his country will 'almost certainly' ratify the Protocol next month.", 
    "The Republic of Korea, Japan, Bulgaria, Ethiopia, Kenya, the EU and Brazil urged remaining countries to ratify. On the Delhi Declaration, Japan supported including reference to future reductions.", 
    "Uganda said the Declaration should call for the ratification of the Protocol.", 
    "Switzerland supported reference to a forward-looking approach.", 
    "Australia said it should put into place a process for future global emissions reduction arrangements.", 
    "The Republic of Korea supported a Declaration that considers the human dimension to climate change.", 
    "Co-Chair Beckett summarized the session\u0092s key themes and closed the session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_76", 
  "enb_end_date": "04-Nov-02"
}