{
  "countries": [
    "Switzerland", 
    "Saudi Arabia", 
    "Australia"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "AWG-LCA:", 
  "enb_start_date": "04-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During the morning contact group, facilitators presented on progress in their informal groups.", 
    "Parties also exchanged views on future work. AWG-LCA Chair Reifsnyder reported on the outcome of informal consultations on ways to address the issue of the level of ambition and developing country mitigation actions (paragraphs 36-38 and 48-51 of Decision 1/CP.16), saying it will be addressed under the informal groups on developed country mitigation and developing country NAMAs, respectively.", 
    "On the Review, AWG-LCA Vice-Chair Mukahanana-Sangarwe said parties agreed to discuss modalities and then consider whether to address scope.", 
    "On developed country mitigation, co-facilitator Fernández Garibaldi reported that parties agreed to consider biennial reports and IAR, and requested two synthesis reports on the issues, which would incorporate inputs from parties.", 
    "He added that some parties had emphasized the need to keep the discussions of developed country mitigation and developing country NAMAs separate.", 
    "On developing country NAMAs, co-facilitator Herzberg noted that parties supported the preparation of a non-paper on biennial update reports and ICA and that many parties highlighted the need for comprehensive and balanced discussions on biennial update reports, the NAMA registry and ICA.", 
    "She added that some parties considered that level of ambition is not relevant under this agenda item. SAUDI ARABIA underscored that the discussions on developing country NAMAs also addressed financial support, capacity building and technology transfer as intrinsically related to ICA and the biennial update reports.", 
    "The EU, supported by AUSTRALIA and SWITZERLAND, emphasized the need to find a space to discuss the level of ambition, clarification of pledges and accounting.", 
    "On finance, facilitator Børsting reported divergent views among parties on the consideration of issues to be discussed, particularly concerning the Standing Committee on the Financial Mechanism under the Convention, and long-term and fast-start finance.", 
    "On technology, facilitator Uosukainen reported that parties agreed to compile submissions into one text.", 
    "He highlighted further work on outstanding issues such as: governance arrangements for the CTCN and its relationship with the TEC.", 
    "On adaptation, Mukahanana-Sangarwe reported that parties focused discussions on the Adaptation Committee s functions, linkages to new and existing institutions, and composition.", 
    "On capacity building, Uosukainen reported on party discussions regarding gaps in the delivery of capacity building in projects and programmes, either as a stand-alone activity or as an integrated component.", 
    "On other matters, facilitator Shimada reported that parties had exchanged views on draft text submitted by parties and he encouraged people to continue discussing informally.", 
    "A number of facilitators reported that discussions in their informal groups, including shared vision, the Review and adaptation, would be based on revised versions of the facilitators notes from Bonn, integrating party inputs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12517e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "working group", 
  "id": "enb12517e_1", 
  "enb_end_date": "04-Oct-11"
}