{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "07-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Tuesday was a busy, and what some characterized as a heated, day at the Bangkok Climate Change Talks.", 
    "Various contact groups and informal consultations were held throughout the day under both AWGs.", 
    "Many delegates also made their way to the technical briefing by the International Energy Agency (IEA) on a special early excerpt of the World Energy Outlook 2009 to inform the negotiations leading into Copenhagen.", 
    "During the briefing, the IEA conveyed a stark message that continuing with today s energy policies would lead to severe climate change impacts, while also highlighting a new window of opportunity to curb climate change and build a low-carbon future.", 
    "According to the IEA, the financial and economic crisis has had a considerable impact on the energy sector, meaning that CO2 emissions are expected to fall in 2009, and with the right policies put in place promptly, this could help to achieve the IEA s 450 Scenario.", 
    "While many delegates saw this as a cause for optimism, others were worried: I m not sure 450 ppm will be adequate.", 
    "In the afternoon, AWG-LCA Vice-Chair Machado convened informal consultations on the organization of work for Barcelona.", 
    "Parties reportedly agreed to continue with the current working method, comprised of contact groups and informal sessions.", 
    "They also exchanged views on how to focus their work and identify key issues, given that the Barcelona session consists of only five working days.", 
    "Several parties were heard expressing concern with the scheduling of meetings and the need to avoid clashes.", 
    "Afternoon informal consultations were also held under the AWG-LCA s overarching mitigation group, which focused on proposals by several developed countries on frameworks for mitigation action by all parties.", 
    "The meeting caused strong, albeit mixed, feelings among delegates.", 
    "Some developed country negotiators seemed almost excited, and one was overheard saying afterwards: I feel we are moving to the core of the discussion now.", 
    "It is difficult, but it s better to have this debate earlier than later.", 
    "However, some developing country delegates did not appear to share the same enthusiasm, with one commenting: Now I realize that there is not only one elephant in the room - there are several!", 
    "So many of these proposals are clearly not fathered by the Convention.", 
    "Heated discussions on the fate of the Kyoto Protocol also surfaced during the day both in contact groups and in informal consultations.", 
    "Some of those participating in the AWG-LCA sub-group on various approaches to mitigation commented on the proposal by the US to introduce language that would include the CDM in an agreement reached under the AWG-LCA.", 
    "The US interest in the CDM is obviously welcome news, remarked one delegate.", 
    "I am increasingly worried about the Protocol, said another: If we start discussing the CDM under the AWG-LCA, it means that the AWG-KP will just die and I don t want the blood of the Protocol on my hands, he explained.", 
    "It seems that many developed countries are ready to finish off the Protocol, opined another.", 
    "The divide between developed and developing countries on the fate of the Protocol became more evident under the AWG-KP in the evening when a small group convened to discuss the legal implications of the Protocol being submerged under a new agreement.", 
    "Several developing countries stressed that the question was political rather than a legal one, and opposed any discussions implying that the Protocol would cease to exist in the future.", 
    "Several developing country delegates, in fact, reportedly walked out of the meeting after expressing this view.", 
    "Several delegates, however, stayed on and held a technical discussion focusing on legal scenarios for the Protocol s future.", 
    "Some developed country delegates emerging from the room, characterized the meeting as constructive and useful.", 
    "A developing country party, however, characterized it as enlightening, but scary.", 
    "Clearly, we ve still got some major obstacles to overcome to ensure success in Copenhagen, but hopefully they are not insurmountable, said one attempting to summarize the day s discussions.", 
    "Only time will tell."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12436e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12436e_9", 
  "enb_end_date": "07-Oct-09"
}