{
  "countries": [
    "Australia", 
    "Denmark", 
    "Slovenia", 
    "Austria", 
    "China", 
    "Belgium", 
    "Japan", 
    "New Zealand", 
    "Germany", 
    "Norway", 
    "Bulgaria"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Flexibility Mechanims", 
    "National Communications & Inventories"
  ], 
  "section_title": "PRESENTATIONS ON NATIONAL EXPERIENCES", 
  "enb_start_date": "10-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Francis Bossier, Federal Planning Bureau, Belgium, described the methodology used to develop emissions projections in his country\u0092s third national communication, which includes a combination of models for projections to 2010 and 2020, taking into account scenarios 'with measures' and 'with additional measures,' such as the introduction of a carbon dioxide tax and the effects of non-fiscal measures.", 
    "He noted problems with data quality and with the use of a combination of models and underlined the need to quantify uncertainties. Participants discussed difficulties in incorporating different regional policies and integrating additional non-fiscal measures.", 
    "Bossier emphasized the importance of presenting contrasting scenarios, to avoid giving simplistic signals to policymakers. Takaaki Ito, Ministry of Environment, Japan, said the national Guideline for Measures to Prevent Global Warming, adopted in March 2002, is being updated.", 
    "He described methods used by Japan to project emissions of different sectors.", 
    "Ito highlighted three problems: projecting emissions for the land-use change and forestry (LUCF) sector; estimating business as usual emissions; and lack of data in the residential and commercial sectors. Leonard Brown, Climate Change Office, New Zealand, presented on projecting greenhouse gas emissions and removals in his country.", 
    "He reflected on whether the interests of those using projections, apart from UNFCCC Parties, should be considered.", 
    "He said documentation on models presented in national communications should enable verification and duplication.", 
    "He highlighted the importance of consistency in key assumptions, such as gross domestic product (GDP), across sectors and models, and pointed to work on quantitative uncertainty estimation.", 
    "He noted inconsistencies between the need for short-term projections for meeting Protocol targets, long-term projections resulting from models, and UNFCCC requirements for medium-term projections. Andrea Edelmann, Environment Agency, Austria, presented on the Austrian experience with emissions projections, emphasizing two main challenges: institutional arrangements and methodological issues.", 
    "She noted that a major administrative effort was required to incorporate the views of all relevant stakeholders in the different institutions.", 
    "On methodological issues, Edelmann outlined Austria\u0092s use of a combination of top-down models with consistency and bottom-up plausibility checks, and the elaboration of sensitivity analysis. Participants discussed the disaggregation of sectors within models, pessimistic and optimistic projections in the sensitivity analysis, and communication between different sectors and institutions.", 
    "Replying to a question on the use of different model types, Edelmann underscored the importance of considering interlinkages between sectors as well as of using the same economic parameters for all calculations. Stane Mer\u009ae, Energy Efficiency Center, Slovenia, presented on the methods and challenges in Slovenian emissions projections.", 
    "He said Slovenia faces a challenging task in meeting its emissions reduction commitments, but pointed to awareness raised by the European Union (EU) Emission Trading Scheme, which is leading to better greenhouse gas inventories.", 
    "He said policies related to greenhouse gas control have recently been incorporated into energy policy. Mer\u009ae noted both advantages and disadvantages in projecting emissions due to Slovenia\u0092s small size.", 
    "While it enables individual treatment of the main greenhouse gas sources, he said the disadvantages include changes in project realization, cross-border influence, for instance in emissions from transport fuels, and the lack of macroeconomic forecasts.", 
    "Describing the models used, he said technology changes for different sectors are also considered.", 
    "Responding to a question from China on the source of this information, Mer\u009ae said Slovenia is carrying out energy audits, and that precise data on some energy technologies is available for bigger companies.", 
    "He said the bottom-up technology-oriented approach used by Slovenia involves data uncertainty, but ensures better process knowledge. Anne Kristin Fosli, Ministry of Finance, Norway, spoke on facts and experiences regarding emissions projections in her country.", 
    "She said carbon dioxide projections are based on a macroeconomic model and combine top-down and bottom-up approaches.", 
    "She noted that projections are updated every four years in conjunction with analysis of the Norwegian economy and observed that updated projections for 2010 and 2020 will be published in November 2004.", 
    "Regarding emissions calculations, she said micro-information, such as oil-production data, is used to adjust or overrule model projections.", 
    "She outlined challenges, including how to: ensure consistency between macro-level and activity data fed into the macro model and emissions projections that rely on large amounts of micro-information; deal with voluntary agreements in projections and scenarios when measures and emissions reductions can be achieved anyway; and interpret different scenarios in the reporting guidelines.", 
    "Regarding LUCF projections, she said challenging projections include those for: harvesting rates, as this is mainly driven by international timber prices; increases in natural decay due to reduced harvesting rates; changes in soil carbon stock due to changed harvesting rates; effects of past measures; and carbon changes in marginal forests. Responding to a question regarding how P&Ms are implemented in the models, Fosli said models are updated when P&Ms are implemented. Hartmut Behrend, Environment Directorate-General, European Commission (EC), reported on the adoption of a new Monitoring Decision to harmonize P&Ms in the 25 EU Member States.", 
    "He said this decision requires reporting emissions projections every two years on, inter alia, existing and additional P&Ms, sensitivity analysis, methodologies, assumptions, models, outputs and inputs, and four or five parameters for every sector. Stefan Vögele, Systems Analysis and Technology Evaluation, Germany, presented on the IKARUS model used by Germany in developing emissions projections and estimating impacts of present and future policy measures.", 
    "He pointed to difficulties in comparing results between simulation and optimization models employed by different countries, and underlined the importance of developing common approaches to modeling. In the discussion that followed, the EC acknowledged the difficulty of developing a model that would be acceptable to all countries, but noted that common methods could be developed for use in different models.", 
    "Slovenia emphasized the importance of diverse modeling approaches, but said ideas and knowledge could be exchanged to get better results.", 
    "Norway suggested that a model could be developed for use by the UNFCCC to generate comparable data for Parties and for comparison with the results arrived at by countries using different modeling techniques.", 
    "The EC said a similar approach was used within the EU, where a common model is applied to data from Member States, in addition to projections at the national level.", 
    "The Royal Society for the Protection of Birds (RSPB) called for greater acknowledgement of the flaws and shortcomings of projection models. Neil Ferry, Australian Greenhouse Office, elaborated on key features of Australian emissions projections.", 
    "He said Australia employs multiple models for key sectors, including a combination of bottom-up and top-down models.", 
    "He explained that the purpose of this is to reflect the diversity that exists as a result of different views on key variables among modeling groups, but noted difficulty in reconciling different model results.", 
    "He highlighted the importance of stakeholder involvement.", 
    "Ferry said that Australia does 'with measures' but not 'with additional measures' scenarios.", 
    "He pointed to the difficulties in estimating impacts of policy measures, and said policy modeling is done using separate models. Highlighting the different results, Germany asked how the 'correct' projection is assessed.", 
    "Ferry said only averages of top-down and bottom-up models are carried out.", 
    "China asked whether the driving forces in different models are compared, and Ferry said this is now being done.", 
    "Chair Ziesing asked whether discussions with stakeholders influence the results, and whether this improves the quality of the projections.", 
    "Ferry said stakeholder consultations influence the reports, and models can now be adjusted according to stakeholder comments.", 
    "He expected the quality of projections to improve. Erik Rasmussen, Environmental Protection Agency, Denmark, outlined his country\u0092s experience with emissions projections.", 
    "He showed differing results from previous and updated inventories and differences in projections between 1990 and 2004 due to changes in methodologies and emission factors.", 
    "Noting Denmark\u0092s role in energy export and expectations of increased investment in wind turbines, Rasmussen emphasized the need to take Protocol-related activities, climate variability, and investment in capacity development into account in modeling projections. Christo Christov, Energy Institute, Bulgaria, presented the challenges faced by Bulgaria in projecting emissions.", 
    "He noted his government\u0092s lack of involvement in emissions projections, as a result of Bulgaria\u0092s excess of assigned emissions units.", 
    "He pointed to several problems in projecting emissions, including: the use of old methodologies due to lack of capacity; privatization of industry; experts from relevant ministries are not connected with reporting on, and control and planning of, sectoral activities; and lack of capacity to forecast the development of industry and services. Highlighting needs, Christov urged the improvement of government capacity to project the development of economic sectors, along with capacity to develop, assess and implement effective P&Ms.", 
    "He also underlined the need for models to forecast emissions from transport and agricultural activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12243e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC", 
  "type": "", 
  "id": "enb12243e_7", 
  "enb_end_date": "10-Sep-04"
}