{
  "countries": [
    "Argentina", 
    "China", 
    "Saudi Arabia", 
    "South Africa"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Country Presentations", 
  "enb_start_date": "06-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Argentina, for the G-77/CHINA, outlined the vulnerability of the developing country workforce due to challenges, such as: adverse impacts of climate change in sectors, such as agriculture; developed country agricultural subsidies; standards and tariffs; and rapid population growth.", 
    "She emphasized the need for country-led processes that include consultations.", 
    "The EU highlighted opportunities presented by climate change to create jobs that require higher skills, drawing on examples from historical precedents such as transitions in manufacturing, communications and information technology.", 
    "He noted strong growth in green economy-related jobs in the EU despite the recession, and underscored the importance of education and skills development. SAUDI ARABIA underlined the need to incorporate socio-economic indicators on income, health and education, while modeling the impacts of response measures.", 
    "He also identified partnerships on capacity-building exercises. SOUTH AFRICA highlighted its Green Economy Accord, negotiated between the government, business, labor and community organizations, as an example of a social dialogue that incorporates labor reforms, while promoting transition to a green economy.", 
    "Participants discussed the role of environmental standards in light of South Africa s experience with its negatively impacted wine industry and agreed on the need to adopt a balanced approach as standards could also unlock some opportunities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12572e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12572e_9", 
  "enb_end_date": "06-Jun-13"
}