{
  "countries": [
    "Australia", 
    "South Africa", 
    "India", 
    "China", 
    "Colombia", 
    "Russian Federation", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "04-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On long-term emission pathways, JAPAN said that their consideration was relevant to the group s discussions, and highlighted the existence of a range of pathways for achieving given stabilization scenarios.", 
    "NEW ZEALAND preferred discussing long-term pathways at a global level.", 
    "She called for a technical paper on the interaction between the 2020 target and Assigned Amounts.", 
    "JAPAN, the RUSSIAN FEDERATION and AUSTRALIA called for coherence and consistency between the two AWGs.", 
    "INDIA, supported by SOUTH AFRICA, CHINA and others, stated that the focus of this contact group should be on aggregate and individual reduction targets for Annex I parties, and that the AWG-LCA should consider reduction targets of Annex I countries that are not Protocol parties.", 
    "On ranges, CHINA called for a decision on a clear and aggressive range.", 
    "AOSIS, supported by COLOMBIA, called for inclusion of their proposed figures for Annex I parties (at least 45% below 1990 levels by 2020 and more than 95% by 2050) in the conclusions.", 
    "JAPAN highlighted that the IPCC s 25-40% reduction range does not consider economic consequences and political feasibility and, with CHINA, noted the IPCC range was not a negotiated conclusion.", 
    "JAPAN emphasized that the range must be based on a political decision.", 
    "The EU cautioned against backtracking and questioning the IPCC s work."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12403e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12403e_4", 
  "enb_end_date": "04-Apr-09"
}