{
  "countries": [
    "Turkey", 
    "Pakistan", 
    "India", 
    "United States", 
    "Switzerland", 
    "China", 
    "Japan", 
    "Russian Federation", 
    "Grenada", 
    "New Zealand", 
    "Belize", 
    "Norway", 
    "Ecuador"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "03-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Many parties said the new Chair s text was acceptable as the basis for discussions.", 
    "The G-77/CHINA said the text needed a more balanced and equitable treatment of many issues, supported starting negotiations and using the Chair s text to facilitate this.", 
    "The ENVIRONMENTAL INTEGRITY GROUP suggested identifying all elements of a future package, proposed streamlining the text and supported increased ambition.", 
    "The AFRICAN GROUP proposed spin-off groups to improve the text and urged separate chapters on mitigation and on capacity building.", 
    "On shared vision, he supported a legally-binding, mid-term target for developed countries.", 
    "Grenada, for AOSIS, said the AWG-LCA 11 should conclude negotiations on legal form.", 
    "The EU supported including text on emissions from international transport and market mechanisms.", 
    "He asked the Secretariat to compile national pledges and provide technical documentation.", 
    "The UMBRELLA GROUP said the text needed elaboration on issues such as forestry, international consultation and analysis (ICA), mitigation and MRV, as well as tighter, more operative language.", 
    "Belize, for the CENTRAL AMERICAN INTEGRATION SYSTEM, supported a binding agreement with 350ppm and 1.5°C targets, and underscored the need for robust and easy-to-access financial mechanisms for adaptation, voluntary mitigation and capacity building.", 
    "Ecuador, for the BOLIVARIAN ALLIANCE FOR THE PEOPLES OF OUR AMERICA (ALBA), called for 300ppm targets, with temperature increases of 1-1.5°C, and proposed an international tribunal for climate and environment.", 
    "The RUSSIAN FEDERATION said an agreement should cover all major emitters and major economies, and forests for all countries.", 
    "TURKEY said Annex I and non-Annex I categories do not reflect the current state of affairs, and proposed a contact group to discuss country categorization.", 
    "INDIA opposed attempts to differentiate among developing countries. NORWAY said elements on which consensus cannot be reached should be set aside for the time being.", 
    "JAPAN supported a legally-binding outcome capturing commitments by all parties within a single framework.", 
    "He opposed separating the world into Kyoto and non-Kyoto groups.", 
    "The US drew attention to areas where the text moves away from the Copenhagen Accord, and urged a legally-binding outcome representing all parties.", 
    "He addressed concerns over US domestic climate politics, declaring that success in Cancún does not hinge on US legislation. PAKISTAN and others said existing brackets in the text do not reflect points of disagreement. SWITZERLAND announced an additional contribution, pending parliamentary approval, of CHF140 million for fast-track financing, bringing its total contribution to CHF400 million for 2010-2012. NEW ZEALAND supported discussions on legal form, progress on MRV and ICA, and a clear signal on markets and the private sector s key role.", 
    "The International Chamber of Commerce, for BUSINESS AND INDUSTRY NGOs, asked for an outcome that offers clarity and predictability to the private sector, initiates fast-track funding, and results in a robust MRV regime.", 
    "Friends of the Earth International, for ENVIRONMENTAL NGOs, praised the more balanced revised text, while urging a global goal and recognition of historic responsibilities.", 
    "He expressed concerns at moving discussions on market instruments from the AWG-KP to AWG-LCA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12474e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "working group", 
  "id": "enb12474e_10", 
  "enb_end_date": "03-Aug-10"
}