{
  "countries": [
    "Togo"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "GREENHOUSE GAS INVENTORIES", 
  "enb_start_date": "15-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Ayité-lo Ajavon (Togo), Coordinator of the CGE Task Group on greenhouse gas inventories, presented findings relating to inventories of emissions and removals from 26 of the newly-submitted national communications.", 
    "On methodological issues, he said all Parties had followed the 1995 and the revised 1996 Intergovernmental Panel on Climate Change (IPCC) Guidelines to compile their inventories, although some Parties had employed national methodologies for certain sectors.", 
    "He observed that all Parties had presented emissions estimates for the three main gases (CO2, CH4, and N2O), and that some had also done so for the ozone precursors.", 
    "Nearly all Parties had reported inventories in accordance with the UNFCCC Guidelines, and most had provided more information than requested.", 
    "He indicated that uncertainty was addressed qualitatively by ten Parties, quantitatively by two, and both qualitatively and quantitatively by one Party. On data acquisition, databases and networking, he noted that activity data was generally referenced.", 
    "He noted that IPCC default emission factors were used, although Parties had indicated that these do not reflect national circumstances.", 
    "He observed that some Parties had developed emission factors, which express emission quantity per unit of activity, for certain sectors to fit national circumstances.", 
    "On institutional issues, Parties had identified a number of areas for improvement, including activity data and emission factors.", 
    "Parties had also noted the need for financial and technical assistance to improve their inventories. Ajavon then described the results compiled from newly-submitted national communications.", 
    "For CO2, he said fuel combustion in the energy sector was the largest contributor reported.", 
    "For CH4, agriculture and waste were the most significant sources of emissions, while for N2O, agriculture and fuel combustion were the primary contributors.", 
    "He stressed that for most Parties, CO2 was the primary gas, with CH4 or N2O being most important in a few exceptional cases.", 
    "He summarized the results by noting that energy, agriculture and land use change and forestry (LUCF) were the most important sources of greenhouse gas emissions, with removal by sinks from LUCF in most Parties offsetting emissions from these sectors."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12190e.html", 
  "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties", 
  "type": "", 
  "id": "enb12190e_6", 
  "enb_end_date": "15-Apr-02"
}