{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Romania", 
    "Cuba", 
    "France", 
    "Japan", 
    "Argentina", 
    "Botswana"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Improving capacity for collection, management and use of observational data", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Balisi Gopolang, Botswana, and Francis Zwiers, Canada, chaired the group and discussions focused on improving data collection, management and observation.", 
    "FAO, supported by CIFOR and Japan, emphasized the need to consider not just climatic, but also non-climatic data, with CIFOR adding that documentation of local knowledge and non-climatic data should be encouraged and facilitated.", 
    "Romania disagreed, stating the focus should be on climate data, and that non-climatic data is widely available.", 
    "Pakistan identified the need to define minimum datasets required.", 
    "Most participants noted the need to translate scientific data into user-friendly formats easily understood by decision makers, in order to convince them of the need to take action on adaptation.", 
    "Zwiers expressed reluctance in identifying this as a recommendation, stating it meant countries must have active adaptation research activity, which is a long-term goal and not a low-hanging fruit .", 
    "Romania advocated setting up expert interdisciplinary teams at the national level to facilitate collection of both climatic and non-climatic data.", 
    "Cuba identified lack of funding to build data collection facilities, stating neither the WMO nor most national governments are willing to provide this funding.", 
    "Argentina said in his country, the private sector now invests in data collection facilities to collect local data for their own use, but do not make it available to others.", 
    "Cuba, Botswana, Japan and Argentina said more training is needed, and Romania emphasized the importance of infrastructure.", 
    "France highlighted the need for data collection and management to be determined by intended use and users; and participants identified potential users such as modelers, scientists, decision makers and economists.", 
    "FAO said information should also be tailored toward answering questions decision and policy makers have.", 
    "Several participants noted difficulty with communicating uncertainty in data to non-scientists, and the World Health Organization (WHO) said uncertainty should not prevent immediate action.", 
    "Zwiers stated that decision makers and the private sector need to be aware of uncertainty when making decisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_38", 
  "enb_end_date": "07-Mar-08"
}