{
  "countries": [
    "United States", 
    "United Kingdom", 
    "Uzbekistan", 
    "Switzerland"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "29-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Chair Patrick Szell (UK) opened the last AG13 meeting before COP3, recalling that at AG13-4 some progress had been made, mainly due to the decision that AG13 should not aim to conclude its work before COP-4, pending a decision by the AGBM on the nature of the compliance regime.", 
    "He noted other points of convergence and divergence at AG13- 4. The Chair called attention to the draft Multilateral Consultative Process (MCP) (FCCC/AG13/1997/2, Annex II) containing proposals on functions and procedures with a number of bracketed references.", 
    "He indicated that additional submissions by Switzerland and Uzbekistan had been circulated.", 
    "(FCCC/AG13/1 997/Misc.2) The Agenda was adopted (FCCC/AG13/1997/2). Temporary accreditation of NGOs and intergovernmental organizations was agreed pending a decision by COP-3.", 
    "On organization of work of future sessions, the Chair referred parties to a chart contained in document FCCC/AG13/1997/3. The Chair requested that delegations circulate amendments on the draft MCP immediately to allow for their consideration overnight.", 
    "The EU circulated its proposals.", 
    "Chair Szell outlined a draft decision he had prepared for COP-3 requesting provision for two more sessions of the AG13, each lasting six half-days, with the aim of completing work by COP-4.", 
    "Meeting the target date would not be guaranteed. On the scope and elements of an MCP, Chair Szell invited comments on the ordering of paragraphs in the MCP compilation text.", 
    "The EU said the opening paragraph should refer to a 'process' as mandated by FCCC Article 13.", 
    "Reference to the establishment of a committee should follow later.", 
    "The US warned against getting ahead of COP-3 and added that he was not in a position to endorse any course of action for AG13.", 
    "The Chair invited comments on the first paragraph of the MCP compilation.", 
    "Parties discussed: the introduction of a reference to FCCC Article 13; whether the paragraph should refer only to the establishment of a committee or to a process with a subsequent paragraph on a committee, or both; the question of whether such a committee should be 'standing' or 'ad hoc;' and whether a committee should report directly to the COP or to the SBI."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1247e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "enb1247e_3", 
  "enb_end_date": "29-Jul-97"
}