{
  "countries": [
    "United States"
  ], 
  "topics": [], 
  "section_title": "DENOUEMENT", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Experienced participants in UN negotiations sense that they have seen this show before - approaching the deadline with a seemingly impossible workload to execute.", 
    "AGBM-8 could be compared to a complex piece of improvised theatre where the lead players have to imagine a number of final scenes before they receive the script for scene one.", 
    "A good deal of the detail was tackled in Bonn, however outstanding key political decisions on targets, timetables and formulas for possible differentiation held up any significant change or finalizing of the Chair\u0092s negotiating text. Deemed one of the most important environment and development negotiations in the last ten years, the outcome of the AGBM will become an important indicator of the current state of political will to confront the bigger issues that have driven the FCCC since its inception in 1992.", 
    "The Alliance of Small Island States raised one of those issues at the closing session Friday, when the Samoan Ambassador reminded Parties of the ethical dimension and pleaded with colleagues not to sacrifice the vulnerable to profit a few.", 
    "Another participant has pointed out that a weak result in Kyoto with high flexibility and a low target would fail to send a sufficient signal regarding the need to tackle lifestyle change, especially in North America.", 
    "Indeed, the US effort to gain acceptance of its proposal will demand the ultimate hard sell. An outcome that permits business as usual and absolves the social development model embraced by the leading industrialized country in the world will undermine a key requirement for sustainable development - the placing of a large question mark over the viability of an unconstrained consumer culture celebrated in the American dream life."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "SBI/SBSTA", 
  "id": "enb1266e_33", 
  "enb_end_date": "31-Oct-97"
}