{
  "countries": [
    "Uganda", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Budget performance for the biennium 2008-2009", 
  "enb_start_date": "01-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Secretariat introduced the issues (FCCC/SBI/2010/14/ Add.1 & Add.2).", 
    "Draft conclusions and draft decisions will be prepared.", 
    "Programme budget for the biennium 2010-2011: UNFCCC Executive Secretary Figueres introduced the item (FCCC/SBI/2010/13) and (FCCC/SBI/2010/INF.9), noting that 83% of total indicative contributions have been received and urged parties to settle outstanding arrears.", 
    "She stated that new decisions in Cancun may call for additional support from the Secretariat, which would require additional resources.", 
    "The SBI Chair will prepare a draft decision and draft conclusions in consultation with interested parties.", 
    "SBI Chair Owen-Jones informed parties that he would also conduct bilateral discussions with interested parties on the programme budget for 2012-13, to be taken up at SBI 34, to find out what parties expectations might be.", 
    "Continuing review of the functions and operations of the Secretariat: UNFCCC Executive Secretary Figueres highlighted generally positive feedback from questionnaire responses from parties on this item.", 
    "However, she underscored feedback on the need to improve the UNFCCC website in terms of searchability and usability.", 
    "Draft conclusions and draft decisions will be prepared.", 
    "Privileges and Immunities: The Secretariat introduced the item (FCCC/SBI/2010/10).", 
    "Draft conclusions will be prepared. CAPACITY BUILDING (CONVENTION): The Secretariat introduced the issue (FCCC/CP/2010/5 and Add.1, FCCC/SBI/2010/20, FCCC/SBI/2010/MISC.6, FCCC/SBI/2009/10, FCCC/SBI/2009/MISC.1, MISC.2, MISC.8, and MISC.12/Rev.1).", 
    "SBI Chair Owen-Jones said that work on this issue should continue based on the Annex V to the SBI 32 report.", 
    "A contact group co-chaired by Philip Gwage (Uganda) and Marie Jaudet (France) was established. CAPACITY BUILDING (PROTOCOL): The Secretariat introduced the issue (FCCC/KP/CMP/2010/10, FCCC/KP/CMP/2009/16).", 
    "SBI Chair Owen-Jones encouraged delegates to work based on the annex VI to the SBI 32 report.", 
    "A contact group co-chaired by Philip Gwage (Uganda) and Marie Jaudet (France) was established."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12489e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12489e_7", 
  "enb_end_date": "01-Dec-10"
}