{
  "countries": [
    "Brazil", 
    "Iceland", 
    "India", 
    "United States", 
    "Malaysia", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "This issue was first taken up in plenary on 2 June, in conjunction with other elements of the agenda item on long-term cooperative action.", 
    "It was then discussed in a contact group on Monday afternoon, 9 June.", 
    "The G-77/China said mitigation action by developed and developing countries must be different.", 
    "The US and several others stressed the need for all countries to take nationally appropriate mitigation action.", 
    "On measuring, reporting and verifying (MRV), the EU, Brazil and others underscored comparability of efforts and action by Annex I non-ratifiers of the Protocol.", 
    "India, supported by China, explained that MRV in developing countries only applies to mitigation actions that are internationally enabled, and Brazil stressed that it is based on national criteria.", 
    "Iceland and Japan underscored sectoral approaches, while China opposed introducing new issues and concepts.", 
    "Norway, Iceland, Japan and Switzerland supported reducing emissions from deforestation and degradation (REDD).", 
    "Malaysia and the Environmental Integrity Group emphasized the importance of technology, finance and capacity building."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_10", 
  "enb_end_date": "13-Jun-08"
}