{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "On incentivizing adaptation and creating enabling environments, BANGLADESH underlined the need to involve and incentivize the private sector and the US highlighted that recipient countries, not just donors, must play a role in providing incentives for adaptation. ADAPTATION FUND (COP/MOP):", 
  "enb_start_date": "09-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During informal consultations, delegates continued to discuss issues related to direct access to and legal status of the Adaptation Fund, while a small group of legal experts also met to address the issue of the legal status.", 
    "On access, one developing country noted that there are two tracks to access funds under decision 1/CMP.3 - direct access by parties, and access through implementing or executing entities.", 
    "He also stated that the Board must have legal capacity to operationalize the first track.", 
    "A developed country cautioned against making decisions on legal status in PoznaÅ\u0084 and, with other developed countries, supported a feasibility study and an accreditation procedure for legal entities at the national level.", 
    "On necessary pre-conditions for the World Bank to start monetization of CERs, a Bank representative explained that the Bank is ready to start monetization once it is approved as the trustee and after relevant steps by the Board.", 
    "Parties also discussed the Board s report to the COP/MOP and draft rules of procedure.", 
    "Several developed countries agreed to accept all the draft documents.", 
    "A group of developing countries sought clarification, particularly on whether legal arrangements between the COP/MOP and the Secretariat referred to in paragraph 31 of decision 1/CMP.3 should have a general scope or be made specifically with the GEF.", 
    "Parties also discussed, inter alia , staggering of Board membership.", 
    "Informal consultations will resume on Tuesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12391e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12391e_3", 
  "enb_end_date": "09-Dec-08"
}