{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "30-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "After the sparkles and electricity on Monday, delegates seemed to settle into a determined pace with an awareness, however, that sensitive issues continue to loom around the corner and that the fruits of their labor will come under close scrutiny in just a couple of months.", 
    "Agreement was reported from informal consultations by the AWG-LCA Chair in the morning to discuss proposals related to common mitigation actions by all parties in the contact group on mitigation.", 
    "This started off the day on a positive note and cleared the road for scheduling meetings for the suspended mitigation sub-groups on sub-paragraphs 1(b)(i) and 1(b)(ii) of the BAP on Wednesday.", 
    "For the mitigation sub-group on REDD-plus, Tuesday was already a busy day with two contact group meetings.", 
    "One delegate commented that she felt like the REDD-plus group was the A+ student, as the group has shaved off almost ten pages of the AWG-LCA s negotiating text and has plans to start negotiating the consolidated text at its next meeting on Saturday.", 
    "Many other AWG-LCA groups also seemed keen to get moving and establish procedures to delve into the negotiating text.", 
    "This gave hope to some negotiators that substantial shortening of the negotiating text might be possible at this session, although others were still pessimistic about the prospects.", 
    "On the AWG-KP side, the spin-off group on LULUCF met informally, agreeing on priorities for discussion and noting the anticipated submission of LULUCF reports from three parties on Wednesday.", 
    "The group on Annex I emission reductions, however, continued broad discussions on how to get around long-standing issues, such as coordination with the AWG-LCA and top-down versus bottom-up approaches.", 
    "One delegate noted that in order to begin working on text the group would first have to resolve the big picture issues I m just wondering whether, where and when that is going to happen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12430e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12430e_11", 
  "enb_end_date": "30-Sep-09"
}