{
  "countries": [
    "Papua New Guinea", 
    "Mexico"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "DECISION-MAKING IN THE UNFCCC PROCESS (COP)", 
  "enb_start_date": "18-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In the morning, open-ended informal consultations were held on decision-making in the UNFCCC process.", 
    "Some parties sought reassurance that this issue would not be conflated with, or prejudge the outcome of, discussions on the rules of procedure; and the proposal from Papua New Guinea and Mexico to amend Convention Articles 7 and 18.", 
    "Some parties emphasized the need to understand the meaning of 'consensus;' and to clarify the role of the presiding officer and the Secretariat.", 
    "One party stressed the need for 'a clear legal environment, where we do not deviate from procedures that are not in force but yet applied'.", 
    "Some parties highlighted that the rules of procedure have not been adopted because of lack of agreement on voting rules, and called for a forward-looking process, without re-opening past decisions.", 
    "There was convergence on a party-driven process and the need to: respect the sovereignty of all parties; recognize that all have an opportunity to be heard; and ensure inclusiveness, legitimacy and transparency.", 
    "Some parties emphasized the need to avoid taking decisions 'in the corridors or backrooms', citing COP 15 as an example.", 
    "While there was some convergence on the timeliness of discussions to increase the effectiveness of negotiations, some expressed concern over 'sacrificing inclusiveness for effectiveness'.", 
    "Others called for revisiting recent practices that have favored the adoption of decisions as 'a package'.", 
    "Many questioned the way small negotiating groups are constituted, stressing that some parties with an interest in the issue may not get invited.", 
    "On the outcome, some parties called for a COP 19 decision on decision-making in the UNFCCC process, while others underscored the need to keep the discussion open, without getting 'fixated' on a formal outcome.", 
    "Informal consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12589e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "COP", 
  "id": "enb12589e_40", 
  "enb_end_date": "18-Nov-13"
}