{
  "countries": [
    "Georgia", 
    "Mexico", 
    "Philippines", 
    "United States", 
    "Togo", 
    "China", 
    "Uganda", 
    "Laos", 
    "Argentina", 
    "Barbados"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Non-Annex I Communications:", 
  "enb_start_date": "07-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The non-Annex I communications contact group met in a morning session to hear presentations on enabling activities and capacity building by the Secretariat, the GEF and UNEP.", 
    "The group discussed a G-77/China proposed draft decision on initial and subsequent non-Annex I communications.", 
    "The Secretariat referred to COP decisions on guidelines for the preparation of communications by non-Annex I Parties and noted that the Secretariat was mandated to provide assistance to Parties through the preparation of regional workshops and fora.", 
    "The PHILIPPINES said enabling activities went beyond capacity building and highlighted the importance of identifying difficulties faced by non-Annex I countries such as the lack of financial resources and technology to, inter alia, gather data for national communications.", 
    "UGANDA and LAOS pointed to the need for capacity building on GEF procedures, including for the implementing agencies in the field.", 
    "The EU emphasized the value of adequate information for the quality of communications.", 
    "GEORGIA suggested that CDM activities be a component of second non-Annex I communications and called for capacity building to achieve this. The GEF referred to seven projects on capacity building and enabling activities, including regional workshops, and presented a chart summarizing countries' views in Africa and Latin America on difficulties in preparing elements of national communications and rating the usefulness of assistance received.", 
    "He noted that most countries encountered difficulties regarding adaptation measures and abatement analysis.", 
    "UGANDA, with CHINA and ARGENTINA, indicated that national communications were a continuous process and emphasized the need for ongoing assistance for data collection.", 
    "BARBADOS referred to vulnerability as one of the main components of non-Annex I communications and pointed to difficulties in obtaining financial assistance.", 
    "MEXICO noted its satisfaction with UNDP regional workshops on communications.", 
    "TOGO called for workshops tailored to the specific needs and circumstances of individual countries.", 
    "ARGENTINA emphasized that experts' qualifications are essential to the workshops' success. UNEP made a presentation on a National Communications Support Programme (NCSP) and said the projects' aim is to improve the quality, comprehensiveness, and timeliness of non-Annex I Parties' initial communications through the operation of a 'help desk' and through thematic and regional exchange workshops.", 
    "He said the purpose of the 'help desk' was to provide additional technical assistance to countries preparing national communications.", 
    "ARGENTINA asked for information on workshops in Latin America.", 
    "The PHILIPPINES sought clarification on the meaning of 'timeliness' of non-Annex I Parties' communications as an objective.", 
    "BARBADOS pointed to difficulties in attending the workshops given that no financial assistance for participation was provided.", 
    "The EUROPEAN COMMISSION proposed including project beneficiaries in the NCSP's steering committee to enhance its effectiveness. Participants considered a draft decision tabled by the G-77/China on initial and subsequent non-Annex I communications.", 
    "The discussion focused on a provision establishing a non-Annex I Group of Experts, with a view to enhancing support for preparation of communications, identifying difficulties faced by countries and improving non-Annex I communications.", 
    "The US inquired how the expert group would feed back into national processes and cautioned against duplication of work.", 
    "The EU expressed interest in the proposal and asked about its linkage to intergovernmental processes.", 
    "The group decided to reconvene during the week to continue its discussions and further consider the G-77/China's proposed draft decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12105e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12105e_5", 
  "enb_end_date": "07-Jun-99"
}