{
  "countries": [
    "Brazil", 
    "New Zealand", 
    "Costa Rica", 
    "Portugal"
  ], 
  "topics": [], 
  "section_title": "WORK PROGRAMME 2009", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue was first taken up by the AWG-KP plenary on 4 December, and subsequently in informal consultations by AWG-KP Chair Dovland.", 
    "Given the agreement at COP/MOP 3 that the AWG-KP will report the results of its work to COP/MOP 5 in Copenhagen, the work programme for 2009 was one of the key issues for the AWG-KP in PoznaÅ\u0084.", 
    "During the informal consultations, developed countries generally supported coherence between the AWG-KP and AWG-LCA and an iterative approach to discussing issues included in the AWG-KP s work programme.", 
    "Developing parties generally sought clear sequencing of tasks, focusing first on identifying the aggregate range of emission reductions for Annex I parties and then determining individual targets.", 
    "The conclusions affirm the programme s iterative nature and agree to maintain a coherent approach between the Convention and the Protocol.", 
    "Included in the work programme were also outcomes from informal consultations under the agenda item on means to reach emission targets.", 
    "These consultations focused on two sub-items: the flexibility mechanisms, with discussions co-chaired by Christiana Figueres (Costa Rica) and Nuno Lacasta (Portugal); and LULUCF, with discussions co-chaired by Marcelo Rocha (Brazil) and Bryan Smith (New Zealand).", 
    "The main outcome from these consultations was agreement to continue considering these issues, request new submissions and request the AWG-KP Chair to further elaborate the possible improvements to the flexibility mechanisms and options, elements and issues related to LULUCF by AWG-KP 7.", 
    "The AWG-KP adopted conclusions (FCCC/KP/AWG/2008/L.29) on 10 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "WORKING GROUP", 
  "id": "enb12395e_104", 
  "enb_end_date": "12-Dec-08"
}