{
  "countries": [
    "Bahamas", 
    "Saudi Arabia", 
    "Australia", 
    "Tuvalu", 
    "United States", 
    "China", 
    "Colombia", 
    "Japan", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement"
  ], 
  "section_title": "IMPLEMENTATION AND COMPLIANCE", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "The group on section K (Facilitating Implementation and Compliance), which was co-facilitated by Sarah Baashan (Saudi Arabia) and Aya Yoshida (Japan), met on Monday and Thursday.", 
    "On Monday, many parties underlined the need for the new agreement to include provisions on the establishment of arrangements on implementation and compliance.", 
    "Various countries suggested some modalities for a compliance mechanism be included in the agreement, while China, for the LMDCs, suggested a work plan for a body to develop the modalities.", 
    "On differentiation and compliance, Tuvalu, for the LDCs, called for an enforcement branch for countries with national, economy-wide targets and a facilitative branch for those without.", 
    "The LMDCs proposed that the enforcement branch be for developed countries and the facilitative branch for developing countries.", 
    "Developed countries called for a mechanism that is applicable to all.", 
    "Parties also discussed the nature and purpose of the compliance mechanism.", 
    "Various developed countries said the agreement should be primarily facilitative, while Bolivia suggested a tribunal.", 
    "Parties requested that the Co-Facilitators develop questions on differentiation and scope.", 
    "A spin-off group discussed the establishment of a compliance mechanism.", 
    "The Co-Facilitators circulated a working document summarizing these discussions on Monday night.", 
    "On Thursday morning, the US drew attention to her proposal for a multilateral consultative process.", 
    "Colombia, for AILAC, referred to the facilitative nature of the Basel Convention’s Implementation and Compliance Committee.", 
    "Australia warned that a non-compliance regime that provides for alternative avenues to access financial support could create adverse incentives.", 
    "The EU called for a mechanism that looks into parties’ performance and has adequate triggers.", 
    "She noted the link to transparency and the MRV system.", 
    "The Bahamas suggested the facilitative method include an assessment of both past and future efforts.", 
    "On Thursday afternoon, the Co-Facilitators circulated an updated version of their summary of discussions, which contains sections on: establishment clause and related elements; facilitative nature and purpose of the compliance mechanism; transparency and compliance; and differentiation and compliance.", 
    "It notes that due to the lack of time, parties began but did not complete their exchange of views on these issues.", 
    "On the next steps, the Co-Facilitators’ summary outlines various views on the way forward and reports that parties acknowledged the usefulness of further informal conversations on this matter in preparing for discussions at ADP 2-11.", 
    "The Co-Facilitators’ input to the Co-Chairs consists of the summary of discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_22", 
  "enb_end_date": "04-Sep-15"
}