{
  "countries": [
    "Qatar", 
    "Kuwait", 
    "Panama", 
    "Nigeria", 
    "Bolivia", 
    "Norway", 
    "Malawi", 
    "Saudi Arabia", 
    "Australia", 
    "Venezuela", 
    "Papua New Guinea", 
    "Guatemala", 
    "Spain", 
    "Oman", 
    "Philippines", 
    "Grenada", 
    "Jamaica", 
    "South Africa", 
    "Lesotho", 
    "Colombia", 
    "Japan", 
    "Nicaragua", 
    "Barbados"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Adaptation"
  ], 
  "section_title": "SCIENTIFIC, TECHNOLOGICAL AND SOCIO-ECONOMIC ASPECTS OF MITIGATING CLIMATE CHANGE:", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first taken up by the SBSTA plenary on 31 June.", 
    "It was subsequently considered through informal consultations co-facilitated by Kunihiko Shimada (Japan) and Fredrick Kossam (Malawi).", 
    "The key issues discussed included: technical papers on costs and benefits of achieving a long-term objective of limiting temperature increase to 1.5°C; aspects of agricultural mitigation and adaptation; and work on energy efficiency and supply.", 
    "During the SBSTA closing plenary on 9 June, Barbados, for AOSIS, stated that he could not accept the proposed SBSTA conclusions.", 
    "Supported by Lesotho, for the LDCs, Spain, for the EU, Panama, South Africa, Australia, Colombia, Malawi, the Philippines and Norway, AOSIS proposed requesting the Secretariat prepare a technical paper on the options for limiting global average temperature increase to below 1.5°C and 2°C.", 
    "This was opposed by Saudi Arabia and Kuwait.", 
    "Saudi Arabia suggested that the technical paper consider, inter alia: analysis of pledges, spillover effects, and response measures.", 
    "Following suspension of the plenary for informal consultations, Saudi Arabia, supported by Venezuela, Kuwait and Qatar, said they could not accept the proposed compromise text, which would have included reference to spillover effects.", 
    "Saudi Arabia questioned the capacity of the Secretariat to undertake this task.", 
    "Bolivia, supported by Nicaragua, called for also analyzing the 1°C target.", 
    "Parties then suspended plenary until 10 June.", 
    "Grenada stressed that the proposed text was agreed to by the party who now opposes it.", 
    "He said this was an issue of a moving target, stressing that we cannot set the example that parties can derail the process by ignoring good faith and integrity.", 
    "The SBSTA plenary resumed on 10 June.", 
    "Highlighting that her proposal could be an attractive compromise for many parties, Venezuela suggested language requesting that the Secretariat, under their own responsibility, prepare an informal technical paper.", 
    "Saudi Arabia, with Oman, Kuwait and Qatar, opposed the proposal and encouraged forwarding the item to future sessions.", 
    "SBSTA adopted conclusions without referencing the proposed technical paper (FCCC/SBSTA/2010/L.7).", 
    "Underscoring that the technical paper would have assisted the most vulnerable countries prepare for the unavoidable impacts of climate change, Barbados emphasized that it is ironic that other developing countries are blocking it, asked whether this is the solidarity and brotherhood they speak so eloquently about, and stressed that this is not a game, the existence of entire countries is at stake.", 
    "South Africa, with Colombia, Grenada, for AOSIS, Australia, Spain, for the EU, Jamaica, Bolivia, Nigeria, Guatemala, and Papua New Guinea, regretted the lack of an outcome on this item and supported further discussions at SBSTA 33.", 
    "AOSIS noted that limited opposition to the proposal holds the promise of common consensus."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "SBSTA", 
  "id": "enb12472e_97", 
  "enb_end_date": "11-Jun-10"
}