{
  "countries": [
    "Bangladesh", 
    "South Africa", 
    "Philippines", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "Finance", 
  "enb_start_date": "04-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The G-77/CHINA and others called for adequacy and accessibility of financing and developing a mechanism to mobilize resources, expressed concerns over parallel financial initiatives, and proposed creating an umbrella multilateral fund under the Convention. AOSIS noted high costs of some adaptation options, particularly in coastal areas, and proposed creating an adaptation fund under the Convention on the basis of the polluter pays principle.", 
    "The LDCs emphasized the inadequacy of existing financing and highlighted their urgent adaptation needs, particularly in preparing, updating and implementing NAPAs. JAPAN called for enhancing both adaptation financing for developing countries and short and mid-term global emission reductions, and supported streamlining roles and objectives of coexisting financial mechanisms.", 
    "The US indicated that the private sector would generate the majority of financing and noted US bilateral initiatives on financing adaptation.", 
    "SOUTH AFRICA supported consolidating funding sources into one instrument that can be easily accessed, and said public financing, not the private sector, must provide the main sources of financing. SWITZERLAND supported avoiding fragmentation of funding sources, and strengthening existing institutions, including the GEF.", 
    "BANGLADESH called for adequate, predictable and sustainable funding, as well as new and additional resources, and said the 2% levy on the CDM was inadequate. CHINA said developed countries must fulfill their legal obligations under the Convention to provide funding to developing countries.", 
    "Several delegates, including NORWAY, the PHILIPPINES, the US and others, proposed workshops on issues related to finance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12361e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12361e_2", 
  "enb_end_date": "04-Apr-08"
}