{
  "countries": [
    "United States", 
    "Colombia", 
    "Egypt", 
    "Tanzania", 
    "Bolivia", 
    "Cook Islands"
  ], 
  "topics": [], 
  "section_title": "ADAPTATION:", 
  "enb_start_date": "14-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, Co-Facilitators Kolly and Agyemang-Bonsu presented a consolidated text for the subsection on implementation along with a guiding table identifying specific paragraphs from the original text being consolidated and the rationale for that consolidation. COLOMBIA proposed that the consolidated paragraphs and the guiding table be merged into a single document.", 
    "The EU said the consolidating process was valuable and could help in the line-by-line negotiations.", 
    "The Cook Islands, for AOSIS, with EGYPT, proposed similar consolidation for other subsections and distribution as soon as possible before Bangkok.", 
    "The Secretariat said it could be requested to complete consolidation of other subsections and post it on the website, but that a final decision would be made during the closing meeting on Friday.", 
    "Co-Facilitator Agyemang-Bonsu reassured delegates that new text could be introduced up until the last day in Copenhagen.", 
    "The US asked for clarification as to whether the text going forward to Bangkok will include any new proposals.", 
    "The EU said that text should not include new proposals, but that new proposals should be communicated during meetings in the presence of parties, rather than through indirect communication of submissions.", 
    "EGYPT noted that attribution of proposals in the consolidated text was more important than in the original text.", 
    "BOLIVIA requested attribution and allocating brackets in a more balanced manner.", 
    "Co-Facilitator Bonsu noted the whole text was in brackets.", 
    "AOSIS expressed concern that attributions might further complicate the text and suggested a column in the guiding table instead.", 
    "TANZANIA noted some inconsistencies with consolidated paragraphs and those in the original document."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12426e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12426e_7", 
  "enb_end_date": "14-Aug-09"
}