{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Saint Lucia", 
    "India", 
    "United Kingdom", 
    "Sweden", 
    "Netherlands", 
    "Germany", 
    "Ireland", 
    "Japan"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "2.2: Projected Changes in the Climate System:", 
  "enb_start_date": "27-Oct-14", 
  "enb_short_title": "IPCC-40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Regarding a headline stating that that surface air temperature is projected to rise over the 21st century under all assessed emission scenarios , and that the ocean will continue to warm and acidify and global mean sea level will continue to rise, the Panel agreed to include references to heat waves and extreme precipitation events.", 
    "The UK suggested adding language noting that the scale and magnitude of the rate of change depends on emission scenarios, but after comments from WGI Co-Chair Stocker and Saudi Arabia on the need for short and concise headline statements, the Panel agreed to the text as earlier amended without the addition proposed by the UK.", 
    "Participants discussed a paragraph stating that the global mean surface air temperature change for the period 2016-2035 relative to 1986-2005 is similar for the four RCPs and will likely be in the range 0.3 °C-0.7 °C.", 
    "On a sentence explaining that this assumes the absence of any major volcanic eruptions or secular changes in total solar irradiance, Saudi Arabia requested, and participants agreed, to add 'changes in natural sources (e.g., CH4 and N2O)' to the assumption.", 
    "Canada, Australia, the UK and South Africa called use of the term 'secular' inappropriate in this context, and Ireland suggested replacing the term with 'unexpected', which was accepted.", 
    "On a paragraph projecting global surface temperature changes for 2081-2100 , an author explained that the high confidence that had been given to the projection that warming is more likely than not to exceed 2 °C for RCP4.5 in the WGI technical assessment and SPM was an error that was currently being corrected.", 
    "Participants then approved the paragraph as presented, with a ' medium confidence ' level given to that projection, instead of ' high confidence '.", 
    "On a sentence stating that the increase in global mean surface temperatures is likely to be 0.3-1.7 °C under RCP2.6 and 2.6-4.8 °C under RCP8.5, Japan requested specifying temperature ranges for the other RCP scenarios.", 
    "WGI Co-Chair Stocker proposed adding the ranges of 1.1-2.6 °C under RCP4.5 and 1.4-3.1 °C under RCP6.0, which was accepted.", 
    "Following Saudi Arabia's proposal to specify the time period, Stocker suggested inserting 'by the end of the 21st century (2081-2100) relative to 1986-2005', which was agreed.", 
    "Regarding Figure SPM.6 containing panels on global average surface temperature change and on global mean sea level change , India asked to reflect data from 1950 onwards.", 
    "An author explained that while this was possible for surface temperature, no simulations were available for sea level for this time period, and stressed the need to maintain consistency between the two panels in the figure.", 
    "He added that Figure 2.1 in the longer report contains multiple panels with a historical record of surface temperatures going back to 1900.", 
    "On the figure's caption and title, the Netherlands requested reference to sea level 'rise' instead of 'change', to reflect increases illustrated in the figure, which was approved.", 
    "Regarding a footnote to the figure's caption stating that based on current understanding only the collapse of marine-based sectors of the Antarctic ice sheet, if initiated, could cause global mean sea level to rise substantially above the likely range during the 21st century, Saudi Arabia questioned the meaning of 'current understanding'.", 
    "An author suggested adding 'observations, physical understanding and modelling' for clarification, which was agreed.", 
    "Participants discussed Figure SPM.7 with panels on changes in average surface temperature and changes in average precipitation from 1986-2005 to 2081-2100.", 
    "Responding to a request by Saudi Arabia to add a disclaimer in the Figure's caption on models' potential deficiencies or uncertainty, WGI Co-Chair Stocker, with the Netherlands, noted that this concern is addressed by the terminology used, such as 'multi-model means' and 'likely ranges', as in other approved figures and the underlying assessment.", 
    "Figure SPM.7 was approved with minor editorial amendments.", 
    "On a sentence stating that ocean acidification is 'projected to increase for all RCP scenarios, with a decrease in surface ocean pH in the range of 0.06 to 0.07 for RCP2.6, and of 0.30 to 0.32 for RCP8.5', Japan requested reflecting data for the other two RCP scenarios as well.", 
    "Germany, with Saint Lucia, said that the statement on a decrease in surface ocean pH for all RCP scenarios was misleading, and noted that under RCP2.6 ocean acidification slowly begins to decline from the mid-21st century.", 
    "Authors proposed revised text to reflect these concerns, which participants accepted.", 
    "On a sentence stating that a ' nearly ice-free Arctic Ocean in the summer sea-ice minimum in September before mid-century is likely for RCP8.5', Canada questioned the statement's appropriateness for this scenario.", 
    "An author proposed adding a footnote with text from the WGI SPM, stating that it is 'based on an assessment of the subset of models that most closely reproduce the climatological mean state and 1979-2012 trend of the Arctic sea ice extent', which was accepted.", 
    "Sweden suggested capturing the amount of sea ice reduction, but an author explained that raising these details in the SPM would result in a lack of balance.", 
    "The rest of the paragraph was approved as presented.", 
    "Regarding a paragraph on global mean sea level rise projected to continue during the 21st century , Saudi Arabia suggested adding a sentence to reflect the significant advancement of science on this issue since AR4.", 
    "WGI Co-Chair Stocker responded that the new information was too complex to reflect in the SYR and that it is contained in the WGI assessment.", 
    "He proposed, instead, inserting text stating that 'there has been significant improvement in understanding and projection of sea level change since AR4', and specifying that 'for the period 2081-2100 relative to 1986-2005', the rise will likely be in the ranges of 0.26 to 0.55 meters for RCP2.6, and of 0.45 to 0.82 meters for RCP8.5.", 
    "Final SYR SPM Text: The headline for this subsection states that: surface temperature is projected to rise over the 21st century under all assessed emission scenarios; heat waves will be longer and more frequent; and extreme precipitation will become more intense and frequent in many regions.", 
    "Paragraphs in this subsection highlight: - the committed warming caused by past and future anthropogenic emissions and natural climate variability; - the likelihood of global surface temperature exceeding 1.5 °C or 2 °C by 2100; - the differences in global mean surface temperature by 2100 under different RCPs; - the virtual certainty of more frequent hot and fewer cold temperature extremes over most land areas; - the nonuniformity of changes in precipitation; - the continued warming of the global ocean; - increases in ocean acidification under all RCP scenarios; - year-round reductions in Arctic sea ice; - the reduction of near-surface permafrost as temperature increases; and - the decrease in global glacier volume; and sea level rise projections."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12607e.html", 
  "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)", 
  "type": "", 
  "id": "enb12607e_24", 
  "enb_end_date": "31-Oct-14"
}