{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Egypt", 
    "Indonesia", 
    "India", 
    "Sudan", 
    "Austria", 
    "China", 
    "Colombia", 
    "Mali", 
    "Grenada", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "FURTHER COMMITMENTS BY ANNEX I PARTIES UNDER THE PROTOCOL:", 
  "enb_start_date": "02-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Discussions under this agenda item covered the following issues: Annex I emission reductions, potential consequences of response measures, and other issues listed in the AWG-KP s work programme ( FCCC/KP/AWG/2008/8 ), namely: the flexibility mechanisms; land use, land-use change and forestry (LULUCF); and the basket of methodological issues.", 
    "The agenda item was first taken up by the AWG-KP plenary on 2 November where parties agreed that the contact groups established in Bangkok would continue on: Annex I emission reductions, co-chaired by Gertraud Wollansky (Austria) and Leon Charles (Grenada); other issues, chaired by Vice-Chair Dovland; response measures, co-chaired by Mama Konaté (Mali) and Andrew Ure (Australia); and legal matters, co-chaired by María Andrea Albán Durán (Colombia) and Gerhard Loibl (Austria).", 
    "Parties agreed that the group on legal matters would convene if requested by parties to consider specific issues.", 
    "No meetings were held by the legal matters group.", 
    "Opening meetings of the three other contact groups were scheduled to take place on Monday afternoon.", 
    "The contact group on Annex I emission reductions held its meeting first.", 
    "At the opening meeting of the contact group on potential consequences, the African Group, supported by Bolivia, Venezuela, Algeria and Egypt, reiterated their statement made during the opening plenary that they would not accept scheduling of other contact group meetings under the AWG-KP until the group on Annex I emission reductions completes its work.", 
    "The EU expressed regret at this position, highlighting that to achieve an outcome in Copenhagen, all AWG-KP contact groups must work in Barcelona.", 
    "He stressed that it will not be possible for one AWG-KP contact group to work faster than the others.", 
    "The contact group on potential consequences was then suspended and the opening meeting of the other issues contact group was cancelled.", 
    "On Tuesday, all contact groups and informal consultations on substantive issues under the AWG-KP were suspended.", 
    "The issue was resolved through informal consultations by Chair Ashe and by the AWG-KP plenary on Tuesday evening.", 
    "During the plenary meeting on Tuesday evening, Chair Ashe explained that consultations had continued late into the night on Monday and resumed on Tuesday morning, and that a solution had been found to allocate 60% of the remaining time to the contact group on Annex I emission reductions and 40% to the other contact groups.", 
    "He proposed, and parties agreed, to adopt this as a method of work in Barcelona.", 
    "The African Group emphasized the Group s desire for legally-binding targets from the AWG-KP in Copenhagen.", 
    "Stressing that the current level of ambition from developed countries is unacceptable, he emphasized the need for ambitious numbers in line with the science.", 
    "He warned that failure to achieve progress on this issue could lead to another suspension of the other contact groups.", 
    "The African Group also stated that all pledges should include a breakdown of the respective contributions of domestic emission reductions, offsets and LULUCF.", 
    "China, Sudan, for the G-77/China, India, Bolivia, Saudi Arabia and Grenada, for AOSIS, supported the African Group s statement and highlighted that the solution refers not only to time devoted to numbers, but also to the need for progress on concrete, specific and ambitious numbers.", 
    "Saudi Arabia stressed that parties reserved the right to reevaluate progress on numbers at the end of each day.", 
    "Brazil urged using the allocated time effectively, and with Indonesia, stressed that the issue of numbers is the benchmark for success in Barcelona.", 
    "AOSIS called for a focused, urgent and meaningful response to the numbers issue.", 
    "The second part of AWG-KP 9 did not adopt conclusions but the work done at the Barcelona session is reflected in non-papers and revised documentation to be issued by the Chair before Copenhagen.", 
    "The non-papers are available online at the Secretariat s website: http://unfccc.int/meetings/ad_hoc_working_groups/kp/items/4920.php .", 
    "Discussions by the AWG-KP contact groups on Annex I emission reductions, other issues and response measures are summarized below."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12447e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12447e_13", 
  "enb_end_date": "06-Nov-09"
}