{
  "countries": [
    "Trinidad and Tobago"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Pre-Kyoto", 
    "National Communications & Inventories"
  ], 
  "section_title": "NON-GROUP ON ARTICLE 4.1", 
  "enb_start_date": "23-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "The non-group on advancing existing commitments in Article 4.1 chaired by Evans King (Trinidad and Tobago) met in the morning and discussed the chapeau and second paragraph of the AGBM Chair's draft.", 
    "There was some support for adding a reference to common but differentiated responsibilities.", 
    "Delegates could not agree on whether to advance commitments 'in accordance with' Convention Articles 4.3, 4.5 and 4.7 as favored by developing countries or 'taking into account' those articles as proposed by developed countries.", 
    "Delegates disagreed about a portion of a consensus text offered by the non-group Chair in which parties would work toward sustainable development.", 
    "A delegation suggested replacing the chapeau with Convention and Berlin Mandate language. On three sub-paragraphs describing national inventories and related methodologies and cooperation, delegates debated whether the text constituted a new commitment for developing countries or was a clarification of existing common but differentiated commitments.", 
    "A regional group suggested combining sub-paragraphs on inventories or methodologies.", 
    "Another group suggested replacement text for all three.", 
    "A delegation proposed deleting all references to the Convention and to financial resources.", 
    "A small group was convened in the evening to try to address the various recommendations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1260e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "working group", 
  "id": "enb1260e_3", 
  "enb_end_date": "23-Oct-97"
}