{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "China", 
    "Japan", 
    "Hungary"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Technology Transfer"
  ], 
  "section_title": "TECHNOLOGY TRANSFER", 
  "enb_start_date": "14-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates revisited amendments proposed Tuesday by different Parties on Purposes and Overall Approach in the draft framework for meaningful and effective actions to enhance implementation of FCCC Article 4.5.", 
    "On Purposes, diverging views were expressed over whether the framework 'shall serve as the framework for' or 'enhance' Article 4.5 implementation. Several Parties objected to reference to 'state of the art' technologies, stating that those are not always economically viable.", 
    "JAPAN proposed referring to technologies that are 'suitable to local needs,' while the EU suggested 'technologies that are appropriate to the situation in the respective country.", 
    "' The REPUBLIC OF KOREA underscored the role of governments in providing a regulatory framework for a market for ESTs.", 
    "The G-77/CHINA stressed putting into context the role of governments and the private sector in removing barriers and restrictions to technology transfer. The US opposed the G-77/CHINA proposal to delete reference to 'integrated approaches' to technology transfer.", 
    "Noting continuing disagreement over large parts of the text, Co- Chair Cooper proposed preparing draft conclusions noting the decision to continue deliberations during the second half of SBSTA-13. POLICIES AND MEASURES (P&Ms): Delegates completed discussions on the elements for a draft decision on best practices in P&Ms.", 
    "CANADA, the US, JAPAN and AUSTRALIA, opposed by the EU, urged bracketing all references to the 'consultative process.", 
    "' The US and JAPAN bracketed the list of activities aimed at improving the transparency, effectiveness and comparability of P&Ms.", 
    "JAPAN and the US, opposed by the EU and G-77/CHINA, advocated deleting the link between P&Ms and demonstrable progress.", 
    "JAPAN questioned reference to measuring demonstrable progress by means of criteria and quantitative parameters.", 
    "The G-77/CHINA and SAUDI ARABIA, opposed by CANADA and AUSTRALIA, proposed text on the need to minimize the adverse effects of Annex I Parties. On the contribution of international organizations to the process, the G-77/CHINA and SAUDI ARABIA urged specific reference to OPEC.", 
    "HUNGARY and the EU proposed reference to relevant international and intergovernmental organizations.", 
    "The US bracketed a request to the Secretariat to organize a workshop and report its results to COP-7.", 
    "The draft conclusions were amended, with reference to Article 2.1 and the consultative process being deleted."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12149e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12149e_3", 
  "enb_end_date": "14-Sep-00"
}