{
  "countries": [
    "Belarus", 
    "Egypt", 
    "Gambia", 
    "Papua New Guinea", 
    "Congo", 
    "Australia", 
    "China", 
    "Switzerland", 
    "Grenada", 
    "Argentina", 
    "Venezuela"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "08-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "Alliance of Small Island States", 
    "European Union", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Argentina, for the G-77/CHINA, warned against transferring issues from the AWG-LCA to the SBs and said specific issues mandated for consideration by the SBI in Decision 1/CP.16 must feed into a balanced outcome from the AWG-LCA.", 
    "The G-77/CHINA also stressed the need for another negotiating session before Durban.", 
    "Australia, for the UMBRELLA GROUP, noted that building a new regime takes time, identifying Durban as the next step in the process that can move forward the Cancun undertakings.", 
    "She stressed, inter alia , the importance of measuring, reporting and verification (MRV) by developed and developing countries for the review beginning in 2013.", 
    "Noting that a new treaty is not a prospect in Durban, she called for putting in place institutions and processes that provide the basis for future legal action.", 
    "Noting that the window of opportunity to achieve the 2°C target is closing, the EU stressed the need to speed up work on implementation of the Cancun Agreements, especially concerning mitigation.", 
    "He urged increasing the level of ambition, emphasized the importance of MRV and called for a comprehensive, legally-binding framework.", 
    "Belarus, for ECONOMIES IN TRANSITION, stressed the importance of technology transfer and capacity building.", 
    "Switzerland, for the EIG, supported working in a single contact group with spinoff groups, noted the usefulness of the workshops, and called for early establishment of a registry and the adoption of guidelines for NAMAs, both those seeking and those not seeking international support.", 
    "Grenada, for AOSIS, lamented the lack of urgency toward addressing the likely 3-4°C warming, and underlined that although the Cancun Agreements represented a step forward, they still lacked scope, substance and ambition.", 
    "Egypt, for the ARAB GROUP, said success in Durban depends on achieving balanced results based on the Convention s principles, including common but differentiated responsibilities.", 
    "The Gambia, for the LDCs, called for, inter alia : stricter targets; a comprehensive framework; short-, medium and long-term adaptation programmes; and long-term finance.", 
    "The Democratic Republic of the Congo, for the AFRICAN GROUP, called for, inter alia : strengthening international assessment and review for developed countries; a COP 17 decision on long-term finance and operationalizing the Green Climate Fund; and urgent adaptation action, including through the Adaptation Committee established in Cancun.", 
    "He said the scale of finance is not a fixed sum, but is dependent on mitigation actions taken.", 
    "Venezuela, for ALBA, underscored that the process is party-driven and called for increased efforts to rebuild trust and foster a spirit of cooperation through frank and inclusive consultations.", 
    "Papua New Guinea, for the COALITION OF RAINFOREST NATIONS, highlighted that REDD+ offers cost-effective early action to mitigate climate change.", 
    "She called for disbursement of the funds pledged, particularly for REDD+, and suggested financing options for possible REDD+ related issues be addressed in the AWG-LCA, including but not limited to, market-based mechanisms.", 
    "The International Chamber of Commerce, for BINGOs, called for, inter alia, predictability through medium and long-term objectives, a clear process for the Technology Mechanism and new financial tools on market and non-market mechanisms.", 
    "Supporting the inclusion of agriculture in the negotiations, the International Confederation of Organic Farmers, for FARMERS NGOs, underscored the importance of agriculture for local and global food security.", 
    "The International Trade Union Confederation, for TRADE UNIONS NGOs, emphasized that a fair and ambitious agreement is the only way of protecting vulnerable workers, noting that there could be no possibility of social justice amidst climate chaos."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12504e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "working group", 
  "id": "enb12504e_6", 
  "enb_end_date": "08-Jun-11"
}