{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Bangladesh", 
    "Kenya", 
    "India", 
    "United States", 
    "Maldives", 
    "China", 
    "Mali", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "WORKSTREAM 2 (PRE-2020 AMBITION)", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States", 
    "Group of 77"
  ], 
  "sentences": [
    "Workstream 2 was considered in a facilitated group co-facilitated by Aya Yoshida (Japan) and George Wamukoya (Kenya). On Thursday, 4 June, there was widespread consensus on the need to develop elements for a draft decision on workstream 2.", 
    "Several groups of parties, including the G-77/China and the EU, expressed willingness to propose draft elements. Discussions touched on: accelerated implementation; high-level engagement, especially in the Technical Examination Process (TEP); the role of non-state actors; and coordination among Convention bodies. On Friday, 5 June, parties discussed proposals for the draft decision.", 
    "The EU presented a proposal centered on the objective of advancing the TEP, with incorporation of elements, such as a high-level segment, and engagement of Convention bodies and other actors. Mali, for the G-77/China, outlined elements of the group’s proposal: a pre-2020 ambition work programme; an accelerated implementation process; an adaptation TEP; and a high-level engagement component. Australia, for the Umbrella Group, suggested the objective of the decision should be recommending ways to enhance the TEP, and offered initial ideas, such as using existing institutional structures and creating a process to assess the TEMs. Maldives, for AOSIS, proposed mandating an action platform and a regular meeting of representatives of the Convention bodies. On the way forward, some called for a compilation text, while others questioned if this would be an appropriate next step, given limited negotiation time.", 
    "Co-Facilitator Yoshida said the Co-Facilitators would consult with the Co-Chairs on next steps. On Tuesday, 9 June, Co-Facilitator Yoshida announced questions to guide parties’ discussions on the TEP, and advancing implementation under the Convention and the Kyoto Protocol. The G-77/China, suggested: improving the focus and structure of the TEMs; preparing a technical paper analyzing gaps in MOI provision; increasing transparency of finance; and strengthening multilateral cooperation. On translating the TEP into effective actions on the ground, the US, with the EU and Australia, said the TEP should evolve, and be regularly reviewed and improved. On high-level engagement, Japan, with the EU, Norway and Bangladesh, supported timely delivery of TEM outcomes to policy makers. On implementation, the EU highlighted the importance of capitalizing on existing institutions and processes. India, supported by Brazil, and opposed by the US, suggested compiling parties’ submissions as the basis for a draft decision. On Wednesday morning, 10 June, Co-Facilitator Yoshida asked for parties’ views on an input document compiled by the Co-Facilitators. Many developing countries supported using the input document as the basis of work going forward, but requested restructuring it, with sections in the following order: preamble; accelerated implementation process; TEP; and review. The EU, with the US, New Zealand, Norway, Australia and Canada, opposed using the input document, saying many of its elements, namely those other than mitigation and the TEP, are outside the mandate of workstream 2.", 
    "Many developing countries stated that all elements that can enhance ambition pre-2020 are within the mandate. During discussions in a Wednesday evening facilitated group, parties exchanged views on proposals from the G-77/China and EIG, but continued to differ on a common interpretation of the mandate of workstream 2.", 
    "Co-Facilitators Wamukoya and Yoshida issued an output document on 11 June, which captures the various proposals, as well as areas of convergence and divergence."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_23", 
  "enb_end_date": "11-Jun-15"
}