{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "China", 
    "Japan", 
    "Nigeria"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "Extension of the Kyoto protocol", 
    "National Communications & Inventories"
  ], 
  "section_title": "PRESENTATIONS", 
  "enb_start_date": "06-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Participants heard six presentations on Parties' proposed elements for a compliance system under the Protocol. AOSIS identified four basic functions and the institutional arrangements to carry them out.", 
    "First, Expert Review Teams (ERTs) would conduct technical assessments of information submitted by Annex I Parties under Articles 5 (methodological issues) and 7 (communication of information).", 
    "Second, the Mechanisms' Eligibility Committee would determine the eligibility of a Party to participate in the mechanisms, an administrative rather than a quasi- judicial function.", 
    "Third, the Compliance Committee would promote Parties' compliance with Protocol commitments during the compliance period, and fourth, the Enforcement Panel would determine non-compliance with Article 3.1 (quantified emission limitation and reduction commitments) and impose penalties and consequences.", 
    "The IUCN asked if it may be appropriate to have enforcement type activities during the compliance period.", 
    "AOSIS responded that it envisaged an overlap between enforcement and compliance functions. JAPAN said one of the features of its proposal was the existence of a Committee on the Kyoto Mechanisms.", 
    "This committee would be part of the Compliance Body and handle questions of compliance with the mechanisms' eligibility.", 
    "To avoid a traffic jam before the first commitment period, she said eligibility would not be automatically determined, but could be considered on a voluntary basis or if questions of implementation were raised.", 
    "On the functions of the Compliance Body, she said it could take either facilitation and enforcement kind of action.", 
    "She then highlighted a special procedure for the Committee on the Kyoto Mechanisms that would ensure an expeditious resolution of issues within 60 days, in principle, including through the use of electronic meetings.", 
    "On the consequences of non-compliance, she suggested an indicative list adopted without an amendment to the Protocol whereby the suspension of specific rights and privileges could be recommended to the COP/MOP only as a last resort.", 
    "She concluded by stressing the need to take advantage of the existing articles in the Protocol in order to allow its early entry into force. The US proposal highlighted five functions of the compliance entity: to decide which referred matters would be pursued; to provide advice and facilitation; to address allegations about the eligibility to use mechanisms; to determine whether an allegation of non-compliance is well founded; and to determine outcomes of non-compliance.", 
    "He said the compliance entity would be divided into two components: a facilitative one, to consider all aspects of compliance with the Protocol and could go as far as issuing warnings; and a judicial one, focusing on Article 3.1 and on the mechanisms' eligibility.", 
    "He added that there was a need for consequences of non-compliance with Article 3.1, such as the subtraction of tons from a subsequent period with a penalty rate, to be identified in advance.", 
    "He then reviewed four linkages between the compliance regime and the mechanisms.", 
    "First, on the eligibility, he referred to the linkage between, on the one hand, compliance with Articles 5 and 7 and, on the other hand, loss of access to the mechanisms.", 
    "He also highlighted the possibility of adjustments by ERTs as a way of preventing non-compliance with Article 5.2 (methodologies for estimating emissions).", 
    "Second, on who reviews what aspect of compliance related to the mechanisms, he suggested that: ERTs review the use of sinks as well as the eligibility to use the mechanisms; a CDM body, such as the executive board, review the validity of Certified Emission Reductions (CERs); and an audit process review Emission Reduction Units (ERUs).Third, on the relationship with Article 7 he stressed the need for domestic compliance institutions and suggested that Parties have the obligation to report on these.", 
    "Finally, he commented on whether there was a need for a distinct treatment in handling compliance with Article 3.1 and eligibility issues.", 
    "Following a question by SAUDI ARABIA, he said the enforcement component of the compliance entity would primarily deal with developed country obligations under Article 3.1. AUSTRALIA, in outlining its vision for a compliance system, said the compliance process would be initiated through the Article 8 (review of information) expert review process.", 
    "Questions of Annex B Parties' implementation of their legally binding obligations identified by ERTs would be directed to the compliance system.", 
    "In this context, she highlighted the need to include criteria in the guidelines to be provided to ERTs under Article 8.4 (COP/MOP to adopt and review guidelines for the review of implementation of the Protocol by ERTs).", 
    "Such criteria would identify what constitutes 'questions of implementation' and when these would move from the technical review stage to the compliance system.", 
    "She stressed the need for a facilitative stage to precede an enforcement stage.", 
    "If a Party is found in non-compliance after the commitment period, she suggested it be allowed to choose one from a menu of consequences, which would be most suitable to its national circumstances.", 
    "On linkages, she identified Articles 5, 7 and 8 as the backbone of the compliance system since they provide the tools for assessing Parties' compliance with their Article 3 target.", 
    "Further, she suggested that since mechanisms eligibility issues were intrinsically linked to Article 3.1 target issues, the same compliance body deal with both kinds of issues.", 
    "Arising from this linkage, she recommended that only a finding that an Annex I Party is not in compliance with Articles 5 and 7 affect its mechanisms eligibility.", 
    "She also suggested that there be a nexus between the compliance problem under these articles and the extent of the loss of eligibility to participate in the mechanisms. The EU identified the functions of the compliance system as preventing non-compliance, facilitating compliance and repairing non-compliance.", 
    "He said the compliance body should be a standing body with separate enforcement and facilitative branches.", 
    "He advocated a total or partial determination of eligibility to participate in the Kyoto mechanisms prior to 2008.", 
    "Members of the enforcement branch should have judicial experience to ensure due process.", 
    "He highlighted the necessity of an expedited procedure to determine compliance with Article 3.1.", 
    "This process would ensure due process.", 
    "Questions raised on the eligibility of Parties to participate in emissions trading and JI would be referred to the expedited procedure but questions raised on CDM participation would be referred to the executive board of the CDM.", 
    "On the relationship between the review process and the compliance procedure, he said that if serious problems, such as failure to submit the annual GHG inventory, are identified during the initial check by the Secretariat, the case might be referred directly to the compliance body.", 
    "For less serious problems, the next stages of the review process, namely synthesis and assessment and individual review, can take place.", 
    "During the individual review of GHG inventories conducted by the expert review teams two types of problems could be identified: those with consequences for assigned amounts and for the assessment of compliance with Article 3 commitments, and those relevant to the process of inventory construction.", 
    "While the former could be resolved by applying adjustments under Article 5.2, the latter would require show of progress in subsequent reviews.", 
    "Where the adjusted estimates are not accepted by the concerned Party, or if institutional and procedural problems are not addressed over subsequent reviews, then the matter could be referred to the compliance committee.", 
    "On the timeline of compliance process, he suggested that the submission of information under Articles 5 and 7 be improved so as to bring forward the final determination of non-compliance. NIGERIA sought elaboration of the EU position on the question of enforcement and, in particular, on the nature of consequences and how they relate to Article 18 (non- compliance).", 
    "The EU said that the consequences should not only make non-compliance unattractive but also repair non- compliance.", 
    "Non-compliance should be faced with predictable and robust outcomes entailing clear economic consequences for Parties in breach.", 
    "He expressed his reservation with respect to the proposal permitting borrowing from future commitment periods.", 
    "CHINA queried if the ERTs could trigger cases of non-compliance.", 
    "The EU responded that while the ERTs had a clear role in identifying questions of implementation, it could only forward them to the compliance body through the Secretariat.", 
    "He said that no enforcement was possible during the commitment period.", 
    "He added, however, that the information made available to the compliance committee during the commitment period could be handled through facilitation.", 
    "The US sought clarification on the phrase 'compliance with KP criteria' in the context of eligibility criteria for the mechanisms.", 
    "The EU explained that the phrase was intended to convey a distinction between criteria for project-based mechanisms and criteria related more generally to the Parties. SAUDI ARABIA said the compliance system should be simple and close to what was agreed to in the Protocol, in particular Articles 5, 7 and 8.", 
    "He said the compliance system would have facilitative and enforcement functions, in accordance with Articles 16 (MCP) and 18, and follow a staged approach.", 
    "He stressed that issues of eligibility should not be dealt with by a compliance system since these were only reflected in Article 6 (JI), and not in Article 18.", 
    "Co-Chair Slade questioned such a narrow reading of Article 18."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12124e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON COMPLIANCE UNDER THE KYOTO PROTOCOL", 
  "type": "", 
  "id": "enb12124e_9", 
  "enb_end_date": "06-Mar-00"
}