{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "Sudan", 
    "India", 
    "United States", 
    "Colombia", 
    "Norway", 
    "Brazil"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PROCEDURAL AND INSTITUTIONAL PROVISIONS", 
  "enb_start_date": "02-Sep-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Sarah Baashan (Saudi Arabia) co-facilitated the discussion.", 
    "Several parties agreed that the paragraphs on the governing body in part 1 of the Tool (on the agreement) are a sufficient basis to serve the new agreement.", 
    "Colombia, for AILAC, NORWAY and CANADA specified that countries that do not ratify the agreement should not take part in decision making under the governing body.", 
    "Sudan, for the AFRICAN GROUP, suggested discussing the rules of procedure and the interval of meetings of the governing body.", 
    "India, for the LMDCs, said details could be determined at later stages.", 
    "SAUDI ARABIA stated that the rules of procedure of the COP should apply under the new agreement.", 
    "The EU suggested that the agreement could develop its own rules of procedure.", 
    "AILAC suggested this should be discussed in the context of the paragraph in part 1 of the Tool on voting.", 
    "On anchoring institutions, the US, AILAC, AUSTRALIA and others preferred identifying existing institutions that would serve the new agreement on a case-by-case basis in the relevant sections.", 
    "NORWAY, the LMDCs and the AFRICAN GROUP supported a general anchoring provision.", 
    "Jamaica, for AOSIS, noted new institutional arrangements for strengthened institutions may be required.", 
    "BRAZIL said this anchoring provision avoids duplication.", 
    "Co-Facilitator Baashan indicated that the group would discuss entry into force at its next meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12641e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12641e_7", 
  "enb_end_date": "02-Sep-15"
}