{
  "countries": [
    "Thailand", 
    "Panama", 
    "Mexico", 
    "Kenya"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "26-Mar-01", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday, 19 March, Emilio Sempris, ANAM, opened the workshop.", 
    "He welcomed participants and stressed the importance of this process for non-Annex I Parties that are preparing their national communications.", 
    "He highlighted the opportunity that the workshop provided to review countries' existing national climate change programmes and identify problems and analytical and methodological tools required to prepare the national communications.", 
    "He added that the workshop could help experts share and exchange experiences on the preparation of greenhouse gas inventories and find new formulas for the preparation of national communications. Martha Perdomo (UNFCCC Secretariat) described the activities of the non-Annex I implementation sub-programme and the regional workshops held in Mexico, Thailand and Kenya in 2000.", 
    "She highlighted the programme's mandate to provide specific assistance to non-Annex I Parties on the implementation of the Convention.", 
    "Jessica Faieta, UNDP Panama, described the support provided to Panama to generate their first national communication, which contains a greenhouse gas inventory, mitigation options and an initial evaluation of the vulnerability to the adverse impacts of climate change.", 
    "She explained that the national communication would serve as an indication of the implementation of the UNFCCC.", 
    "She highlighted continued UNDP support for developing countries' efforts to undertake measures for the implementation of the Convention. Gonzalo Menendez, Deputy Administrator of ANAM, recalled the goals of the UNFCCC and the commitments of the international community to adopt preventive actions and adaptation measures, including the preparation of national communications.", 
    "He stressed the need of developing countries to create national capacities to achieve their commitments and sustainable development.", 
    "He noted that this workshop could be useful to reduce scientific uncertainties on climate change and to use the results and lessons from previous regional experiences."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12164e.html", 
  "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12164e_8", 
  "enb_end_date": "26-Mar-01"
}