{
  "countries": [
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "Post-Kyoto Agreements", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "WORKSHOP UNDER THE STRUCTURED EXPERT DIALOGUE OF THE 2013-15 REVIEW:", 
  "enb_start_date": "06-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Adequacy of the long-term global goal (LTGG) in the light of the ultimate objective of the Convention: Co-facilitator Zou Ji noted the agreement at COP 18 for the Review to inform the ADP.", 
    "He introduced the questions guiding the discussion, including what technical work should be undertaken under the Structured Expert Dialogue to assess the adequacy of the 2°C goal.", 
    "Jerry Lengoasa, WMO, underscored that the ability of the research community to answer questions posed by the UNFCCC is constrained by limited ability to develop a physical understanding of the climate system, and the responses of clouds and atmospheric circulation to increased carbon dioxide.", 
    "Chris Field, IPCC, underlined that setting a standard or goal involves value judgments that go beyond science and respond to the world we want, considering emissions and associated impacts on wealth, equity, infrastructure and institutions.", 
    "Jason Lowe, Hadley Centre, presented a recently developed climate model that could inform elaboration of climate targets. AOSIS presented key issues to be considered for the Structured Expert Dialogue, including: impacts and risks at different levels of warming, impacts and risks at different levels of carbon dioxide concentrations, and the risk of irreversible changes in physical, ecological and human systems.", 
    "He highlighted that it is necessary to limit global warming to well below 1.5ºC.", 
    "The EU drew attention to their paper Impacts, Emission Pathways, Mitigation Options and Costs.", 
    "Saying that the IPCC provides authoritative information on climate change, he supported: holding a workshop with IPCC experts to address questions submitted by parties; and considering other sources of information with standards comparable to those of the IPCC. SWITZERLAND noted that scientific inputs would have to be assessed, and stressed that the IPCC is the body best suited for such assessments.", 
    "In the ensuing discussion, participants addressed the need to use information from the level closest to where impacts are felt, while taking decisions that require value judgments due to scientific uncertainties.", 
    "Some supported basing the evaluation of the long-term global goal on economic and social contexts, and the consequences of temperature rise in addition to climate information."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12572e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "sbsta", 
  "id": "enb12572e_5", 
  "enb_end_date": "06-Jun-13"
}