{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ARTICLE 4.1", 
  "enb_start_date": "04-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The negotiating group on commitments under Article 4.1 met in the afternoon to discuss a Chair's draft text.", 
    "Delegates agreed not to discuss three reformulated paragraphs in the draft, covering national and regional programmes for GHG inventories and mitigation and adaptation measures, actions to address climate change, and reporting, after a group of countries said it preferred to base discussions on the prior version of those paragraphs. A developed country called for deletion of bracketed text on [financial and fiscal] incentives for technology transfer.", 
    "A regional group suggested combining the first two sentences of separate options on technology transfer and deleting the remaining text of both.", 
    "Some Parties expressed concern over text on removing barriers to investment in technology transfer.", 
    "A group of countries suggested adding the phrase 'developed country Parties shall' to paragraphs regarding technology transfer, but some developed countries objected. In a paragraph on procedures through which governments could take climate change considerations into account in relevant decisions, a group of countries objected to a phrase extending the recommendation to multilateral development banks.", 
    "A group of countries suggested deleting a paragraph on indicators for assessment of climate change impacts and responses, but a developed country wanted to retain the paragraph."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1270e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1270e_3", 
  "enb_end_date": "04-Dec-97"
}