{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Iran", 
    "Gambia", 
    "Indonesia", 
    "Central African Republic", 
    "United States", 
    "Togo", 
    "Sri Lanka", 
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNICAL ADVICE", 
  "enb_start_date": "11-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "African Group", 
    "European Union"
  ], 
  "sentences": [
    "SBSTA opened with brief progress reports from the contact groups on land use change and forestry and development and transfer of technology, and from the joint contact groups on COP/MOP-1 and mechanisms.", 
    "The Chair called on Parties to exercise flexibility on scientific and technical aspects of the issues since political aspects will be dealt with by SBI.", 
    "On education, training and public awareness (FCCC Article 6) , the Chair reported that the Secretariat and UNEP held a workshop on Tuesday.", 
    "The workshop highlighted the scope for cooperation on public awareness and noted: that public awareness should not be limited to particular events; the need for more effective climate awareness strategies; and the need for Parties to provide more information on particular awareness building strategies. UNEP reiterated the importance of public support in the implementation of the Convention.", 
    "SRI LANKA and IRAN called for equal distribution of information packages prepared by CC:INFO to countries beyond those included in country study programmes.", 
    "SWITZERLAND said that the existing information units of the Secretariat and UNEP should be used to further the work under Article 6 and, with the CENTRAL AFRICAN REPUBLIC and IRAN, called upon the IPCC to provide reports in languages other than English. The AFRICAN GROUP, GAMBIA and SRI LANKA called upon Parties to make available resources for institutional capacity enhancement and to expand the sphere of African countries participating in country studies.", 
    "She said that there was a need: to operationalize Article 6; expand activities to all facets of society and stressed that such activities are neither cheap nor short term.", 
    "To this end, she stated that the proposal to expand the mandate of UNEP is worth considering.", 
    "Supported by INDONESIA and CANADA, she called upon SBSTA to request a Secretariat paper on work under Article 6 for SBSTA-9.", 
    "She recommended: that SBI include a budget-line for the implementation of Article 6 in their funding proposals as well as for translation of documents to other languages; and noted the importance of timely delivery of resources for the implementation of education programmes. The US: noted the need to understand the drivers of change; highlighted work of programmes such as the IGBP-START (Systems for Analysis Research and Training); and noted the coordinating role the Secretariat can play in North-South exchange of experience.", 
    "The CENTRAL AFRICAN REPUBLIC and CANADA noted the need for information and expertise sharing and a resource centre for copyright-free material. The EU called for a review of the scope of current education programmes and the development of more specific reporting guidelines.", 
    "TOGO stressed that public awareness programmes should not be based on political or economic considerations that place the least developed countries on the periphery.", 
    "The UK distributed a national report that he hoped would be helpful to others in developing their approaches."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1284e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBSTA", 
  "id": "enb1284e_2", 
  "enb_end_date": "11-Jun-98"
}