{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "19-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "As delegates kicked off the second half of the conference at the Warsaw National Stadium, another conference, deemed 'controversial' by many, convened three kilometers away.", 
    "At the International Coal and Climate Summit, UNFCCC Executive Secretary Christiana Figueres delivered a keynote speech, warning that 'the coal industry faces a business continuation risk it can no longer afford to ignore'.", 
    "Previously, an open letter signed by several NGOs requested Figueres to withdraw from the event, worried that her presence would lend credibility to a conference 'that should not be legitimized'.", 
    "Responding to these concerns, and subsequently gaining a somewhat cautious approval from one NGO representative, Figueres specified in her keynote address that her presence 'is neither a tacit approval of coal use, nor is it a call for the immediate disappearance of coal.", 
    "But I am here to say that coal must change rapidly and dramatically for everyone's sake'.", 
    "Back at the National Stadium, delegates seemed refreshed and even upbeat as the SBI swiftly concluded its work, prompting praise by some delegates for 'marvelous' work in completing the MRV system.", 
    "In the ADP, the production of a draft decision text generated considerable interest.", 
    "As delegates packed into a meeting room, a delegate noted that while meeting rooms, rather than plenaries, facilitate an interactive environment, this can come at the expense of inclusiveness, as 'only those who arrive first will get a seat at the table, and the chance to speak', while another liked the arrangement, which, to him, is 'reminiscent of indabas'.", 
    "Several noted the 'unenviable' task of the Co-Chairs to pen the first ADP draft decision, which some called a 'bare minimum', and others described as 'a useful start'.", 
    "Another delegate seemed pleased with the buzz in the room, in contrast to what he perceived as a 'complete lack of urgency' in the negotiations last week.", 
    "With ministers in town, and 'decision time' in the ADP imminent, it remains to be seen if this timid hopefulness is here to stay."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12590e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12590e_10", 
  "enb_end_date": "19-Nov-13"
}