{
  "countries": [
    "Brazil", 
    "South Africa", 
    "Tuvalu", 
    "India", 
    "Switzerland", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "OTHER ISSUES:", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union"
  ], 
  "sentences": [
    "Vice-Chair Dovland stressed the need to avoid bringing too many issues to Copenhagen.", 
    "He explained that the contact group would have six time slots for the flexibility mechanisms and six slots for LULUCF, and that Marcelo Rocha (Brazil) and Bryan Smith (New Zealand) would continue to co-facilitate a spin-off group on LULUCF.", 
    "On LULUCF, Co-Facilitator Smith noted ongoing informal discussions between countries with similar proposals and plans to prepare a new text or non-paper.", 
    "On the flexibility mechanisms, Vice-Chair Dovland suggested starting with issues where progress could be easier. TUVALU requested referring to the legal matters group the question of whether the Protocol would be subsumed under a new agreement in Copenhagen and if so whether the Protocol s mechanisms would disappear or how they could be transferred under the new legal regime.", 
    "Supported by the AFRICAN GROUP and others, he stressed that some mechanisms, such as the CDM, exist only under the Protocol and that if the Protocol will be absorbed by a new agreement, these will either disappear or be opened to renegotiation.", 
    "Identifying the need for consistency, SWITZERLAND noted that the legal matters group would have to address these questions for all elements of the Protocol. SOUTH AFRICA expressed concern that cutting and pasting elements of the Protocol into a new agreement would open issues for renegotiation and stressed that there is no consensus on merging the negotiating tracks into a single agreement.", 
    "INDIA emphasized that cutting and pasting the Protocol mechanisms into a new agreement could lead to picking and choosing and renegotiation.", 
    "The EU, supported by JAPAN, said that they do not wish to renegotiate either the Marrakesh Accords or the Protocol, but that in order to achieve the Convention s ultimate objective of avoiding dangerous climate change, parties have every reason to move forward and not get stuck in history."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_7", 
  "enb_end_date": "29-Sep-09"
}