{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Egypt", 
    "Mexico", 
    "France", 
    "United States", 
    "Trinidad and Tobago", 
    "China", 
    "Indigenous Peoples", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Implementation", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "MATTERS RELATED TO LDCs (SBI)", 
  "enb_start_date": "04-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "During the afternoon contact group, Co-Chair Katherine Vaughn (Australia) introduced draft SBI conclusions and a draft COP decision.", 
    "She said parties had agreed to extend the LDC Expert Group s (LEG) mandate for five years.", 
    "Parties agreed to include an additional LDC member in the LEG.", 
    "Delegates discussed the proposed text paragraph-by-paragraph and decided to forward it for adoption by the SBI plenary. LDC FUND (SBI): During the afternoon contact group, Co-Chair Vaughn introduced draft SBI conclusions and a draft COP decision.", 
    "Delegates discussed the proposed text paragraph-by-paragraph.", 
    "The EU suggested inviting all parties in a position to do so, to contribute to the LDC Fund.", 
    "On text dealing with requesting the Secretariat to prepare a synthesis report on the progress made in updating NAPAs, the EU supported referring, instead, to progress in implementation of NAPAs.", 
    "Bangladesh, for the G-77/CHINA, proposed including reference to both the updating and implementation of NAPAs.", 
    "Parties agreed to forward the draft conclusions and decision text to the SBI plenary. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): In the afternoon contact group, SBI Chair Robert Owen-Jones (Australia) introduced a text developed during informal consultations, where observers were allowed to participate.", 
    "On recognizing the important role of parliamentarians and legislators, and the value of their participation as observers in the UNFCCC process, the US opposed the reference to these individuals as observers.", 
    "SAUDI ARABIA, supported by EGYPT, opposed referring to parliamentarians and legislators, saying that their participation and role should be considered by each party according to its national circumstances and legal framework.", 
    "MEXICO supported retaining the text and reference to parties submissions. MEXICO and many others, opposed by SAUDI ARABIA, supported draft text on having an in-session workshop in 2011 on ways to enhance the engagement of observers and their means of participation.", 
    "Noting difficulties reaching agreement, the SBI Chair proposed referring consideration of this issue to the next session.", 
    "Finally, SOUTH AFRICA proposed, and many parties supported, text taking note of discussions held during SBI 33.", 
    "SAUDI ARABIA supported deletion of text noting that the creation of a limited number of consultative fora comprised of observers should be a way to enhance engagement. SBI Chair Owen-Jones said he will reflect all parties views in the draft text to be presented to the SBI plenary. CAPACITY BUILDING (CONVENTION) (SBI): During the afternoon contact group, Co-Chair Marie Jaudet (France) introduced draft SBI conclusions and a draft COP decision.", 
    "On a request to the GEF to increase its support to capacity-building activities in developing countries, the EU, supported by the US, JAPAN and others, suggested bracketing increase and proposed, instead, reference to continue to provide financial support.", 
    "Noting the increasing need for support for capacity building activities, the G-77/CHINA opposed.", 
    "Parties did not reach agreement and decided to continue consideration of this issue and the agenda item on capacity building under the Kyoto Protocol at the next SBI session. NAIROBI WORK PROGRAMME (SBSTA): In the evening, the group on the NWP met informally to continue negotiations on draft SBSTA conclusions.", 
    "Unresolved issues addressed included the clarification of language on enhancing capacity including of women and indigenous peoples and a proposed workshop on ecosystem-based adaptation.", 
    "Many developed countries supported the workshop, while many developing countries supported waiting until SB 34 to define further work.", 
    "Parties supported language agreeing to continue activities under the NWP while the programme is under review.", 
    "Options related to indigenous communities or peoples remained bracketed.", 
    "Parties reconvened in a brief contact group.", 
    "Co-Chair Kishan Kumarsingh (Trinidad and Tobago) introduced the draft conclusions and parties agreed to forward the text, with remaining brackets, to the plenary. REVISION OF THE UNFCCC REPORTING GUIDELINES ON ANNUAL INVENTORIES FOR ANNEX I PARTIES (SBSTA): In the afternoon contact group, parties discussed draft conclusions.", 
    "Parties discussed requesting the IPCC to use scientific developments on wetlands to fill gaps in the 2006 IPCC Guidelines and parties ultimately agreed to forward the draft conclusions for adoption by the SBSTA. PROTOCOL ARTICLES 2.3 AND 3.14 (SBI/SBSTA): In the afternoon joint SBI/SBSTA contact group, Co-Chair Andrew Ure (Australia) introduced draft conclusions based on the G-77/China s proposal for a joint workshop relevant to Protocol Articles 2.3 (adverse impacts of policies and measures) and 3.14 (adverse effects).", 
    "AUSTRALIA noted they could support the draft conclusions if the workshop was combined with one on implementation of Decision 1/CP.10 (Buenos Aires programme of work on adaptation and response measures).", 
    "Parties agreed to forward the draft conclusions to the SBSTA and SBI plenaries for adoption."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12492e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12492e_6", 
  "enb_end_date": "04-Dec-10"
}