{
  "countries": [
    "Saudi Arabia", 
    "Uruguay", 
    "Sudan", 
    "Tuvalu", 
    "Indonesia", 
    "Mexico", 
    "United States", 
    "Malaysia", 
    "Trinidad and Tobago", 
    "China", 
    "Peru", 
    "Russian Federation", 
    "Norway", 
    "Switzerland"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "General/Objective", 
  "enb_start_date": "02-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "European Union", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "ADP Co-Chair Reifsnyder provided an overview of this section, proposing a process to identify “low-hanging fruit” within the text for consolidation and streamlining in order to achieve “early wins.” He suggested that paragraphs identified during the negotiating group would then be discussed further during the informal facilitated discussions.", 
    "Many parties supported the proposed approach. Co-Chair Reifsnyder also noted the need to address the “meta” question of whether this section should exist at all.", 
    "SAUDI ARABIA and Malaysia, for the LIKE-MINDED DEVELOPING COUNTRIES (LMDCs), stressed that the section is not necessary, while Peru, for the Independent Alliance of Latin America and the Caribbean (AILAC), Tuvalu, for the Least developed Countries (LDCs), MEXICO, TRINIDAD AND TOBAGO, URUGUAY and the RUSSIAN FEDERATION emphasized the importance of the section for contextualizing the objective of the agreement. NORWAY, the EU and the US said this section should be succinct, with the RUSSIAN FEDERATION adding it should be scientifically-based.", 
    "INDONESIA said the section should not rewrite or reinterpret the Convention.", 
    "The US called for identifying overlapping concepts across sections. SUDAN suggested parties identify those paragraphs they are ready to work on, with the understanding that all paragraphs should be reflected on at this session. AILAC said the section must include global goals on mitigation, adaptation and MOI, and that all text dealing with collective goals be considered. LDCs, supported by SWITZERLAND, suggested first working on the various options within paragraphs before attempting to merge paragraphs. CHINA stressed that some parties might not be comfortable combining contradictory concepts into single paragraphs. Noting the objection of the RUSSIAN FEDERATION, parties agreed to hold informal consultations, open to observers, to address: paragraph 14 on party cooperation; paragraphs 1 and 2 on the objective of the agreement; and paragraph 5 on the obligation of all parties to take action and cooperate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12629e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12629e_3", 
  "enb_end_date": "02-Jun-15"
}