{
  "countries": [
    "Ghana", 
    "Saudi Arabia", 
    "Angola", 
    "South Africa", 
    "Tajikistan", 
    "Zambia", 
    "Finland", 
    "France", 
    "Sweden", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement"
  ], 
  "section_title": "REPORT OF THE COMPLIANCE COMMITTEE:", 
  "enb_start_date": "14-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "PLENARY", 
  "actors": [
    "African Group", 
    "European Union"
  ], 
  "sentences": [
    "Compliance Committee Co-Chair Khalid Abuleif (Saudi Arabia) presented the Committee's annual report (FCCC/KP/CMP/2013/3).", 
    "Ilhomjon Rajabov (Tajikistan) and Ida Kärnström (Sweden) will consult informally. JOINT IMPLEMENTATION (JI): Joint Implementation Supervisory Committee (JISC) Chair Derrick Oderson (St. Kitts and Nevis) introduced the JISC annual report (FCCC/KP/CMP/2013/4 and Corr.1).", 
    "Noting that JI remains at a critical juncture, he lamented low demand for credits and uncertainty over the future.", 
    "Yaw Osafo (Ghana) and Dimitar Nikov (France) will co-chair a contact group. CLEAN DEVELOPMENT MECHANISM (CDM): On the CDM Executive Board (EB) report (FCCC/KP/CMP/2013/5, Parts I and II), CDM EB Chair Peer Stiansen (Norway) called for parties to define the expected role of the CDM in the new regime.", 
    "South Africa, for the AFRICAN GROUP, lamented the low level of ambition in emission reduction targets, and called for CDM reform.", 
    "ZAMBIA said the reform should address, inter alia : transparency; accountability; simplified methodologies; and transaction costs.", 
    "The EU called for international cooperation to further enhance the CDM's effectiveness, environmental integrity and governance.", 
    "The WORLD BANK recommended using the review of CDM modalities as an opportunity for fundamental reforms.", 
    "CAN called for: reforming additionality requirements; excluding large-scale projects; and establishing a monitoring mechanism and procedures for engagment with local communities.", 
    "Giza Gaspar Martins (Angola) and Marko Berglund (Finland) will co-chair a contact group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12586e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "COP", 
  "id": "enb12586e_7", 
  "enb_end_date": "14-Nov-13"
}