{
  "countries": [
    "Romania", 
    "China"
  ], 
  "topics": [
    "REDD", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "REDD+ (SBSTA)", 
  "enb_start_date": "16-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "In the morning SBSTA informal consultations on methodological guidance for REDD+, delegates considered elements of a possible draft decision on guidelines and procedures for the technical assessment of submissions from parties on proposed forest reference emission levels and/or forest reference levels.", 
    "Discussions focused on text urging developed country parties and relevant international organizations to support the development and assessment of forest reference emission levels and/or forest reference levels.", 
    "Divergent views remained on broader finance-related issues.", 
    "Progress was made on text concerning the scope of guidelines and procedures for the technical assessment of submissions by parties.", 
    "Informal consultations continued in the afternoon. NATIONAL ADAPTATION PLANS (SBI): Informal consultations on NAPs convened in the morning with parties considering a draft COP decision.", 
    "Discussions focused on text regarding parties and relevant organizations submitting information on their experience with the initial guidelines for the NAPs process.", 
    "Informal consultations will continue. TECHNOLOGY (SBI/SBSTA): In the morning informal consultations on development and transfer of technologies and implementation of the technology mechanism, parties reviewed draft decisions on: the report on modalities and procedures of the CTCN and its Advisory Board; the Poznan Strategic Programme on Technology Transfer; the third synthesis report on non-Annex I parties' technology needs; and the joint annual report of the TEC and CTCN.", 
    "There was general agreement on the draft decisions, with the exception of the joint annual report.", 
    "On that report, some developed countries expressed concern over text requesting the TEC to consider participating as an observer in bodies, such as the World Intellectual Property Organization and World Trade Organization.", 
    "Proposals were also made to move to the preamble references to decision 2/CP.17 (support to the CTCN).", 
    "Several developing countries expressed concern that reconsidering specific paragraphs could reopen compromises already made on the draft text.", 
    "One party underscored the need to avoid deadlock and send a strong message on the importance of the TEC and CTCN.", 
    "No agreement was reached.", 
    "The Co-Chairs will consult with the SBI and SBSTA Chairs. 2013-2015 REVIEW (SBI/SBSTA): Informal consultations and an SBI/SBSTA contact group on the 2013-2015 Review convened in the morning.", 
    "After some amendments, the contact group agreed on draft conclusions.", 
    "The draft conclusions refer, inter alia to: further meetings of the structured expert dialogue in 2014; consideration of IPCC WG II and III contributions to the AR5, and other inputs; and submissions on how the Review will inform the ADP's work.", 
    "Co-Chair Charles thanked parties for 'good discussions' and said they had enhanced understanding of each party's concerns. FORUM ON RESPONSE MEASURES (SBI/SBSTA): An SBI/SBSTA contact group on the forum on the impact of the implementation of response measures convened in the morning.", 
    "SBSTA Vice-Chair Narcis Paulin Jeler (Romania) explained that further work is needed on the draft conclusions.", 
    "He proposed establishing 'an unchaired drafting group' for 'active participants and anyone else willing'.", 
    "SBSTA Vice-Chair Jeler also suggested parties consider his paper on possible elements for draft conclusions and a draft decision.", 
    "The G-77/CHINA opposed this as premature and preferred proceeding with text submitted by parties.", 
    "Informal consultations continued in the afternoon. FRAMEWORK FOR VARIOUS APPROACHES (SBSTA): In the afternoon, delegates consulted informally on a draft COP decision on the framework for various approaches.", 
    "Several brackets were inserted in the text and informal consultations continued in the evening. REVIEW OF CDM PROCEDURES AND MODALITIES (SBI): In the afternoon, parties consulted informally on elements of a draft CMP decision and SBI conclusions on the review of the modalities and procedures of the CDM.", 
    "Discussions focused on how the SBI should refer to a consolidated list of suggested changes to CDM modalities and procedures received to date, prepared by the Co-Chairs.", 
    "Parties also exchanged views on issues to be covered in a technical paper.", 
    "Informal consultations continued in the evening. REPORT OF THE ADAPTATION COMMITTEE (SBI/SBSTA): During the afternoon informal consultations on the Adaptation Committee's report, parties considered the Chair's revised draft COP decision text.", 
    "Discussions focused on: changes in the rules of procedure; shortfall in resources; and encouraging parties to make available sufficient resources for the successful and timely implementation of the Committee's three-year workplan.", 
    "One party stressed the need to strengthen the Adaptation Committee in order for the Cancun Adaptation Framework to have a solid foundation.", 
    "Agreement was reached on a decision text to be forwarded to the COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12588e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12588e_4", 
  "enb_end_date": "16-Nov-13"
}