{
  "countries": [
    "United Kingdom", 
    "Grenada", 
    "Australia"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "05-Dec-12", 
  "enb_short_title": "COP 18", 
  "subtype": "corridors", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Tuesday, media attention turned to the opening of the high-level segment.", 
    "This annual gathering presents an opportunity for high-level representatives to deliver statements on domestic progress and expectations from the UNFCCC negotiations.", 
    "The high-level segment also presents an important chance for delegates to present knotty issues for resolution at the political level.", 
    "Away from the media spotlight, a plethora of consultations continued under all five bodies, with many feeling that the clock was running against the negotiators.", 
    "One delegate remarked: We ve reached a stage where most negotiations are taking place in parallel, behind the scenes in informal-informals, so it is difficult to have an overall picture of everything that is happening, particularly under the AWG-LCA.", 
    "The need for clarity on the big picture was also picked up elsewhere.", 
    "CAN emphasized, during its afternoon press conference, that closing the AWG-LCA is not just a matter of switching off the lights and leaving as all the negotiating tracks are linked and fundamental issues under the Bali Action Plan must be resolved.", 
    "CAN identified finance as one such fundamental issue, calling for a credible trajectory towards 2020 with innovative sources of financing from a levy on international air and maritime transport, as well as a financial transaction tax.", 
    "As if anticipating this call for mid-term finance, rumors circulated that the UK has become the first EU member state to make a pledge of post-2012 finance totaling â\u0082¬ 2.2 billion.", 
    "This had several participants, including some observers who heard the news via twitter, welcoming this and calling for other countries to follow suit.", 
    "Market mechanisms re-awoke as an issue many believe is essential to resolve before closing the AWG-KP and AWG-LCA.", 
    "Chaired by Nicholas Stern, ministers and other-high-level representatives gathered during lunch time in a dialogue on the role of market mechanisms under the UNFCCC.", 
    "At the event, the high-level representative from Grenada called for a clear signal that the CDM will not end and that there will be a smooth transition to the second commitment period.", 
    "The Chinese representative discussed plans for domestic emissions trading and energy efficiency initiatives, also highlighting the need to raise developed countries mitigation ambition which will stimulate demand for credits from international market mechanisms.", 
    "Representatives from Australia and the EU highlighted the decision to link their respective emission trading schemes and form the world s largest carbon market.", 
    "Most participants leaving the dialogue found it interesting and hoped that progress on market mechanisms can be achieved in Doha.", 
    "Others, however, expressed deep concern over the emphasis on carbon markets, with some developing country delegates indicating that they were very disappointed with the event."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12564e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12564e_6", 
  "enb_end_date": "05-Dec-12"
}