{
  "countries": [
    "Canada", 
    "Japan", 
    "Australia", 
    "China"
  ], 
  "topics": [], 
  "section_title": "RESEARCH AND SYSTEMATIC OBSERVATION:", 
  "enb_start_date": "10-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In this contact group, Co-Chair Castellari noted SBSTA 24's agreement to explore a more effective dialogue among parties and the research community that would contribute to the implementation of Decision 9/CP.11.", 
    "He briefed delegates on an informal meeting held the previous day involving parties and research organizations.", 
    "He noted comments on, inter alia , the need to establish a process for science-policy dialogue that involves developing countries, as well as statements noting the IPCC's role as the primary body for assessing scientific information in the UNFCCC process.", 
    "He noted general agreement on the need for a dialogue.", 
    "AUSTRALIA stressed the IPCC's role as SBSTA's link to the research community.", 
    "Noting AR4's release in 2007, JAPAN suggested that 2008 would be a useful time for dialogue.", 
    "The EU noted a list of research gaps identified by the IPCC, stressed that SBSTA's role is one of facilitation rather than direction, and suggested that some relevant meetings outside the UNFCCC should be reported back to SBSTA, some events could be within the SBSTA context, and that SBSTA could also seek submissions on certain issues or documents.", 
    "The IPCC noted that the AR4 Technical Summaries identify research gaps.", 
    "CANADA said any future dialogue should not duplicate existing processes, and CHINA noted the need to address the North-South imbalance in current research.", 
    "Draft conclusions are expected on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12325e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "sbi/sbsta", 
  "id": "enb12325e_7", 
  "enb_end_date": "10-May-07"
}