{
  "countries": [
    "Mexico"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "CANCUN", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The UN Climate Change Conference in Cancun, Mexico, took place in December 2010, where parties finalized the Cancun Agreements and extended the mandates of the two AWGs for another year.", 
    "Under the Convention track, Decision 1/CP.16 recognized the need for deep cuts in global emissions in order to limit the global average temperature rise to 2°C above pre-industrial levels.", 
    "Parties agreed to consider the adequacy of the global long-term goal during a 2013-2015 review, which would also consider strengthening the long-term global goal, including in relation to temperature rises of 1.5°C.", 
    "Decision 1/CP.16 also addressed other aspects of mitigation, such as: measuring, reporting and verification (MRV); and reducing emissions from deforestation and forest degradation in developing countries, and the role of conservation, sustainable management of forests, and enhancement of forest carbon stocks (REDD+).", 
    "The Cancun Agreements also established several new institutions and processes, including the Cancun Adaptation Framework, the Adaptation Committee and the Technology Mechanism, which includes the Technology Executive Committee and the Climate Technology Centre and Network.", 
    "The Green Climate Fund (GCF) was created and designated as an operating entity of the Convention’s financial mechanism.", 
    "Under the Protocol track, the CMP urged Annex I parties to raise the level of ambition of their emission reductions, and adopted Decision 2/CMP.6 on land use, land-use change and forestry."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12639e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12639e_4", 
  "enb_end_date": "31-Aug-15"
}