{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "09-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "On what some described as a relatively uneventful day in Bonn, many informal groups under the SBI and SBSTA worked diligently, aiming to be ready for the closing plenaries scheduled for Wednesday afternoon.", 
    "In addition to responding to the Chair s questions in the plenary hall, the AWG-LCA convened spinoff groups on issues, such as markets.", 
    "The AWG-KP continued consideration of numbers and other issues.", 
    "Some of those emerging from the informal consultations on the flexibility mechanisms said they were frustrated with lack of progress: We just picked up issue after issue, talked about and around it, and then moved on to the next issue, with no prospect of consensus on most issues.", 
    "Many said, however, that they were looking forward to the friends of the carbon markets party to be held later on Tuesday night.", 
    "According to many parties, the day s most interesting event was the informal briefing by the UN Secretary-General s High-level Advisory Group on Climate Change Financing (AGF) during lunchtime.", 
    "The room was filled to capacity, leaving some participants sitting in the aisles and on the floor.", 
    "The AGF reported that working groups on public and private finance have begun preparing a report on potential sources of finance, and envisage presenting the report hopefully before COP16.", 
    "In response to comments from the floor, the presenters repeatedly emphasized that the AFG is an advisory, not a negotiating body, and therefore does not address political issues.", 
    "Some parties and observers raised concern regarding the AGF s relationship to the Copenhagen Accord, and urged that work would be conducted under the UNFCCC.", 
    "Others welcomed the work of the AGF and asked questions, including on additionality and environmental impacts of different sources of finance.", 
    "One finance enthusiast lamented the irony of climate financing action being taken at the highest political level, while parties still cannot agree on the seemingly simple question of how to review the Adaptation Fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12469e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12469e_3", 
  "enb_end_date": "09-Jun-10"
}