{
  "countries": [
    "United States", 
    "Uganda"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 8", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "PERSPECTIVES FOR ADAPTATION PLANNING On Wednesday morning, Chair Plume discussed the benefits of taking a gender-sensitive approach to climate change and adaptation, noting that women, particularly poor women, are disproportionately affected by the impacts of climate change.", 
    "She stressed that when adaptation is planned and practiced, women should not only be involved in decision making, but that everyone should be made aware of the links.", 
    "She stressed that women are adaptation planners and implementers, as well as important and effective agents of change, particularly at the community level, where they are often the cement of the communities.", 
    "Plume discussed sharing knowledge through women, and said women should be made aware of suitable solutions and be recipients of capacity building.", 
    "She stressed that gender consciousness is about equity, noting that when both men and women are educated, adaptation strategies can be more effective.", 
    "Mozaharul Alam, United Nations Environment Programme (UNEP), discussed the ecosystem approach to adaptation integration, stressing that it only represents one approach to integration and may not be suitable in every situation.", 
    "He outlined the climate components of different ecosystems that are most susceptible to climate change impacts, including: temperature in mountain ecosystems, leading to glacier melting and retreat; sea level rise, cyclones and storms in the marine and estuarine ecosystems, which cause water, health and housing issues, as well as coral bleaching and fisheries decline; rainfall intensity and distribution in freshwater ecosystems, affecting water and agriculture sectors, as well as livelihoods; and temperature and rainfall in dryland ecosystems, affecting agriculture, health and domestic water use.", 
    "He highlighted that the ecosystem approach enables consideration of different climate elements in different situations, areas and sectors, and that its focus is on the well-being of ecological and human systems.", 
    "On the way forward, Alam identified: moving beyond conceptual discussions to pilot-scale implementation and learning-by-doing; regional cooperation; generating and sharing knowledge and information; and developing tools and methods to implement the ecosystem approach.", 
    "Espen Ronneberg, SPREP, presented perspectives on adaptation planning in the Pacific region in relation to stakeholder engagement, highlighting SPREP s experiences of engaging communities in the development of adaptation projects.", 
    "He noted that the process was interactive, and engaged national officials and communities, including local leaders, women s groups and youth.", 
    "Ronneberg said that communities agreed on priorities and exchanged information with national officials and project planners on their needs and vulnerabilities, and that national governments then brought in policy views to address bottom-up concerns and interests.", 
    "Regarding lessons learned, Ronneberg emphasized that: planning processes improve public awareness and preparedness; climate change risk information should be accessible to the average citizen; drama and art are useful tools to disseminate climate change information and engage youth; and raising community awareness enables them to take action for themselves and to take part more effectively in larger and more comprehensive adaptation projects.", 
    "He identified that strong national level commitment to participatory processes, avoiding parachute projects, and community engagement are necessary to ensure project sustainability.", 
    "Fred Onduri Machulu (Uganda) and Chair of the Least Developed Countries Expert Group (LEG), presented on NAPAs, and links between climate change adaptation and national planning, explaining that NAPAs provide a process for least developed countries ( LDCs ) to identify priority activities that respond to their urgent and immediate adaptation needs.", 
    "He noted that NAPAs offer LDCs the opportunity to create national, country-owned plans.", 
    "Regarding the current status of NAPAs, he said that 43 LDCs have prepared NAPAs, but lamented that only US$176 million is available in the LDC Fund, compared to the US$1.7 billion needed.", 
    "He said the LEG provides an advisory role in the NAPA process, including through production of annotated guidelines for NAPA preparation and collaboration with implementing agencies.", 
    "He then discussed strengths, weaknesses and opportunities of NAPAs.", 
    "Regarding strengths, he noted, inter alia , the participatory and consultative approach of NAPAs.", 
    "He said weaknesses include: lack of a timeline for NAPA preparation and implementation phases; and absence of a mechanism for monitoring implementing agencies and penalties for non-compliance.", 
    "He identified opportunities as: stakeholder appreciation of NAPAs; creation of the LDC Fund for financing NAPA activities; and bilateral and national interest in funding activities outside the LDC Fund.", 
    "He pointed to evidence of NAPA integration into national development plans, such as the multi-sectoral composition of NAPA teams, and said NAPAs have captured the voices and needs at the grassroots level.", 
    "He said challenges include limited resources and complex access procedures, limited adaptation and climate change awareness, inadequate capacities within the LDCs and implementing agencies, lack of timelines for stakeholders, and lack of monitoring and reporting mechanisms between the Global Environment Facility (GEF) and the implementing agencies.", 
    "In the ensuing discussion, participants commented on: the distinction between climate change impacts and underlying vulnerability factors or causes; the importance of multi-sectoral NAPA teams; country-drivenness in the NAPA process; the need to revise and update NAPAs and the projects identified in them; the gap between the funds available and the funds required for NAPA implementation; possible expansion of the NAPA process to other developing countries; and the importance of dialogue and communication between the GEF, implementing agencies and countries during the NAPA preparation process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_19", 
  "enb_end_date": "14-Oct-09"
}