{
  "countries": [
    "Brazil", 
    "Netherlands", 
    "Luxembourg", 
    "United States", 
    "Sweden", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Pakistan", 
    "Australia", 
    "Portugal", 
    "South Africa", 
    "China", 
    "Fiji", 
    "Spain"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "FIRST WORKING GROUP SESSION OF THE MULTILATERAL ASSESSMENT UNDER THE IAR PROCESS", 
  "enb_start_date": "09-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "During the resumed first working group session of the multilateral assessment under the IAR process, responding to Bolivia, for the G-77/CHINA, and BRAZIL on whether substantive conclusions of the multilateral assessment will be considered by the SBI, SBI Chair Yauvoli said the conclusions will be procedural.", 
    "Noting his country decrease in emissions of 10% below the base year under the Kyoto Protocol's first commitment period, LUXEMBOURG said his country's emissions were decoupled from population growth and carbon intensity.", 
    "To bridge the gap in emission reductions for the pre-2020 period, he identified policies in building and transport sectors, the two largest ones in terms of emissions.", 
    "Responding to questions by various parties, he noted ongoing work on estimating the mitigation potential of policies, the use of only 14.2 million tons of CO2 credits through the flexibility mechanisms, rather than the 24 million expected, and efforts to minimize the adverse effects of mitigation policies.", 
    "The NETHERLANDS highlighted that his country is on track to meet its commitments under both commitment periods of the Kyoto Protocol, noting its non-EU ETS target of a 16% emission reduction by 2020, compared to 2005 levels.", 
    "Welcomed by several parties, he outlined policies and measures taken to reduce vulnerability and adapt to the water-related impacts of climate change, noting that the Netherlands is ready to apply its 500 years of experience in water management to assist other countries in addressing water-related adaptation issues.", 
    "Responding to questions on carbon capture and storage (CCS), the NETHERLANDS reported that all of its new power plants will be CCS-ready, but planned pilot projects have been delayed and CCS does not currently contribute to emission reductions. NEW ZEALAND noted her country's unconditional target of a 5% reduction below 1990 levels by 2020 and identified as measures supporting the goal: domestic emission reductions; removal of CO2 by forests; international carbon markets; and surplus units from the Kyoto Protocol first commitment period.", 
    "On questions concerning the impact of individual policies, she pointed to the difficulty of generating such estimates from top-down models and described the process used to review New Zealand's domestic ETS to understand policy impacts.", 
    "Responding to SOUTH AFRICA and FIJI on the level of ambition and consistency of the target with IPCC AR5 conclusions on limiting global warming to 2 °C, she stressed that New Zealand's goal is in accordance with national circumstances. BRAZIL highlighted the lack of comparability across countries in the multilateral assessment due to the use of different metrics.", 
    "Noting that his country's emissions peaked in 2005 due to a 'vigorous' renewable energy support policy, PORTUGAL presented provisional results under the Kyoto Protocol's compliance assessment during the first commitment period, which indicates a 17% overachievement of Portugal's emission target of 27% compared to 1990 levels.", 
    "Responding to AUSTRALIA on harnessing solar energy potential, he: noted Portugal's EU-defined and national renewable energy targets of 31% by 2020 and 40% by 2030 of final energy consumption, respectively; and said Portugal has a national plan to promote renewables, with future capacity increases expected to come from solar energy and biomass. SPAIN described two periods of his country's emissions: pre-2005 with parallel growth in emissions, economy and population; and post-2005, with emissions declining due to the economic recession, and policies and measures to support renewable electricity generation.", 
    "In response to CHINA's query on the drivers of a projected increase in Spain's non-EU ETS emissions by 2020, he explained that a new strategy, titled - \u0098Roadmap 2020,' is expected to place Spain 'on track' towards its non-EU ETS emission reduction target of 10% compared to 2005 levels.", 
    "Responding to BRAZIL's question on Spain's decision to implement a tax on fluorinated gases of à¢ \u0082 ¬20 per tCO2e, he explained it came in response to a projected doubling of related emissions and the insufficiency of existing legislation in curbing their use. SWEDEN described policies driving the decline in her country's GHG emissions since 1990, including: a general CO2 tax introduced in 1991, currently levied at approximately US$150 per tonne of CO2; bans on landfill disposal of combustible and organic materials; electricity certificates to promote renewable energy; and tax rebates for low-emission vehicles.", 
    "Noting Sweden's emissions in 2012 stood at 22% below 1990 levels, she said the country is on track to achieve its 40% reduction target by 2020 compared to 1990 levels, noting the Swedish example demonstrates that it is possible to cut emissions while maintaining economic growth.", 
    "Responding to a question by PAKISTAN on the definition and achievement of Sweden's 'no net emissions by 2050' target, she explained a government commission appointed in 2013 will propose a definition and additional measures to reach the goal. SWITZERLAND highlighted achievement of his country target of an 8% reduction below 1990 levels under the Kyoto Protocol's first commitment period through a combination of domestic measures, net sinks and international offsets.", 
    "Emphasizing measures taken in the transport and building sectors, he noted the role of domestic measures and international offsets in achieving the target under the second commitment period.", 
    "Responding to questions by BRAZIL and CHINA on the possibility of implementing a 30% emission reduction by 2020, he noted Switzerland's willingness to increase ambition, but called for contributions by all parties.", 
    "He identified transport as a sector requiring more work and noted ongoing work on implementing vehicle standards and a CO2 levy.", 
    "The US identified drivers of emission reductions since their peak in 2007, including: energy efficiency measures; local and state-level leadership; switching from coal to natural gas; and renewable energy deployment.", 
    "He presented policies and actions taken under President Obama's Climate Action Plan to reach his country's economy-wide emission reduction target of 17% by 2020 compared to 2005, such as: power plant CO2 standards; a goal to double power generation from renewable sources by 2020; appliance energy efficiency standards; fuel standards for vehicles; and executive actions and private sector commitments to reduce emissions from hydrofluorocarbons.", 
    "In relation to a question by SOUTH AFRICA on the consistency of the US target for 2020 with science, he noted the recent announcement of a target to reduce emissions by 26-28% by 2025 compared to 2005 levels, which, he explained, will double the pace of the decarbonization of the economy and is consistent with emission reductions of 80% by 2050.", 
    "Responding to questions by FIJI and NORWAY on uncertainties related to LULUCF accounting and their impact on achieving the US's 2020 target, he highlighted improvements in data and accounting methods, and harmonization of approaches across agencies since the publication of the country's first biennial report as sources of increased confidence."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12615e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12615e_4", 
  "enb_end_date": "09-Dec-14"
}