{
  "countries": [
    "Turkey", 
    "Qatar", 
    "Netherlands", 
    "Tanzania", 
    "Romania", 
    "United States", 
    "Hungary", 
    "Switzerland", 
    "Nigeria", 
    "Burkina Faso", 
    "Bulgaria", 
    "Saudi Arabia", 
    "Egypt", 
    "Tuvalu", 
    "China", 
    "Russian Federation", 
    "Kenya", 
    "Comoros", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "OPENING SESSION", 
  "enb_start_date": "07-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Group of 77", 
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "COP-9 Vice President Mamadou Honadia (Burkina Faso), on behalf of COP-9 President Miklós Persányi (Hungary), introduced Ginés González García, Argentine Minister of Health and the Environment, who was elected President of COP-10 by acclamation.", 
    "President González García emphasized that COP-10 is the last session prior to the Kyoto Protocol\u0092s entry into force and the first session of a new chapter devoted to taking action.", 
    "He stated that advanced research and knowledge must be accompanied by increased resources, and that commitments from all members of society are needed.", 
    "Anibal Ibarra, Mayor of Buenos Aires, welcomed participants to Buenos Aires and highlighted the central role of local authorities in responding to climate change and raising public awareness. UNFCCC Executive Secretary Joke Waller-Hunter highlighted the tenth anniversary of the UNFCCC and the forthcoming entry into force of the Protocol.", 
    "She presented a report of the UNFCCC\u0092s first decade, underlining the challenges that lie beyond 2012 and suggested that Parties consider an equitable and effective strategy to ensure that all countries contribute fairly to achieving the UNFCCC\u0092s objectives. Numerous speakers welcomed the Russian Federation\u0092s ratification of the Protocol and expressed hope that the US would also ratify the Protocol.", 
    "QATAR, for the G-77/China, noted the impacts of recent climate-related disasters on developing countries, and called for renewed commitment by the international community.", 
    "He said that adaptation, technology transfer and capacity building should remain high on the policy agenda.", 
    "He emphasized Annex I Parties\u0092 responsibility for financial resource mobilization for adaptation, stressing the principle of common but differentiated responsibilities. The NETHERLANDS, for the EU, Bulgaria, Romania and Turkey, expressed continued commitment to addressing climate change and highlighted the launch of the EU emissions trading scheme in January 2005.", 
    "He supported limiting global temperature rise to 2 degrees Celsius, noting that a greater increase would result in irreversible damages.", 
    "TUVALU, for the Alliance of Small Island States (AOSIS), highlighted the need for strong linkages with the 10-year review of the implementation of the Barbados Programme of Action for the Sustainable Development of Small Island Developing States (BPOA+10) and the World Conference on Disaster Reduction (WCDR), and emphasized the importance of dialogue on adaptation. Noting that the first commitment period is only an initial step, SWITZERLAND, for the Environmental Integrity Group, urged Parties to consider ways and means to address climate change challenges beyond 2012.", 
    "KENYA, for the Africa Group, stressed the need for progress in the implementation of decision 5/CP.7.", 
    "TANZANIA, for the LDCs, expressed concern at the slow disbursement of funds for the preparation of national adaptation programmes of action (NAPA).", 
    "The RUSSIAN FEDERATION explained that Protocol ratification had been a difficult decision for his country.", 
    "NIGERIA informed Parties of his country\u0092s impending ratification of the Protocol.", 
    "The COMOROS noted that adaptation is crucial for many vulnerable countries.", 
    "SAUDI ARABIA said that targets for the second commitment period should be limited to Annex B Parties, and should not include developing country Parties.", 
    "EGYPT stressed the need to promote funding, technology transfer and CDM activities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12250e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12250e_1", 
  "enb_end_date": "07-Dec-04"
}