{
  "countries": [
    "Canada", 
    "Australia", 
    "South Africa", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Finance", 
  "enb_start_date": "06-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Co-facilitator Børsting suggested focusing on consolidating options and streamlining the text. Bolivia, for the G-77/CHINA, expressed concern that parties were still not negotiating.", 
    "Stressing the need for a more organized text, the EU requested “clustering” the text over the next days with the assistance of the Secretariat. On paragraph 98 on principles and targets regarding the provision of finance post-2020, parties agreed to a proposal by the G-77/CHINA to delete option 3 in favor of option 4. Parties agreed to delete paragraph 99 in favor of paragraph 93, both on a process for assessing the needs of developing countries. Parties also agreed to consolidate two options under paragraph 109 on a collective goal/aim to transition to a world in which all investments are directed at resilient and low-emission actions, based on a proposal by Switzerland, for the EIG. On paragraph 121 on the provision of funding for capacity building, parties agreed to remove options 2 and 4, as proposed by the G-77/CHINA, leaving options 1 and 3. On paragraph 125 on the provision of MOI support to developing countries, parties were unable to agree on a proposal by the G-77/CHINA to delete option 2 stating “developed country parties to provide” in favor of option 3 stating “developed country parties shall provide.” On paragraph 128 on the sources of finance, based on consolidation proposals by the G-77/CHINA, the EIG and South Africa, for the AFRICAN GROUP, parties agreed to, respectively: delete option 3 in favor of option 6, both on criteria for sources of finance; merge option 2 into option 1 sub-option b to avoid duplication; and delete option 5 except a sentence on the replenishment of the operating entities of the Financial Mechanism, which is to be moved to the section on institutions. On paragraphs 91 and 92 on the scale of resources, parties did not agree to the proposal by G-77/CHINA to merge parts of these paragraphs.", 
    "Turning to restructuring and clustering, co-facilitator Børsting proposed identifying the cluster headings and then examining parties’ proposals on where to move paragraphs.", 
    "The EU suggested reordering the headings as outlined in the structural suggestion at the end of section F in the Geneva text, starting with: guiding principles; scale of resources; commitments/contributions/actions; sources of finance; and institutional arrangements.", 
    "He proposed clustering on that basis. SWITZERLAND supported clustering paragraphs on transparency and reporting.", 
    "The US presented a proposal by Australia, Canada, Japan, New Zealand and the US on clustering around: guiding concepts; contributions/commitments/actions; institutions; and transparency and reporting processes.", 
    "She noted the need for a conversation on how to address paragraphs that contain elements belonging to multiple clusters. The G-77/CHINA preferred beginning substantive negotiations, saying clustering would naturally follow from those discussions. Parties finally agreed to consider the text paragraph-by-paragraph, and to consider paragraph placement without pre-agreement on how they might be clustered, at their next session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12633e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12633e_1", 
  "enb_end_date": "06-Jun-15"
}