{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "India", 
    "United States", 
    "China", 
    "Russian Federation"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Implementation", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "This matter was first considered in the SBI plenary on 14 May.", 
    "A contact group was chaired by Chair Chruszczow.", 
    "The SBI adopted conclusions on 25 May.", 
    "Parties considered the organization of COP 18 and CMP 8, future sessional periods and participation of observers (FCCC/SBI/2012/11).", 
    "Chair Chruszczow encouraged Eastern European states to present an offer to host COP 19 and CMP 9 as soon as possible.", 
    "The G-77/China and the Russian Federation highlighted the need for additional negotiating time between Bonn and Doha, while acknowledging financial constraints.", 
    "The US, supported by Canada and Australia, proposed organizing workshops instead of a negotiating session.", 
    "India and South Africa said workshops could be integrated into the negotiating process.", 
    "During the SBI closing plenary on 25 May, Chair Chruszczow reported that sufficient funds for an additional intersessional meeting have not yet been pledged.", 
    "Bangladesh, for the G-77/China, said the situation was regrettable and urged parties in the position to offer resources to do so.", 
    "Saudi Arabia proposed an amendment to the conclusions text reflecting the importance of a meeting in Bangkok.", 
    "Parties agreed to amend the text to reflect that resources have not yet been pledged and the deadline for making pledges is Tuesday, 29 May."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "SBI", 
  "id": "enb12546e_81", 
  "enb_end_date": "25-May-12"
}