{
  "countries": [
    "Italy", 
    "Mexico"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "CLOSING SESSION", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Roberto Acosta outlined the next steps to be taken under the NWP.", 
    "He noted an expert meeting on methods and tools, which will be combined with an expert meeting on data and observations to be held in Mexico in early 2008.", 
    "Other steps include: informal consultations with parties; the possibility of a workshop to be held jointly with the IPCC on climate modeling, scenarios and downscaling; and the production of synthesis reports on economic diversification, technology for adaptation and research.", 
    "Corrado Clini, Ministry of Environment, Italy, emphasized the need for guidelines at the international level for the design and implementation of adaptation measures.", 
    "He noted that Italy's commitment is evident through the creation of special funds and continued work in all areas of adaptation at the international level.", 
    "He hoped that COP 13 would give more direction to future adaptation and climate change policies.", 
    "Wulf Killmann, FAO, lamented that climate change is affecting food security, which is at the heart of FAO's mandate.", 
    "He observed that FAO is eagerly anticipating working with member states on climate change mitigation, adaptation and disaster risk management.", 
    "He also reiterated FAO's commitment to working with all parties in implementing the NWP.", 
    "In closing, Chair Kumarsingh noted that the NWP is the only existing global adaptation framework.", 
    "He expressed optimism about its progress, and looked forward to continued support from governments and organizations.", 
    "Expressing appreciation to the FAO for hosting the workshop, the thanked participants, facilitators, experts, SBI Chair Asadi, the Secretariat and the Earth Negotiations Bulletin .", 
    "Chair Kumaringh closed the workshop at 4:51 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "special workshop", 
  "id": "enb12340e_18", 
  "enb_end_date": "15-Sep-07"
}