{
  "countries": [
    "United States", 
    "Netherlands", 
    "Portugal", 
    "France"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "INDICATORS USED IN THE ASSESSMENT OF POLICIES AND MEASURES", 
  "enb_start_date": "15-Apr-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This working group met on Wednesday, 12 April.", 
    "and was chaired by Francois Moisan (France).", 
    "Lee Schipper, IEA Senior Scientist, made a presentation on the motivation, methodologies and applications of energy indicators research by the IEA.", 
    "He said energy indicators are significant for developing a framework for reporting GHG emissions in the context of the FCCC.", 
    "He concluded that the international use of energy indicators is a new concept, and that some problems remain related to data and a lack of transparency.", 
    "He noted anxieties about the costs of the process and about energy efficiency being confused with energy intensities. Yonghun Jung, Vice President of the Institute of Energy Economics of the Asia Pacific Energy Research Center, presented on energy efficiency indicators for industry in the Asia Pacific region.", 
    "He outlined the results from trend analyses evaluating energy saving potentials of selected member countries in relation to average use for the iron, steel and pulp and paper industries.", 
    "He noted that the work is limited by incomplete and inconsistent data.", 
    "He indicated future work that was required, including the development of a database, the disaggregation of data, additional analysis of household and transport sectors, the development of environmental impact indicators and research on the application of indicators for CDM projects. Didier Bosseboeuf, French Agency for the Environment and Energy Management, made a presentation on monitoring energy efficiency policies and lessons to be learned from indicators.", 
    "He discussed ODYSEE, a monitoring tool for energy efficiency assessment used by EU member States.", 
    "He noted the need for transparency and consensus in the methodology.", 
    "He stated that, while indicators are not sufficient to assess the real impact of specific measures, they can be used to assess the efficiency of a set of measures aimed at a source of GHGs.", 
    "He noted that detailed indicators provide a better link between individual measures and CO2 emissions. Professor Julia Seixas, Universidade Nova de Lisboa, made a presentation on a methodological framework to assess policies and measures, looking at the case of renewables, cogeneration and energy efficiency in Portugal.", 
    "She outlined Portugal's ongoing evaluation of policies and measures, which is being carried out by sector and by instrument.", 
    "She stated that it is difficult to learn from other countries' experiences because each country has its own specific circumstances.", 
    "She highlighted the need for greater comparability and transparency in order to learn from criteria used by other countries to identify practices most appropriate to their specific circumstances.", 
    "She called for a common framework to report on the assessment of best practices identified by each country. In the ensuing discussion, the NETHERLANDS endorsed the need for a comparable framework and suggested that these form a part of national communications.", 
    "He recommended that the conclusions of this working group note that indicators can play an important role in achieving compliance with the Protocol, and that the future adaptation of indicators for national communications should be considered.", 
    "The IEA noted differences in the levels of resources made available by different countries to help fill information gaps, and stated that the cost of not having the relevant information could be significant. The US suggested listing specific data problems and said agreement had not be reached on these problems.", 
    "He also said agreement had not been reached on setting targets.", 
    "He noted differing views on the adequacy of inventories."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12126e.html", 
  "enb_long_title": "UNFCCC WORKSHOP ON BEST PRACTICES IN POLICIES AND MEASURES", 
  "type": "", 
  "id": "enb12126e_13", 
  "enb_end_date": "15-Apr-00"
}