{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Algeria", 
    "South Africa", 
    "Egypt", 
    "Oman", 
    "India", 
    "Ethiopia", 
    "China", 
    "Colombia", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "OTHER ISSUES (FLEXIBILITY MECHANISMS)", 
  "enb_start_date": "14-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the morning, Vice-Chair Dovland introduced a draft non-paper, explained that it will act as institutional memory and be forwarded to the AWG-KP Chair.", 
    "INDIA underscored the right to bring options not addressed in the non-paper back to the table.", 
    "EGYPT, with ALGERIA, called for including a separate paragraph on co-benefits.", 
    "Vice-Chair Dovland suggested going through the non-paper and identifying issues for negotiation in Bangkok.", 
    "SOUTH AFRICA outlined two procedural scenarios: to continue refining options until agreement on the whole range of issues in Copenhagen; or considering the mandate problem and which issues may be addressed in the negotiations.", 
    "SAUDI ARABIA, with CHINA, INDIA, OMAN and ETHIOPIA, called for a focus on Annex B and Protocol Article 3.9 (Annex I further commitments).", 
    "EGYPT, with CHINA, endorsed differentiation between elements requiring Protocol amendment and those that can be adopted as COP/MOP decisions.", 
    "BRAZIL, with many others, suggested postponing discussion on elements requiring Protocol amendments until Copenhagen.", 
    "COLOMBIA cautioned against addressing issues for the first time in Copenhagen and suggested discussion on whether issues should be handled by amendment or decision were best left to the legal group.", 
    "AUSTRALIA, JAPAN, the EU and NORWAY highlighted the futility of lengthy mandate discussions.", 
    "AUSTRALIA noted lack of agreement on whether the AWGs will meet in Copenhagen. AWG-KP Chair Dovland noted parallel discussions under the AWG-LCA and, supported by JAPAN and NEW ZEALAND, suggested discussing the addition of new mechanisms through an academic seminar in Bangkok.", 
    "BANGLADESH preferred not to discuss new mechanisms, and CHINA highlighted the need to focus on aggregate and individual targets for Annex I parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12426e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12426e_8", 
  "enb_end_date": "14-Aug-09"
}