{
  "countries": [
    "Brazil", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Suriname", 
    "Indigenous Peoples", 
    "Norway"
  ], 
  "topics": [
    "Forests", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "06-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Several parties highlighted the significant role of global emissions from deforestation and the need to address them.", 
    "Many also emphasized that REDD is different from other mitigation actions, and highlighted the need for its special treatment to address policies and incentives that complement the SBSTA s methodological discussions.", 
    "NORWAY, supported by several others, suggested establishing a contact group on REDD.", 
    "Parties highlighted, inter alia , indigenous peoples and local communities; complex drivers of deforestation; capacity building; MRV; and the importance of financing, both through public finance and market mechanisms.", 
    "The US noted increasing demand for agricultural commodities and highlighted the need to address demand-side issues.", 
    "TUVALU drew attention to differences in the treatment of REDD and conservation and suggested reference to the UN Declaration on the Rights of Indigenous Peoples and Prior Informed Consent.", 
    "BRAZIL stressed the important contribution of REDD to NAMAs within a general framework that includes support.", 
    "CHINA and INDIA called for inclusion of conservation.", 
    "The LDCs and others supported a step-wise approach.", 
    "SURINAME highlighted international displacement of emissions from deforestation.", 
    "Recalling that the CDM is covered only by one article in the Kyoto Protocol that lays down the general framework for the CDM, Chair Zammit Cutajar called for focusing on the signal to be given in Copenhagen, and suggested that elaboration of a detailed REDD framework could be part of a Marrakesh Accords phase after Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12404e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12404e_3", 
  "enb_end_date": "06-Apr-09"
}