{
  "countries": [
    "Australia", 
    "Costa Rica", 
    "United States", 
    "Switzerland", 
    "Austria", 
    "Mali", 
    "Russian Federation", 
    "New Zealand"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "IPCC Decision", 
  "enb_start_date": "11-Oct-10", 
  "enb_short_title": "IPCC 32", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its decision, the IPCC: noted the recommendations on establishing formal criteria and processes for selecting CLAs and LAs, and on engagement of local experts in regional chapters; noted that formal criteria are included in existing procedures; requested the task group to consider enhanced implementation and transparency as well as potential additional criteria and procedures for author selection, with a view to making a decision at IPCC-33; noted that the recommendation on inclusion of local experts has already been implemented for AR5; and requested the task group to consider further implementation of policies on inclusion of local experts, with a view to making a decision at IPCC-33.", 
    "Recommendations and decisions on sources of data and literature (use of grey literature ): Delegates considered the IAC Review recommendation that the IPCC should strengthen and enforce its procedures for the use of unpublished and non-peer-reviewed literature, including providing more specific guidance on how to evaluate such information, adding guidelines on what types of literature areunacceptable, and ensuring that unpublished and non-peer-reviewed literature is appropriately flagged in the report.", 
    "This issue was first addressed by the contact group on Wednesday.", 
    "WG I Co-Chair Thomas Stocker reported on General Guidance on the Use of Literature in IPCC Reports (IPCC-XXXII/INF.4), noting that this guidance has already been issued to authors of the two special reports currently underway.", 
    "He noted that it provides authors with a series of questions to determine whether a source can be used and identifies the documentation that must be provided to the reviewers of the report.", 
    "He said these questions should sensitize authors on the credibility of the source, authorship and how the source arrives at its conclusions.", 
    "He noted that there are two elements of the IAC Review not covered in the Guidance, including unacceptable sources of information and flagging grey literature in the reports.", 
    "He noted that the WG Co-Chairs would consult with the heads of the TSUs to prepare text on unacceptable sources of information, which would point to blogs, social networking sites, news reports on the internet, visual media and personal communication.", 
    "He highlighted possible options to flag non-peer-reviewed or unpublished literature through either electronic flags in the PDF version or adding lines of reference in the text. WG II Co-Chair Chris Field noted that two elements could reinforce the effectiveness of the policy on grey literature, including clear emphasis on training authors and editors, and ensuring availability of grey literature.", 
    "Many delegates emphasized the importance of this topic.", 
    "The US noted that some grey literature is reviewed every bit as rigorously as peer-reviewed journals, that authors must make a judgment on the quality of a source, and that the IPCC should demonstrate to the scientific community that it values their effort to publish literature.", 
    "Australia said that the scope of the report has been broadened into fields that are likely to draw heavily on grey literature, such as adaptation.", 
    "With the Russian Federation, he underscored the importance of explicit guidance on the inclusion of grey literature and for it to be implemented effectively.", 
    "Switzerland noted that, for the public, it is often easier to access grey literature than peer-reviewed literature, which is often quite expensive.", 
    "Costa Rica emphasized the importance of taking local sources of information into account and said that IPCC focal points should help identify this literature.", 
    "Mali stressed that grey literature might not be used broadly enough in reports, particularly on issues relating to developing countries.", 
    "Austria, with Australia and Switzerland, noted that the decision text should not give the impression that the IPCC does not have guidelines on these issues, but rather that they are being strengthened and enforced.", 
    "New Zealand emphasized that the text does not reflect that in many cases grey literature has been extensively reviewed, noting government reports and works from the engineering field.", 
    "This issue was addressed in a drafting group and text was forwarded by the contact group to the plenary for adoption."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12486e.html", 
  "enb_long_title": "Thirty-second Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12486e_34", 
  "enb_end_date": "14-Oct-10"
}