{
  "countries": [
    "Canada", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "United States", 
    "Sweden", 
    "China", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CONTACT GROUPS", 
  "enb_start_date": "10-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The contact group on the financial mechanism, chaired by John Ashe (Antigua and Barbuda) and Dan Reifsnyder (USA) met in a closed session and discussed a text proposed by the Co-Chairs.", 
    "No decisions were taken.", 
    "Delegates indicated that they wanted feedback from other contact groups, such as those on technology transfer and FCCC Articles 4.8 and 4.9.", 
    "Delegates linked the decision on the status of the GEF with the discussion on guidance to the GEF.", 
    "Consultations will continue. The contact group on technology met to continue discussions on the proposed draft decision.", 
    "In presenting the modifications to the document, the Co-Chair drew attention to the deadline for the preparation of a miscellaneous document, compiling information on projects and programmes on cooperative approaches to technology transfer.", 
    "CHINA said a technology transfer mechanism would facilitate progress and assist all Parties in fulfilling the Convention objectives.", 
    "The draft decision included an annex with a list of functions for a possible process defined by the G-77/China and a preliminary list of issues and questions.", 
    "The US proposed the inclusion of questions relating to the role of the private sector as well as on measures that can create an appropriate enabling environment for their involvement.", 
    "The delegates discussed the modifications on the text.", 
    "As of 6 p.m., delegates were debating what the outcome of the consultative process would be called. The contact group on non-Annex I national communications, chaired by Paul Malcons (South Africa) and Dan Reifsnyder (US), met on Monday evening.", 
    "Delegates considered a draft text, although much of it remains in brackets.", 
    "Discussion centered around a number of issues including: whether national communications will be evaluated and if there will be a process of ongoing evaluation; whether a compilation and synthesis of non-Annex I national communications will be completed, and if so when; whether there will be in-country reviews; and whether workshops will help the consideration and/or preparation of national communications.", 
    "The group will reconvene Tuesday morning. The contact group on the implementation of FCCC Article 4.8 and 4.9 (decision 3/CP.3 and Protocol Articles 2.3 and 3.14) (adverse effects) met in a closed session under the chairmanship of Bo Kjellen (Sweden) and Mohammad Salamat (Iran).", 
    "Prior to the meeting, the chairs circulated a draft decision, which decided that the basic elements for further analysis should include: the identification of adverse effects; determination of the impacts of implementation measures in developing countries; the identification of the specific needs and concerns of developing country Parties arising from such adverse effects and impacts; and identifying further necessary actions related to funding, insurance and the transfer of technology in order to meet the needs of developing countries.", 
    "A programme of work was proposed that included: an expert workshop (April, 1999); further discussion in subsidiary bodies (SBSTA and SBI 10, June 1999); identification of needs for further information needed (COP-5, October 1999); and decisions made (COP-6, October 2000).", 
    "As of 10:30 pm, delegates were unable to reach agreement and will continue discussion. The contact group on mechanisms met to debate a draft work programme on mechanisms.", 
    "The G-77/CHINA submitted a proposed work programme containing an extensive list of issues, embodying a 'step-by-step' approach and prioritizing the CDM.", 
    "In response, the US, supported by CANADA and AUSTRALIA, suggested the contact group address four questions: what type of decision should be made, when, by whom, and how it should move forward.", 
    "He added that there were two options, negotiate the items or keep the list of items open.", 
    "The EU said the G-77/China draft programme lacked inter alia, a clear timeline, deadlines and allocation of work to different bodies.", 
    "They rejected the prioritization of work, calling for parallel development of all three mechanisms.", 
    "The Co-Chairs introduced a draft decision on mechanisms, taking into consideration the views expressed at the Group, admitting that it was outside their mandate.", 
    "Australia said the issues settled at Kyoto should not be re-opened.", 
    "As of 10:30 p.m. the delegates were unable to reach agreement and were continuing deliberations.", 
    "They will meet from 11:00am-2:00pm on Tuesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1293e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1293e_2", 
  "enb_end_date": "10-Nov-98"
}