{
  "countries": [
    "Bangladesh", 
    "Oman", 
    "United States", 
    "Belgium", 
    "Sweden", 
    "Namibia", 
    "Nigeria", 
    "Kuwait", 
    "Slovakia", 
    "Mauritius", 
    "Israel", 
    "South Africa", 
    "Slovenia", 
    "Mozambique", 
    "Uganda", 
    "Greece", 
    "Russian Federation", 
    "Kiribati", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "ROUND TABLE II - 'CLIMATE CHANGE AND SUSTAINABLE DEVELOPMENT'", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "COP-8 President Baalu opened the session on Thursday, 31 October, and Co-Chair Mohammed Valli Moosa (South Africa) highlighted consumption, and energy supply and access as issues where climate change and sustainable development meet. Uganda recalled the Millennium Development Goals and said climate change 'cripples' developing country economies, hindering sustainable development.", 
    "Slovakia stressed the need to move beyond politicized negotiations to real action. Namibia announced its ratification of the Protocol. Greece, Belgium, Spain and Slovenia supported renewable energy and energy efficiency.", 
    "Germany said the EU would build a coalition of like-minded countries willing to commit themselves to timetables and targets for increasing renewable energy use.", 
    "Stressing that combating poverty was the agreed priority, Kuwait said issues related to renewable energy should not be introduced at this point. Mauritius called for Parties to give practical meaning to technology transfer.", 
    "Mozambique urged financial support for implementing NAPAs and strengthening existing national focal points.", 
    "Kiribati underscored the need for development projects to incorporate climate change considerations.", 
    "Israel said that it was developing a greenhouse gas emissions reduction policy. On the CDM, Uganda said the poorest and most vulnerable countries, many of which are in Africa, may not attract profit-driven CDM projects.", 
    "The International Chamber of Commerce cautioned that CDM modalities are becoming too complex, and stressed a need for regulatory certainty.", 
    "Bangladesh supported a multilateral CDM programme for LDCs. The US said that its climate approach is grounded in sound economic policy and noted its commitment to reduce the greenhouse gas intensity of its economy by 18% over ten years.", 
    "The US claimed that economic growth is the key to environmental progress.", 
    "Germany responded by calling for 'absolute' emissions reductions, noting that a failure to address climate change would result in economic harm.", 
    "Regarding future actions, he said it would commit itself to a 40% reduction in greenhouse gas emissions from 1990 levels by 2020 if all developed countries committed themselves to further reductions, and the EU committed itself to emissions reductions of about 30%.", 
    "Sweden, supported by the Russian Federation and Belgium, and opposed by Oman and Nigeria, called for a dialogue on developing country commitments.", 
    "Co-Chair Moosa summarized the discussions and closed the session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_77", 
  "enb_end_date": "04-Nov-02"
}