{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "India", 
    "China", 
    "Germany", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS", 
  "enb_start_date": "30-May-05", 
  "enb_short_title": "UNFCCC SB 22", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The agenda item on arrangements for intergovernmental meetings was first taken up by SBI in plenary on Friday, 20 May, when COP Secretary Richard Kinley briefed delegates on the sub-items under this agenda, namely, preparations for COP 11 and COP/MOP 1 in Montreal (FCCC/SBI/2005/4 and Corr.1), future sessional periods, organization of the intergovernmental process, and observer organizations in the UNFCCC process. On future sessional periods, Richard Kinley noted an IPCC request to postpone COP 13 for three or four weeks to avoid it occurring too soon after the finalization of the synthesis report of the IPCC\u0092s Fourth Assessment Report.", 
    "He also noted a recent workshop on ways to improve the organization of the intergovernmental process (FCCC/SBI/2005/2), and noted ongoing work in the UN on the involvement of civil society.", 
    "Karsten Sach (Germany) agreed to chair a contact group on this agenda item. The contact group met three times and considered all of the sub-items.", 
    "On the issue of future sessional periods, there were initial differences of opinion over the IPCC\u0092s request to postpone COP 13.", 
    "Australia, Japan, India, the EU, New Zealand and others supported the IPCC request, while Saudi Arabia and China suggested that the IPCC Report could be taken up at COP 14.", 
    "Parties eventually agreed to the request. Delegates discussed possible improvements to the future negotiating process in some detail.", 
    "While there was general agreement on the need to find ways to improve the process and address problems with heavy agendas and workloads, there were a range of views on how this could be achieved.", 
    "While some Parties, such as Norway and Canada, suggested that some proposals could be implemented immediately, Saudi Arabia urged further discussion.", 
    "Parties eventually agreed to continue work on this matter at SBI 24. On Friday, 27 May, Karsten Sach reported back to plenary on the contact group discussions and introduced draft conclusions.", 
    "On the intergovernmental process, he noted agreement to 'further explore possible options for improvement.", 
    "' However, noting complaints about the multiple contact groups and the heavy agenda, he urged Parties to reflect on possible solutions prior to COP 11 and COP /MOP 1, observing that 'we don\u0092t want to learn this lesson the hard way.", 
    "' SBI adopted the conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12270e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies", 
  "type": "SBI/SBSTA", 
  "id": "enb12270e_50", 
  "enb_end_date": "30-May-05"
}