{
  "countries": [
    "Brazil", 
    "Slovenia", 
    "Tanzania", 
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "BARRIERS TO AND OPPORTUNITIES FOR TECHNOLOGY TRANSFER IN SPECIFIC SECTORS WITH REGARD TO MITIGATION AND ADAPTATION TECHNOLOGIES", 
  "enb_start_date": "11-Apr-03", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "EGTT member Holger Liptow (Germany) presented case studies under a programme developed between Brazil and Germany, in Minas Gerais, Brazil, aiming at energy policy and planning, energy efficiency and renewable energy sources.", 
    "He described a project to establish centers that house shared/communally-owned machinery, and noted the need to determine users\u0092 expectations, the existence of a market for their product, and ways to enhance production.", 
    "Ensuring suitable financial arrangements for the machinery and interaction with the relevant agricultural service organizations was also found to be important.", 
    "Liptow noted that from 1995-2000, this programme identified and removed various obstacles, including inadequacies relating to: scientific, engineering and technical knowledge; research and test facilities; information relevant for strategic planning and market development; assessment of selected technologies and their appropriate adaptation; information on technology selection appropriate to development priorities; consumer awareness and acceptance of technologies; and technical standards and institutions for supporting the standards. Andrej Kranjc, Ministry of Environment, Spatial Planning and Energy, Slovenia, identified three major steps in the technology transfer process: technology needs assessments, the creation of enabling environments, and the transfer or deployment of a given technology.", 
    "Noting comments that the private sector was responsible for up to ten times more technology transfer than the public sector, he said it was clear the public sector had a lot of work to do.", 
    "He suggested a strong focus on three issues raised in the IPCC\u0092s Special Report on Methodological and Technological Issues in Technology Transfer, namely human and institutional capacities, national legal institutions, and equity considerations.", 
    "He also discussed the likely impact of EU expansion on countries with economies in transition, including strengthened national legal institutions and human and institutional capacity, as well as access to relevant EU programmes. Frederick Manyika, Senior Environmental Officer, Tanzanian Division of Environment, presented a case study on barriers to the transfer of solar photovoltaics (PV), in Mwanza.", 
    "Noting that less than ten percent of Tanzania\u0092s population has access to grid electricity services and that most rural communities use kerosene lamps for lighting, Manyika highlighted that solar PV technology is an economically viable option for off-grid electrification.", 
    "He identified barriers to solar PV, including: limited awareness of and experience with this technology; inadequate business knowledge and capacity for distribution; t he high costs involved in start-up, operation and maintenance; and the low purchasing power of rural communities. Manyika also proposed some means of removing these barriers, including: building business knowledge and capacity for distribution; reducing tax and import duty; stimulating local manufacture and assembly of components; raising financial opportunities and public awareness; enacting appropriate legislation; and developing and enforcing standards. He concluded that government support is a key component in creating energy efficiency and that technology transfer requires financial support. Peter Pembleton, Industrial Development Officer, UN Industrial Development Organization (UNIDO), reported on its work on technology transfer and on promoting the Clean Development Mechanism (CDM) in a number of developing countries.", 
    "Identifying interventions taken at the national level, he highlighted work to develop appropriate legal frameworks, including the incorporation of international treaties such as the UNFCCC into the national legal system.", 
    "Other national interventions have included: reducing and simplifying investment approvals and procedures; increasing the amount of public funding allocated to the development of innovative systems, structures and institutions; creating venture capital to support innovation; reducing banks\u0092 interest rates; and achieving macro-economic stability."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12210e.html", 
  "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer", 
  "type": "", 
  "id": "enb12210e_10", 
  "enb_end_date": "11-Apr-03"
}