{
  "countries": [
    "United States", 
    "Belgium", 
    "Germany"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "LONGER REPORT:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On a bolded statement noting that climate change can slow the pace of progress towards sustainable development, the US, opposed by Germany and Belgium, proposed using language from the WGII SPM instead, noting both how climate change can slow nations \u0092 abilities to achieve sustainable development and how sustainable development can reduce vulnerability to climate change.", 
    "The Authors explained that the two-way connection between sustainable development and climate change impacts was fleshed out, and that language on how sustainable development can reduce vulnerability and enhance mitigative and adaptive capacities was found in the subsequent paragraphs.", 
    "The US suggested adding wording from WGII SPM and delegates agreed to use that language as an introduction to the rest of the text.", 
    "The rest of the topic was adopted with minor amendments.", 
    "Final SYR SPM Text: The SPM says that: determining what constitutes dangerous anthropogenic interference involves value judgments and science, and science can provide criteria to judge which vulnerabilities might be labeled key ; the five reasons for concern identified in the TAR to consider key vulnerabilities are assessed to be stronger.", 
    "These five reasons for concern are: risks to unique and threatened systems; risks of extreme weather events; distribution of impacts and vulnerabilities; aggregate impacts; and risks of large-scale singularities; neither adaptation nor mitigation alone can avoid climate change impacts but they can complement each other and together significantly reduce the risks; many impacts can be reduced, delayed or avoided with mitigation, with efforts over the next two to three decades having a large impact; stabilization levels can be achieved by deploying a portfolio of currently available or soon to be commercialized technologies, assuming appropriate and effective incentives; macroeconomic costs of mitigation rise with the stringency of the stabilization target, with global macroeconomic costs for mitigation towards stabilization between 710 and 445 ppm CO 2 eq in 2050 corresponding to slowing average annual global GDP growth by less than 0.12 percentage points; and responding to climate change involves an iterative risk management process including both mitigation and adaptation, taking into account damages, co-benefits, sustainability, equity and attitudes to risk.", 
    "The section also includes a figure on CO 2 emissions and equilibrium temperature increases for a range of stabilization levels (Figure SPM 11).", 
    "It also has a table on characteristics of post-TAR stabilization scenarios and resulting long-term equilibrium global average temperature and the sea level rise component from thermal expansion (Table SPM 6) and a table on estimated global macroeconomic costs in 2030 and 2050 (Table SPM 7)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_22", 
  "enb_end_date": "17-Nov-07"
}