{
  "countries": [
    "Bahamas", 
    "Canada", 
    "Netherlands", 
    "South Africa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "CONSULTATIVE GROUP OF EXPERTS ON NON-ANNEX I NATIONAL COMMUNICATIONS:", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The SBI took up consideration of the work of the Consultative Group of Experts on National Communications from non-Annex I parties (CGE) in plenary on Monday, 6 November.", 
    "The CGE reported on regional training workshops on vulnerability and adaptation and on access to financial and technical support (FCCC/SBI/2006/25).", 
    "Arthur Rolle (Bahamas) and Henriette Bersee (Netherlands) conducted three informal consultations to consider two sets of draft conclusions, on the work of the CGE and on the provision of financial and technical support.", 
    "Developing countries treated the two draft conclusions as a package.", 
    "On the work of the CGE, parties agreed to amendments on bottom-up approaches to vulnerability, and on a workshop on sharing good practices in national communications and cross-cutting issues.", 
    "On provision of financial and technical support, they agreed to text proposed by developing countries on an SBI recommendation that the COP invite the GEF to provide updated information on operational procedures for expedited financing of non-Annex I communications, for consideration by SBI 26.", 
    "Explaining that operational procedures had been delegated to UN agencies, the GEF added that the average time between approval and reimbursement had been reduced to between four and six weeks.", 
    "SBI agreed to two draft conclusions. SBI Conclusions : In its first set of conclusions (FCCC/SBI/2006/L.25), the SBI: notes the oral report of the CGE Chair on the outcome of the group's seventh meeting in Pretoria, South Africa, on 25-26 September 2006; notes the outcomes of a hands-on training workshop on vulnerability and adaptation assessments for the Latin American and Caribbean region; requests the CGE to continue providing technical advice to parties on the availability and use of tools and methodologies for bottom-up approaches to vulnerability and adaptation assessments; notes the outcomes of a hands-on training workshop on national greenhouse gas inventories for the African region; endorses the CGE's work programme for 2007, in cooperation with the National Communications Support Programme; and notes the need for more resources, together with those pledged by Canada, to support a workshop on exchange of experiences and good practices in preparing national communications and on cross-cutting issues.", 
    "In the second set of conclusions (FCCC/SBI/2006/L.24), the SBI: welcomes information from the GEF on financial support for the preparation of initial and subsequent national communications from non-Annex I parties; invites the GEF to continue providing information on these activities, including information on dates of approval of funding and disbursement of funds, for consideration at SBI 27; expresses appreciation to the CGE for a document (FCCC/SBI/2006/24) on ways to improve access to financial and technical support to prepare second and subsequent communications; and recommends that COP 12 invite the GEF to provide updated information on the operational procedures for the expedited financing of national communications, for consideration at SBI 26."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "SBI", 
  "id": "enb12318e_18", 
  "enb_end_date": "17-Nov-06"
}