{
  "countries": [
    "United States", 
    "China", 
    "South Africa"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ADAPTATION FUND:", 
  "enb_start_date": "11-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In a late afternoon contact group, Co-Chair Anaedu introduced a revised text emerging from informal consultations.", 
    "Delegates agreed to add a paragraph following concerns expressed by South Africa, for the G-77/CHINA, on the implications of any future institutional arrangements for existing project activities.", 
    "Parties agreed to a COP/MOP decision on how the Fund will operate, including its governing body, functions, secretariat, trustee and other institutional arrangements.", 
    "Parties agreed that the Adaptation Fund Board will have 16 members from parties to the Protocol, with representation as follows: two from each of the five UN regional groups; one from SIDS; one from LDCs; two others from non-Annex I; and two others from Annex I.", 
    "The draft decision establishes that secretariat services will be provided in a functionally independent and effective manner, and invites the GEF to provide secretariat services on an interim basis.", 
    "It also invites the World Bank to serve as the trustee for the Fund on an interim basis.", 
    "The text decides to undertake a review of all matters relating to the Adaptation Fund at COP/MOP 6, and every three years thereafter. BUENOS AIRES PROGRAMME OF WORK (DECISION 1/CP.10): In a late afternoon contact group, parties considered revised draft SBI conclusions paragraph-by-paragraph.", 
    "Regarding a proposed meeting at SB 28 convened jointly by the SBI and SBSTA Chairs, the US opposed this proposal, while the EU and others supported it, noting the relevance for the SBI of the related issue of the Nairobi Work Programme under SBSTA.", 
    "Informal consultations continued."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12350e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12350e_4", 
  "enb_end_date": "11-Dec-08"
}