{
  "countries": [
    "Indonesia"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "A BRIEF HISTORY OF ADAPTATION TO CLIMATE CHANGE UNDER THE UNFCCC", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "history", 
  "actors": [], 
  "sentences": [
    "Climate change is considered to be one of the most serious threats to current and future sustainable development, with adverse impacts already observed on the environment, human health, food security, economic activity, natural resources and physical infrastructure.", 
    "The international political response to climate change began with the adoption of the UNFCCC in 1992 focusing on controlling and responding to the changes in climate.", 
    "Thus, the UNFCCC sets out a framework for action aimed at stabilizing atmospheric concentrations of greenhouse gases to avoid dangerous anthropogenic interference with the climate system.", 
    "Along with mitigation of greenhouse gases, the UNFCCC also supports countries' efforts to adapt to the impacts of climate change, through capacity building, technology transfer and funding to support adaptation assessments and projects.", 
    "The UNFCCC entered into force on 21 March 1994, and now has 191 parties, who convene annually in a Conference of the Parties (COP), and twice a year in meetings of the subsidiary bodies the Subsidiary Body for Implementation (SBI) and the Subsidiary Body for Scientific and Technological Advice (SBSTA).", 
    "COP 13 will be held in Bali, Indonesia, from 3-14 December 2007."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "special workshop", 
  "id": "enb12340e_1", 
  "enb_end_date": "15-Sep-07"
}