{
  "countries": [
    "United States"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CONTEXT - HIGH POLITICS (AND THE WASHINGTON CONNECTION)", 
  "enb_start_date": "27-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Nearly two hundred years after the Congress of Vienna (1814-15) reshaped European politics, the Austrian capital found itself at the apex of high politics with high stakes in play for the international community.", 
    "The process, inputs and outputs of the Vienna Talks are, perhaps, best understood in the context of the frenetic round of high-level political developments in the climate change arena that preceded the meeting and that will follow in the run-up to COP 13 in Bali.", 
    "One senior Convention official described the preceding nine months as incredible, given the change of mood and atmosphere around the process.", 
    "Indeed the Vienna Talks came on the heels of a series of high-level initiatives (UN Security Council and UN General Assembly debates) and reports (the Stern Review on the Economics of Climate Change and the forthcoming IPCC AR4), culminating in a critical signal from the G8 Heiligendamm Summit.", 
    "Clearly the managers of this stage in the UNFCCC process, namely the Secretariat and convenors of the Dialogue and AWG, now work in a much bigger political universe.", 
    "With the UN Secretary-General's upcoming climate change meeting for heads of state and government in September and other high-level deliberations planned in the lead-up to Bali, the UNFCCC-sponsored aspects of the climate change debate must now take account of the active involvement of presidents, prime ministers and other heads of state in other fora.", 
    "For example, senior Convention officers were absent from Vienna, working directly to the UN Secretary-General on preparations for the New York meeting, which will also feature inputs from CEOs and representatives of civil society.", 
    "To varying degrees, these parallel and high-level influences have created centers of gravity beyond the UNFCCC process.", 
    "Some aspects, such as the UN Secretary-General's high level session, are closely aligned to and poised to serve the ambitions of the Convention's ultimate objective.", 
    "However, President Bush's Washington initiative for the fifteen major economies (or, as some would phrase it, major emitters ) is widely regarded as much less predictable regarding its likely impact on the shape of a post-2012 commitment period and the overall UNFCCC process.", 
    "Some observers view the Bush initiative as too ambitious.", 
    "For example, the Washington agenda includes a work programme on reporting mechanisms that have taken a decade to develop and refine within the UNFCCC.", 
    "Others speculated that the Bush bash has been designed largely for domestic consumption at a critical moment in the American election cycle.", 
    "Whatever its influence, the Washington meetings will like a distant moon exert an ever-present pull on negotiators' attention, forcing them, at times, to anticipate the terms of America's future engagement with emission reductions.", 
    "At a press conference in Vienna, a senior United States negotiator offered some insight into the White House's thinking when, asked if he would come forward with a commitment during the Washington process, he responded: We will come forward with what we believe is our contribution.", 
    "The Climate Action Network's Washington strategy will be to subvert any attempt by the Bush administration to spoil or hinder the UNFCCC process.", 
    "Members of the Network have received invitations to the Washington meeting but insist that they do not intend to treat the event as part and parcel of the UNFCCC process.", 
    "Instead, NGOs plan to use the opportunity to explain their support for the Kyoto Protocol and to call on others including members of the 15 major economies to do the same.", 
    "They say opportunities to engage with other important actors on the Hill will not be lost, nor will strategic opportunities to highlight important Congressional bills on cap-and-trade initiatives be overlooked."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12339e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12339e_21", 
  "enb_end_date": "31-Aug-07"
}