{
  "countries": [
    "Saudi Arabia", 
    "Bangladesh", 
    "Philippines", 
    "Costa Rica", 
    "Peru", 
    "United States", 
    "Guatemala", 
    "Chile", 
    "China", 
    "Uganda", 
    "Kenya", 
    "Japan", 
    "Colombia", 
    "New Zealand", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Long-term Finance", 
  "enb_start_date": "30-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Referring to the report of the workshop on the work programme on long-term finance, JAPAN stated that it would be inappropriate to deem international shipping and aviation a source of long-term global climate finance.", 
    "With CHINA, he also opposed establishing a high-level expert group, comprising the UNFCCC Secretariat, ICAO and IMO, to examine options for ensuring that revenues from international aviation and shipping can be used for climate finance.", 
    "The PHILIPPINES noted that the workshop report reflected recommendations by the co-chairs on the basis of their understanding of what had been discussed.", 
    "She also observed that there is no common understanding of what constitutes climate change financing.", 
    "Describing the report as wide reaching, the EU observed that it was important to recognize that no single source can address the aims of climate finance.", 
    "He added that it would be useful to continue technical work on mobilizing and deploying financial resources more effectively, with work on revenues from bunker fuels being an important aspect, as well as the need for a comprehensive carbon pricing policy. KENYA and UGANDA called for a clear definition of climate finance.", 
    "BANGLADESH highlighted the absence of differentiation between climate finance and official development assistance. SAUDI ARABIA observed that proposed international taxation methods would negatively impact developing countries and pointed to incompatibility of market-based mechanisms with WTO rules.", 
    "Barbados, for AOSIS, with COLOMBIA, for Chile, Peru, Costa Rica and Guatemala, and others, supported the Chair s recommendation on the need for a political process covering the scaling up and mobilization of climate finance, as well as for intensified and more structured work in processes under the Convention, focusing on sources and options for mobilizing climate finance in the short-, medium and long-term.", 
    "The US and NEW ZEALAND questioned the value of a political process at this stage, given that the previous commitments to fast start finance made in Copenhagen and Cancun were achieved.", 
    "Parties agreed to submit proposals by Saturday, with a view to prepare draft text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12560e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12560e_1", 
  "enb_end_date": "30-Nov-12"
}