{
  "countries": [
    "United Kingdom", 
    "China", 
    "Croatia"
  ], 
  "topics": [], 
  "section_title": "LEVELS OF EMISSIONS FOR THE BASE YEAR OF CROATIA:", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The issue was introduced in SBI plenary on 6 November, and in informal consultations coordinated by Jim Penman (UK).", 
    "Discussions focused on Croatia's submission on establishing base year greenhouse gas emissions in accordance with UNFCCC Article 4.6(f lexibility for economies in transition).", 
    "The SBI adopted the draft conclusions and a draft COP decision on 14 November.", 
    "The EU noted that the decision does not affect Croatia's baseline for the purposes of implementation of Protocol Article 3.4 (LULUCF additional activities).", 
    "The COP adopted the decision on 17 November. COP Decision : In its decision ( FCCC/SBI/2006/L.20 ), the COP notes Croatia's special circumstances and that the decision has no implications for historical emissions levels for any other parties, in particular those from the former Yugoslavia.", 
    "The COP decides that Croatia shall be allowed to add 3.5 Mt CO2 equivalent to its base year level of greenhouse gas emissions. COP/MOP 2 REPORT COP and COP/MOP President Kibwana opened COP/MOP 2 on Monday, 6 November.", 
    "In opening statements, the EU stressed the need to operationalize the Adaptation Fund and strengthen the capacities of LDCs to implement CDM projects.", 
    "She highlighted the need to review and enhance the Protocol in accordance with its Article 9(r eview of the Protocol).", 
    "The G-77/China urged progress on adaptation and improving the geographical distribution of CDM projects."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "SBI", 
  "id": "enb12318e_34", 
  "enb_end_date": "17-Nov-06"
}