{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Bangladesh", 
    "Indonesia", 
    "Micronesia", 
    "United States", 
    "Switzerland", 
    "Argentina", 
    "Norway", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Tuvalu", 
    "India", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Iceland", 
    "Russian Federation", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "DEVELOPMENT OF A WORK PROGRAMME:", 
  "enb_start_date": "01-Apr-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The US called for an effective outcome that is economically sustainable and consistent with sustainable development.", 
    "The G-77/CHINA and the AFRICAN GROUP stated that the AWGLCA should focus on enhancing implementation of existing commitments under the Convention and Protocol, and stressed the principle of common but differentiated responsibilities.", 
    "SAUDI ARABIA indicated no agreement exists to supersede the Convention or replace its principles, including the balance of obligations.", 
    "ARGENTINA said historical contributions and current circumstances must be considered and called for short-term measures while advancing long-term goals.", 
    "The G-77/CHINA, SWITZERLAND and others highlighted the equal importance of the building blocks.", 
    "The G-77/CHINA and others also called for an iterative work programme.", 
    "AUSTRALIA, supported by NORWAY, proposed addressing all elements this year.", 
    "The EU proposed to begin work on technology and finance in the first half of 2008.", 
    "Barbados, for AOSIS, and others supported addressing all four blocks at each session.", 
    "TUVALU opposed the EU s proposal to hold parallel sessions on the building blocks.", 
    "JAPAN supported parallel discussions on actions by developed and developing countries.", 
    "CHINA stressed the need for equal attention to adaptation and mitigation.", 
    "BRAZIL called for exchanging views on the full scope of issues, as they are interrelated, but warned against preconditioning results of discussions on each of the blocks. JAPAN suggested establishing task forces on the building blocks with the participation of external experts.", 
    "The US proposed three clusters on: long-term vision; mitigation, finance and technology; and adaptation and related financing and technology issues.", 
    "MICRONESIA called for scientific input to clarify the impacts of long-term targets.", 
    "The EU, NEW ZEALAND, ICELAND, SWITZERLAND and others emphasized the importance of a shared vision, and NEW ZEALAND identified long-term goal, such as emissions targets or maximum temperature goals, as a key component of a shared vision.", 
    "AOSIS said avoiding further climate change impacts on SIDS should be a benchmark and suggested an upper limit of no more than 350 ppm may be necessary given recent studies. SAUDI ARABIA stated that the emphasis of the AWGLCA s work programme should be on technology and financial resources.", 
    "NORWAY identified the need to consider different emission scenarios, LULUCF, bunker fuels and CCS.", 
    "The RUSSIAN FEDERATION identified sinks and deforestation as key issues.", 
    "SWITZERLAND called for discussions on sectoral and programmatic approaches, policy-based commitments and means for implementing, measuring, reporting and, when applicable, verifying actions in developed and developing countries.", 
    "JAPAN called for legal clarification of the terms developed country parties and developing country parties in the Bali Action Plan.", 
    "He proposed that each country should be classified to tiers according to objective standards and that the base year should be reviewed from the perspective of equity.", 
    "TURKEY said a post-2012 regime should consider countries different levels of development. INDONESIA called for binding commitments and mid-term goals for developed countries and support for building low carbon economies in developing countries.", 
    "CHILE said climate change cannot be solved by industrial countries alone and noted that some developing countries emissions are reaching considerable levels.", 
    "CHINA, with CHILE, emphasized that action from developing countries should be carried out within the framework of sustainable development and requires financial and technological support from developed countries.", 
    "The REPUBLIC OF KOREA highlighted the role of incentives, stating that issuing carbon credits based on measurable, reportable and verifiable mitigation can encourage developing countries participation.", 
    "SINGAPORE suggested a bottom-up approach in which developing countries take on voluntary commitments in line with their national circumstances.", 
    "NEW ZEALAND highlighted the need to develop basic tools for emission inventories in major economies. INDIA called on developed countries who have not signed the Protocol to take on comparable commitments and stressed the per capita emissions paradigm. AOSIS expressed concern over the lack of adequate financing for adaptation and proposed establishing an adaptation fund under the Convention.", 
    "He also proposed an international insurance mechanism and TUVALU suggested organizing a workshop on risk management and insurance.", 
    "CHINA called for mechanisms to enhance support for adaptation, especially in the areas of early warning and disaster management.", 
    "MICRONESIA stressed the need to address unavoidable damage and to create innovative insurance tools.", 
    "BANGLADESH called for an adaptation protocol. CHINA highlighted the legal obligation for technology transfer and called for an international technology transfer fund.", 
    "MALAYSIA identified the need to assess how much funding and investment is available for technology transfer.", 
    "ICELAND called for analytical work on obstacles to technology transfer and options for their removal.", 
    "On financing, AOSIS called for reliance on market mechanisms and positive incentives.", 
    "CHINA indicated that financial support flows should be separate and distinct from official development assistance.", 
    "The G-77/CHINA, supported by the US, stressed the need to keep the two AWGs as separate and parallel processes, while NEW ZEALAND and others highlighted their interlinkages."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12358e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "working group", 
  "id": "enb12358e_5", 
  "enb_end_date": "01-Apr-08"
}