{
  "countries": [], 
  "topics": [], 
  "section_title": "INFORMAL HIGH-LEVEL PLENARY", 
  "enb_start_date": "20-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "President Pronk opened the first meeting of the Informal High- Level Plenary on Thursday evening, stressing that participants are here to resolve the political issues related to the BAPA.", 
    "He invited the Co-Chairs of the four negotiating groups to present their reports on the key outstanding issues and options for resolving them.", 
    "He said the four reports were being combined into one streamlined document available Friday morning.", 
    "On the further process, including negotiations in smaller groups, President Pronk said the extended Bureau would meet Thursday night to take decisions. On mechanisms, Co-Chair Estrada identified the major issues requiring a political decision.", 
    "Co-Chair Dovland highlighted two key questions related to LULUCF - whether there should be credits for activities under Article 3.4 during the first commitment period, and whether there should be credits for LULUCF activities under the project-based mechanisms.", 
    "In presenting the report of the compliance group, Co-Chair Slade outlined the available options relating to the consequences and the composition of the branches.", 
    "He said the resolution of both matters would pave the way to agreement on other issues.", 
    "On financial issues, Co-Chairs Ashe and Kranjc presented an overview of the questions and options to be addressed by Ministers. President Pronk encouraged Ministers to approach these questions with 'political eyes,' no longer repeating well-known positions, but taking a step back to consider the options of other groups and those outlined in his text.", 
    "He said each issue should be viewed as a possible element of an overall deal, and called on Ministers to think in terms of the full package and make decisions accordingly."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12170e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12170e_8", 
  "enb_end_date": "20-Jul-01"
}