{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Belarus", 
    "Saint Lucia", 
    "Tanzania", 
    "United States", 
    "China", 
    "Colombia", 
    "Saint Vincent and the Grenadines", 
    "Malawi"
  ], 
  "topics": [], 
  "section_title": "CAPACITY BUILDING:", 
  "enb_start_date": "30-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair Gaye suggested proceeding on the basis of the consolidated text ( FCCC/AWGLCA/2009/INF.2 ), paragraph-by-paragraph, and asked parties to refrain from discussions on the placement of capacity building issues in the document.", 
    "The US said it was necessary to distinguish between capacity building discussions in this and other contact groups.", 
    "TANZANIA, with MALAWI, called for rearrangement of the text to emphasize implementation of actions.", 
    "On the sub-section on principles, the US, with the EU, questioned whether it was necessary here and suggested concentrating on the operational part of the capacity building section.", 
    "Tanzania, for the G-77/CHINA, with BRAZIL, underlined the importance of principles and Saint Lucia, for AOSIS, noted previous substantive decisions by parties on capacity building relevant to this sub-section.", 
    "With SAINT VINCENT AND THE GRENADINES, the G-77/CHINA proposed adding learning by doing as a principle, and COLOMBIA noted that principles should be of a general nature.", 
    "SAUDI ARABIA, with SAINT VINCENT AND THE GRENADINES and BRAZIL, suggested adding a sub-heading on objectives.", 
    "On the scope, the G-77/CHINA, supported by the EU, suggested identifying areas, which are new to countries, like NAMAs and CCS.", 
    "BRAZIL proposed highlighting the enhancement of national capabilities.", 
    "BELARUS noted the absence of reference to economies in transition.", 
    "The Co-Chairs will prepare a revised text for a meeting on Wednesday ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12430e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12430e_9", 
  "enb_end_date": "30-Sep-09"
}