{
  "countries": [
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "A BRIEF ANALYSIS OF THE DOHA CLIMATE CHANGE CONFERENCE", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "-¦If not us, then who?", 
    "If not now, then when?", 
    "If not here, then where?", 
    "Naderev Saño - Lead Negotiator, the Philippines.", 
    "Beamed across global mainstream and social media networks, one of the defining moments of the Doha Climate Change Conference was the impassioned plea from the Philippines Naderev Saño in the wake of typhoon Bopha.", 
    "Calling for action, he stated: even as we vacillate and procrastinate here the death toll is rising.", 
    "This appeal resonated in many quarters: climate change manifestations are increasingly typified by devastation, havoc and human tragedy wrought by hurricanes typhoons and other natural disasters.", 
    "Unfortunately, international climate change negotiating sessions have not always responded with a concomitant sense of urgency.", 
    "The transitional Doha Climate Change Conference was a case in point.", 
    "Doha was about moving forward on a trajectory towards adopting a universal climate agreement by 2015- rather than immediately raising ambition as demanded by many youth and NGOs.", 
    "Delegates also arrived in Doha with the objective of adopting a second commitment period under the Kyoto Protocol and finally closing the door on the two Ad hoc Working Groups: the AWG-KP and AWG-LCA.", 
    "Doha was also very much about the cost of addressing climate change and, in particular, making progress on long-term funding to support action in developing countries, which is supposed to reach a level of US$100 billion a year by 2020, as agreed in Copenhagen in 2009.", 
    "With this in mind, this brief analysis looks back on the contribution of the two AWGs to the climate change process over the years and examines the outcome of the meeting, known as the Doha Climate Gateway, and its implications for the future."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_81", 
  "enb_end_date": "08-Dec-12"
}