{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "Peru", 
    "Kenya", 
    "Micronesia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "IMPLEMENTATION OF DECISION 5/CP.7", 
  "enb_start_date": "23-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates negotiated text compiled from previous discussions and informal consultations.", 
    "Co-Chair Paul Watkinson pointed out that six paragraphs in the preamble were covered by decision 5/CP.7.", 
    "The US, supported by the EU, G-77/CHINA and CANADA, agreed to delete the paragraphs, and add text welcoming progress made in the implementation of decision 5/CP.7, while acknowledging the need to address gaps.", 
    "KENYA, for the G-77/China, suggested additional text to note difficulties in assessing progress. On financial and technical support, the G-77/CHINA said it would introduce new action-oriented text.", 
    "PERU highlighted lack of funds for vulnerability and adaptation assessments, and difficulties in proving global benefits of adaptation projects for accessing GEF funds.", 
    "MICRONESIA, for AOSIS, emphasized data collection, and technologies for adaptation.", 
    "Delegates discussed the Special Climate Change Fund, and the frequency and format of feedback from the GEF on activities undertaken in response to decision 5/CP.7, including efforts to address or mainstream adaptation within climate change and other GEF focal areas.", 
    "Discussions continued late into the night."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12239e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12239e_10", 
  "enb_end_date": "23-Jun-04"
}