{
  "countries": [
    "Brazil", 
    "Canada", 
    "Sudan", 
    "Kuwait", 
    "Micronesia", 
    "Ethiopia", 
    "Argentina", 
    "Nigeria", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Tuvalu", 
    "China", 
    "Oman", 
    "Russian Federation", 
    "Ukraine", 
    "Gambia", 
    "Philippines", 
    "New Zealand", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Senegal", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Flexibility Mechanism", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Least Developed Countries", 
    "Group of 77 and China", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On the Protocol s three flexibility mechanisms, AWG-KP Vice-Chair Dovland noted different views over proposed Protocol amendments, and suggested focusing on elements of draft COP/MOP decisions on emissions trading and the project-based mechanisms ( FCCC/KP/AWG/2009/10/Add.3 ) in an attempt to find convergence and narrow down options in the text.", 
    "China, supported by Kuwait and Saudi Arabia, stressed that the document was intended to facilitate discussion and should not be used as a basis for negotiations.", 
    "On the various options related to the Clean Development Mechanism (CDM), the EU, Japan and the Federated States of Micronesia supported retaining the option related to the development of standardized baselines , while Brazil, Argentina, China and others preferred not addressing the issue, therefore supporting the option no decision.", 
    "On multiplication and discount factors under the CDM, Japan, China, Kuwait, India, Brazil and others did not support the development of such factors and preferred the option no decision.", 
    "China and Brazil stressed the subjective nature of such factors and Kuwait, Japan, Saudi Arabia and others highlighted the need to avoid complexity.", 
    "The EU argued that it would be difficult to establish standardized baselines without discount factors, but opposed multiplication factors.", 
    "The Republic of Korea supported either discount or multiplication factors; Argentina expressed support for multiplication factors.", 
    "On whether project activity types could be placed on positive or negative lists , based on technologies, the host party, or project scale, Senegal, supported by Brazil, India, and the Gambia, highlighted the proven additionality of small-scale renewable technology.", 
    "New Zealand noted that consideration of the host party increases complexity without added environmental benefit.", 
    "Japan stressed the need to consider the current regional distribution of CDM projects.", 
    "Tuvalu expressed concern on the definition of small-scale and said the option of negative lists should not be deleted.", 
    "On promoting co-benefits for CDM projects, Brazil, India, the Philippines and others supported taking no decision, while Japan, Saudi Arabia, Kuwait and others supported addressing co-benefits.", 
    "Several parties supported deleting text on requiring each CDM project to demonstrate specified co-benefits, while retaining text on support for projects that demonstrate specified co-benefits.", 
    "The Least Developed Countries (LDCs), the Group of 77 and China (G-77/China), the Republic of Korea, Japan and others supported retaining text on improving access to CDM projects by specified host parties , while the EU preferred taking no decision, highlighting alternative ways to address regional distribution of the CDM.", 
    "On modalities for treatment of CDM projects upon graduation of host parties , China, Brazil, the Philippines and others supported no decision.", 
    "The EU, Japan, Australia and New Zealand called for addressing the issue, with the EU stressing the need to decide what happens to CDM projects in EU member states that are non-Annex I parties.", 
    "The EU and others, opposed by Japan, suggested deleting text on converting CDM projects into joint implementation (JI) projects.", 
    "On carry-over (banking) restrictions on Kyoto units, Ukraine, the Russian Federation and others supported no restrictions on banking beyond the second commitment period, while the LDCs, AOSIS, Sudan and others preferred extending current restrictions to the subsequent commitment periods.", 
    "On allowing borrowing of assigned amount from future commitment periods, the G-77/China supported no decision on the issue, while Ukraine and Canada preferred maintaining the option.", 
    "On extending the share of proceeds , AOSIS, the LDCs and Colombia supported retaining the option in the context of COP/MOP decisions.", 
    "The EU, Japan and New Zealand highlighted related proposals for Protocol amendments, as well as links with adaptation and finance discussions under the AWG-LCA.", 
    "On including carbon capture and storage (CCS) under the CDM , Saudi Arabia, Japan, Nigeria, Kuwait, Iran, the EU, New Zealand, Ghana and others supported retaining the option, while AOSIS, Argentina, Brazil, Colombia, the Gambia and others preferred no decision.", 
    "Brazil, supported by the Gambia, highlighted CCS as a nationally appropriate mitigation action but opposed it under the CDM.", 
    "Kuwait, Saudi Arabia and Nigeria opposed language on limiting CCS under the CDM to geological formations.", 
    "AOSIS highlighted that concerns regarding CCS beyond geological formations were even more serious.", 
    "During a brief discussion, Japan opposed deleting the option that nuclear activities are eligible under the CDM.", 
    "On crediting based on nationally appropriate mitigation actions (NAMAs) , the G-77/China and Tuvalu preferred no decision.", 
    "Colombia highlighted concerns over scaling-up problems associated with the CDM, such as geographical distribution.", 
    "The Republic of Korea supported a decision on NAMA crediting, and said the proposal aimed to help developing countries benefit from market mechanisms.", 
    "The EU identified synergies with their proposal on sectoral crediting, while noting concerns over the attribution of emission reductions and monitoring, reporting and verification (MRV).", 
    "At the final meeting on flexibility mechanisms on Thursday, participants discussed options for proceeding at the Bangkok meeting.", 
    "South Africa outlined two procedural scenarios: to continue refining options until agreement on the whole range of issues in Copenhagen; or to consider the mandate problem and which issues may be addressed in the negotiations.", 
    "Saudi Arabia, with China, India, Oman and Ethiopia, called for a focus on Annex B and Protocol Article 3.9 (Annex I further commitments).", 
    "Egypt, with China, endorsed differentiation between elements requiring Protocol amendment and those that can be adopted as COP/MOP decisions.", 
    "Brazil, with many others, suggested postponing discussion on elements requiring Protocol amendments until Copenhagen.", 
    "Colombia suggested discussion on whether issues should be handled by amendment or decision was best left to the legal group.", 
    "Australia noted lack of agreement on whether the AWGs will meet in Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "", 
  "id": "enb12427e_10", 
  "enb_end_date": "14-Aug-09"
}