{
  "countries": [
    "Australia", 
    "China", 
    "Thailand", 
    "Japan", 
    "Argentina", 
    "Venezuela", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "CLOSING STATEMENTS:", 
  "enb_start_date": "13-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "BUSINESS AND INDUSTRY underscored sectoral and market-based approaches and technological cooperation.", 
    "He stressed the need to address climate risks while ensuring access to energy, and emphasized protection of intellectual property rights and removal of trade barriers.", 
    "ENVIRONMENTAL NON-GOVERNMENTAL ORGANIZATIONS highlighted the need to avoid climate change above 2ºC and meet the Millennium Development Goals.", 
    "She underscored, inter alia : objectives for mitigation and adaptation; public and private financing; auctioning AAUs; and comparability of efforts.", 
    "TRADE UNIONS called for reduction of greenhouse gas emissions by 85% by 2050, underscored the social impacts and opportunities of technology transfer, and stressed the need for transparency of financial mechanisms.", 
    "The EU, JAPAN, AUSTRALIA and others underscored the need to accelerate the process.", 
    "The G-77/CHINA said attempts to link the AWG-LCA to other processes threaten to dilute the AWG-LCA, and stated that work in future sessions must be based on the Convention s principles. JAPAN said discussions under the AWG-LCA need to be consistent with those under the AWG-KP.", 
    "AOSIS welcomed work on a technical paper on insurance.", 
    "AUSTRALIA reiterated its US$1 million pledge to the trust fund for participation.", 
    "ARGENTINA and NEW ZEALAND welcomed work on a technical paper on mitigation in the agriculture sector, and THAILAND said the paper should also consider food security.", 
    "VENEZUELA lamented the lack of domestic policies and said the objective is to stabilize greenhouse gases, not the carbon markets.", 
    "Chair Machado declared AWG-LCA 2 closed at 5:58 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12374e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "working group", 
  "id": "enb12374e_4", 
  "enb_end_date": "13-Jun-08"
}