{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Presentations:", 
  "enb_start_date": "29-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "UNFCCC Executive Secretary de Boer underscored the broad consultative process underlying the Secretariat report and said its main findings concerned financial and investment flows needed in 2030 to meet worldwide mitigation and adaptation requirements.", 
    "For mitigation, he identified the need for an additional USD 200-210 billion in 2030 and said that the estimated figures for adaptation amounted to several tens of billions of USD.", 
    "He explained that mitigation in developing countries is less expensive and that the carbon market would have the potential to deliver more emission reductions and investment flows, but the demand depends on the emission reduction ambitions of industrialized countries.", 
    "Participants then heard presentations by consultants involved in the preparation of the report.", 
    "On financing mitigation, Erik Haites, Margaree Consulting, emphasized the difficulty of estimating the costs of reducing deforestation and sources of financing based on current flows that are largely private.", 
    "He estimated that most investment would come from the private sector, with incentives and policies.", 
    "He explained that new funding sources would be needed for non-Annex I countries and recommended that these countries should aim to attract foreign investment.", 
    "Joel Smith, Stratus Consulting, estimated that a total of USD 50-170 billion of additional investment and financial flows will be needed for adaptation in 2030, highlighting that damages caused by climate change were not included in the estimate and that the numbers would also depend on the amount of climate change.", 
    "Smith predicted that the cost of adaptation would rise substantially during this century.", 
    "He emphasized the need for new funding sources and said the private sector and national policies would play a role."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12336e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "", 
  "id": "enb12336e_1", 
  "enb_end_date": "29-Aug-07"
}