{
  "countries": [], 
  "topics": [
    "Legal Status of Agreements", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "FORUM AND WORK PROGRAMME ON RESPONSE MEASURES:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "The SBSTA first considered this issue in its opening plenary on 26 November.", 
    "Co-chaired by SBSTA Chair Muyungi and SBI Chair Chruszczow, the forum met Tuesday through Friday to hear presentations on areas (a) and (h) of the work programme (reporting, and learning towards a transition to a low GHG-emitting society, respectively) and discuss parties views on area (f) (aspects of implementation of relevant Convention and Protocol decisions) (FCCC/SB/2012/MISC.2).", 
    "Final Outcome: In its conclusions (FCCC/SBSTA/2012/L.23 and FCCC/SBI/2012/L.34), the SBSTA/SBI, inter alia : request the Chairs to prepare reports on the in-forum workshops on areas (a) and (h) of the work programme and to provide a summary of parties discussion on area (f) before SB 38.", 
    "The SBSTA also agreed to consider this information with reports on upcoming in-forum workshops during the review of the work of the forum at SB 39 with a view to provide recommendations to COP 19. PROTOCOL ARTICLE 2.3 (ADVERSE IMPACTS OF POLICIES AND MEASURES): This issue was considered jointly with the SBI agenda item on Protocol Article 3.14.", 
    "It was briefly introduced during the opening SBSTA plenary and Chair Muyungi said he would informally consult on how to take up this issue in future sessions.", 
    "In the closing SBSTA plenary, the SBSTA was not able to conclude consultations on how to address Protocol Articles 2.3 and 3.14.", 
    "The report of the session reflects that the SBSTA and SBI will continue consultations at SB 38."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "SBI/SBSTA", 
  "id": "enb12567e_75", 
  "enb_end_date": "08-Dec-12"
}