{
  "countries": [
    "Canada", 
    "Australia", 
    "Tuvalu", 
    "Micronesia", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "31-Mar-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chair Dovland reported on the pre-sessional workshop on Friday 27 March, highlighting productive discussions on the overall scale of Annex I emission reductions and ways of defining individual or joint contributions.", 
    "Micronesia, for AOSIS, highlighted the latest science and urged stabilization at below 350 ppm, peaking emissions by 2015 and emission reductions of more than 95% by 2050.", 
    "AUSTRALIA and NEW ZEALAND supported stabilizing greenhouse gas concentrations at 450 ppm.", 
    "AUSTRALIA called for ambitious mid and long-term global goals, and stressed their own unconditional commitment to reduce emissions by 5% below 2000 levels by 2020, and by 15% in the context of global mitigation.", 
    "The EU suggested discussing pathways linking commitment period targets and mitigation goals under the AWG-LCA.", 
    "NORWAY reiterated her country s goal of becoming carbon neutral by 2030.", 
    "CANADA noted that their emissions are currently at 2000 levels but highlighted progress in decoupling emissions from economic growth.", 
    "JAPAN said his country would announce a mid-term target in June.", 
    "The RUSSIAN FEDERATION reported that his country was in the process of considering further emission reductions and opposed the adoption of a collective range as this would pre-judge individual obligations.", 
    "Expressing disappointment at the failure of many Annex I parties to present concrete numbers, TUVALU drew attention to the AWG-KP as a faith-building exercise, which would allow action under the AWG-LCA.", 
    "NEW ZEALAND stressed the need to agree on a shared vision and a global target under the AWG-LCA before finalizing commitments under the AWG-KP. INTERNATIONAL MARITIME ORGANIZATION reported on progress in the development of technical and operational measures, including energy efficiency indexes and indicators and management plans.", 
    "INTERNATIONAL CIVIL AVIATION ORGANIZATION announced a high-level meeting on aviation and climate change to take place on 7-9 October 2009 and said aviation could be the first sector to use alternative fuels on a global basis.", 
    "Several BUSINESS AND INDUSTRY ORGANIZATIONS urged mid-term targets to send the right market signals and drive the necessary investment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12399e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12399e_5", 
  "enb_end_date": "31-Mar-09"
}