{
  "countries": [
    "Brazil", 
    "Pakistan", 
    "Australia", 
    "Singapore", 
    "Denmark", 
    "South Africa", 
    "India", 
    "United States", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Colombia", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "14-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During the informal group in the morning, Facilitators Margaret Mukahanana-Sangarwe (Zimbabwe) and Thomas Becker (Denmark) reported on progress made in their respective informal consultations on mitigation by developing and developed countries.", 
    "They both noted the need to clean up and consolidate the text, without losing any of the proposals in order to have a workable document in Bangkok.", 
    "Chair Zammit Cutajar said he would try to clarify structure and remove repetition in the introductory part of the chapter.", 
    "During the discussion, the REPUBLIC OF KOREA identified two key entry points regarding mitigation by developing countries: the legal nature of NAMAs and unilateral NAMAs.", 
    "He said a future regime should provide a framework where developing countries can engage in mitigation without worrying about whether NAMAs are binding.", 
    "With SINGAPORE, he said voluntary, unilateral NAMAs must be internationally recognized, and supported a registry for this purpose.", 
    "COLOMBIA supported the need to recognize unilateral actions internationally. SOUTH AFRICA, supported by CHINA, said NAMAs should not be used for offsetting and expressed concern over the possibility of double counting.", 
    "Noting the dilemma over whether the financing or the NAMA comes first, she supported establishing a workable NAMA system to enable speedy action.", 
    "MALAYSIA supported voluntary NAMAs, contingent on MRV of support.", 
    "SINGAPORE said enabling support for NAMAs was paramount.", 
    "PAKISTAN said unilateral actions should not be confused with NAMAs, which should remain loyal to the definition in the BAP.", 
    "He said the registry notion requires further clarification, and should be placed in the finance chapter. NEW ZEALAND noted that work under the AWG-KP should be kept in mind, and supported, inter alia : collapsing the section on comparability of mitigation by developed countries, and not negotiating a long list of criteria; and a broad and efficient carbon market. AUSTRALIA supported QELROS for developed countries and differentiation among developing countries.", 
    "She said flexibility must be built into the agreement for enhancing and updating commitments.", 
    "Concerning developed countries, the US supported legally binding mid and long-term quantifiable emission reductions with a timetable, in the form of an appendix, schedule or register.", 
    "Concerning developing countries, he supported differentiation, noting that those with greater capacity, capability and responsibility would need to exhibit greater ambition.", 
    "He explained that, for develping countries, the actions rather than the outcome would be binding.", 
    "He said MRV proposals must be unified and integrated, while INDIA opposed integrating MRV sections for developed and developing countries.", 
    "Regarding compliance, the US supported effective and holistic MRV and facilitation, rather than a system based on consequences.", 
    "CHINA proposed MRV of support as the entry point for discussing developing country mitigation.", 
    "With BRAZIL, INDIA, MALAYSIA and PAKISTAN, he urged discussing paragraphs 1(b)(i) and 1(b)(ii) of the BAP separately, while JAPAN preferred discussing them together.", 
    "AUSTRALIA said MRV needed further consideration, and that all actions should be subject to MRV."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12426e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12426e_6", 
  "enb_end_date": "14-Aug-09"
}