{
  "countries": [
    "Germany", 
    "Algeria", 
    "Peru", 
    "France"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Technology Transfer"
  ], 
  "section_title": "AD HOC WORKING GROUP ON THE DURBAN PLATFORM FOR ENHANCED ACTION", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "On Monday, 1 June, ADP Co-Chair Daniel Reifsnyder (US) opened ADP 2-9.", 
    "France and Peru reported on open-ended informal dialogues that took place in March and May 2015, and Germany reported on the 6th Petersberg Dialogue held in May 2015. Following the opening plenary, the ADP convened in two negotiating groups.", 
    "Co-Chair Reifsnyder chaired the negotiating group that considered: general/objective; adaptation and loss and damage; technology development and transfer; transparency of action and support; implementation and compliance; and preamble.", 
    "ADP Co-Chair Ahmed Djoghlaf (Algeria) chaired the negotiating group that addressed: mitigation; finance; capacity building; time frames; procedural and institutional provisions; and definitions. The negotiating groups undertook the first reading of these sections of the Geneva negotiating text (FCCC/ADP/2015/1), identifying paragraphs that could be streamlined and consolidated.", 
    "The work of consolidating was then taken up in informal facilitated discussion groups. The ADP contact group convened on Thursday, 4 June, to assess progress.", 
    "During the session Co-Chair Djoghlaf noted parties’ concerns over the slow pace of the deliberations, lack of clarity on the method of work of the facilitated groups and limited coordination time for party groups.", 
    "He emphasized, however, that the “mechanism” was working and progress was being made, and proposed continuing work in facilitated groups. He reiterated that the Geneva text remains the only official document, with other documents being issued as non-papers.", 
    "Following discussion on the uneven pace of progress on the different sections, and on how to best use the remaining time in Bonn, parties agreed to continue negotiations in facilitated groups.", 
    "The facilitated groups worked on the basis of the Co-Facilitators’ inputs and the Co-Facilitators issued an output following each session.", 
    "Working documents that captured the outcomes of discussions on specific paragraphs within the text were issued on a regular basis.", 
    "A streamlined and consolidated text, which incorporates the work carried out by the negotiating groups and the informal facilitated discussion groups, was issued on 4 June to further guide negotiations. Most facilitated groups then undertook an exercise to cluster, unpack and/or consider the placement of text, including with the help of tables.", 
    "Some facilitated groups continued consideration of how to further streamline and consolidate the text, while others progressed to conceptual discussions. On Monday, 8 June, a contact group meeting assessed the outcomes of the work of the facilitated groups during the first week.", 
    "Discussions centered around consistency across facilitated groups, the need for clear guidance on the mode of work, and how and whether to identify text to be included in the agreement versus in decisions.", 
    "Many called for the ADP Co-Chairs to capture parties’ inputs and the work in facilitated groups by producing a concise, coherent text with clear options to serve as the basis for negotiations. The contact group also discussed the structure of draft decision 1/CP.21 (“the Paris package”), with parties identifying elements the decision should include, inter alia: adoption of the 2015 agreement; interim arrangements; recognition of INDCs; guidance on implementation of the agreement; a work plan for the period 2015-2020; budgetary and administrative matters; and MRV and accounting systems.", 
    "Parties also called for progress on workstream 2. Parties agreed to continue negotiations in facilitated groups.", 
    "ADP Co-Chair Djoghlaf said the Co-Chairs would report back after the meeting with the Secretariat and the Co-Facilitators to discuss how to produce a streamlined text as requested by parties. On Monday, 8 June, a second streamlined and consolidated text, which incorporated work undertaken by the facilitated groups, was issued.", 
    "On Tuesday, 9 June, a document comparing the numbering of the Geneva negotiating text, and the streamlined and consolidated text was issued to facilitate negotiations. Throughout the second week the facilitated groups variously addressed conceptual issues, undertook further streamlining/consolidation, and considered how to cluster or link issues. Discussions on specific sections of the Geneva negotiating text undertaken by the negotiating and facilitated groups are summarized below, followed by the outcomes of the final ADP contact group, including how to take the work of the ADP forward.", 
    "New versions of the streamlined and consolidated text and a compilation working document, explaining the outputs of the work on the sections of the text, were issued on 11 June."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12638e_76", 
  "enb_end_date": "11-Jun-15"
}