{
  "countries": [], 
  "topics": [], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING:", 
  "enb_start_date": "07-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The drafting group met in the morning to discuss finance and capacity building.", 
    "On finance, parties considered whether to make reference to fast-start finance in a Cancun decision.", 
    "Some parties preferred not to make this reference, noting that it is outside the mandate of the AWG-LCA, while others called for a separate decision on fast-start finance, maintaining that it would provide information such as on channels, sources and the nature of fast-start finance.", 
    "Several parties expressed flexibility on making a preambular reference to fast-start finance in a Cancun decision.", 
    "Co-facilitator Gafoor invited parties to consult informally on the issue.", 
    "On capacity building, parties discussed: what a Cancun outcome on capacity building might look like; institutional needs; how capacity building is reflected throughout the AWG-LCA text; and the need for performance indicators.", 
    "Parties generally agreed on the need to reflect capacity building in a Cancun outcome.", 
    "Some countries highlighted the need for a stand-alone chapter on capacity building to capture emerging needs and issues omitted from other sections of the text, while other parties preferred to integrate capacity building throughout the text.", 
    "Divergent views on the need for new institutions were expressed, with some highlighting existing institutions and voicing concern with the potential proliferation of institutions.", 
    "Other parties attributed the gap between capacity building decisions and their implementation partly to the paucity of specific institutions responsible for implementation.", 
    "On general performance indicators, some parties observed that they are not readily available for capacity building, emphasizing that project-based indicators would be more applicable.", 
    "Consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12482e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12482e_2", 
  "enb_end_date": "07-Oct-10"
}