{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Iceland", 
    "Mauritius", 
    "Malaysia", 
    "China", 
    "Uganda", 
    "Japan", 
    "Switzerland", 
    "Hungary", 
    "Norway"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "MATTERS REFERRED TO SBSTA BY THE COP", 
  "enb_start_date": "30-Oct-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "IPCC Third Assessment Report: IPCC Chair Bob Watson introduced the Synthesis Report of the Third Assessment Report (TAR), noting nine policy-relevant questions and responses regarding: contribution of scientific, technical and socioeconomic analyses to the definition of 'dangerous anthropogenic interference with the climate system'; changes in the Earth's climate since the pre-industrial era; regional and global climatic, environmental, and socioeconomic consequences associated with greenhouse gas emissions arising from TAR scenarios; climate fluctuations, extreme events and the risk of abrupt/non-linear changes; inertia and time-scales associated with changes in climate, ecological systems, and socioeconomic sectors; implications of stabilizing greenhouse gas concentrations at different levels; the potential for, costs and benefits of, and timeframe for, mitigation; and interactions between climate change and other environment and development issues. Chair Dovland then invited participants to consider the implications of the TAR for the future work of the SBSTA and any requests to the IPCC.", 
    "The EU, supported by JAPAN, CANADA, MALAYSIA, AOSIS, NORWAY, SWITZERLAND and AUSTRALIA, but opposed by SAUDI ARABIA, suggested holding a workshop on the implications of the TAR for the work of the SBSTA.", 
    "With MAURITIUS, UGANDA and HUNGARY, he suggested consideration of outreach and wider communication of the TAR.", 
    "SAUDI ARABIA and the G-77/CHINA stressed the inclusion of developing country scientists, and literature in languages other than English. MALAYSIA emphasized the vulnerability of developing countries and those in poverty and, with the REPUBLIC OF KOREA, supported consideration of adaptation measures.", 
    "Noting that recent events underscore the role of multilateralism, AOSIS stressed the need for a global solution to climate change with Protocol ratification as a first step. Chair Dovland noted emerging elements of agreement on how to proceed, including on organizing a workshop prior to SBSTA-16.", 
    "He invited Halldor Thorgeirsson (Iceland) to conduct informal consultations on a draft decision on the TAR.", 
    "SAUDI ARABIA stressed that there was no consensus on arranging a workshop that would lead to a decision at COP-8."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12179e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12179e_5", 
  "enb_end_date": "30-Oct-01"
}