{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Maldives", 
    "Panama", 
    "United States", 
    "Switzerland", 
    "Argentina", 
    "Norway", 
    "New Zealand", 
    "Bahamas", 
    "Saudi Arabia", 
    "Australia", 
    "Mexico", 
    "Tuvalu", 
    "Venezuela", 
    "India", 
    "Malaysia", 
    "Guatemala", 
    "China", 
    "Russian Federation"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Compliance and Enforcement"
  ], 
  "section_title": "STRUCTURE OF THE AGREEMENT :", 
  "enb_start_date": "08-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "League of Arab States", 
    "Coalition for Rainforest Nations", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "On Wednesday morning, the ADP contact group exchanged views on the structure of the 2015 agreement.", 
    "Co-Chair Reifsnyder invited parties to focus on: what the 2015 agreement should do; how it will advance the Convention; whether it will be a one-time agreement or an agreement evolving through successive sets of commitments; the role of the bodies and mechanisms created since COP 15; how to address adaptation, mitigation and MOI; and which issues should be included in the agreement and which ones should be addressed through COP decisions.", 
    "Guatemala, for AILAC, underscored the new agreement should: be ambitious and universal; prevent backsliding; and lead to gradual scaling up of all commitments.", 
    "Tuvalu, for the LDCs, called for: a separate section on loss and damage; balanced treatment of mitigation and adaptation; and enshrining existing institutions.", 
    "The Maldives, for AOSIS, proposed that loss and damage be included in the agreement separately from adaptation, and identified the need to clarify the relationship between the agreement and COP decisions.", 
    "The Bahamas, for CARICOM, supported a protocol with sections on, inter alia : general principles; commitments and obligations; communication of information related to implementation; compliance; a dispute settlement mechanism; and a financial mechanism.", 
    "Saudi Arabia, for the Arab Group, emphasized that the agreement s legal nature should not be discussed ahead of agreement on the substance.", 
    "The EU reiterated preference for a legally-binding outcome in the form of a protocol, identifying the need for provisions on entry into force and ratification, as well as on regional economic organizations and compliance.", 
    "The US stated that the agreement should evolve over time to progressively promote more ambitious action.", 
    "He said the agreement should include both mitigation and adaptation.", 
    "The US opposed including INDCs in annexes, indicating that another format will be more appropriate for 195 diverse INDCs.", 
    "Switzerland called for an agreement that: brings in everybody; develops and strengthens existing institutions; and includes rules on mitigation, adaptation and finance that address each area according to its specific needs.", 
    "The Russian Federation said the agreement should include: objectives; principles; and major thematic issues.", 
    "He emphasized: establishing a clear link between commitments and compliance; universal participation; and considering lessons learned from the Kyoto Protocol for the entry into force of the new agreement.", 
    "Turkey suggested the new agreement take into account socio-economic realities and be guided by science.", 
    "Norway said the new agreement should include a section on both mitigation and adaptation to reflect balance and the universal nature of commitments on each.", 
    "Argentina stressed that the ADP s work must be in line with the Convention and its principles, reflecting CBDRRC and, in a balanced manner, all elements in Decision 1/CP.17 (mitigation, adaptation, finance, technology, transparency of action and support, and capacity building).", 
    "Emphasizing that form must follow function, Australia underscored: effectiveness; simplicity; durability; and avoiding duplication.", 
    "Mexico, the US and Brazil supported including existing institutions under the new agreement to facilitate its implementation.", 
    "Brazil stressed the importance of an agreement that does not need to be revisited every cycle.", 
    "New Zealand emphasized the principles of universality and longevity.", 
    "Malaysia, for the LMDCs, underscored that the Paris outcome must enhance the implementation of the already long-lasting and durable Convention, not replace it.", 
    "The LMDCs called for shifting focus from the different nature of adaptation and mitigation to balanced and holistic treatment of all elements.", 
    "He called for strengthening the rules on MRV of support.", 
    "New Zealand identified mitigation as essential, noting that while arrangements for support are necessary they should not be seen as an end in themselves.", 
    "New Zealand suggested that accounting rules for the land-use sector and markets be included in the agreement and technical details be addressed in COP decisions.", 
    "Argentina indicated that the land-use sector should be excluded from the agreement.", 
    "Brazil underscored that any agreement with a market mechanism must be based on a common understanding of the mechanism s accounting rules.", 
    "Venezuela proposed deleting references to market mechanisms in the new agreement.", 
    "Panama, for CfRN, called for including the Warsaw Framework for REDD+ and clear accounting rules in the new agreement.", 
    "Several parties stressed the importance of distinguishing what will be in the agreement and what will be included in COP decisions.", 
    "The EU identified the need to consider what stands the test of time and what needs to be amended on a regular basis.", 
    "Mexico supported an agreement that allows for efficient adjustments without a ratification process.", 
    "The US noted that there should be no hierarchy among the agreement and decisions.", 
    "Brazil said there should be no second-class elements.", 
    "China indicated discussions or decisions on what goes into the agreement are premature before agreeing on the legal form of the Paris outcome.", 
    "India opposed proposals for new annexes x, y and z, and called for: a workshop on the implications of the legal nature of the new agreement; clarification on how IPCC assessment reports will inform the negotiations; and ensuring that decisions on workstream 2 (pre-2020 ambition) are finalized before Paris."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12626e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "WORKING GROUP", 
  "id": "enb12626e_30", 
  "enb_end_date": "13-Feb-15"
}