{
  "countries": [
    "Canada", 
    "Brazil", 
    "Netherlands", 
    "Denmark", 
    "Saint Lucia", 
    "Luxembourg", 
    "United States", 
    "Sweden", 
    "South Sudan", 
    "Ireland", 
    "Japan", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "New Zealand", 
    "Saudi Arabia", 
    "Australia", 
    "Norway", 
    "India", 
    "United Kingdom", 
    "Slovenia", 
    "Germany", 
    "Chile", 
    "Belgium", 
    "China", 
    "Tanzania"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "Long-term Mitigation Pathways", 
  "enb_start_date": "07-Apr-14", 
  "enb_short_title": "IPCC-39", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chair Edenhofer introduced this section, emphasizing major improvements and differences from AR4, including harmonization of climate information across all scenarios to ensure compatibility, and broader consideration of technology portfolios, including carbon dioxide removal (CDR) technologies, such as carbon capture and storage (CCS). A CLA provided an overview of this section, highlighting that it did not only consider the near term, but the long-term strategic view as well.", 
    "He noted: the increased number of models since AR4, including 300 baseline and 900 mitigation scenarios, constructed to link to WGI through the RCPs; an increased number of low-emissions scenarios; the wide range of socioeconomic, technological and institutional dynamics in the scenarios; and the intent to provide information for evaluating options and not make judgments on their feasibility.", 
    "On an introductory paragraph, noting that ' there are multiple scenarios with a range of technological and behavioral options that are consistent with different levels of mitigation ', Saudi Arabia expressed concern regarding the omission of language in the SPM from the Technical Summary, stating that there is no single pathway to stabilize GHG concentrations at any level, and that the literature points to a range of pathways to meet stabilization levels.", 
    "The authors preferred retaining the text as is, noting the differing contexts of the SPM and Technical Summary.", 
    "Saudi Arabia underscored the need to describe how these scenarios and pathways will interact with sustainable development, and participants agreed to add language to the text referencing the different characteristics and implications of the options for sustainable development.", 
    "Bolivia expressed concern over the manner in which different technological options were referenced in this section, particularly geoengineering and related options, which, he said, violate the rights of Mother Earth, have not demonstrated their ability to address climate change, and are a 'new kind of invasion from developed countries'.", 
    "He emphasized uncertainty regarding the consequences, limitations and possible risks of these technologies, and suggested the IPCC establish an ethical protocol to address such issues.", 
    "He proposed additional text for the introductory paragraph noting the limitations and possible risks of CDR technologies, and insufficient knowledge to quantify emissions offsets from CDR.", 
    "Noting this was not the appropriate place to reference specific technologies, Co-Chair Edenhofer and the CLAs said this paragraph was intended to provide a general statement about the range of scenarios and that CDR would be addressed in subsequent paragraphs.", 
    "On a footnote explaining the integrated models that were used to generate the long-term scenarios assessed in the WGIII report, Japan requested replacing 'cost-effective' with 'idealized'.", 
    "The CLAs suggested language to clarify that the 'cost-effective' solutions referred to in the text are idealized.", 
    "Bolivia recalled a long discussion in WGII on the term and concept of 'transformation', and suggested including that same definition here.", 
    "Co-Chair Edenhofer noted that the use of term transformation here is different than in WGII and proposed referring to 'key characteristics of mitigation pathways'.", 
    "Participants agreed to this change.", 
    "There was some discussion on the inclusion of scenarios below 430 parts per million (ppm) in relation to a sentence stating that 'this range spans atmospheric concentration levels in 2100 between 430 ppm CO2eq and 720 ppm CO2eq, which is comparable to the 2100 forcing levels between RCP 2.6 and RCP 6.0'.", 
    "In response to questions by Saint Lucia, Canada, the US and Saudi Arabia on the inclusion of scenarios below 430 ppm, the CLAs explained that only two studies had scenarios below 430 ppm and that these included two different models, which made them incompatible and did not allow for their inclusion in the database used in the report.", 
    "Australia suggested, and participants agreed, to add text clarifying that scenarios outside the mentioned range were also assessed, including some scenarios below 430 ppm, and referring to a paragraph where that problem is adequately explained.", 
    "On a sentence stating that 'the mitigation scenarios are based on a range of technological, socioeconomic and institutional trajectories', Bolivia queried the extent to which only market-based approaches were considered in the scenarios, and called for explicit reference to this matter.", 
    "The CLAs explained that it was not possible to characterize models as market versus non-market given the many methodologies and approaches used.", 
    "In regard to the same sentence, Saudi Arabia called for referring to uncertainty associated with technological, socioeconomic and institutional aspects.", 
    "Canada, supported by the CLAs, suggested referring to the relevant chapter in the underlying report for a discussion of uncertainties and scenarios.", 
    "This was opposed by Luxembourg and Switzerland, which noted that uncertainty was already mentioned elsewhere in the paragraph.", 
    "The discussion was forwarded to small group consultations between Bolivia, Saudi Arabia and the CLAs, which agreed that 'the mitigation scenarios involve a wide range of technological, socioeconomic and institutional trajectories, but uncertainties and model limitations exist and developments outside this range are possible'.", 
    "The revised text was then agreed as presented.", 
    "Figure SPM.4 on pathways of global GHG emissions in baseline and mitigation scenarios for different long-term concentration levels, and associated upscaling requirements of low-carbon energy for 2030, 2050 and 2100 was approved with minor amendments.", 
    "Participants then discussed a paragraph starting with: ' Mitigation scenarios in which it is likely that the temperature change caused by anthropogenic GHG emissions can be kept to less than 2 °C relative to pre-industrial levels are characterized by atmospheric concentrations in 2100 of about 450 ppm CO2eq '.", 
    "On a sentence stating that 'mitigation scenarios reaching concentration levels of about 500 ppm CO2eq by 2100 are more likely than not to limit temperature change to less than 2 °C relative to preindustrial levels, unless they temporarily 'overshoot' roughly 530 ppm CO2eq before 2100', the US expressed concern about the role and timeframe of an 'overshoot' where a target is temporarily exceeded.", 
    "Switzerland suggested including a reference to CDR technologies.", 
    "Canada requested that the language be clarified to reflect overshooting 'to' 530 ppm, not overshooting 'by' 530 ppm.", 
    "Slovenia cautioned that 530 ppm should not be made to be seen as a threshold.", 
    "The sentence was approved with Canada's proposed amendments.", 
    "Belgium said the paragraph was about scenarios of 2 °C, not 3 °C, and warned that references to scenarios beyond 2 °C could be misunderstood as setting a new target.", 
    "Norway said the issue of 3 °C scenarios is addressed elsewhere and, thus, references in this paragraph were redundant.", 
    "A CLA said the references were valuable as they provided balance regarding which concentrations would make a 3 °C temperature increase likely.", 
    "Norway and Belgium called for, and participants agreed to, the insertion of the word 'about' before '650 ppm' to indicate that 650 ppm is not an exact threshold.", 
    "Germany suggested adding a sentence referring to scenarios of 580 and 650 ppm and, after consultations, the CLAs proposed new text stating: 'Scenarios that reach 550 to 650 ppm CO2eq concentrations by 2100 are more unlikely than likely to keep temperature change below 2 °C'.", 
    "Slovenia pointed out that it should include 'relative to preindustrial levels'.", 
    "Belgium stated that the scenarios should range from 530 to 650 ppm.", 
    "Participants agreed to these amendments and approved the sentence.", 
    "Canada, supported by Sweden and Denmark, suggested clarifying a sentence stating that 'mitigation scenarios in which temperatures peak and are then likelyto bring temperature change to less than 1.5 °C by 2100 are characterized by 2100 atmospheric concentrations well below 430 ppm CO2eq'.", 
    "Following small group consultations, participants agreed to text stating: 'Mitigation scenarios in which temperature increase is more likely than not to be less than 1.5 °C relative to pre-industrial levels by 2100 are characterized by concentrations in 2100 of below 430 ppm CO2eq'.", 
    "On Table SPM.1 on key characteristics of the scenarios collected and assessed for WGIII AR5 , participants agreed to refer to the percentage change in CO2eq emissions in 2050 and 2100 compared to 2010 instead of the fraction of 2010 emissions.", 
    "The table and related footnotes were also revised for clarity and consistency with the text.", 
    "Participants then discussed a paragraph starting with a statement reading: ' reaching atmospheric concentrations levels of about 450 ppm CO2eq by 2100 would require substantial cuts in anthropogenic GHG emissions by mid-century through fundamental changes in energy systems and potentially the land surface '.", 
    "Tanzania and India requested clarification on what 'fundamental' changes meant, while Saudi Arabia and Bolivia objected to the term, noting it was too subjective.", 
    "Saudi Arabia also took issue with the reference to 'potential' changes to land use alongside 'fundamental changes in energy systems', saying that a clearer and stronger reference to necessary changes to land use would be required under this scenario.", 
    "The CLAs explained that the reference to 'potential' land use changes originated from the fact that all scenarios show fundamental changes in energy, but not all show them in land use.", 
    "The CLAs agreed to change wording from 'land surface' to 'land use' and from 'fundamental' to 'large-scale' change.", 
    "Discussions on this paragraph and the subsequent one on temporary overshoot and reliance on CDR in the scenarios continued in an informal group, co-facilitated by the Netherlands and Brazil.", 
    "On the first paragraph, several developing countries restated their objection to reference to 40 to 70% reductions by 2050, noting it was prescriptive, and called for deletion of the numbers.", 
    "This was opposed by a number of developed countries, which said that the numbers were descriptive, derived from a range of scenarios, and policy relevant.", 
    "CLAs presented revised text that: (1) referred to the target to keep to global temperature change to below 2 °C relative to preindustrial levels; (2) included a footnote on changes being more effective when in accordance with local vision and approaches; and (3) added another footnote comparing the numbers with those in AR4.", 
    "Several developing countries, opposed by a number of developed countries, insisted on the need to remove the reference to 40-70% reductions by 2050, proposing to either show all scenarios with their various ranges or, preferably, only refer to that information in Table SPM.1.", 
    "Supporting this proposal, one developing country expressed its preference for a 1.5 °C target.", 
    "In response, a developed country delegate proposed adding language on lower concentration scenarios requiring the same changes but on a faster time scale.", 
    "He also called for stating that, in the long term, a phase-out of fossil fuels is implied by these scenarios.", 
    "The CLAs presented additional quantitative numbers for other levels, but this was opposed by a developing country as confusing and cumbersome.", 
    "A developed country called for and participants agreed to include reference to further increases in energy efficiency.", 
    "The final agreed paragraph incorporates the various suggestions, including more detail on different scenarios while keeping the reference to 40-70% reductions.", 
    "In sum, it states that scenarios reaching atmospheric concentration levels of about 450 ppm CO2eq by 2100 include emission reductions of 40-70% globally relative to 2010 by 2050, and emissions levels near zero or below in 2100.", 
    "It also provides the percentage reductions in 2050 and 2100 for scenarios reaching 500 ppm CO2eq and for 550 ppm CO2eq.", 
    "The paragraph further explains that scenarios reaching 450 ppm CO2eq are characterized by more rapid improvements in energy efficiency, and a tripling to nearly a quadrupling of the share of zero and low-carbon energy supply from renewables, nuclear energy and fossil energy with CCS, or bioenergy combined with CCS (BECCS) by the year 2050.", 
    "It also states that the substantial changes implied in the scenarios vary across regions; and that scenarios reaching higher concentrations include similar changes, but on a slower timescale, while scenarios reaching lower concentrations require these changes on a faster timescale.", 
    "Participants discussed the following paragraph, including implications of temporarily exceeding or 'overshooting' the concentration target in various scenarios, and the reliance on CDR in those scenarios.", 
    "One developing country made a proposal regarding the limited evidence on the potential of CDR technologies to combat climate change and noted that these techniques carry risks and uncertainties.", 
    "Moreover, he suggested incorporating a footnote stating that 'according to WGI, CDR methods have biogeochemical and technological limitations to their potential on the global scale'.", 
    "Another developing country suggested a sentence stating that 'most assessments agree that geoengineering technologies should not be treated as a replacement for conventional mitigation and adaptation due to high-cost risks or pervasive uncertainties'.", 
    "The authors presented a reformulated proposal, which included recognition of CDR technologies' associated risks.", 
    "On text stating that 'in most scenarios, carbon dioxide is removed from the atmosphere through BECCS' and that 'another CDR option, large-scale afforestation, is also included in some scenarios', one developing country suggested not singling out afforestation and generally referring to CDR, but authors highlighted that the sentence is descriptive of real information used in the scenarios.", 
    "Participants eventually agreed to text stating: 'Depending on the level of the overshoot, overshoot scenarios typically rely on the availability and widespread deployment of BECCS and afforestation in the second half of the century'.", 
    "On a sentence stating that the availability and scale of BECCS and large-scale afforestation and other CDR technologies are uncertain and associated with a diverse set of risks, a developing country suggested a broader reference to CDR risks, rather that specifying large-scale afforestation 'risks'.", 
    "A developed country proposed, and participants agreed, to state that BECCS, large-scale afforestation and CDR 'to varying degrees' are associated with challenges and risks.", 
    "Some delegates proposed, but others opposed, to refer to 'socioeconomic' risks associated with CDR, with some saying that other sections of the report adequately address those risks.", 
    "Participants eventually agreed to include a reference to challenges and risks, as specified in Section SPM.4.2.", 
    "The final agreed text states: ' Mitigation scenarios reaching about 450 ppm CO2 equivalent in 2100 typically involve temporary overshoot of atmospheric concentrations, as do many scenarios reaching about 500 ppm to 550 ppm CO2eq in 2100.", 
    "Depending on the level of the overshoot, overshoot scenarios typically rely on the availability and widespread deployment of BECCS and afforestation in the second half of the century.", 
    "The availability and scale of these and other CDR technologies and methods are uncertain and CDR technologies and methods are, to varying degrees, associated with challenges and risks '.", 
    "The text also states that: 'CDR is also prevalent in many scenarios without overshoot to compensate for residual emissions from sectors where mitigation is more expensive.", 
    "There is only limited evidence of the potential for large-scale deployment of BECCS, large scale afforestation and other CDR technologies and methods'.", 
    "Among the other paragraphs in the section, participants discussed a paragraph reflecting that ' estimated global GHG emissions levels in 2020 based on the Cancún Pledges are not consistent with cost-effective long-term mitigation trajectories limiting temperature rise to 2 °C '.", 
    "Responding to a question from China regarding the relation of the Cancún Pledges to the scenarios examined in Figure SPM.5 on emissions pathways to 2030, a CLA clarified that the vast majority of cost-effective scenarios remain clearly below the Cancún Pledges.", 
    "Norway suggested adding a reference to Figure SPM.5 in the text.", 
    "Saudi Arabia, supported by India, proposed returning to the December SPM draft text.", 
    "After informal consultations, participants agreed to text stating that the Cancún Pledges are not consistent with cost-effective long-term mitigation trajectories to limit warming to 2 °C.", 
    "New Zealand, supported by Saudi Arabia, suggested including a definition of 'Cancún Pledges' in the glossary and participants agreed to this inclusion.", 
    "On a sentence noting that, while the Cancún Pledges refer to 2020, mitigation actions through 2030 have a substantially larger constraining effect on the pathways and options for meeting long-term temperature goals, Canada said the text does not accurately reflect that the earlier mitigation actions are taken, the less actions are constrained going forward, and suggested language to better reflect this.", 
    "Australia questioned the need for the sentence.", 
    "Belgium asked why 2030 was highlighted in comparison to 2020.", 
    "The authors explained the relevance of emphasizing 2030, noting that constraints increase substantially within one decade, and suggested language stating that delaying mitigation through 2030 has a greater influence on mitigation challenges than delays through 2020.", 
    "Canada said this formulation fails to take into account mitigation actions already taking place, and suggested language to reflect this.", 
    "Noting similar language in the subsequent paragraph, paricipants agreed to delete this sentence.", 
    "Regarding the first sentence of a paragraph stating that ' delaying mitigation through 2030 will substantially increase the difficulty of the transition to low longer-term emissions levels, and narrow the range of options consistent with maintaining temperature change below 2 °C relative to preindustrial levels ', Canada and Australia proposed referring to 'increased mitigation' to reflect that mitigation is already taking place, while the CLAs preferred 'mitigation efforts beyond those in place today'.", 
    "Belgium expressed its preference for 'would' instead of 'will'.", 
    "Saudi Arabia, supported by Brazil, said the sentence should refer to projections, and the CLAs proposed text to reflect this'.", 
    "Participants approved the sentence with the changes suggested by the CLAs.", 
    "No substantial changes were made to Figure SPM.5 on the implications of different 2030 GHG emissions levels for the rate of CO2 emissions reductions and low-carbon energy upscaling from 2030 to 2050 in mitigation scenarios reaching about 450 to 500 (430-530) ppm CO2eq concentrations by 2100 .", 
    "Delegates approved the first sentence of a paragraph stating that ' estimates of the aggregate economic costs of mitigation vary widely and are highly sensitive to model design, assumptions and specification of scenarios '.", 
    "The US, supported by the UK, Chile, Switzerland, Ireland and Norway, expressed concern over the numbers conveyed in a subsequent sentence stating that 'mitigation scenarios that reach atmospheric concentrations of about 450ppm CO2eq by 2100 entail global consumption losses, measured as a change from baseline consumption, of 1% to 4% in 2030, 2% to 6% in 2050, and 3% to 11% in 2100 relative to what would happen without mitigation'.", 
    "They requested reframing these numbers in terms of annualized numbers in consumption over time periods, instead of single points in time, saying that this would convey cost information in a more 'clear and balanced' manner.", 
    "Chile stressed the importance of changing consumption models as 'part of the solution'.", 
    "Switzerland noted that assumptions may 'radically' change over the course of the century and asked for reference to the certainty level associated with each timeframe.", 
    "Norway requested adding text specifying that the numbers do not consider co-benefits of mitigation and other benefits of reduced climate change.", 
    "The sentence, together with the remainder of the paragraph, was deferred to an informal contact group.", 
    "In the contact group, participants agreed to revised text that consolidates information on costs, adds information on complementary costs, and expands on various aspects of costs to show, for example, the compounded effect of annually accruing costs and the annualized reduction in growth rate that this implies.", 
    "On the reference to BECCS, Saudi Arabia called for reference to CCS in addition to BECCS, and participants agreed to amend the text to read: 'bioenergy, CCS and their combination (BECCS)'.", 
    "Table SPM.2 on global mitigation costs in cost-effective scenarios and estimated cost increases due to assumed limited availability of specific technologies and delayed additional mitigation was revised for clarity and consistency with the text.", 
    "Delegates discussed text in a paragraph stating that: ' Only a limited number of studies have explored scenarios that are more likely than not to bring temperature change back to below +1.5 °C relative to pre-industrial levels by 2100 ; these scenarios bring atmospheric concentrations to below 430 ppm CO2eq by 2100'.", 
    "Saint Lucia requested adding a footnote containing quantitative information on cumulative CO2 emissions for different time frames.", 
    "Saudi Arabia called for a characterization of the level of uncertainty.", 
    "Switzerland observed that these scenarios require the use of CDR and that this should be mentioned.", 
    "A CLA explained that CDR is not a specific characteristic of these scenarios alone.", 
    "Participants approved the paragraph as presented with the inclusion of the footnote proposed by Saint Lucia.", 
    "Participants then discussed the first sentence of a paragraph on costs, co-benefits and adverse side-effects associated with 450 or 500 ppm CO2eq mitigation scenarios , stating that these scenarios 'show reduced policy costs for achieving air quality and energy security objectives, and they are associated with significant co-benefits for human health, ecosystem impacts, and sufficiency of resources and resilience of the energy system'.", 
    "Norway suggested, and the CLAs supported, referring to 'costs' rather than 'policy costs'.", 
    "Switzerland queried the emphasis on energy security and air quality, Venezuela proposed substituting 'energy security' with 'energy supply', and Saudi Arabia called for including adverse side-effects and suggested removing the reference to all other co-benefits apart from energy security and air quality.", 
    "With reference to energy security and air quality, a CLA clarified that the scenario literature to which the paragraph refers only includes robust and quantified evidence on these two co-benefits and none on adverse side-effects.", 
    "Regarding the suggestion to refer to energy supply, he noted that it is a subset of energy security.", 
    "Responding to Saudi Arabia's request to insert reference to adverse effects, the CLAs proposed, and participants agreed, to add to the end of the sentence: 'these scenarios did not quantify other co-benefits or adverse side-effects'.", 
    "On a sentence stating that the potential for co-benefits for energy end-use measures may outweigh the potential for adverse side-effects, and that evidence suggests this may not be the case for all energy supply and AFOLU measures, Japan questioned reference to AFOLU in this context, while Saudi Arabia opposed emphasizing adverse side effects of both AFOLU and energy supply measures.", 
    "CLAs clarified that a detailed assessment of the potential for co-benefits and side-effects in each of the sectors had been carried out, and that AFOLU and energy supply measures were characterized by a greater potential for side-effects, but that this should not be taken to mean that AFOLU would have no co-benefits or would automatically lead to adverse side effects.", 
    "Following proposals from the CLAs and Canada, participants agreed to qualifying language reflecting that 'the potential for' co-benefits outweighs 'the potential for' adverse side effects.", 
    "Participants approved Figure SPM.6 on air pollutant emission levels for black carbon and sulfur dioxide in 2050 relative to 2005 , with minor changes.", 
    "On a paragraph on the distribution of costs among different countries, Switzerland expressed concern that the paragraph could be misinterpreted unless its language was clarified, and the US said scientific elements in the paragraph must be disentangled from policy-prescriptive normative elements.", 
    "Norway, Canada and the EU, opposed by Brazil, Saudi Arabia and South Sudan, called for the establishment of an informal contact group to improve the paragraph.", 
    "Co-Chair Sokona proposed, and participants agreed, to have the CLAs revise the paragraph and present amended text.", 
    "The CLAs presented their proposal for the first sentence of the paragraph, stating: 'Mitigation efforts and associated costs vary between countries in mitigation scenarios.", 
    "The distribution of costs across countries can differ from the distribution of the actions themselves'.", 
    "A CLA explained that the revised text addressed participants' concerns over potential confusion between normative goals and scenario language; and finance-related language used by policymakers.", 
    "Participants approved the sentence and the entire paragraph without further changes.", 
    "Participants also agreed to a new paragraph stating that ' there is a wide range of possible adverse side-effects as well as co-benefits and spillovers from climate policy that have not been well-quantified '.", 
    "On a sentence stating: ' Mitigation policy may devalue fossil fuel assets, but differences between regions and fuels exist ', Switzerland requested that the role of markets in providing value to commodities be acknowledged, and, with the Netherlands, suggested that the value of fossil fuel assets be put into context.", 
    "The Netherlands called for a focus on 're-evaluation' of fossil fuel assets, not 'devaluation'.", 
    "A CLA explained that 'devaluation' was more accurate because 're-evaluation' could 'go in both directions'.", 
    "Saudi Arabia said suggesting that fossil fuels will not devalue would 'put science to the test'.", 
    "The Netherlands said the idea that fossil fuel producers have the infrastructure to become future producers of sustainable energy had not been reflected.", 
    "A CLA responded that sustainable energy opportunities do not change the devaluation of fossil fuels, and urged participants to accept the statement.", 
    "Regarding a sentence in the same paragraph on the largely negative effects of mitigation policies on coal exporters and their medium-term benefits for natural gas exporters, Norway sought clarification of 'medium-term'.", 
    "Australia queried the meaning of 'largely negative'.", 
    "Argentina asked what time period the statement referred to.", 
    "Saudi Arabia proposed that a sentence on the effects of mitigation policies on oil export revenues be separated according to the confidence levels attributed to the statements, and proposed that a paragraph be inserted on spillover effects on urban areas, food security, the poor and tourism in energy exporting countries.", 
    "Following consultations in an informal contact group, which led to a rearrangement of text to make it more coherent, participants approved the text.", 
    "It states that 'most mitigation scenarios are associated with reduced revenues from coal and oil trade for major exporters ( high confidence )', the 'effect of mitigation on natural gas export revenues is more uncertain ( medium confidence )', and the 'availability of CCS would reduce the adverse effects of mitigation on the value of fossil fuel assets ( medium confidence )'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12597e.html", 
  "enb_long_title": "Twelfth Session of the Intergovernmental Panel on Climate Change (IPCC) Working Group III (WGIII-12) and Thirty-ninth Session of the Intergovernmental Panel on Climate Change (IPCC-39)", 
  "type": "", 
  "id": "enb12597e_22", 
  "enb_end_date": "12-Apr-14"
}