{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "United States", 
    "Colombia", 
    "Switzerland", 
    "Japan", 
    "Nigeria", 
    "Venezuela", 
    "Russia"
  ], 
  "topics": [], 
  "section_title": "CSD-5", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The fifth session of the UN Commission on Sustainable Development (CSD-5) convened in New York from 8-25 April 1997 to complete preparations for the UN General Assembly Special Session (UNGASS).", 
    "Under the sectoral issue of atmosphere, discussions centered on the message to emanate from UNGASS regarding the desired outcome of COP-3 of the United Nations Framework Convention on Climate Change (FCCC).", 
    "The final text contained a 'menu' of five bracketed proposals for consideration at UNGASS.", 
    "Australia proposed language noting that UNGASS should recommend that the FCCC accelerate negotiations, produce a satisfactory result and recognize the global nature of the problem.", 
    "The EU, supported by Switzerland, proposed specific emissions reduction targets (15% reduction below 1990 levels by 2010).", 
    "AOSIS presented its proposed protocol (20% reduction below 1990 levels by 2005) as consistent with the Berlin Mandate.", 
    "Japan called for agreement on quantified objectives for emission reductions and agreement to elaborate on policies and measures.", 
    "The US, Australia, Japan, Canada, Colombia, Iran, Russia, Venezuela, Nigeria and Saudi Arabia objected to including specific negotiating positions in the text and cautioned against prejudging the COP-3 outcome.", 
    "In the final Plenary, the US added a proposal to the 'menu' that urges: adoption of the strongest possible agreement, including legally-binding budgets or targets for developed nations; maximum flexibility in reaching budgets or targets; and participation of all countries in taking meaningful actions to address the problem."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1246e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1246e_1", 
  "enb_end_date": "28-Jul-97"
}