{
  "countries": [
    "Tanzania", 
    "Bangladesh"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Plenary discussion", 
  "enb_start_date": "10-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Environmental Development Action in the Third World (ENDA-TM) pointed out that vulnerability should consider more than just poverty.", 
    "De Sherbinin agreed that vulnerability is not a simple function and that communities may have high adaptive capacity due to traditional knowledge and other factors.", 
    "Responding to the Stockholm Environment Institute s (SEI) query about failures in incorporating socioeconomic data, Nishat discussed difficulties in including local perspectives.", 
    "He also noted that decision makers often do not use the available data for planning activities.", 
    "SustainUS asked Kurukulasuriya about UNDP s experiences working with local communities and he responded that communities usually do not understand the concept of climate change, and much effort is required to find a common language.", 
    "He also said some communities, like farmers, need information for immediate application in crop planning.", 
    "Responding to a question about the role of global scenarios, Nishat answered that they are necessary for planning purposes.", 
    "Chair Plume also emphasized the importance, as well as difficulties, of downscaling.", 
    "In response to a query from Tanzania to provide examples of adaptation to climate change, Nishat noted that in Bangladesh local communities have recognized something unusual happening with the weather, but that the government needs to be convinced to take action."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12356e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on socioeconomic information under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12356e_10", 
  "enb_end_date": "12-Mar-08"
}