{
  "countries": [
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Compliance and Enforcement"
  ], 
  "section_title": "BOX D - COMPLIANCE, POLICIES AND MEASURES, AND ACCOUNTING, REPORTING AND REVIEW UNDER PROTOCOL ARTICLES 5, 7, AND 8", 
  "enb_start_date": "24-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Minister Bjerke reported on the work carried out in the informal small groups.", 
    "On Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information), she said text on reporting under Protocol Articles 10 (existing commitments) and 11 (financial mechanism) had been elaborated, and the only bracket remaining in the decision on Article 8 related to the composition of the expert review teams.", 
    "She said further brackets remained on issues that were dependent on the outcome of other groups. On demonstrable progress, she said the group had converged around the idea that reporting should take place in 2005, as a report separate from national communications.", 
    "Regarding compliance, she said discussions had focused on the establishment and structure of the compliance committee, the functions of the plenary, as well as on how principles could be reflected in the compliance text.", 
    "She noted that more time was needed, as not all the 'crunch' issues had been resolved. President Pronk noted a greater divergence of opinion than he had expected, and said there were three elements in the reports - those issues that had been agreed, those close to agreement, and those on which no agreement is currently foreseeable.", 
    "He said he would summarize the issues in a paper that ministers would be invited to collect at his office, to ensure that he would also be able to conduct bilateral discussions with each group.", 
    "Responding to President Pronk's proposal, the G-77/CHINA noted that developing countries have the highest stakes in these negotiations, and that the total package, as in the Buenos Aires Plan of Action, would need to be reflected.", 
    "On the Umbrella Group's funding proposal and the alternative put forward by the EU, he said they represent a step forward but still require more negotiation.", 
    "He stressed that 'the ball is in the court of developed countries,' saying they have the economic resources and have caused the problem, and therefore it is their responsibility to resolve this.", 
    "The EU highlighted its funding proposal, which focuses on the need to improve and increase funding for the GEF, especially taking into consideration the needs of least developed countries (LDCs), and suggests an 'adaptation fund plus' within the existing GEF structure.", 
    "She said funding should be derived not only from a CDM levy, but also from contributions, and added that assuring stable sources of funding was crucial. On the way forward, President Pronk reassured delegates that the state of negotiations today did not represent a set-back, just 'stagnation.", 
    "' He noted the need for a break-through, and stressed the crucial role of ministers in the informal groups."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12162e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12162e_5", 
  "enb_end_date": "24-Nov-00"
}