{
  "countries": [
    "United States", 
    "Saudi Arabia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "TIME TO TALK", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "A relatively relaxed pace at SB-20 allowed delegates to make notable progress on aspects that had been sidelined until now, such as 'good practices' in policies and measures.", 
    "It also gave them the chance to explore some innovation in their negotiations.", 
    "For instance, not all the contact groups immediately started work on negotiating text.", 
    "On some traditionally controversial issues such as the timing of submissions of non-Annex I national communications, Chairs chose to facilitate an open exchange of ideas on how progress could be made, instead of putting pressure on delegates to deliver agreed text. The in-session workshops, a new addition to the UNFCCC process, were a further step in exploring ways to encourage discussion and exchange information without having to state entrenched national positions.", 
    "The workshops were well attended, and most participants felt they provided a helpful forum to make progress on controversial issues.", 
    "Delegates observed that the discussion on adaptation and mitigation, for instance, allowed for a broader dialogue on the future of the climate negotiations and a more candid discussion on North-South differences.", 
    "On the other hand, some observers did feel that future topics should be more focused, and presentations and discussions more result-oriented, so as to be relevant to policy makers.", 
    "Some concerns were also expressed that the workshops took delegates away from important negotiations. There were other suggestions made during negotiations at SB-20 to make the format more interactive.", 
    "Drawing attention to their difficulties in interacting with the UNFCCC financial mechanism, some developing countries suggested holding in-session question- and-answer meetings with the GEF.", 
    "Meanwhile, delegates also spent considerable time discussing the format of the high-level segment at COP-10, to ensure that interventions by ministers and heads of states at COP-10 go beyond the simple delivery of pre-written statements. These new innovations were aimed at making the process more open and interactive, and are similar to attempts in the CSD process to promote genuine dialogue and discussion.", 
    "However, there were some concerns that in other areas the negotiations may be taking a step backwards when it comes to stakeholder participation.", 
    "Observers expressed concerns on discussions calling for a review of the process for accrediting and recognizing observers and constituencies, at the behest of the US and Saudi Arabia, fearing that this could be used to restrict or limit participation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "SBI/SBSTA", 
  "id": "enb12242e_68", 
  "enb_end_date": "28-Jun-04"
}