{
  "countries": [], 
  "topics": [], 
  "section_title": "COMMISSION ON SUSTAINABLE DEVELOPMENT", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "During 2006 and 2007, the UN Commission on Sustainable Development is focusing on four key issues: energy for sustainable development, industrial development, air pollution and the atmosphere, and climate change.", 
    "At the Commission\u0092s fourteenth session, held in New York from 1-12 May, delegates launched a review of these issues, facilitated by expert panels, discussions on regional implementation, a multistakeholder dialogue and a high-level segment.", 
    "Ministers engaged in dialogue sessions with business leaders, heads of UN agencies and international financial organizations, and Major Groups, focusing on barriers and constraints and providing guidance on the priority areas to be taken up at the CSD-15 policy session and at the preceding Intergovernmental Preparatory Meeting in early 2007. CSD-14 was dominated by the energy agenda, with discussions focusing on energy security, the impact of oil and gas prices, and the respective roles of renewable energy technologies and fossil fuels, which, as delegates were informed repeatedly by oil- producing countries, will play a dominant role in the world\u0092s energy mix for the foreseeable future.", 
    "The non-negotiating format of this 'review' session helped to disguise simmering tensions over the future of fossil fuels, nuclear power and the climate regime post-2012."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12296e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "", 
  "id": "enb12296e_10", 
  "enb_end_date": "15-May-06"
}