{
  "countries": [
    "Canada", 
    "Brazil", 
    "Sudan", 
    "Saint Lucia", 
    "Indonesia", 
    "United States", 
    "New Zealand", 
    "Norway", 
    "Jamaica", 
    "Saudi Arabia", 
    "Australia", 
    "Angola", 
    "Mexico", 
    "India", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Marshall Islands", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PROCEDURAL AND INSTITUTIONAL PROVISIONS", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The group on section L (Procedural and Institutional Provisions), which was co-facilitated by Sarah Baashan (Saudi Arabia) and Roberto Dondisch (Mexico), met on Tuesday and Wednesday.", 
    "On Wednesday, parties established a joint spin-off group with section J (Timeframes), which met on Thursday and was led by the Marshall Islands and Norway, to discuss the issue of housing of contributions.", 
    "The discussions in the joint spin-off group are summarized under the section on Timeframes (see page 10).", 
    "On the governing body of the new agreement, several parties agreed that the paragraphs in part 1 of the Tool are a sufficient basis to serve the new agreement.", 
    "Colombia for AILAC, Norway and Canada specified that countries that do not ratify the agreement should not take part in decision making under the governing body.", 
    "On rules of procedure, Sudan, for the African Group, suggested discussing the rules of procedure and the interval of meetings of the governing body.", 
    "India, for the LMDCs, said details could be determined at a later stage.", 
    "Saudi Arabia stated that the rules of procedure of the COP should apply under the new agreement.", 
    "The EU suggested that the agreement develop its own rules of procedure.", 
    "AILAC suggested this be discussed in the context of the paragraph in part 1 of the Tool on voting.", 
    "On anchoring institutions, the US, AILAC, Australia and others preferred identifying existing institutions that would serve the new agreement on a case-by-case basis in the relevant sections of the agreement.", 
    "Norway, India for the LMDCs, and the African Group supported a general anchoring provision.", 
    "Jamaica, for AOSIS, noted new institutional arrangements for strengthened institutions may be required.", 
    "Brazil said a general anchoring provision avoids duplication of existing institutions.", 
    "On whether provisional application should be the subject of an explicit provision in the agreement or be left for the decision adopting the agreement, Australia, Norway, Canada and AILAC supported the latter.", 
    "India and New Zealand proposed deleting the text on provisional application.", 
    "The African Group inquired, and the Secretariat provided background, on the legal differences between entry into force and provisional application.", 
    "On duration of the agreement, AILAC, the EU, AOSIS, the US, Australia, Canada, Indonesia, Angola, New Zealand and Japan did not see a need for an end date of the agreement.", 
    "The LMDCs, Saudi Arabia and China supported including a provision on duration, considering a period of 10 to 20 years beginning in 2021.", 
    "On annexes, several parties supported using common language used in multilateral environmental agreements.", 
    "Saint Lucia presented its proposal for an Annex III to the agreement to house NDCs.", 
    "On voting, most parties supported standard language, while AILAC encouraged parties to build on lessons learned.", 
    "On participation and decision making, Malaysia and India opposed a mitigation-centric provision that links participation to parties’ current mitigation commitments.", 
    "He noted that if developed countries failed to provide MOI to developing countries, the latter would fail to fulfill their mitigation commitments and be prevented from participating.", 
    "Mexico, supported by the US, Norway and Australia, and opposed by the African Group and Saint Lucia, suggested replacing “commitments” with “INDCs.” AILAC supported deletion of the paragraph, noting contributions from parties are already required for ratification.", 
    "Saint Lucia underlined that in her country, adaptation is not a matter of contribution but rather necessity.", 
    "Australia, the EU, and the US shared the idea that parties had to “bring something to the table” to take part in the decision-making process.", 
    "On the depository, several parties opposed an option for reservations in the agreement and supported including provisions describing the procedure for withdrawal.", 
    "Parties agreed that the Co-Facilitators would inform the ADP Co-Chairs of parties’ views expressed during the week.", 
    "The Co-Facilitators circulated a document on 4 September summarizing the discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_23", 
  "enb_end_date": "04-Sep-15"
}