{
  "countries": [
    "Poland", 
    "Papua New Guinea", 
    "Peru", 
    "Mexico"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "DECISION-MAKING IN THE UNFCCC PROCESS (COP)", 
  "enb_start_date": "19-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The afternoon open-ended informal consultations on decision-making in the UNFCCC process were co-facilitated by Gabriel Quijandria Acosta (Peru) and Beata Jaczewska (Poland).", 
    "Parties agreed to open this and the following meetings to observers.", 
    "Parties welcomed the forward-looking nature of, and identified elements for, discussions, including: 'party-drivenness'; transparency and openness; inclusiveness; fairness and equal treatment; efficiency and effectiveness; responsibilities of parties, presiding officers and the Secretariat; the need to avoid package deals; and that discussions of the proposal from Mexico and Papua New Guinea to amend Convention Articles 7 and 18 be kept separate from these discussions.", 
    "The Secretariat will prepare a paper listing issues for substantive discussions.", 
    "Informal consultations will continue. CDM (CMP): In the afternoon, delegates consulted informally on a draft decision on issues relating to the CDM.", 
    "On governance, they discussed text encouraging the CDM Executive Board (EB) to enhance its interaction with designated national authorities and designated operational entities.", 
    "On baseline and monitoring methodologies and additionality, views diverged on whether to request the EB to: simplify the monitoring methodologies and procedures by allowing the validation of monitoring plans after registration; remove the threshold of component project activities addressing microscale activities in programmes of activities; extend the use of positive lists, combined with conservative default values for project types where there is a low risk of non-additionality; and improve the financial additionality assessment by including all costs and revenues, notably the revenues expected from certified emission reductions (CERs).", 
    "Informal consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12590e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "COP", 
  "id": "enb12590e_9", 
  "enb_end_date": "19-Nov-13"
}