{
  "countries": [
    "Turkey", 
    "Brazil", 
    "Bangladesh", 
    "Canada", 
    "Saint Lucia", 
    "United States", 
    "Nauru", 
    "Japan", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Malawi", 
    "Ecuador", 
    "Saudi Arabia", 
    "South Africa", 
    "China", 
    "Chile", 
    "Marshall Islands", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "TRANSPARENCY OF ACTION AND SUPPORT:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday, ADP Co-Chair Kumarsingh outlined some elements emerging from previous discussions on this topic, noting that parties see benefit in building on existing transparency mechanisms, and agree on the essential role of MRV in building a robust, transparent and durable regime.", 
    "He encouraged delegates to address how the 2015 agreement can build on existing transparency arrangements and what new arrangements may be needed.", 
    "On transparency and trust , Nauru, for AOSIS, the EU, Norway, Turkey and China underlined the key role played by transparency in building trust among parties, with the Philippines and Norway adding that transparency enables the assessment of aggregate progress towards the global goal of the Convention.", 
    "China emphasized transparency should ensure implementation of the Convention, stressing the required leadership of developed countries.", 
    "Turkey emphasized transparency and accountability play a central role in building trust among parties, stressing a comprehensive framework is essential and should enable evaluation of whether individual contributions are fair and feasible.", 
    "New Zealand, supported by Switzerland, highlighted confidence, clarity and consistency as requirements.", 
    "Brazil cautioned against re-opening negotiations that created the recently-established transparency framework.", 
    "He emphasized the outcomes of the Bali Action Plan on transparency should be anchored in the agreement stressing transparency is an overarching concept applying to all elements of the agreement and NDCs.", 
    "Marshall Islands called for a transparency framework applicable to all, with a tiered system that recognizes national circumstances.", 
    "On information on NDCs , AOSIS and the EU encouraged focus on the definition of information to be provided by parties on their NDCs to enable comparability.", 
    "The EU added that parties should explain why their NDC is fair.", 
    "New Zealand said clarity on assumptions underpinning contributions was important before locking down commitments.", 
    "Japan noted the timeframe for submitting NDCs and said the upfront composition of the NDCs is important for transparency.", 
    "South Africa emphasized defining the minimum information to be presented in NDCs.", 
    "Marshall Islands said the information provided in NDCs should enable assessment and aggregation of the commitments.", 
    "On MRV and the rules-based system , Saint Lucia said the quality of Annex I inventories should improve over time and, with Malawi, for the LDCs, called for supporting non-Annex I parties in adhering to higher standards of reporting.", 
    "She stressed that tools used under the Kyoto Protocol provide good examples to draw upon.", 
    "The Philippines drew attention to timelines and financial support for national communications, underlining the importance of ex ante need-based financing.", 
    "While noting the value of a common accounting system, Norway stressed that parties will have different mitigation commitments that call for flexibility.", 
    "Norway and the EU underlined the need for common rules on the use of carbon markets.", 
    "The EU suggested using IPCC methodologies and streamlining MRV arrangements to make them more efficient.", 
    "The LDCs urged adopting MRV requirements no less stringent than those agreed under the Kyoto Protocol for Annex I parties.", 
    "Bangladesh called for a robust MRV framework and the assessment of ex ante information.", 
    "China said developed countries should be subject to enhanced versions of existing MRV frameworks and that transparency for developing countries must account for national circumstances, in a manner that is non-punitive and respectful of national sovereignty.", 
    "The EU underscored the need to go 'beyond transparency' and establish a compliance system to hold parties accountable.", 
    "Turkey said the framework should have a degree of flexibility and avoid applying all rules to all parties in all circumstances, as this would delay action.", 
    "Canada proposed a post-2020 MRV system, either established by a decision or in the body of the agreement, include: an inventory updated on a regular basis; updated reports on targets; clear accounting provisions on land and market mechanisms; and a system of review of contributions.", 
    "She said the key question is how to adapt the current system to the post-2020 environment, noting a number of questions still remain as MRV implementation is relatively new.", 
    "Chile and the Marshall Islands said the new regime should build on existing arrangements.", 
    "Chile called for a unified MRV system for action and support, differentiated based on capability.", 
    "South Africa called for creating a system for ex ante assessment of the intended contributions for adequacy and fairness, allowing for peer review of the contributions, and a process for adjusting contributions upward in a non-threatening and non-prescriptive manner.", 
    "She called for improving the ex post system of MRV to eliminate double counting, and for developing rules on MRV of support and finance.", 
    "New Zealand, Saudi Arabia and the US said the new agreement should build on the existing MRV system, with New Zealand calling for a common framework with built-in flexibility to accommodate the full spectrum of economic development.", 
    "The US said contributions should be reflected in a schedule, and actions inscribed reported and reviewed at regular intervals.", 
    "He highlighted reporting, technical review and a facilitated party driven process as three features for transparency.", 
    "On markets , Japan called for avoiding double counting when using market mechanisms.", 
    "New Zealand said it was important to determine how parties account for progress in achieving targets if they are using the land sector or markets.", 
    "She called for transparency on the types of units generated on carbon markets and for measures to avoid double counting.", 
    "The LDCs and the Philippines called for a definition of climate finance .", 
    "Ecuador recalled their submission on transparency of climate finance, stressing only funds that are entirely aimed at addressing climate change should be counted towards obligations on climate finance, while leveraged funds would be considered complementary.", 
    "He called for establishing a climate finance registry to promote transparency.", 
    "To advance transparency of support in post-2020, the US proposed: reflecting the growing number of donors providing support; and placing greater emphasis on effectiveness of finance and what interventions are having the best impact.", 
    "Bangladesh noted the need for specific rules to address transparency of action and support.", 
    "The Marshall Islands emphasized the need for support and collaboration to assist developing countries in implementing a transparency and accounting framework applicable to all."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12595e_19", 
  "enb_end_date": "14-Mar-14"
}