{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Bangladesh", 
    "Finland", 
    "Costa Rica", 
    "France", 
    "United States", 
    "Sweden", 
    "Switzerland", 
    "Argentina", 
    "New Zealand", 
    "Uganda", 
    "South Africa", 
    "Slovenia", 
    "Austria", 
    "Chile", 
    "Belgium", 
    "Nigeria"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "OUTREACH", 
  "enb_start_date": "28-Sep-05", 
  "enb_short_title": "IPCC-24", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Secretary Christ presented a progress report on outreach activities and a consultancy report entitled Framework Communications Strategy for Release and Dissemination of the IPCC Fourth Assessment Report.", 
    "She noted the new IPCC web site could be online before the close of IPCC-24. Many delegates highlighted the importance of disseminating IPCC information to the broadest possible audience.", 
    "The NETHERLANDS, with support from many others, cited the need to engage developing countries.", 
    "UGANDA and NIGERIA added that non-electronic forms of communication should also be used when distributing documents to many developing countries.", 
    "In response to comments by SWEDEN and FINLAND on their translation of IPCC documents into their own languages, IPCC Secretary Christ urged countries to share such translations with the IPCC Secretariat. CANADA, with ARGENTINA, FRANCE and others, stressed the need for the IPCC to use international events to disseminate information, and for individual governments to disseminate information nationally.", 
    "The US, with SWITZERLAND and ARGENTINA, cautioned that outreach activities must not become marketing mechanisms, as that would extend beyond the IPCC\u0092s role.", 
    "FRANCE, BELGIUM, and Chair Pachauri spoke against the release of any products prior to IPCC approval. Delegates agreed that the Outreach Task Group would begin meeting again.", 
    "Chair Pachauri asked John Stone and Lucka Kajfez-Bogataj (Slovenia) to co-chair the Task Group, and invited Austria, South Africa, New Zealand, Bangladesh, Nigeria, Chile, Costa Rica, Belgium, and any other interested parties to participate.", 
    "The first meeting of the Task Group is scheduled for Wednesday morning."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12277e.html", 
  "enb_long_title": "8th Session of WG-III and IPCC-24", 
  "type": "ipcc", 
  "id": "enb12277e_5", 
  "enb_end_date": "28-Sep-05"
}