{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Overview", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Eric Haites, Margaree Consultants, Inc., presented an overview of the CDM and discussed its operation and governance.", 
    "Regarding the financing of CDM projects, he cautioned against using a single exclusive fund for all projects and recommended a number of other options, including: a bilateral approach with Annex I entities, governments and international institutions; multilateral funds operated by legal entities or international institutions; unilateral implementation by host governments or country entities; or a portfolio of projects offered by one or several host governments.", 
    "Under the CDM, project proponents would invest in or operate emissions reduction projects in non- Annex I Parties.", 
    "Proponents could include: Annex I entities (e.g., transnational companies); Annex I government agencies; international institutions (e.g., regional development banks); private investment funds (e.g., Edison Electric Institute UtiliTree Fund); host country governments; and, host country entities. Haites recommended a 'tribunal' model for decisions relating to project eligibility and certification of certified emissions reductions (CERs).", 
    "The Executive Board would receive recommendations from operational entities retained by project proponents.", 
    "Interested stakeholders would be notified and have the opportunity to review the report and request additional information, and with proponents, may submit additional information.", 
    "He suggested that the Executive Board adopt guidelines to define 'interested stakeholders.", 
    "' Under the 'tribunal' model, the Executive Board provides an independent, central forum for consistent and transparent decision making that is open to all interested stakeholders.", 
    "The disadvantages are that decision making would be slow and costly.", 
    "To function as proposed, he said the Executive Board must have limited membership and should reflect the 'partnership' nature of CDM between Annex I and non-Annex I Parties.", 
    "Members would be nominated by governments and appointed by the COP/MOP. Question and Answer Session: Discussion in the question and answer session centered on the role of the Executive Board, financing adaptation projects from CDM proceeds, and approaches to defining and implementing CDM projects.", 
    "On the proposed centralized approach, whereby the Executive Board approves, reviews and assesses the sustainability of every CDM project, some participants said this had technical implications that would significantly increase the administrative costs and bureaucracy of the Board.", 
    "One suggested limiting the Executive Board\u0092s role to the design of criteria for reviews while a number advocated a division of labor with other institutions. In response to questions on the different pricing of CERs, Haites said that these could differ depending on the types of projects (e.g., some governments may choose not to accept CERs from nuclear projects and thus the prices for such CERs would be lower than those from energy efficiency projects even though both meet the task of reducing greenhouse gases (GHGs)). Participants inquired about possible percentage allocations of CER proceeds towards administrative and adaptation costs.", 
    "In response, Haites said that they should be determined by the COP/MOP.", 
    "Regarding how adaptation funds will be used, he said that the COP should make the final decision, but suggested that a single fund, not limited to countries participating in CDM projects, be established for this purpose.", 
    "Concerning the suggested options for funding, he said that a wide variety allows for more projects and should not be seen as a bureaucratic problem.", 
    "Regarding the source of seed funds for the Executive Board of CDM, Haites suggested that these may come from other institutions and be recovered once the projects are underway. One participant underscored the need for both investing and host countries to adopt guidelines for CDM projects.", 
    "Another suggested that the Executive Board should be mandated to produce only draft decisions with final decisions taken by the COP/MOP.", 
    "However, decisions on operational issues such as determination of projects and CERs may need to be made by the Executive Board.", 
    "Regarding stakeholder involvement in project registration, one participant inquired who constitutes stakeholders, what issues could be challenged and what could be a suitable time period for this exercise.", 
    "Haites responded that the Executive Board would have to set involvement guidelines, stakeholder consultation time could be limited to 30 to 60 days, and Parties could determine stakeholder involved. Reference Case/Baseline Methodologies (12.5(b) and (c)) and Additionality (12.5(c)): Axel Michaelowa identified parameters for consideration when setting a baseline, including geographic and economic scale, lifetime of the baseline, lifetime of the equipment and economic viability of the project.", 
    "He noted that the quality of the baseline is critical as parameter choice can lead to 'cheating.", 
    "' He underscored that an agreed baseline methodology could minimize cheating and identified combined and simplified approaches to baseline-setting, including benchmarks, a technology matrix approach and a default baseline matrix approach.", 
    "He emphasized the importance of capacity building for baseline use, especially among public institutions of host and investor countries, private project proponents and third party verifiers/certifiers.", 
    "He noted that baseline methodology cannot forecast uncertainty, solve the additionality issue, or prevent baselines from rewarding current inefficient policies. Robert Williams, UNIDO, discussed baselines for projects in the industrial sector.", 
    "He highlighted UNIDO\u0092s focus on industrial efficiency and the identification of methods for evaluating baseline methodologies.", 
    "He described 'Identify,' a computer software programme that assesses a project\u0092s GHG emissions reduction and financial impact. Liu Deshun, Tsinghua University, presented the developing country perspective on baselines and additionality approaches.", 
    "He defined a baseline as a reference case estimating the GHG emissions level that would most likely occur based on the technical and economic circumstances in the host country in absence of CDM activities.", 
    "The baseline is used as a reference case in calculating, assessing, measuring and verifying the net CO2 emissions reduction, the additionality and the incremental cost of reductions generated by a CDM project. Liu identified different approaches to determining baselines.", 
    "For example, a project-specific approach can determine a precise baseline based on the technical specification and/or operation records of existing facilities.", 
    "A technology benchmark matrix approach forms a baseline by country and by technology category, with a benchmark suitable for groups of similar CDM projects.", 
    "This approach would result in lower transaction costs in implementation.", 
    "Under a top-down baseline, the total national emissions in a given year would be divided and assigned as baseline emissions by, inter alia, sector, region, technology, etc., in a top-down manner. Question and Answer Session: Many questions centered on the comparison between the various approaches to baseline determination.", 
    "One participant said determining the baseline for a project that modifies an existing plan is relatively easy, involving a comparison of the new and existing scenarios.", 
    "Determining a baseline for a new plan would be more difficult because there is nothing to compare it against.", 
    "One participant asked whether the Parties could produce methodologies for each type of project that could be used in calculating baseline scenarios.", 
    "Michaelowa cautioned against characterizing any determination as straightforward, noting there are many complicated issues that could affect the baseline. One participant asked if, when a country has more than one CDM project, there should be a baseline for each project or one for all projects.", 
    "Michaelowa said this depends on the approach taken.", 
    "Liu noted that baseline determination is a learning process that will change as Parties gain experience.", 
    "He supported applying a project-by-project approach in the early stages of the CDM.", 
    "Williams said that individual projects should be considered at the current stage, but noted that this project- by-project approach incurs high costs and that a technology matrix should be used eventually.", 
    "A business representative expressed his preference for the project specific approach, noting it is easier for the investor to understand.", 
    "He emphasized that the investment criteria must be kept in mind when talking about financial additionality.", 
    "Chair Chow asked how a baseline should be calculated in scenarios without existing emissions.", 
    "For example, if a solar power plant is built in a town without electricity, what is the justification for saying that a coal-fired power plant was avoided. One participant emphasized the CDM\u0092s two objectives: to foster sustainable development and reduce emissions.", 
    "If taking the environmental effectiveness approach, then one would choose the project-based approach with high transaction costs.", 
    "If sustainable economic development is the priority, it may be more appealing to take the benchmark approach. One participant noted that using anything other than project- specific baselines would in effect establish a 'ceiling.", 
    "' If one must take as a baseline the emissions of the entire electricity sector, then a ceiling has been imposed.", 
    "He preferred a project- by-project approach and noted that the first criterion for a project should be contribution to sustainable development.", 
    "When discussing modification of a power generation plant to reduce emissions, it must also be asked whether that reduction is less expensive and generates more power, or generates the same power at higher costs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "", 
  "id": "enb1298e_6", 
  "enb_end_date": "15-Apr-99"
}