{
  "countries": [
    "Russian Federation", 
    "Canada", 
    "China", 
    "Ghana"
  ], 
  "topics": [], 
  "section_title": "RUSSIAN PROPOSAL TO DEVELOP PROCEDURES TO APPROVE VOLUNTARY COMMITMENTS", 
  "enb_start_date": "06-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "GROUPS", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was addressed in plenary on 9 and 13 November and in closed informal consultations throughout the meeting.", 
    "These culminated in ministerial discussions on 16 November, which delegated the issue to a small negotiating group facilitated by Michael Zammit Cutajar.", 
    "Conclusions on the President's report on consultations concerning the proposal were finally adopted by the COP/MOP on 17 November.", 
    "Following President Kibwana's report on 9 November on intersessional consultations concerning the Russian proposal on procedures for the approval of voluntary commitments (FCCC/KP/CMP/2006/MISC.4), the Russian Federation called for a COP/MOP decision entrusting the SBI to develop such procedures.", 
    "The EU and Canada said the proposal deserved further consideration at COP/MOP 2 , while the G-77/China firmly opposed further discussion.", 
    "President Kibwana asked William Agyemang-Bonsu (Ghana) to consult with parties informally on how to proceed.", 
    "In his report to back to plenary on 13 November, Agyemang-Bonsu recalled SB 24 discussions, which highlighted a number of options on how to proceed, such as addressing the issue in the SBI, AWG, under Article 9 or under the Dialogue on long-term cooperative action.", 
    "However, during consultations at COP/MOP 2 , no consensus was reached on the way forward, with the Russian Federation and the Umbrella Group proposing adoption of a procedural COP/MOP decision to refer the matter to the SBI .", 
    "During ministerial discussions, additional suggestions emerged, such as addressing the issue through a high-level process.", 
    "In the early hours of 17 November, in a small high-level negotiating group, the Russian Federation yielded to the G-77/China and agreed to compromise draft conclusions proposed by the President that deferred discussions to COP/MOP 3, with a workshop in May 2007.", 
    "In the closing plenary on 17 November, the Russian Federation requested an amendment of the report of the meeting ( FCCC/KP/CMP/2006/L.1 ) to clearly state the positions taken during consultations at COP/MOP 2 .", 
    "He recalled discussions at SB 24 where parties reaffirmed the importance of the issue of voluntary commitments and stressed that the current practice whereby parties \u0092 requests to undertake voluntary commitments remain unanswered is unacceptable and impinges on those parties \u0092 sovereign rights. COP/MOP Conclusions : In its conclusions ( FCCC/KP/CMP/2006/L.6 ), the COP/MOP takes note of consultations conducted by the COP/MOP President on the proposal and further notes with regret that it had not been possible to consider its substance at COP/MOP 2 .", 
    "It requests the President to convene a workshop in May 2007 and to prepare a report, on his own responsibility, on the proceedings and main points raised during the workshop.", 
    "It also invites the Russian Federation to further elaborate on its proposal and other parties to submit their views.", 
    "The report of the President will be considered at COP/MOP 3 under the agenda item Other Matters."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12318e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "COP", 
  "id": "enb12318e_38", 
  "enb_end_date": "17-Nov-06"
}