{
  "countries": [
    "Denmark", 
    "United States", 
    "Morocco", 
    "Kenya", 
    "New Zealand", 
    "Australia", 
    "Egypt", 
    "Belgium", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Hungary", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "FURTHER WORK OF THE IPCC ON EMISSION SCENARIOS", 
  "enb_start_date": "28-Sep-05", 
  "enb_short_title": "IPCC-24", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Pachauri introduced this issue, noting the outcomes of the Laxemburg workshop, in particular that the IPCC should play a facilitating and coordinating role in the development of new emission scenarios.", 
    "He introduced a proposal to establish a Task Group (IPCC-XXIV/Doc.", 
    "11), which, with regard to new emission scenarios, would define, inter alia: the coordination role to be provided by the IPCC; deliverables of the emission scenarios development process; the process and timeline for development of new scenarios; and the organizational arrangements of the IPCC\u0092s activities on coordinating, assessing and using scenarios.", 
    "Under the proposal, the Task Group would present its report to IPCC-25. HUNGARY underlined the importance of emission scenarios beyond their use by the IPCC, and stressed that the IPCC\u0092s responsibility cannot be reduced to facilitation of the scenario development process.", 
    "The RUSSIAN FEDERATION underscored the extent to which the IPCC\u0092s work depends upon scenarios.", 
    "AUSTRIA, NEW ZEALAND and many others highlighted the need for new emission scenarios prior to AR5, while CHINA said new scenarios should only be considered after the AR4 is completed.", 
    "Many delegates asked for flexibility in the composition of the Task Group proposed by Chair Pachauri.", 
    "GERMANY and others expressed a preference for the IPCC to undertake emission scenario development, but a willingness to compromise on the IPCC\u0092s 'coordinating and facilitating' emission scenario development.", 
    "Supported by many, the US proposed explicit reference to the Laxemburg workshop in the Task Group mandate.", 
    "BELGIUM, GREENPEACE and others emphasized the need for coherent assumptions and storylines, comparable scenarios, and a wide range of scenarios including economic, demographic and other social factors.", 
    "AUSTRALIA cautioned against Task Group micromanagement by the Plenary.", 
    "The UK underscored continuity with past emission scenarios, in order not to undermine the work upon which the AR4 is based.", 
    "EGYPT and others noted the need to involve developing countries.", 
    "CHILE proposed that the IPCC develop methodology guidelines for the development of national emission scenarios, which would help developing countries.", 
    "DENMARK stressed geo- referencing of scenarios.", 
    "SPAIN emphasized the need for temporal and spatial disaggregation of scenarios, and CHILE emphasized the relevance of regional scenarios for decision makers.", 
    "KENYA expressed worries about the ownership of scenarios developed by other institutions, and associated budgetary implications.", 
    "MOROCCO, noting the risk of scenario proliferation, proposed a work group to clarify a procedure for preparing scenarios that would serve to differentiate between IPCC and non-IPCC scenarios.", 
    "Chair Pachauri proposed to include comments from the plenary in the IPCC-24 report.", 
    "Delegates approved this Task Force proposal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12277e.html", 
  "enb_long_title": "8th Session of WG-III and IPCC-24", 
  "type": "ipcc", 
  "id": "enb12277e_4", 
  "enb_end_date": "28-Sep-05"
}