{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "NON-GROUP ON INSTITUTIONS AND MECHANISMS", 
  "enb_start_date": "30-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "The group discussed legal aspects of the 'bubble' concept for a shared emissions target for a group of countries.", 
    "A regional group presented its text, noting that the shared target was a matter of compliance.", 
    "Other delegations objected.", 
    "In an article defining the role of the COP and Meeting of Parties (MOP), a group of countries proposed a reference to an FCCC Article 7 provision that the COP can review 'any related instrument.", 
    "' The group offered to produce an alternative text.", 
    "Other delegations objected, preferring to work from the revised non-group Chair's text.", 
    "The non-group planned an informal session Thursday to review the article. A group of countries requested restoration of bracketed text requiring protocol parties to provide additional funding in an article on Secretariat services to a protocol.", 
    "There was general agreement that an article on subsidiary bodies should be aligned with the text on the COP and MOP, but no final agreement was possible until the other article is finalized. A contact group presented language that the MOP shall 'approve appropriate and effective' non-compliance procedures and mechanisms, but a number of delegations objected.", 
    "A group of countries said the non-compliance text was linked to the decision on establishing a clean development fund. In a paragraph on amendments to a protocol, a delegation proposed a footnote that amendments could only address commitments under FCCC articles 4.2 (a), (b) and (d), and another delegation suggested that approval of amendments should be by double 2/3 majority.", 
    "Delegates discussed possible meanings of annexes, but a group of countries objected to use of annexes and to attachments in a separate article on adding non-Annex I Parties to the protocol."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1264e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1264e_3", 
  "enb_end_date": "30-Oct-97"
}