{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "LULUCF (AWG-KP)", 
  "enb_start_date": "02-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In informal consultations, parties continued working on the basis of the Chair s text (FCCC/KP/AWG/2010/CRP.4).", 
    "Parties considered text proposed by a party on, inter alia , harvested wood products (HWPs), reference levels and force majeur .", 
    "Several parties suggested that the new proposal may slow down agreement on LULUCF at this meeting.", 
    "Some countries noted that reference in the proposal to capping forest management would be problematic.", 
    "Some parties presented discussions undertaken in two informal informal groups on HWPs and force majeur .", 
    "Parties discussed three options for accounting for HWPs, as follows: instant oxidation; the application of a single decay rate; and more detailed product specific decay rates.", 
    "On force majeur , parties noted discussion on clarifying anthropogenic and non-anthropogenic disturbances, as well as the need for clarity on links between causes and impacts of disturbances.", 
    "Parties also considered the need for clarification of wetland accounting. BASKET OF METHODOLOGICAL ISSUES (AWG-KP): During informal consultations by the spin-off group on the basket of methodological issues, parties considered the need to divide discussions into those with linkages to major political issues and those of a technical or practical nature.", 
    "On the addition of new GHGs where the source of emissions is poorly understood, parties discussed options for reporting on, but not accounting for these gases due to the challenge of attribution.", 
    "Some parties underscored the need for more technical work on these issues.", 
    "Parties also considered whether there is a need for both a COP/MOP decision and a Protocol amendment to include new gases.", 
    "Parties also considered options on common metrics, focusing on options on global warming potential for short-lived gases, particularly methane.", 
    "Parties agreed to delete Article D on sectors and source categories listed in Annex A.", 
    "Informal consultations will continue. ADAPTATION (AWG-LCA): During the morning s AWG-LCA drafting group on adaptation, parties addressed the organization of work.", 
    "They agreed to meet informally to attempt to narrow down options on institutional arrangements and loss and damage, basing their work on progress made in Tianjin. FINANCE, TECHNOLOGY AND CAPACITY BUILDING (AWG-LCA): During the AWG-LCA drafting group on finance, technology and capacity building, parties considered the way forward.", 
    "On finance, the proposed plan of work entailed: the consideration of long-term sources and scale of finance; fast-start financing; and the cluster of issues around the new fund, including governance, institutional arrangements and the design process.", 
    "Regarding technology, it was proposed that discussions pick up from where parties left off in Tianjin and consider pending issues on: the linkage between the technology mechanism and finance; the relationship between the technology executive committee (TEC) and the climate technology center and network (CTCN); guidance from the COP and the process for elaborating the TEC and CTCN; and intellectual property rights.", 
    "Parties agreed to undertake informal consultations on specific issues.", 
    "For capacity building, bilateral consultations will be held on how to proceed with work in Cancun. MITIGATION (AWG-LCA): During the AWG-LCA drafting group on mitigation in the evening, parties considered new notes containing possible elements of part of the outcomes in relation to sub-paragraph 1(b)(i) of the Bali Acton Plan (mitigation by developed countries) and sub-paragraph 1(b)(ii) of the Bali Action Plan (mitigation by developing countries).", 
    "They focused on monitoring reporting and verification (MRV) of developed country commitments, actions and support, and the MRV of nationally appropriate mitigation actions (NAMAs) by developing countries, and related support.", 
    "Parties discussed application of the Kyoto Protocol rules on reporting and review, the relationship of MRV and financial support, in particular for developing country NAMAs, and a registry.", 
    "Several parties highlighted that the registry should be a vehicle for actions seeking support rather than a list of those already taking place.", 
    "Several parties noted concern with the number of processes that might be launched to revise guidelines related to national communications and asked whether these would be rolled into existing processes given that they seem to replicate these processes or whether these would be new. POTENTIAL CONSEQUENCES (AWG-KP): In the informal AWG-KP spin-off group on potential consequences in the afternoon, parties discussed the two remaining options in the draft decision text on whether to establish a permanent forum or use existing channels, including national communications, to address potential consequences of response measures.", 
    "A divergence of views on the issue remained and the issue was referred back to the AWG-KP contact group on Annex I further commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12490e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12490e_9", 
  "enb_end_date": "02-Dec-10"
}