{
  "countries": [
    "Canada", 
    "Australia", 
    "Algeria", 
    "South Africa", 
    "Egypt", 
    "United Arab Emirates", 
    "Philippines", 
    "United States", 
    "Maldives", 
    "China", 
    "Switzerland", 
    "Kenya", 
    "New Zealand", 
    "Bolivia", 
    "Nicaragua"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "PREPARATION OF AN AGREED COMPREHENSIVE AND BALANCED OUTCOME FOR COP 18:", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "On 27 November, Chair Tayeb introduced an informal overview text (FCCC/AWGLCA/2012/CRP.3), explaining that it is based on intersessional consultations.", 
    "Parties views diverged on the text.", 
    "China, the Philippines, the Arab Group and others supported using the text as a basis for further work, while the Umbrella Group, the Environmental Integrity Group (EIG), the EU, Canada and others opposed this.", 
    "The AWG-LCA began working through spin-off groups on REDD+, developing country mitigation, developed country mitigation, sectoral approaches, market and non-market approaches, shared vision and Review.", 
    "In parallel, Chair Tayeb consulted on the other AWG-LCA agenda items, including finance, technology transfer, adaptation, capacity building and response measures.", 
    "During the second week, the AWG-LCA also worked through informal consultations facilitated by Vice-Chair Pallemaerts, break-out groups, and informal ministerial consultations.", 
    "On Monday, 3 December, parties discussed a new text.", 
    "Chair Tayeb indicated that it was an unedited compilation of papers from the spin-off groups, except for those groups where there was no agreement to have a text.", 
    "Algeria, for the G-77/China, expressed disappointment, noting that the text is unbalanced, failing to reflect the main elements of the Bali Action Plan.", 
    "Nicaragua, for Like-Minded Developing Countries, with many other developing countries, stressed the need for text on adaptation, finance, technology and capacity building.", 
    "Kenya, for the African Group, identified the inclusion of key elements of the Bali Action Plan as a precondition for discussions.", 
    "The Philippines, the United Arab Emirates and others lamented lack of clarity on the means of implementation.", 
    "Bolivia objected to the market-oriented focus of the text.", 
    "South Africa and others emphasized that the closing text of the AWG-LCA must encompass all issues under the AWG-LCA s mandate, and that some issues require more elaboration.", 
    "The US, Canada, Australia and New Zealand emphasized the importance of recognizing progress made under the AWG-LCA, including the various new institutional arrangements established.", 
    "Several developed countries emphasized that discussions on issues, including adaptation and finance, will continue under other processes after the termination of the AWG-LCA.", 
    "Informal consultations under the AWG-LCA continued on 4 December and Chair Tayeb indicated that finance will be taken up in consultations by Ministers Mariyam Shakeela (Maldives) and Bruno Oberle (Switzerland).", 
    "On 5 December, Chair Tayeb reported to the informal stocktaking plenary on texts that capture the status of discussion under each AWG-LCA agenda item with a view to providing parties with a complete overview.", 
    "He explained that the AWG-LCA will continue to work through a single informal group throughout the evening with a view to making progress towards a more streamlined text by the following day.", 
    "In the evening of 6 December, Chair Tayeb reported good progress on all elements, while indicating that there are still areas that require streamlining.", 
    "He expressed hope that all elements would be brought together in one document by some time tonight.", 
    "At the AWG-LCA closing plenary in the evening of 7 December, Chair Tayeb thanked delegates for their continuous work which resulted in text on the AWG-LCA agreed outcome pursuant to the Bali Action Plan (FCCC/AWGLCA/2012/L.4).", 
    "He reported that he had heard different concerns about the text, which he said indicated a certain degree of balance and that the text was a good basis for the agreed outcome.", 
    "He reminded parties that the AWG-LCA text is part of an overall package in Doha.", 
    "With that, Chair Tayeb proposed, and parties agreed, to forward the outcome of the AWG-LCA to the COP for its further consideration and adoption.", 
    "After further informal consultations, in the evening of 8 December, the COP adopted the agreed outcome pursuant to the Bali Action Plan (FCCC/CP/2012/L.14/Rev.1) as part of the Doha Climate Gateway and the AWG-LCA terminated its work.", 
    "The final outcomes from the AWG-LCA s work under the Bali Action Plan are summarized below.", 
    "Shared Vision: This issue was addressed by a spin-off group facilitated by Zou Ji (China).", 
    "These consultations focused on the development of: a process to explore the numbers for a global goal for emission reductions and a timeframe for the peaking of global emissions, together with the implications of these numbers; and a process to consider equitable access to sustainable development.", 
    "During the AWG-LCA closing plenary on 7 December, many parties expressed concerns over the shared vision text.", 
    "The EU expressed disappointment that consultations had yielded no progress.", 
    "Egypt requested references to next steps in the text.", 
    "The US opposed the referencing of equity and the CBDR principle.", 
    "During the COP closing plenary, the US asked to reflect in the meeting s report that it accepted this text to the extent that it is not read in a matter that is inconsistent with the Convention or the Cancun agreements.", 
    "Final Outcome : The COP decides that parties will urgently work toward the deep reduction in global GHG emissions required to hold the global average temperature to below 2°C above pre-industrial levels and to attain a global peaking of global GHG emissions as soon as possible, consistent with science and the Fourth Assessment Report of the IPCC, reaffirming that the time frame for peaking will be longer in developing countries.", 
    "The COP further decides that efforts should be undertaken on the basis of equity and common but differentiated responsibilities and respective capabilities, and the provision of finance, technology transfer and capacity building to developing countries to support mitigation and adaptation, and take into account the imperatives of equitable access to sustainable development, the survival of countries and protecting the integrity of Mother Earth.", 
    "Mitigation: Developed Country Mitigation: Parties discussed this issue in a spin-off group and in informal, open-ended consultations conducted by the AWG-LCA Chair.", 
    "Negotiations were based on non-papers and parties submissions.", 
    "The main issues included the removal of conditions associated with developed country mitigation pledges, and the establishment of a work programme to continue discussions on the issue after the closure of the AWG-LCA.", 
    "Many developing countries urged developed countries to move to the higher end of their pledges, highlighting the need to present their targets as a single number from a common base year of 1990, expressed as a carbon budget in tons of carbon dioxide equivalent over a period of time until 2020.", 
    "Different groups of developed country parties presented proposals about a work programme aimed at clarifying assumptions underlying the pledges from 2013 to 2014, before the implementation of reporting requirements already established from 2015.", 
    "A number of developing countries supported that the work programme be aimed at removing conditionalities, raising ambition and developing common accounting rules, including a common base year.", 
    "Parties eventually agreed to refer to the development of common elements.", 
    "Some parties supported that the work programme last only one year and deliver results in an expedited manner.", 
    "Parties discussed whether to place the work programme under the SBSTA or the SBI, and ultimately agreed that the work programme should be placed under the SBSTA.", 
    "Final Outcome: The COP: - urges developed country parties to increase the ambition of their quantified economy-wide emission reduction targets, with a view to reducing their aggregate anthropogenic GHG emissions to a level consistent with the IPCC Fourth Assessment Report; - decides to establish a work programme under the SBSTA to commence in 2013 and end in 2014, to continue clarifying the targets, with a view to: identifying common elements for measuring the progress made towards the achievement of the targets; and ensuring the comparability of efforts among developed countries, taking into account differences in their national circumstances; - requests parties submissions on their views on the work programme by 25 March 2013; - requeststhe Secretariat to annually update a technical paper on the process of clarifying the targets based on information provided by developed country parties in relation to their targets; and - requeststhe SBSTA to report on the progress of the work programme to COP 19 and on the outcome of the work programme to be considered by COP 20.", 
    "Developing Country Mitigation: Parties discussed this issue in a spin-off group and in informal, open-ended consultations conducted by the AWG-LCA Chair.", 
    "Negotiations were based on non-papers and parties submissions.", 
    "The main issues discussed included the establishment of a work programme to continue discussions to clarify the underlying assumptions for developing countries pledges after the closure of the AWG-LCA, as well as the compilation of relevant information on developing countries pledges.", 
    "Parties also had divergent views on the organization of regional technical workshops to prepare technical material to build capacity in the preparation, submission and implementation of NAMAs, and on the formulation of low-emission development strategies.", 
    "Parties eventually agreed that these activities should be performed upon request by interested developing countries.", 
    "Other contentious issues included whether and how to request the Secretariat to prepare a compilation of the outcomes of the process to further understanding of the diversity of mitigation actions by developing country parties, with some countries supporting that the Secretariat prepare a compilation of the information, and others supporting a technical paper that synthesizes the information.", 
    "While some parties initially supported that the SBSTA develop guidelines for MRV of support for the preparation and implementation of NAMAs and for the provision of support through the Registry, parties eventually agreed to remove the reference.", 
    "Final Outcome: The COP, inter alia : - decidesto establish a work programme to commence in 2013 and end in 2014, to further understanding of the diversity of NAMAs under the SBI, including on: regarding the underlying assumptions and methodologies; need for financial, technological and capacity-building support for the preparation and implementation of NAMAs; and the matching of NAMAs with support; - requests the SBI to report on progress to COP 19 and on the outcome to COP 20; and - requests the Secretariat, at the request of interested developing country parties, to organize regional technical workshops and to prepare technical material to build capacity in the preparation, submission and implementation of NAMAs, and in the formulation of low-emission development strategies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12567e_39", 
  "enb_end_date": "08-Dec-12"
}