{
  "countries": [
    "Brazil", 
    "Australia", 
    "Gambia", 
    "India", 
    "Costa Rica", 
    "United States", 
    "China", 
    "Marshall Islands", 
    "Japan", 
    "Nauru", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Technology Transfer"
  ], 
  "section_title": "Working together to close the gap", 
  "enb_start_date": "22-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Nauru, for AOSIS, stressed the need for a workplan that would include in-session workshops, submissions and negotiations. AUSTRALIA elaborated on his country s clean energy future package and stressed the need to reinforce the link between domestic and international action.", 
    "He called for, inter alia : an annual COP decision on ambition; showcasing domestic action; transparency; defining a new market-based mechanism and learning from each other.", 
    "The MARSHALL ISLANDS emphasized that climate change and rising sea levels affect his country s security, statehood and survival.", 
    "He said that transformational global effort is needed and elaborated on his country s Ocean Thermal Energy Conversion project . NEW ZEALAND highlighted the need for: exchanging information; developing the carbon market; engaging in specific sectors and/or regional initiatives; enabling new mitigation technologies through cooperation and partnerships; and ensuring mutual support. JAPAN stressed, inter alia, the need to: set a long-term goal by 2050; increase transparency; review and update targets or actions for 2020; explore various approaches towards a post-2020 climate regime; and engage in international cooperation for low-carbon development. CHINA underscored Annex I parties unsatisfactory performance in achieving their targets under the Kyoto Protocol, stating that the reduction in their emissions has been caused by the economic recession rather than innovations in sectors, such as transport and building.", 
    "He emphasized that 12 out of the 22 Annex I parties complying with their targets under the Protocol are countries with economies in transition.", 
    "He concluded that: developed countries should lead in emission reductions and cut down emissions from consumption; and technology, finance and capacity building are key to low-carbon development in developing countries. NORWAY, AUSTRALIA and JAPAN stated that China s allegation of their non-compliance with the Kyoto targets is inaccurate.", 
    "NORWAY and JAPAN highlighted that their participation in the flexibility mechanisms must also be considered. BRAZIL presented on equity and ambition, emphasizing the need to consider linkages between equity, ambition and the principle of common but differentiated responsibilities within and outside the UNFCCC.", 
    "He said: the Kyoto Protocol is key for enhancing mitigation by, inter alia , enhancing possibilities for the participation of developing countries in the CDM through deforestation and afforestation activities; and mitigation actions in non-Annex I parties will depend on the level of support received from developed countries. COSTA RICA asked how equity among developing countries will be addressed in the future, underscoring that she would like to see countries like China, Brazil and India making more efforts to combat climate change. BRAZIL emphasized the need to differentiate between historical responsibilities that actually happened and future responsibility based on projections.", 
    "He cautioned against selecting specific countries by looking at big developing countries rather than focusing on other socio-economic indicators.", 
    "The EU elaborated on a continuous process to scale up ambition, including through: understanding of the gap; implementation and enhancement of mitigation pledges; and identifying and launching complementary initiatives.", 
    "He identified areas where ambition could be increased, including aviation, maritime transport, renewable energy and REDD+.", 
    "The US described efforts to enhance domestic mitigation ambition, including through renewable energies.", 
    "He suggested that efforts outside the Convention can also make a difference through, inter alia : further work under the International Civil Aviation Organization (ICAO) and International Maritime Organization (IMO) to develop a global framework to address emissions; phasing out fossil fuel subsidies by broadening the agreement by G-20 to phase out inefficient subsidies; and support efforts to develop low-emission development strategies.", 
    "The Gambia, for LDCs, called for including short-term activities in the workplan, and for more in-session workshops.", 
    "He urged Annex I parties to remove conditionalities, encouraged more ambitious NAMAs and called for low-emission development strategies by all countries.", 
    "On opportunities for international cooperation, RESPONDING TO CLIMATE CHANGE (RTCC) called for a focus on capital mobilization, national and subnational efforts, and adaptation. ICLEI - LOCAL GOVERNMENTS FOR SUSTAINABILITY emphasized the need to urbanize the climate agenda as most energy consumption as well as smart technologies are concentrated in cities.", 
    "The CLIMATE GROUP emphasized best practices and leadership examples emanating from subnational governments.", 
    "The FOREST CARBON PARTNERSHIP FACILITY focused on lessons from REDD+ countries on, inter alia : the need to build capacity before talking about finance; the importance of private sector involvement; scaling up result-based payments; and enhancing regulatory frameworks. CLIMATE ACTION NETWORK urged parties to, inter alia : deliver on technology and finance as promised by developed countries; put forward more NAMAs; raise the level of ambition; and take concrete steps on emissions from international transport."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12542e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12542e_3", 
  "enb_end_date": "22-May-12"
}