{
  "countries": [
    "Germany"
  ], 
  "topics": [], 
  "section_title": "SBI Conclusions", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions ( FCCC/SBI/2007/L.18 ), the SBI recommends to COP 13 to approve a core programme budget of US$54,031,584 and authorizes the Executive Secretary to notify parties of their 2008 contributions, after taking into account the special annual contribution from the Host Government of â\u0082¬766,938 and an annual drawing of US$1 million from the unspent balances or contributions (carry-over) from previous financial periods.", 
    "The SBI also authorizes the Executive Secretary to notify concerned parties of their annual fee for 2008 for the connection of their national registry, and use of the ITL.", 
    "Additionally, the SBI requests the Secretariat, when drafting future budget proposals, to present the budget in a format and at the level of detail provided in the previous biennium, in a timely manner.", 
    "Draft COP Decision: In the draft decision ( FCCC/SBI/2007/L.18/Add.1 ), the COP: approves the programme budget for the biennium 2008-2009, amounting to US$54,031,584; notes with appreciation the annual contribution of the host government, Germany, of â\u0082¬766,938; approves a drawing of US$2 million from unspent balances; and adopts the indicative scale of contributions for 2008 and 2009.", 
    "Draft COP/MOP Decision: In the draft decision ( FCCC/SBI/2007/L.18/Add.1 ), the COP/MOP adopts the indicative scale of contributions for 2008 and 2009 contained in the annex to this decision, covering 36.8% of the indicative contributions.", 
    "The COP/MOP also takes note of the resource requirements of activities relating to the ITL administrator for 2008-2009 identified in the programme budget proposal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_37", 
  "enb_end_date": "18-May-07"
}