{
  "countries": [
    "Canada", 
    "China", 
    "Australia", 
    "Norway", 
    "South Africa"
  ], 
  "topics": [], 
  "section_title": "FLEXIBLE MECHANISMS:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The contact group, co-chaired by Figueres and Lacasta, met twice on Friday.", 
    "Co-Chair Figueres explained that the focus of the group s work would be Annex II of document ( FCCC/KP/AWG/2008/3 ), containing parties views on means available to Annex I Parties to meet their emission reduction targets.", 
    "She proposed that the group focus on those items in Annex II, which could have a significant impact on Annex I Parties reduction targets.", 
    "Co-Chair Figueres suggested categorizing the items as either big ticket or non-big ticket, and beginning consideration of the big ticket items.", 
    "AUSTRALIA, NORWAY, the EU, CANADA and others supported this approach.", 
    "South Africa, for the G-77/CHINA, opposed this strategy, stating that some of the items enumerated in Annex II are beyond the group s mandate, as they would require amendments to the Kyoto Protocol.", 
    "He proposed dividing the issues into: items being considered elsewhere, such as under SBSTA; items which would require amendments to the Kyoto Protocol; and rule-based items, which he said are within the group s mandate.", 
    "Co-Chair Figueres proposed using both approaches, which the group accepted.", 
    "Parties carried out the classification, and the Co-Chairs undertook to prepare a document reflecting these categorizations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12379e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12379e_4", 
  "enb_end_date": "21-Aug-08"
}