{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Egypt", 
    "Kuwait", 
    "Cambodia", 
    "United States", 
    "Slovenia", 
    "Senegal", 
    "China", 
    "Japan", 
    "Hungary", 
    "Venezuela"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "POLICIES AND MEASURES", 
  "enb_start_date": "31-Oct-97", 
  "enb_short_title": "8th Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Chair of the non-group on policies and measures (P&Ms), Bakary Kante (Senegal), introduced a paper and said the group reached consensus on one of five sub-paragraphs in the AGBM Chair\u0092s draft text.", 
    "On the chapeau, he noted that a reference to a specific article had been bracketed pending outcomes on voluntary commitments.", 
    "He said the group had agreed on the first part of a sub-paragraph on the implementation and adoption of P&Ms by Annex I Parties to achieve QELROs but had disagreed on a part listing P&Ms under an annex.", 
    "Two bracketed alternatives appeared for a sub-paragraph addressing the need to 'try to avoid' or 'take into account' adverse effects when implementing P&Ms.", 
    "No agreement was reached on language indicating that Annex I Parties shall coordinate the implementation of P&Ms listed under an annex.", 
    "Two proposed annexes listing P&Ms were attached to the document. The US, supported by CANADA, JAPAN and AUSTRALIA proposed bracketing text that 'the COP/MOP shall assess the application of P&Ms.", 
    "' The EU proposed merging two bracketed alternatives referring to P&Ms listed in an annex.", 
    "CANADA, the US and JAPAN said that proposals on annexes had not been negotiated.", 
    "JAPAN favored an alternative stating that P&Ms shall be adopted in accordance with national circumstances.", 
    "HUNGARY noted its acceptance of coordinated P&Ms.", 
    "The EU, the G-77/CHINA and AUSTRALIA agreed that P&Ms should not be listed in an annex but should be incorporated into the Protocol.", 
    "The US expressed its preference for listing P&Ms under an annex.", 
    "CAMBODIA called on all Parties to show some flexibility. The Chair asked for comments on the COP/MOP assessment sentence.", 
    "The US, CANADA and AUSTRALIA preferred removal or brackets.", 
    "The EU disagreed.", 
    "SLOVENIA said the sentence could be moved. The Chair ruled that there was consensus to retain the text except for three countries.", 
    "CHINA asked if the text would be communicated to Kyoto with brackets.", 
    "The Chair said nothing is agreed until everything is. The US raised a point of order that there was no consensus.", 
    "The Chair said delegates could challenge his decision under the rules of procedure.", 
    "The US, CANADA and VENEZUELA said there could not be consensus if delegations objected.", 
    "VENEZUELA challenged the ruling.", 
    "The Chair noted that a 2/3 vote was required to overcome the ruling and called for a vote. EGYPT said delegations were referring to unanimity.", 
    "The Chair\u0092s ruling on consensus reflected his sense of the negotiations.", 
    "The Chair said it was necessary to distinguish between unanimity and consensus.", 
    "IRAN and KUWAIT requested a legal opinion.", 
    "The US proposed that the Chair produce a text of his conclusions.", 
    "He said he feared voting on every paragraph and bracket.", 
    "VENEZUELA accepted that the Chair had taken the sense of the meeting.", 
    "The Chair said his ruling meant this.", 
    "MAURITANIA said every decision should be left to Kyoto.", 
    "HUNGARY asked delegates to 'cool down.", 
    "' SAUDI ARABIA said adoptions at this stage were meaningless.", 
    "All amendments will be forwarded to Kyoto.", 
    "He asked the Chair to relax.", 
    "The Chair said with the challenge withdrawn, there would be no vote.", 
    "He said it was clear that a group of countries was trying to stop the Convention and the protocol, but he would not be 'held hostage' to countries methodically trying to stop progress. The non-group Chair noted two alternatives for a paragraph on adverse effects of P&Ms.", 
    "The US proposed a reformulation calling for assessment of the overall effect on climate change and Parties' social, environmental and economic situations.", 
    "The G-77/CHINA requested a footnote linking the issue to a clean development fund. On cooperation between Parties to enhance effectiveness, the EU agreed to take up the question of voluntary application of P&Ms in discussions on voluntary commitments, and discuss voluntary accession by non-Annex I countries on a basis easier than quantitative targets.", 
    "After a Japanese amendment, the Chair wondered if Parties would eventually decide to reduce emissions 'as appropriate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1265e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "sbi/sbsta", 
  "id": "enb1265e_2", 
  "enb_end_date": "31-Oct-97"
}