{
  "countries": [], 
  "topics": [], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "27-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This group met in the morning to consider the Co- Chairs' non-paper, which is a consolidation of the political decision, The Hague text, the Pronk text, and text agreed in the technical working groups.", 
    "Co-Chair Chow noted that two technical working groups were meeting on: mechanisms eligibility and verification procedures of joint implementation (JI) track two projects, and the Article 6 (JI) project cycle; and the CDM.", 
    "Participants discussed the interface with the LULUCF negotiating group, noting that this group would be responsible for substantive issues on LULUCF activities in the mechanisms.", 
    "A group of Annex I Parties stressed the need to focus also on Article 17 (emissions trading).", 
    "The morning meeting was adjourned, with work continuing in the technical working groups. The negotiating group reconvened in the evening and received feedback from the technical working groups.", 
    "Chair Miguez of the CDM group noted the state of progress on new methodologies, monitoring, registries, and the approval of host parties, on which disagreement remained.", 
    "Chair Ward of the second technical working group noted that delegates had not fully addressed the composition of the supervisory committee or the JI appendices.", 
    "He said issues relating to eligibility and the treatment of LULUCF, and issues linked to Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information), would need to be addressed at COP-7.", 
    "A group of Annex I Parties requested that their text on the JI appendices be included in the report.", 
    "Co- Chair Estrada said this text should be submitted separately. Co-Chair Estrada noted that the draft decisions on mechanisms have been reformulated to reflect the political decision.", 
    "A grouping of Annex I Parties said an error had been made in the decision on eligibility, which now included reference to the 'legal' agreement on compliance.", 
    "A number of other Annex I Parties urged consistency to reflect the political decision's section on compliance. Co-Chair Estrada said the Co-Chairs' non-paper would be revised to reflect the progress of the group, and would be presented to the Plenary Friday.", 
    "This would not replace The Hague or the Pronk texts."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12175e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12175e_1", 
  "enb_end_date": "27-Jul-01"
}