{
  "countries": [
    "Brazil", 
    "Ghana", 
    "Norway", 
    "Panama", 
    "Indonesia", 
    "India", 
    "United Kingdom", 
    "United States", 
    "China", 
    "Guyana", 
    "Mali", 
    "New Zealand", 
    "Bolivia", 
    "Fiji"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "forests"
  ], 
  "section_title": "Methodologies for Reporting on Finance by Annex I Parties", 
  "enb_start_date": "03-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Coalition for Rainforest Nations"
  ], 
  "sentences": [
    "In a morning contact group co-facilitated by Seyni Nafo (Mali) and Roger Dungan (New Zealand), delegates discussed the need to clarify 'who is doing work on reporting methods and based on what timeline'.", 
    "They addressed, inter alia : the need for comparability; linkages to transparency; difficulties 'translating' UNFCCC language for the finance sector; and the definition, range and scope of climate finance.", 
    "CHINA and BRAZIL underscored the importance of fulfilling the mandate from COP 17 to develop methodologies for reporting financial information with a view to recommending a decision to COP 20.", 
    "Methodological Guidance on REDD+: An afternoon contact group, chaired by Stephen Cornelius (UK) and Robert Bamfo (Ghana), focused on consideration of the need for further guidance on safeguards.", 
    "Many, including Ghana, for the AFRICAN GROUP, GUYANA, Panama, for the CfRN, INDIA, FIJI, INDONESIA, BRAZIL and CHINA, stressed that additional guidance on safeguards is premature.", 
    "The EU, with the US and NORWAY, proposed that the Co-Chairs work on specific decision language for consideration by the group.", 
    "On methodological guidance for non-market-based approaches, BOLIVIA presented a revised proposal on a joint mitigation and adaptation approach for sustainable management of forests (FCCC/SBSTA/2014/CRP.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12610e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12610e_5", 
  "enb_end_date": "03-Dec-14"
}