{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "South Africa", 
    "Zambia", 
    "India", 
    "Costa Rica", 
    "United States", 
    "Togo", 
    "China", 
    "Japan", 
    "New Zealand", 
    "Palau", 
    "Venezuela"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Adaptation", 
  "enb_start_date": "31-Mar-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Discussions on issues related to adaptation took place during the informal plenary on Wednesday.", 
    "Zambia urged bringing adaptation action to the same level as mitigation.", 
    "China said adaptation should be given more importance than mitigation.", 
    "Venezuela called for addressing the issues holistically.", 
    "Several delegates highlighted the need to focus on vulnerable countries and regions.", 
    "The G-77/China expressed concern over the lack of adaptation funding and the fragmentation of programmes and funds, particularly outside the Convention.", 
    "South Africa, with others, stressed the need to avoid replicating work and to focus on implementation.", 
    "She proposed streamlining financing mechanisms and reconsidering the institutional framework.", 
    "New Zealand proposed that the Secretariat conduct a stocktaking assessment of adaptation activities.", 
    "Zambia called for a country-driven approach.", 
    "Japan said adaptation planning should be mainstreamed into development planning and called for cooperation among donors.", 
    "Togo and China stressed financial and technological needs.", 
    "India and others proposed extending the adaptation levy to all Kyoto mechanisms and creating other financial instruments.", 
    "Australia supported further analytical work to assess adaptation funding.", 
    "AOSIS proposed an economic report on climate impacts on SIDS and, with the LDCs, an adaptation fund under the Convention.", 
    "Samoa suggested developing an insurance pool scheme made up of contributions from developed countries.", 
    "The US supported differentiation among countries on the basis of projected impacts and adaptive capacity.", 
    "Palau advocated the transfer of locally-appropriate technologies and best practices, and disseminating information to local communities.", 
    "Costa Rica urged looking at other relevant processes such as the International Strategy for Disaster Reduction.", 
    "Saudi Arabia supported a workshop addressing resilience to both climate change and response measures."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12362e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "", 
  "id": "enb12362e_14", 
  "enb_end_date": "04-Apr-08"
}