{
  "countries": [
    "United States", 
    "Canada", 
    "Philippines", 
    "China", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "06-Aug-97", 
  "enb_short_title": "7th Session of the AGBM", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Delegates discussed the remaining issues on their agenda and considered a revised draft report of the meeting (FCCC/SBSTA/1997/L.4).", 
    "Delegates adopted the draft conclusions on the division of labor between SBI and SBSTA that were adopted by SBI.", 
    "The Chair of the contact group on methodological issues presented the group\u0092s revised draft conclusions.", 
    "He noted that the revised conclusions, inter alia, request the Secretariat to prepare a progress report on the work programme on methodologies and noted that SBSTA-7 will begin consideration of terms of reference for expert contributions and the review of technical documents.", 
    "The conclusions also contain an indicative budget for the methodological work programme. On methodological issues related to joint implementation, the Chair recalled that the US, Canada, Norway and China had held informal consultations.", 
    "CHINA reported that the group had not reached consensus.", 
    "The Chair proposed that the report of the meeting state that SBSTA had considered the issue and decided to defer it for consideration at a future session.", 
    "CHINA proposed deleting the reference to future consideration.", 
    "The PHILIPPINES asked if the issue would again be considered as a separate agenda item or together with methodological issues.", 
    "The US indicated the need for further discussions and noted that the clearly divergent views are evidenced by the fact that there are no conclusions on this matter.", 
    "Delegates agreed to the Chair\u0092s proposal. On national communications from Annex I countries, delegates heard a presentation on the SBI workshop on Annex I communications and agreed to take note of the methodological issues outlined in the workshop report.", 
    "On non-Annex I communications, delegates agreed to refer to the conclusions adopted by SBI. On transfer of technologies, the revised draft conclusions stated that SBSTA took note of the Secretariat\u0092s progress reports and the technical report, and supported the Secretariat\u0092s plans to prepare reports on the role of the private sector and on enabling activities of governments related to technology transfer.", 
    "Under the draft conclusions, SBSTA also encouraged the Secretariat to extend its cooperation with other organizations with the aim of, inter alia, improving the availability of climate relevant data. The draft conclusions also state that SBSTA discussed the subject of intergovernmental technical advisory panels (ITAPs) and noted that the Secretariat has been requested to prepare a report on its experience in using the roster of experts.", 
    "It recalled that the subject of ITAPs, including their possible establishment, would be considered by SBSTA-7.", 
    "SBSTA noted that the Secretariat had made use of the roster in three expert meetings on technology and technology transfer issues and recalled its request to Parties to nominate experts for the roster.", 
    "Delegates recalled the conclusions that had been adopted at the last SBSTA meeting and adopted the report of the meeting as amended."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1253e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1253e_3", 
  "enb_end_date": "06-Aug-97"
}