{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "COMMITTEE OF THE WHOLE", 
  "enb_start_date": "01-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "The first meeting of the COW convened on 1 December.", 
    "The COW established three negotiating groups on: institutions and mechanisms; advancing the implementation of FCCC Article 4.1 and the financial mechanism; and P&Ms.", 
    "COW Chair Raúl Estrada Oyuela conducted negotiations on QELROs.", 
    "In addition, a number of informal groups considered other issues. Delegates met in a 'stock-taking' COP Plenary on Friday, 5 December.", 
    "Estrada reported that delegates had met eight times, but needed more time.", 
    "Negotiations in the COW continued over the weekend so that only a few key issues would remain for the consideration by the ministers during the High-Level Segment. The final meeting of the COW began on Wednesday, 10 December, at approximately 7:00 pm.", 
    "The meeting was suspended to allow for distribution of the Chair's final draft (FCCC/CP/1997/CRP.6) and further informal consultations.", 
    "At 1:00 am, delegates began an article-by- article review of the text, discussing the provisions related to QELROs, emissions trading and voluntary non- Annex I commitments at length. Throughout the night delegates worked to adopt all of the articles in the text.", 
    "At times it appeared as though the negotiations would break down, but, finally at 10:15 am, the COW completed its work and agreed unanimously to submit the text of the protocol to the COP Plenary for formal adoption.", 
    "The final COP-3 Plenary convened at approximately 1:00 pm on Thursday, 11 December to adopt the Kyoto Protocol (FCCC/1997/L.7/Add.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1276e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "enb1276e_8", 
  "enb_end_date": "11-Dec-97"
}