{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "NAVIGATING TO LIMA", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "At the end of the day, ADP 2-4 was never going to set sail by itself, and one delegate even attributed the modest progress made to the fact that delegates are still suffering from a 'COP hang-over'.", 
    "Nonetheless, the meeting did perhaps steer in the right direction by initiating frank discussion on nationally determined contributions that will have to be defined by Lima to allow parties to submit them by the first quarter of 2015, as per the Warsaw ADP decision, thereby setting the basis for the elaboration of the 2015 agreement ahead of Paris.", 
    "On raising the pre-2020 ambition, the discussions under workstream 2 moved away from roundtables and open dialogues to embark on technical expert meetings, with further technical workshops planned in June on mitigation from land use and urbanization.", 
    "In addition, newer ideas, such as a possible global goal for adaptation, were debated.", 
    "Looking ahead, the ADP will have to dock at a number of ports on the way to Lima, including in Bonn in both June and October.", 
    "The participation of ministers in June to discuss ambition and the new agreement could spur political will, or just serve as another forum for airing national statements of well-known positions.", 
    "Outside the UNFCCC, a number of other meetings have the potential to provide momentum, including meetings of the Intergovernmental Panel on Climate Change on the upcoming fifth assessment report, the sixth replenishment of the Global Environment Facility, the meeting of the board of the Green Climate Fund, and the UN Secretary-General's Climate Summit in September.", 
    "However, as noted by UNFCCC Executive Secretary Christiana Figueres at the opening of the meeting, the success of the ADP may well lie outside the negotiating rooms and in the willingness of negotiators to take on the myriad of climate actions of non-state actors, including cities, local governments, youth and the military, thereby putting 'wind in their sails'."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "", 
  "id": "enb12595e_35", 
  "enb_end_date": "14-Mar-14"
}