{
  "countries": [
    "Canada", 
    "Afghanistan", 
    "Saudi Arabia", 
    "Iceland", 
    "Panama", 
    "Qatar", 
    "Morocco", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Tuvalu", 
    "Russian Federation", 
    "Germany", 
    "Burkina Faso", 
    "Bulgaria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "COP-8 REPORT", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Wednesday morning, 23 October, COP-7 President Mohamed Elyazghi (Morocco) opened COP-8.", 
    "He drew attention to the Marrakesh Accords, noting that the focus of the process has shifted to implementation. The COP then elected T. R. Baalu, Indian Minister of Environment and Forests, as COP-8 President by acclamation.", 
    "COP-8 President Baalu welcomed participants, noting that the impacts of climate change are already being felt.", 
    "He stressed implementation, and highlighted the need for adaptation.", 
    "He said that a consensus- based Delhi Declaration addressing climate change and sustainable development would be an important outcome of COP-8. In her address, UNFCCC Executive Secretary Joke Waller-Hunter stressed the linkage between poverty and environment made at the WSSD.", 
    "She said the Secretariat would host authoritative databases of emissions, and of policies and measures (P&Ms) to facilitate information exchange between Parties. The Secretariat noted that 185 States and one regional organization have ratified the UNFCCC.", 
    "He said Afghanistan had deposited its instrument of ratification on 19 September 2002, bringing the total number of Parties to 187. On the provisional agenda (FCCC/CP/2002/1, Add.1 and Add.2), the G-77/China urged excluding Canada\u0092s proposal for a decision on modalities for the accounting of assigned amounts under Protocol Article 7.4 (registries) in relation to cleaner energy exports.", 
    "Canada emphasized the cleaner energy proposal as a priority for the future success of the Protocol.", 
    "The EU opposed Saudi Arabia\u0092s request to include discussions on the implementation of Protocol Article 2.3 (adverse effects of P&Ms) on the agenda.", 
    "Saudi Arabia said the issue was unfinished business from the BAPA and stressed preparation of a draft decision for COP/MOP-1.", 
    "The agenda was adopted with these items and the issue of the second review of the adequacy of commitments held in abeyance. President Baalu noted that consultations would continue on the election of officers other than the President.", 
    "On Friday, 1 November, COP-8 President Baalu noted that officers had been elected and invited Parties to approve the elections by acclamation.", 
    "The officers elected include Daniela Stoytcheva (Bulgaria) for SBI Chair, Halldór Thorgeirsson (Iceland) for SBSTA Chair, and Gonzalo Menéndez (Panama) for Rapporteur.", 
    "The other officers come from Burkina Faso, Chile, Germany, Morocco, Qatar, the Russian Federation and Tuvalu. In an opening statement, the G-77/China expressed disappointment at the low level of financial resources provided by Annex I Parties, stressing that action so far has been symbolic.", 
    "Supported by the Umbrella Group, he underscored the importance of linking sustainable development and climate change.", 
    "Stressing the principle of common but differentiated responsibilities, China said the climate regime should take into account the rising energy demands that will occur as the quality of life in developing countries improves.", 
    "Zimbabwe, for the Africa Group, called for increased support for adaptation projects. The COP met in plenary sessions on Wednesday, 23 October, Friday, 25 October, and twice on Friday, 1 November.", 
    "A high-level segment took place on Wednesday and Thursday, 30-31 October, and included round table discussions.", 
    "The SBSTA held its opening session on Wednesday, 23 October.", 
    "It also met in sessions on Thursday, 24 October, Friday 25 October, and held its final meeting on Tuesday, 29 October.", 
    "The SBI opened on Wednesday, 23 October.", 
    "It met on Thursday, 24 October, Friday, 25 October, late night on Tuesday, 29 October, Thursday, 31 October and closed on Friday, 1 November.", 
    "This report summarizes the issues discussed at the meeting, organized in accordance with the agendas of the SBSTA, SBI and COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "enb12209e_9", 
  "enb_end_date": "04-Nov-02"
}