{
  "countries": [
    "Brazil", 
    "Canada", 
    "Australia", 
    "Croatia", 
    "Tuvalu", 
    "Micronesia", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Mitigation"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning, parties discussed the implications of LULUCF rules for Annex I emission reductions.", 
    "Co-Facilitator Smith highlighted work done by the spin-off group on LULUCF to consider accounting rules for LULUCF.", 
    "Brazil, for the G-77/CHINA, supported by the Federated States of Micronesia, for AOSIS, and TUVALU, called for mandatory inclusion of agreed activities to eliminate the pick and choose nature of current accounting and promoted a net-net accounting approach.", 
    "The G-77/CHINA also proposed caps on LULUCF to ensure other sectors are addressed.", 
    "NEW ZEALAND, with JAPAN and CANADA, said that caps would create a disincentive for LULUCF mitigation efforts.", 
    "SWITZERLAND underscored that environmental integrity is the overarching principle of the LULUCF process.", 
    "NORWAY said a net-net approach could be acceptable.", 
    "The EU highlighted that agreement is needed on national reference levels, discount factors and whether specific activities would remain voluntary or mandatory for reporting.", 
    "TUVALU highlighted the need for conformity in reporting for comparability.", 
    "CANADA and others underscored that the contribution of LULUCF to national targets depends on the rules.", 
    "NEW ZEALAND and JAPAN stressed that agreement on commitments could not be reached until rules are clarified. AOSIS expressed concern that some rules could allow for an increase in industrial emissions.", 
    "Noting that heterogeneity of impacts among countries is unavoidable, the G-77/CHINA said the reference year of 1990 is already established.", 
    "AUSTRALIA called for the use of a historic baseline and for consistency across sectors.", 
    "With CANADA and others, the G-77/CHINA called for Barcelona to be the end of the road for the LULUCF accounting discussions.", 
    "The contact group on Annex I emission reductions reconvened in the afternoon.", 
    "Co-Chair Wollansky invited parties to focus on proposed Protocol amendments pursuant to Article 3.9 (FCCC/KP/AWG/2009/10/Add.1/Rev.1) and on a compilation of proposals by parties for aggregate and individual figures for Annex I parties (FCCC/KP/AWG/2009Add.4/Rev.1).", 
    "She invited suggestions on how to revise and streamline the texts, as well as proposals on content.", 
    "On the compilation of proposals for aggregate and individual figures for Annex I, CROATIA outlined plans to reduce absolute emissions by 33.2 million tonnes of CO2 equivalent during 2013-2020.", 
    "She explained that the target amounts to an increase of 6% from their 1990 levels, or a reduction of 5% from the levels agreed in decision 7/CP.12 (level of emissions for the base year of Croatia), and that Croatia would need to invest 1.6% of its GDP to meet this target.", 
    "JAPAN said their recently announced new target on reducing emissions by 25% from 1990 levels by 2020 should also be reflected when updating the document.", 
    "On proposed Protocol amendments pursuant to Article 3.9 (Annex I further commitments), discussions focused on streamlining the various options contained in the document, with some explaining their motivation for proposing the options and others making suggestions on how to improve the text.", 
    "Several parties questioned the rationale behind the proposal on multiple base years, highlighting the difficulties associated with this.", 
    "Supported by AUSTRALIA and NEW ZEALAND, JAPAN explained that the different years should not be viewed as base years, but as reference years, and that their inclusion was useful for the sake of comparability and clarity.", 
    "He added that the idea is to express the QELROs as absolute reductions and use the percentage reductions from the various years as reference points."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12437e_8", 
  "enb_end_date": "08-Oct-09"
}