{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Iran", 
    "Egypt", 
    "China", 
    "Antigua and Barbuda", 
    "Switzerland", 
    "Japan", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "REVIEW OF THE FINANCIAL MECHANISM", 
  "enb_start_date": "02-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI, AG13 6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Thursday, 4 June, the Chair introduced discussion of the review of the financial mechanism, noting it must be completed with a COP-4 decision.", 
    "On guidance to the GEF, the Chair noted that new needs have arisen since guidance was provided in 1996.", 
    "The G-77/CHINA called for: GEF adherence to COP guidance; no funding of activities inconsistent with FCCC principles; and, with EGYPT, attention to adaptation measures.", 
    "EGYPT called for long-term sustainability.", 
    "CHINA called for: a more streamlined project approval process; transparency in incremental cost calculation, and, with IRAN, no conditionalities attached to the activities of multilateral funding institutions, which was opposed by CANADA. The EU distinguished GEF review from future guidance; and, with SWITZERLAND, CANADA and VENEZUELA, proposed making it the permanent FCCC financing mechanism, subject to future reviews.", 
    "SWITZERLAND stressed adequacy and predictability in the flow of funds.", 
    "SAUDI ARABIA cautioned against a premature conclusion.", 
    "CANADA favored CDM support for adaptation activities.", 
    "JAPAN noted its contribution of 20% of GEF funding and called for extensive evaluation.", 
    "IRAN criticized a GEF overemphasis on energies.", 
    "The Chair asked Dan Reifsnyder (US) and John Ashe (Antigua and Barbuda) to co-chair a contact group to prepare a draft decision. On Friday, 12 June, Co-Chair Reifsnyder stated that the contact group had not been able to complete its work.", 
    "The Chair noted documents on Parties' views on the review of the financial mechanism and additional guidance to the GEF (FCCC/SBI/1998/MISC.4 and Add.1) and it was concluded that further deliberations are needed at SBI-9.", 
    "Parties are invited to submit comments to the Secretariat by 15 August 1998, for compilation and distribution at SBI-9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1286e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb1286e_14", 
  "enb_end_date": "12-Jun-98"
}