{
  "countries": [
    "Brazil", 
    "Netherlands", 
    "Denmark", 
    "Indonesia", 
    "France", 
    "United States", 
    "Sweden", 
    "Switzerland", 
    "New Zealand", 
    "Venezuela", 
    "Norway", 
    "India", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Belgium", 
    "Japan", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "IPCC Governance", 
    "Reasons for Concern", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SCOPING OF THE IPCC 5TH ASSESSMENT REPORT", 
  "enb_start_date": "26-Oct-09", 
  "enb_short_title": "IPCC-31", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "IPCC Secretary Renate Christ introduced the relevant documents (IPCC-XXXI/Docs.4 and Add.1, Doc.10, Inf.3 and Inf.5), and Chair Pachauri welcomed initial comments on the overall process and scope of the AR5, including on cross-cutting issues.", 
    "France, with Germany, Venezuela and Sweden, suggested including social structures and systems as either cross-cutting themes or in dedicated chapters in the reports by WGs II and III.", 
    "Venezuela called for including indigenous and cultural aspects and Austria stressed that uncertainty should be dealt with in an as consistent a manner as possible across all WGs.", 
    "New Zealand, with Germany, Sweden, Belgium, Japan, the Netherlands and Norway, supported the inclusion of scenarios as a cross-cutting theme.", 
    "New Zealand and Brazil also called for addressing greenhouse gas metrics in a cross-cutting manner, and Japan suggested that greenhouse gas metrics be dealt with by WG I first.", 
    "Switzerland supported including greenhouse gas metrics, observations and modeling as a cross-cutting theme on methodological issues.", 
    "Germany, with Denmark, the Netherlands, Spain and Norway, noted the importance of addressing key vulnerabilities under Article 2 of the UNFCCC (preventing dangerous climate change), and Japan suggested that Article 2 be considered in the SYR.", 
    "The UK, supported by the Netherlands, asked to reassess the suggested approach of IPCC-30 on handling regional issues and proposed that regional aspects could be dealt with in the SYR.", 
    "New Zealand, with the US, emphasized the importance of the regional chapters under WG II.", 
    "India said regional treatment should include, inter alia : monsoons; glacial melt; climate variability; human health; and sub-regional assessment including socioeconomic and cultural aspects.", 
    "China drew special attention to the treatment of uncertainty, especially with regard to keeping greenhouse gases at a certain level, and more analysis of social cost methodologies in economic assessments.", 
    "The Netherlands asked for a progress report from the catalytic group on scenarios, set up at IPCC-30, and clarification on their relationship to the Task Group on Data and Scenario Support for Impact and Climate Analysis (TGICA).", 
    "Sweden recommended addressing the interlinkages between air pollution and climate change.", 
    "The US recommended focusing work at the meeting on the WGs outlines rather than the scope of the SYR.", 
    "Switzerland emphasized the importance of addressing uncertainty, such as the definition of confidence levels, in a consistent manner across the WGs.", 
    "Spain noted the need to maintain coherence in the outlines of the three WG reports, and Germany requested clarification on what constitutes an official cross-cutting theme versus other issues that appear within the scope of work of all WGs.", 
    "India underscored addressing cross-boundary carbon fluxes and noted that water issues were not comprehensively addressed under WG II in the AR4.", 
    "Chair Pachauri suggested a contact group, co-chaired by Øyvind Christopherson (Norway) and Saut Lubis (Indonesia), be set up at this meeting to address the treatment of issues relating to Article 2 of the Convention, which would submit a concept note by Wednesday morning.", 
    "On scenarios, Chair Pachauri proposed that the catalytic scenario group coordinate with the WG Co-Chairs, and the WG II and III expert meeting on Socioeconomic Scenarios, to be held in October 2010, to address scenarios as a cross-cutting theme.", 
    "On greenhouse gas metrics, he said that to include all views, a cross-working group, co-chaired by WG I Co-Chair Thomas Stocker (Switzerland) and two Vice-Chairs from WGs II and III, would be set up.", 
    "On regional aspects, he said close coordination between WGs I and II would be ensured.", 
    "He proposed the Panel keep the numerical sequence of WG reports but ensure iterative interaction between all three WGs so that output on regional details from WG III can be taken into account in the regional assessment of WG II and the SYR.", 
    "These proposals were accepted by delegates.", 
    "The session of the Panel was then suspended and the parallel sessions of three WGs convened from Monday to Wednesday to focus on the proposed chapter outlines of WG contributions to the IPCC AR5.", 
    "The discussions of the three WG sessions are described below.", 
    "The Panel reconvened on Wednesday night to finalize the chapter outlines of the three WGs and address other agenda items."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12441e.html", 
  "enb_long_title": "Thirty-First Session of the IPCC", 
  "type": "ipcc", 
  "id": "enb12441e_8", 
  "enb_end_date": "29-Oct-09"
}