{
  "countries": [
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "17-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On the penultimate day of the Bonn Climate Change Conference, a number of delegates found themselves confined in the Maritime Hotel late into the night as the closing plenaries of the SBI and SBSTA worked to get through their respective agendas.", 
    "After a busy day of attempts to finalize work on all outstanding issues, the plenaries only got underway towards 6 pm.", 
    "Both were interrupted, however, more than once to allow documents to be produced or parties to consult informally on controversial issues, such as proposed new agenda items, enhancing observer participation, and loss and damage.", 
    "On the SBSTA side, the issue of blue carbon played out on center stage.", 
    "While the majority of parties supported considering related issues under existing SBSTA agenda items, Bolivia and Venezuela opposed this, voicing concerns that market mechanisms will not offer the nature adequate protection.", 
    "Some observers also shared concern over turning blue carbon into another REDD+.", 
    "One delegate characterized blue carbon as an example of why interlinkages between the Rio Conventions should be reinforced.", 
    "Delegates waiting for the SBSTA plenary to resume after 10 pm were entertained by chanting interpreters claiming that there is no body like the SBSTA, the body of substance.", 
    "Some also composed cheerleading refrains on blue carbon.", 
    "Give me a B....give me an L-¦, they shouted in jest.", 
    "On the SBI side, one insider tried to reassure tired observers waiting for the outcome of late-night informal consultations: Give us time, we are trying to do good things here."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12512e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12512e_28", 
  "enb_end_date": "17-Jun-11"
}