{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "10-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Many delegates spent the bulk of the day in various informal consultations and contact groups, attempting to finish the SB agenda items before the closing plenaries scheduled for Wednesday.", 
    "While some groups reached agreement on how to conclude their work earlier in the day, other issues required longer consideration.", 
    "Discussions on issues such as REDD and non-Annex I national communications stretched into the evening.", 
    "Seems like I ll be missing tonight s buffet reception in honor of the Lady Mayor of Bonn, sighed one delegate.", 
    "The REDD discussions culminated later in heavily bracketed draft decision text.", 
    "With so many delegates happy about the first draft of the text, some expressed frustration about the explosion of brackets at the eleventh hour.", 
    "Informal consultations also continued under the AWG-KP throughout the day.", 
    "Some delegates emerging from the negotiations introduced a new term into the corridors discussions: esKPees which they explained refers to parties that are considering leaving the Kyoto Protocol.", 
    "I m concerned, sighed a seasoned developing country negotiator, but we will be continuing discussions under the assumption that the Protocol will survive.", 
    "Many were predicting, however, that several long hours of discussions would be needed to bring AWG-KP 8 to a conclusion.", 
    "One of the major questions is how to proceed with the texts, commented one.", 
    "Those following the AWG-LCA, in turn, seemed positively surprised by the early end to the informal plenary in the morning.", 
    "Some commented that the Secretariat had done such a good job of incorporating proposals that very few people had to intervene to note omissions.", 
    "Great, more time to put together my proposals for tomorrow!", 
    "commented one."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12418e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12418e_4", 
  "enb_end_date": "10-Jun-09"
}