{
  "countries": [], 
  "topics": [], 
  "section_title": "THE HARE AND THE TORTOISE", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Fifth Conference of the Parties completed its work ahead of schedule and generated an 'unexpected mood of optimism' among delegates and observers.", 
    "After a faltering COP in Buenos Aires, followed by a year of grim 'drum beats' of speculation in many capitals about the fate of the Kyoto Protocol, the process recovered vital momentum and began to gather determination and support for a self-imposed deadline for entry into force by 2002.", 
    "An innovative exchange of views involving ministers launched a year of intensive high-level engagement in the process leading up to COP-6.", 
    "The 2002 deadline, the 10th anniversary of the Earth Summit (UNCED), provides the Parties and civil society with a compelling set of reasons to succeed.", 
    "As the fabled tortoise once taught the hare, momentum and pace do not always deliver the price.", 
    "The integrity and credibility of the Protocol will be the prize that endures, one that demands perseverance and vigilance along the way. This brief analysis will address three of the questions posed by the FCCC Executive Secretary, Michael Zammit Cutajar, in a briefing paper issued before the start of COP-5.", 
    "Our three questions are: * Has COP-5 pulled together the 'big picture' and clarified the various strands of work and decisions required?", 
    "* Has COP-5 enabled different interest groups to define specific components of success at COP-6 and secured their political commitment?", 
    "* Are there indications that COP-5 has sent a signal to the world about a change of pace and a sharpening of focus?", 
    "These questions are based on a recognition that COP-5's success or otherwise would be judged by its contribution to preparations for COP-6, when far reaching decisions mandated by the Buenos Aires Action Plan will have to be made regarding a volatile mix of political and so-called technical issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_68", 
  "enb_end_date": "08-Nov-99"
}