{
  "countries": [
    "Brazil", 
    "Canada", 
    "Bangladesh", 
    "Kenya", 
    "Sudan", 
    "Panama", 
    "Argentina", 
    "Bolivia", 
    "Norway", 
    "Malawi", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Algeria", 
    "Singapore", 
    "El Salvador", 
    "Venezuela", 
    "Solomon Islands", 
    "Guatemala", 
    "Congo", 
    "Jordan", 
    "Chile", 
    "Indigenous Peoples", 
    "Russian Federation", 
    "Marshall Islands", 
    "Dominican Republic", 
    "Philippines", 
    "Nigeria", 
    "Ukraine", 
    "Tanzania", 
    "Cuba", 
    "Turkey", 
    "United States", 
    "Trinidad and Tobago", 
    "Belarus", 
    "Nauru", 
    "Mali", 
    "Switzerland", 
    "New Zealand", 
    "Thailand", 
    "Pakistan", 
    "Mexico", 
    "Egypt", 
    "United Arab Emirates", 
    "South Africa", 
    "India", 
    "Nicaragua", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Tuvalu", 
    "Japan", 
    "Fiji"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Loss and Damage", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "ADP ITEM 3 - DRAFT DECISION ON ADVANCING THE DURBAN PLATFORM FOR ENHANCED ACTION: Procedural Summary", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Tuesday, 2 December, ADP Co-Chair Artur Runge-Metzger (EU) presented the Draft Decision on Advancing the Durban Platform for Enhanced Action (ADP.2014.12.DraftText) issued by the Co-Chairs in advance of ADP 2-7, reminding parties that positioning is not negotiating and urging them to make precise and concise proposals that can bridge differences.", 
    "Many developing countries called for direct negotiations with parties proposals on the screen and cautioned against the Co-Chairs coming forward with their interpretation of the common ground in the form of a revised Co-Chairs text.", 
    "Others preferred to work on the basis of the Co-Chairs text. ADP Co-Chair Runge-Metzger proposed going swiftly through the Co-Chairs text while allowing all parties time to give their views in order to identify sticking points.", 
    "On Wednesday, 3 December, many developing countries continued to call for showing their proposals on the screen, while the US preferred to continue with a more general reading of the text to identify the major issues in the negotiations.", 
    "Tuvalu suggested, and parties agreed to, establishing a Friends of the Chair group to reach agreement on the way forward.", 
    "The Friends of the Chair group convened in the evening to agree on how to move forward.", 
    "They agreed: to conduct a first reading of the Co-Chairs draft text (ADP.2014.12.DraftText), allowing parties to introduce their proposals by displaying them on the screen; to hold dedicated meetings of the contact group on specific sections and paragraphs; and for the Co-Chairs to prepare a synthesis integrating parties proposals into a revised draft decision text.", 
    "On Saturday, 4 December, an informal ADP stocktaking meeting took place.", 
    "COP 20/CMP 10 President Manuel Pulgar-Vidal described the first week as one of proposals, explanations and clarifications, and called for the second week to be one of dialogue, flexibility and construction in order to deliver, by Thursday evening, 11 December, the outcome the world is expecting from us.", 
    "ADP Co-Chair Kumarsingh proposed, and parties agreed, that the Co-Chairs make available, by Monday morning, improved versions of the non-paper on elements and of the draft decision on advancing the ADP, based on input received from parties during the first week.", 
    "On Monday, 8 December, ADP Co-Chair Runge-Metzger introduced a revised version of the draft decision on advancing the Durban Platform for Enhanced Action, now called the Draft COP decision proposed by the Co-Chairs.", 
    "He noted it: is based on inputs provided by parties, explaining that all parties views were captured in a compilation published on the ADP website; presents a synthesis of the core areas introduced by parties; and addresses all aspects of our mandate.", 
    "Many developing countries raised concerns over the legal status of the revised draft decision, with some stressing the document remains a non-paper.", 
    "They also underscored that their concerns had not been captured in the text.", 
    "Others expressed willingness to work on the basis of the revised draft decision.", 
    "Co-Chair Runge-Metzger assured parties that the documents had no legal status, noting that parties would have to give it legal status.", 
    "He suggested dedicating time to the decision, which parties had agreed should be taken in Lima.", 
    "Runge-Metzger urged parties to proceed as we agreed last week and consider the draft decision paragraph by paragraph to find compromise and consensus.", 
    "During the remaining negotiating time on Monday, 8 December, and throughout Tuesday and Wednesday, 9-10 December, the contact group on item 3 continued paragraph-by-paragraph negotiations on the draft COP decision proposed by the Co-Chairs, with parties proposing extensive alternative options within the text.", 
    "On Wednesday evening the draft text stood at 58 pages.", 
    "China proposed, and other parties agreed, to initiate the reading of the draft decision from the preamble.", 
    "On Thursday, 11 December, the contact group convened briefly and suspended so that negotiating groups could consult among themselves on how to proceed.", 
    "The contact group convened briefly in the late afternoon, with parties disagreeing on whether to continue in a contact group or a Friends of the Chair format.", 
    "In the evening, during a joint COP/CMP stocktaking plenary, COP 20/CMP 10 President Pulgar-Vidal exhorted parties to reach agreement and asked the ADP Co-Chairs to produce a revised draft decision text by 9:00 pm.", 
    "Late in the evening the contact group resumed, with ADP Co-Chair Runge-Metzger presenting the revised seven-page, Draft COP decision proposed by the Co-Chairs.", 
    "He described the new version of the draft text as: not a take it or leave it text; not a suggested compromise text; but instead, a text that tries to capture where parties positioned themselves and identifies negotiation space for parties.", 
    "The contact group was then suspended.", 
    "On Friday, 12 December, the contact group reconvened in the morning to consider the revised draft decision.", 
    "Inviting parties to consult with him in his open-door office, COP 20/CMP 10 President Pulgar-Vidal stressed his responsibility to maintain confidence, inclusiveness and transparency in the process, noting this as necessary for a successful outcome in Lima and Paris.", 
    "He explained that the new text by the Co-Chairs resulted from a previous unworkable text and calls for providing direction.", 
    "He asked Minister Tine Sundtoft (Norway) and Minister Vivian Balakrishnan (Singapore) to facilitate consultations as well.", 
    "Substantive discussions on the text continued until 2:00 pm, when the contact group was suspended for an informal stocktaking plenary, where COP 20/CMP 10 President Pulgar-Vidal instructed the ADP to hear the remaining speakers and informed that he, and the ministers, would continue consultations.", 
    "The contact group resumed shortly thereafter and continued until all speakers had been heard, and adjourned pending further guidance by the COP 20/CMP 10 President.", 
    "Throughout the evening, bilateral ministerial consultations and consultations with negotiating groups took place.", 
    "The contact group resumed at 2:18 am, Saturday, 13 December.", 
    "COP 20/CMP 10 President Pulgar-Vidal and ADP Co-Chair Runge-Metzger introduced a draft decision (FCCC/ADP/2014/L.5) proposed by the Co-Chairs, based on views presented during the contact group and in the informal consultations.", 
    "Runge-Metzger proposed to adjourn the contact group and convene the ADP closing plenary.", 
    "Numerous interventions followed from the floor, during which parties and groups of parties requested further time to consider the text and expressed concerns that they had not been consulted either by the ministers or the COP President.", 
    "Others, noting the time, called for agreement on moving forward as proposed.", 
    "At 3:30 am the ADP contact group adjourned so that parties could further consider the text.", 
    "The closing plenary of the ADP began at 10:41 am on Saturday.", 
    "Parties variously supported and opposed the revised draft decision.", 
    "The ADP Co-Chairs submitted, under their authority, the draft decision to the COP 20/CMP 10 President Pulgar-Vidal for further consultations.", 
    "After the suspension of ADP 2-7 at 1:31 pm, Pulgar-Vidal announced he would undertake consultations with groups of parties to find consensus on the text.", 
    "During the COP 20 closing plenary, which convened at 11:37 pm, on Saturday, 13 December, ADP Co-Chair Kumarsingh informed that the ADP concluded its intensive work by considering a draft decision (FCCC/ADP/2014/L.5).", 
    "He said that, having listened to parties, the Co-Chairs forwarded, on their own authority, the draft decision to the COP president for further consultations. COP 20/CMP 10 President Pulgar-Vidal then introduced the Proposal by the President containing a draft decision on further advancing the Durban Platform (FCCC/CP/2014/L.14), saying it is a product of all parties work and with it we all win.", 
    "At 11:53 pm he suspended the session for an hour to give parties time to consider the text.", 
    "When the COP 20 closing plenary resumed at 1:23 am, on Sunday, 14 December, COP 20 President Pulgar-Vidal noted the draft decision moves us forward, and requested parties rise to the challenge of approving it.", 
    "The COP adopted the draft decision and agreed to call it the Lima Call for Climate Action.", 
    "Tuvalu, for the LDCs, stated their understanding of the decision, including that reference to the Warsaw Mechanism for Loss and Damage in the preambular paragraph, and the reference to inter alia in paragraph 2 of the decision, represented a clear intention that the 2015 agreement will properly, effectively and progressively address loss and damage.", 
    "Substantive Discussions - \u0095First Reading: On Tuesday and Wednesday, 2-3 December, substantive discussions on the draft decision on advancing the Durban Platform for Enhanced Action began, focusing on general reactions.", 
    "On recommending text of a protocol, another legal instrument or agreed outcome with legal force under the Convention, the Russian Federation, with the EU and Tuvalu, proposed including reference to Convention Article 17 (protocols) and applied rules of procedure, so that the six-month rule for introducing text can be adhered to.", 
    "The US noted this only applies to a protocol, while the Durban Platform allows for several possibilities regarding the instrument under preparation.", 
    "Venezuela suggested addressing the elephant in the room, namely that one set of parties seeks a mitigation-based outcome and another feels it should be based on all the elements of the BAP.", 
    "On the completion of work of the ADP, India suggested removing as early as possible.", 
    "Brazil proposed adding a reference to accompanying draft decisions after COP 21.", 
    "Kenya opposed any text on accompanying decisions at this stage.", 
    "On parity between adaptation and mitigation, Australia and Norway proposed deletion of text relating to achieving political parity between mitigation and adaptation.", 
    "India suggested referring to full legal parity instead.", 
    "Brazil suggested parity between the operational provisions regarding mitigation, adaptation and means of implementation (MOI).", 
    "China suggested text on, inter alia , deciding to achieve the balanced and comprehensive treatment among the elements of mitigation, adaptation, MOI, and transparency of action and support in the negotiating text of the 2015 agreement.", 
    "While stressing that adaptation and mitigation should receive equal treatment and resources, India called for a shared understanding on political parity.", 
    "Saying parity is vague, the US proposed underscoring the importance of adaptation.", 
    "On demonstrating implementation of existing actions and commitments, Australia suggested this text should be addressed in the preamble.", 
    "Norway said reference to implementation of existing actions and commitments are not necessary.", 
    "Brazil proposed adding references to the Doha Amendment and the annual US$100 billion finance goal by 2020.", 
    "China called for underlining that the full and effective implementation of existing commitments and actions under the Convention, its Kyoto Protocol and the agreed outcome pursuant to the BAP, in particular for developed country parties, is essential for adoption of the 2015 agreement.", 
    "On links to the elements of the 2015 agreement, the US indicated openness to listing thematic areas identified in Decision 1/CP.17 (establishing the ADP), referring to these as aspects of work, if this helps provide assurances that these will be addressed in the 2015 agreement.", 
    "Focused discussions on specific sections of the text began on Thursday, 4 December.", 
    "On paragraphs 1-6 (elements) , Canada suggested that the ADP address various topics instead of all elements, and that achieving political parity between mitigation and adaptation be replaced with elevating their critical importance.", 
    "New Zealand advocated text signaling that the work of the ADP will result in a package of different components.", 
    "Japan stressed the need to clarify that mitigation is the ultimate goal of the Convention.", 
    "Pakistan and South Africa called for treating all elements of Decision 1/CP.17 in a balanced manner.", 
    "Mexico and Saudi Arabia stressed the equal importance of adaptation and mitigation.", 
    "Pakistan and Egypt preferred legal parity between mitigation and adaptation.", 
    "Ecuador called for deleting qualifiers when referring to parity between mitigation and adaptation.", 
    "South Africa called for strengthening paragraphs dealing with assurances in relation to the link between INDCs and the elements of the agreement, and the balance of support for mitigation and adaptation.", 
    "On the importance of transparency, Ecuador called for adopting an MRV mechanism as part of the 2015 agreement.", 
    "On paragraphs 7-12 (INDCs) , Japan said the text still did not provide clarity on the upfront information to be presented in INDCs.", 
    "South Africa said that, while INDCs are nationally determined, their scope should be determined internationally, and, with Brazil and others, that they should include mitigation, adaptation and MOI.", 
    "Canada and the US stressed that INDCs relate to mitigation.", 
    "Brazil and Tuvalu, for the LDCs, noted that the scope should not be limited to Convention Article 2 (objective).", 
    "Australia underscored that INDCs should reflect efforts parties are making unilaterally.", 
    "The LDCs recommended inserting a caveat for LDCs and SIDS on the inclusion of mitigation in INDCs.", 
    "New Zealand said that, when reporting on INDCs, parties should quantify expected emission outcomes, levels of effort and accounting methodologies in the land sector.", 
    "The EU urged transparency, quantifiability and comparability of INDC reporting.", 
    "Bolivia stressed the importance of enhancing the provision of MOI to developing countries.", 
    "Cautioning against bias towards mitigation actions, Tuvalu, for the LDCs, suggested adding text on MRV of Annex I parties support to developing countries for the achievement of the latter s INDCs.", 
    "Thailand underscored equal treatment of mitigation and adaptation.", 
    "The US said reporting requirements should apply equally to developed and developing countries.", 
    "On paragraphs 13-16 (INDC communication) , Argentina, Chile, for the Independent Alliance of Latin America and the Caribbean (AILAC), China, India, Algeria, for the Arab Group, South Africa, Tanzania and many others emphasized the relevance of the principles and provisions of the Convention.", 
    "Switzerland opposed division between Annex I and non-Annex I countries.", 
    "China said information on INDCs should enhance clarity of developed countries ambition and reflect the diversity of, barriers to and needs for, developing countries INDCs.", 
    "Brazil said INDCs: should not be interpreted as an expectation of legal terms ; opposed self-differentiation; and, with Sudan, for the African Group, requested making reference to equity.", 
    "Switzerland called for references to underlying assumptions and efforts, and fairness considerations.", 
    "The Marshall Islands proposed that the ADP develop rules relating to accounting assumptions and approaches, land use, and use of international markets and credits, with a view to their adoption by COP 21.", 
    "Bolivia opposed reference to market tools and instruments.", 
    "Tanzania opposed prescriptive INDCs and any additional reporting requirements for developing countries.", 
    "Singapore emphasized clarity of information provided.", 
    "Saudi Arabia suggested the INDCs adaptation component should enhance efforts to achieve best-value outcomes through early and integrated planning, and action at all levels.", 
    "South Africa urged communication in a tabular format of: the type of contribution for 2021-2025 and 2026-2030; information on adaptation plans, actions, costs and investments; and MOI support.", 
    "Chile, for AILAC, proposed that parties provide information on mitigation for 2020-2025 and an indicative contribution for 2030, including information on ambition, equity and fairness.", 
    "On paragraphs 17-22 (post-communication and support for INDCs) , many parties, including China, India, Venezuela, Malaysia and Saudi Arabia, opposed consideration of INDCs post-communication.", 
    "The EU proposed establishing an international process for the consideration of INDCs from the first quarter of 2015, which would be related to mitigation INDCs only.", 
    "The US emphasized upfront information and a consultative period as important for promoting ambition and clarity.", 
    "South Africa called for ex ante assessment of INDCs by the Secretariat through, inter alia , a technical paper on the aggregate effect of parties contributions.", 
    "The Marshall Islands called for a technical paper summarizing and synthesizing INDCs, and including an aggregation of the level of mitigation effort.", 
    "Japan and China called for a simple process through the publication of the INDCs on the UNFCCC website, with China objecting to compilation of INDCs by the Secretariat.", 
    "The Russian Federation cautioned against the use of electronic means.", 
    "Jordan, with China and India, opposed any ex ante review processes.", 
    "Tuvalu, for the LDCs, proposed that Annex I parties report on their provision of MOI.", 
    "Brazil stressed that consideration of INDCs is not a legally-binding process but a means to enhance the understanding of each other s intentions.", 
    "On paragraphs 23-38 (guiding enhanced action on, and future work of, workstream 2 (pre-2020 ambition) and basis for dynamic high-level engagement), the EU, supported by the US and Switzerland, stressed that the focus of workstream 2 should remain on mitigation.", 
    "Many developing countries emphasized the need to also address adaptation and MOI.", 
    "China, with Jordan, suggested focusing on how to increase international support to enhance action.", 
    "Australia called for recognizing support to developing countries from various sources.", 
    "Many parties described the Technical Expert Meetings (TEMs) as useful and supported their continuation.", 
    "Nauru, for AOSIS, emphasized improving and extending TEMs until the mitigation ambition gap is closed, and indicated their outputs should include: updated technical papers; a dynamic online menu of policy options; focus on co-benefits of actions, barriers to implementation and strategies to overcome them; and a synthesis for policy makers.", 
    "With Jordan, El Salvador and China, he said TEMs should focus on mitigation and adaption opportunities.", 
    "Norway, with Switzerland, supported TEMs focus on mitigation, including fossil fuel subsidy reform, and, with Colombia, called for recognizing the work of the Global Commission on the Economy and Climate.", 
    "Japan, supported by New Zealand, suggested strengthening linkages with existing institutions, including the technology transfer information clearinghouse TT:CLEAR and the CTCN.", 
    "Norway emphasized the role of the TEC and CTCN in organizing TEMs.", 
    "El Salvador suggested closer links with the Adaptation Committee and Adaption Fund. AOSIS called for the TEMs review no sooner than 2017, with a view to their improvement.", 
    "Canada supported review at some point.", 
    "Switzerland favored a review in 2016 or 2017.", 
    "Bolivia, India and others proposed increasing the scope of TEM topics, with Bolivia suggesting a focus on technology knowledge systems and practices of indigenous peoples and local communities.", 
    "Colombia, for AILAC, called for engagement of indigenous peoples and academic institutions.", 
    "India, Saudi Arabia and Argentina called for technical papers.", 
    "Mali, for the African Group, suggested work leading to a technical synthesis and a summary for policy makers to inform ministerials.", 
    "Many parties welcomed high-level engagement on the ADP.", 
    "AOSIS, with China, Bangladesh, for the LDCs, and AILAC, called for annual high-level engagement.", 
    "Brazil said ministerials should be held sparingly, when concrete policies can be proposed to them, and, with AOSIS and the EU, agreed to work on improving TEMs output.", 
    "The US called for annual ministerials on pre-2020 ambition in conjunction with the COP.", 
    "Brazil, Bolivia, Pakistan and India opposed contributions from sub-national authorities to high-level events.", 
    "On engagement of a broad range of actors for effective implementation of enhanced action, Switzerland said engagement with non-state actors should take place at the national level.", 
    "Tanzania, supported by Mexico, suggested that subnational entities and local authorities act through their national governments.", 
    "Opposed by the EU and the US, Mexico, with Bangladesh, supported conducting, and offered to host, regional and sub-regional TEMs, with Brazil willing to explore this idea.", 
    "Citing financial implications, Switzerland said such TEMs should be held back-to-back with other meetings.", 
    "The LDCs called for support to enable technical experts from developing countries to participate in TEMs.", 
    "Brazil, supported by Australia, the US and Switzerland, suggested noting health co-benefits of mitigation policies.", 
    "The US proposed also adding economic co-benefits.", 
    "Egypt proposed co-benefits in the context of sustainable development and poverty eradication.", 
    "On the annex (complementary information on INDCs) , Sudan, for the African Group, suggested consideration of mitigation, adaptation and MOI options with and without differentiation.", 
    "Colombia, for AILAC, called for inclusion of information on why parties perceive their contributions as equitable.", 
    "Panama, for the CfRN, requested that the role of forests be recognized and called for reference to considerations on bioenergy.", 
    "Argentina, with Egypt, expressed concern over the inclusion of land sector emissions, noting that agriculture is not the main contributor to climate change.", 
    "Tuvalu, for the LDCs, proposed differentiated reporting for countries with economy-wide emission reduction targets and developing countries, emphasizing means of support.", 
    "On preambular paragraphs , the LDCs, opposed by the EU, requested deletion of reference to the global average temperature increase of 2 °C.", 
    "Many developing countries, opposed by the US, supported references to the principles and provisions of the Convention.", 
    "The US said annex-based differentiation is not a path to the new agreement and, with Japan, opposed bifurcated language.", 
    "China, with Pakistan and Argentina, requested references to the BAP and, with Algeria, for the Arab Group, and others, to previous COP decisions.", 
    "Chile called for reference to intergenerational equity.", 
    "Jordan, India, China and Venezuela opposed reference to the catalyzing role of sub-national authorities in enhancing the impact of implementation of policies on reducing emissions and vulnerability, and building resilience.", 
    "Saudi Arabia proposed acknowledging, in line with the IPCC AR5 SYR, that effective adaptation and mitigation responses will depend on policies and measures across multiple scales.", 
    "The first reading of the draft decision on advancing the Durban Platform for Enhanced Action concluded on Saturday, 6 December.", 
    "First version of the Draft COP decision proposed by the Co-Chairs : On Monday, 8 December, parties began considering the newly introduced version of the draft COP decision proposed by the Co-Chairs.", 
    "Several groups and delegates, including Malaysia, for the G-77/China, Iran, for the LMDCs, and Nauru, for AOSIS, expressed concern over: the lack of balance in the text; lack of adequate time for consideration of the text; and the danger of prejudging the outcome of the Paris agreement.", 
    "The entire text was bracketed, following a proposal by Tuvalu, for the LDCs.", 
    "On preambular paragraphs , Brazil, the US and others cautioned against extensive additions of text in the preambular paragraphs, and called for focusing on substance.", 
    "Parties views diverged on referencing: principles and provisions of the Convention; previous decisions; temperature goals; guidance by science; principles of equity, common but differentiated responsibilities and respective capabilities (CBDRRC) and sustainable development; mitigation, adaptation, MOI, and transparency of action and support; loss and damage; differentiation of the undertakings by different parties under the Convention; and a global emissions budget.", 
    "Noting parties inability to move beyond some bracketed preambular paragraphs over a three-hour contact group session, ADP Co-Chair Kumarsingh emphasized that the remaining three days of negotiations are counting down.", 
    "On a preambular paragraph on strengthening and scaling up adaptation action, Sudan, for the African Group, supported by Egypt, suggested adding references to the elements of Decision 1/CP.17 (establishing the ADP) and vulnerability of developing countries.", 
    "The Philippines called for referencing the ability to recover from extreme weather events, and biodiversity conservation.", 
    "Pakistan called for a reference to water security.", 
    "Singapore, opposed by the LDCs, suggested deleting scaling-up of adaptation action, and the EU suggested replacing it with enhancing.", 
    "Many preferred the original formulation.", 
    "The US, with the Republic of Korea, Japan and New Zealand, suggested a shortened formulation making reference only to the 2015 agreement.", 
    "Brazil, supported by Singapore and the US, said a reference to sustainable development should remain in the paragraph.", 
    "Brazil and India also said that food security and poverty eradication are important elements that should remain, and, with China, called for specifying that poverty eradication relates to developing countries.", 
    "On a preambular paragraph regarding the ultimate objective of the Convention requiring strengthening the multilateral, rules-based regime and implementation of existing commitments, the African Group, supported by Pakistan and opposed by the EU, preferred multilateral, rules-based regime under the Convention.", 
    "China, opposed by Australia, proposed a new preambular paragraph noting the agreed outcome pursuant to the BAP and the Doha Amendment.", 
    "On paragraphs 1-7 (advancing the work of the ADP and elaboration of a negotiating text for the 2015 agreement) , on a paragraph welcoming the progress by the ADP on the implementation of all elements of Decision 1/CP.17, Saudi Arabia, with others, supported the Co-Chairs text.", 
    "Australia, supported by the US, New Zealand, Japan and others, proposed deletion of the reference to the implementation of all elements of Decision 1/CP.17, preferring progress by the ADP to advance its work.", 
    "The US, with Australia, the Philippines, Canada, the EU and others, opposed by the LDCs, proposed progress made pursuant to Decision 1/CP.17.", 
    "On a paragraph on welcoming the further elaboration of elements for a draft negotiating text in response to previous COP decisions, the LDCs, opposed by the US, Australia and the EU, requested referencing Decision 2/CP.19 (Warsaw International Mechanism for Loss and Damage) and, opposed by Saudi Arabia and India, further elaboration of elements as included in Annex I to the decision.", 
    "On a paragraph on preparing a negotiating text on the basis of Annex I of the draft decision text, Cuba, supported by Malaysia, for the LMDCs, proposed acknowledging the work of the ADP and deciding that the ADP continue its work in 2015 to finish the elaboration of the draft negotiating text.", 
    "Australia, supported by Switzerland, Japan, Norway and New Zealand, and opposed by the LDCs, suggested replacing on the basis of with by furthering the consideration of Annex I, and, supported by the LDCs and opposed by the LMDCs and Brazil, including reference to the ADP preparing any related decisions.", 
    "Switzerland and Norway proposed adding without prejudice to the structure or content of the final outcome.", 
    "The African Group suggested drawing on Annex I and submissions received from parties.", 
    "On a paragraph on preparation of a negotiating text by May 2015, the EU, supported by Switzerland and the Marshall Islands, and opposed by the LMDCs and Canada, supported maintaining a reference to Convention Article 17 (protocols).", 
    "The LDCs proposed noting, as appropriate, the requirements of Article 17.", 
    "The LMDCs suggested that focusing on Article 17 could align us with a position we should not take at this stage, and, with the US, proposed noting any relevant timing requirements.", 
    "Canada, supported by the US, preferred deciding that the ADP should aim to prepare a negotiating text instead of shall.", 
    "This was opposed by the LDCs, who cautioned against slippage in timing.", 
    "The Russian Federation, supported by Belarus, called for adding a reference to translating the text into all official UNFCCC languages.", 
    "Relating to a paragraph on the scope of the 2015 agreement, the LDCs, supported by Nauru, for AOSIS, stressed loss and damage as a fundamental element.", 
    "The US, supported by Japan, called for excluding reference to loss and damage, saying this was not an aspect referred to in Decision 1/CP.17.", 
    "The LMDCs called for adding references to addressing in a balanced manner, with full legal parity all elements of paragraph 5 of Decision 1/CP.17.", 
    "On a paragraph on the ADP producing the text of the 2015 agreement, elaborating any related decisions, for adoption by COP 21, and identifying the need for additional decisions at subsequent COP sessions, the EU welcomed the Co-Chairs text.", 
    "The LMDCs opposed reference to any COP decisions.", 
    "South Africa emphasized the need for the ADP to complete its mandate as early as possible and opposed elaborating decisions for adoption by COP 21.", 
    "On paragraphs 7-23 (INDCs and their Communication) and Annex II of the draft decision (Complementary information on INDCs of Parties) , the US, supported by the Marshall Islands and opposed by the LDCs, proposed a new paragraph inviting parties to communicate their INDCs well in advance of COP 21, and those willing to do so by the first quarter of 2015.", 
    "Brazil, with South Africa, said the addition of this paragraph was contingent on deletion of a paragraph inviting parties that are not ready to communicate their INDCs by the first quarter of 2015 to do so by 31 May 2015 or as soon as possible thereafter.", 
    "Parties engaged in a lengthy debate on the time frame for communicating INDCs.", 
    "Singapore, with Brazil, China, Egypt and many others, opposed by Switzerland, the LDCs, Canada, the US and others, requested deletion of by 31 May 2015.", 
    "Switzerland preferred well before COP 21, with Turkey agreeing to before COP 21.", 
    "The African Group, with China, for the LMDCs, and others, opposed by the EU and others, favored by the first quarter of 2015 and endeavor to do so as soon as possible thereafter.", 
    "On a paragraph acknowledging the support being provided to developing countries for the preparation of INDCs, and the need for such support to be further enhanced, the African Group, opposed by the US, preferred some developing countries.", 
    "The US proposed continuing need.", 
    "The LDCs noted that some developing countries have not received any support and requested deleting to be further enhanced.", 
    "The LMDCs proposed stressing the need for developed countries, the operating entities of the financial mechanism and any other organizations in a position to do so, to provide enhanced support.", 
    "In a paragraph on communication of the mitigation component of INDCs, Norway suggested: adding reference to unconditionality of efforts by all, while maintaining a reference to enhanced efforts by developing countries made possible with provision of support; and recognizing the special circumstances of LDCs and SIDS, with the latter proposal supported by the LDCs, with some amendments.", 
    "Saudi Arabia suggested bracketing a quantifiable mitigation component and, with Turkey, opposed reference to evolving national circumstances.", 
    "The Russian Federation requested clarification of the meaning of actions and commitments.", 
    "The EU insisted on commitments only.", 
    "In a paragraph on parties reflecting, in their INDCs, efforts that they are able to make unilaterally, parties discussed the conditionality of INDCs.", 
    "Norway, opposed by Mexico, suggested its deletion, saying the issue was captured elsewhere.", 
    "Switzerland, supported by the US, preferred replacing unilateral with unconditional.", 
    "Switzerland also suggested specifying that parties with less capability may also communicate enhanced efforts contingent on provision of support.", 
    "The EU, supported by Japan, preferred referring to efforts that parties are able to undertake, instead of make unilaterally.", 
    "Noting potential use of quantitative or qualitative methodologies, Brazil supported developing countries may also clarify the extent to which enhanced efforts are dependent upon the provision of support.", 
    "Sudan, for the African Group, supported by China and Chile, and opposed by the US, preferred restating the extent to which developing countries implementation depends on the level of support.", 
    "Chile suggested adding reference to countries most vulnerable to climate change impacts.", 
    "Emphasizing the need for a component of unconditionality in parties mitigation contributions, the US recognized that the LDCs have specific constraints, but opposed referencing any other group.", 
    "The LDCs, supported by the EU, suggested reference to paragraph 11(a) of the draft text (communication of INDCs mitigation component).", 
    "In a paragraph on consideration by developed countries, starting in 2019, of annual quantitative contributions of MOI to support ambitious mitigation and adaptation action, particularly in those most vulnerable to climate change, delegates engaged in a lengthy discussion.", 
    "Japan proposed deleting the paragraph, opposed by the African Group and Mexico, who underscored lack of agreement on the scope of INDCs.", 
    "India, for the LMDCs, with Saudi Arabia, for the Arab Group, suggested: replacing starting in 2019, should consider quantitative considerations of MOI with shall provide, by the first quarter of 2015, information under Annex II, and referencing the provision of MOI to developing countries for a timely preparation of their INDCs.", 
    "The LDCs preferred shall communicate their INDCs on support.", 
    "The LMDCs proposed adding a paragraph specifying that developed countries shall also provide information on their annual quantitative provision of public financial resources for the post-2020 period for the implementation of developing countries post-2020 enhanced actions.", 
    "Japan, with Australia, New Zealand and Canada, opposed including specific quantitative financial commitments, with Australia suggesting enabling environments, and not quantitative targets, motivate private sector engagement.", 
    "Brazil noted that including private sector involvement in the new agreement does not ensure climate finance.", 
    "The LDCs, with Brazil, China, the Arab Group, the African Group and the LMDCs, emphasized that submission of INDCs by developing countries is contingent on support.", 
    "Brazil, supported by Chile, for AILAC, suggested that developed countries shall, in their INDCs, communicate their financial support targets, and policies and measures for technology development and transfer and capacity building, taking into account national circumstances.", 
    "He also suggested that developing countries be encouraged to communicate South-South cooperation initiatives related to MOI in their INDCs on the basis of solidarity, common sustainable development goals, and national circumstances.", 
    "The EU identified the elements text, rather than the decision on INDCs, as the right place to address climate finance.", 
    "Emphasizing the need to address a variety of actions by all parties in the 2015 agreement, the EU, Switzerland and the US opposed language applying only to developed countries.", 
    "Noting that the GCF capitalization resulted from the Cancun Agreements, the LDCs, with Malaysia, emphasized the need for a process on financial contributions beyond 2020.", 
    "On a paragraph regarding communication of INDCs, Bolivia called for a framework to define fairness and equity in parties efforts that are in line with the global emissions budget.", 
    "In the absence of these amendments, Bolivia, opposed by the EU and the Philippines, urged deletion of paragraphs 15-23 (upfront information and review of INDCs).", 
    "The EU noted that INDCs are nationally determined and called for a rules-based approach that is multilaterally determined.", 
    "Noting the focus on mitigation, Turkey, supported by Brazil, asked for all components, including adaptation and MOI to be included under INDCs.", 
    "On paragraphs 24-36 (issues relating to workstream 2 (pre-2020 ambition)) , Brazil proposed a new paragraph recognizing the social and economic value of voluntary emission reduction activities and the need to consider them as units of convertible financial value, in the context of paragraph 4 of Decision 1/CP.19 (enhancing pre-2020 ambition).", 
    "He explained this was intended: to create positive incentives for voluntary and collaborative action; to promote a new standard of discussion ; to provide the political recognition necessary to develop related financial instruments; and not to relate to work under workstream 1 (the 2015 agreement).", 
    "The EU and Colombia, for AILAC, said the suggestion was useful but should be analyzed later.", 
    "New Zealand queried what this recognition would entail.", 
    "China, for the LMDCs, and the EU noted that the paragraph s placement could suggest that the focus of workstream 2 is only on voluntary activities.", 
    "On a paragraph urging all parties to the Kyoto Protocol to ratify and implement the Doha Amendment, Belarus suggested calling upon parties to consider the possibility of ratifying the amendment and to clarify all existing ambiguities that might hamper its implementation.", 
    "The EU said issues around Protocol Articles 5, 7 and 8 (methodological issues under the Protocol) should first be resolved.", 
    "New Zealand, the US, Australia and the EU proposed deleting paragraphs on a Forum on Accelerated Implementation of Enhanced pre-2020 Climate Action.", 
    "On a paragraph on convening such a forum, to review progress made in the implementation of paragraphs 3 and 4 of Decision 1/CP.19 (implementation of BAP and enhancing pre-2020 ambition), in conjunction with SB 42, SB 44 and SB 46, South Africa preferred SB 43, SB 45 and SB 47.", 
    "Bangladesh, for the LDCs, opposed holding it in conjunction with the COP.", 
    "The LMDCs favored in conjunction with each session of the ADP in 2015.", 
    "Brazil said there may not be enough time to deliver increased results on pre-2020 ambition.", 
    "The LMDCs proposed launching an accelerated implementation mechanism and that it provide recommendations to COP 21 on how to further enhance pre-2020 ambition through the ADP.", 
    "On enhancing the understanding of the status of implementation of mitigation commitments to accelerate pre-2020 mitigation ambition, the LMDCs suggested text on facilitating: the increase in developed countries quantified economy-wide emission reduction targets under the Convention and the Kyoto Protocol to 40% below 1990 by 2020; and the removal of conditionalities associated with such targets.", 
    "On a paragraph on accelerating activities under the ADP workplan on enhancing mitigation ambition by undertaking an in-depth technical examination process from 2015-2020, Canada preferred technical examination from 2015-2017.", 
    "The LMDCs requested referencing the workplan on adaptation with the leadership of developed countries.", 
    "The EU proposed adding a reference to limiting the global temperature increase to below 2 ° or 1.5 °C, consistent with IPCC AR5.", 
    "Nauru, for AOSIS, opposed 2 °C.", 
    "The African Group, supported by the LMDCs, proposed that the technical examination process be facilitated by co-facilitators representing Annex I and non-Annex I parties, appointed by the ADP Co-Chairs for 2015-2017.", 
    "AOSIS opposed a review of the ADP workplan that would allow for its curtailment in 2017.", 
    "The LMDCs and the African Group, opposed by AOSIS, called for identifying opportunities for actions with high adaptation potential, in addition to mitigation, and, opposed by Australia, for text differentiating between mitigation opportunities in developed and developing countries.", 
    "Bolivia, opposed by Australia, proposed adding reference to information sharing on the global emissions budget.", 
    "South Africa, opposed by Australia, suggested developing reporting guidelines for initiatives and actors outside the Convention.", 
    "On a paragraph requesting the Secretariat to organize a series of in-session TEMs in 2015-2017, AOSIS, supported by many parties, called for the process to be organized at least twice a year during the period 2015-2020 in areas with high mitigation potential.", 
    "Brazil suggested adding options and instruments to areas.", 
    "The LMDCs, opposed by the EU, suggested that a paragraph on identifying policy options differentiate between implementation in developed countries and support to overcome barriers to implementation in developing countries.", 
    "On engagement of experts, the African Group called for reference to observer organizations.", 
    "The US, supported by Norway and Canada and opposed by Panama, for the CfRN, requested removing a reference to the Warsaw Framework for REDD+, saying it is not a body under the Convention.", 
    "Saudi Arabia, opposed by the EU, proposed that the TEMs also identify the negative impacts of response measures.", 
    "The LMDCs called for emphasizing that TEMs should stay under the ADP.", 
    "The EU said it did not imagine the ADP continuing beyond Paris. AOSIS proposed an additional paragraph on assessing the implementation of the TEMs and making recommendations on increasing their effectiveness at COP 23.", 
    "The US called for the TEMs review in 2016.", 
    "The LMDCs preferred 2015.", 
    "On a paragraph requesting the Secretariat to update a technical paper on mitigation benefits of actions, and develop a synthesis on thematic areas relating to mitigation opportunities and options for cooperation and accelerated action, Brazil suggested referring to mitigation potential, opportunities, options and instruments.", 
    "Colombia, for AILAC, requested that a synthesis be compiled into a summary and presented at the annual high-level forum.", 
    "AOSIS proposed disseminating the summary through a web-based menu on policy options.", 
    "The first reading of the first version of the Draft COP decision proposed by the Co-Chairs finished on Wednesday, 10 December.", 
    "Second version of the Draft COP decision proposed by the Co-Chairs : Delegates began consideration of the second version of the Draft COP decision proposed by the Co-Chairs on Friday, 12 December.", 
    "In general comments, Bolivia, for the G-77/China, supported by Guatemala for AILAC, Tuvalu, for LDCs, Malaysia for the LMDCs, and Egypt, called for clear reference in the preambular paragraphs to the principles and provisions of the Convention, in particular CBDRRC.", 
    "He also expressed deep concern over the lack of differentiation between developing countries and developed countries, referring to Annex I and non-Annex I parties.", 
    "He also lamented that the issue of MOI, in particular finance, is too general and implies uniformity, calling, with China, for specific reference of responsibilities for support from developed countries to developing countries.", 
    "He also called for clear differentiation between adaptation and loss and damage, and for strengthening the Warsaw International Mechanism for Loss and Damage.", 
    "Algeria, for the Arab Group, and the Democratic Republic of the Congo called for references to principles and provisions of the Convention.", 
    "India lamented that the issue of strengthening the multilateral rules-based system and working with existing commitments is missing in the text.", 
    "On upfront information for INDCs, Trinidad and Tobago suggested removing references to equitable from the text.", 
    "Brazil, inter alia : described the text as the lowest common denominator; lamented it lacks ambition, finance, differentiation and a clear notion of no backsliding; and opposed the concept of self-differentiation implied in the text.", 
    "Malaysia, for the LMDCs, lamented the loss of text after the revision, suggesting developed country parties, starting in 2019, should consider annual quantitative contributions on MOI to support ambitious mitigation and adaptation action, in particular for parties particularly vulnerable to the adverse effects of climate change.", 
    "Nauru, for AOSIS, called for reference to the global temperature goal.", 
    "Panama, for CfRN, called for references to the Warsaw Framework for REDD+.", 
    "Bolivia opposed references to market-based mechanisms and the Warsaw Framework.", 
    "Mali, for the African Group, requested new paragraphs: to address the lack of parties ownership of the TEMs preparation; requesting developed countries to present a roadmap to mobilize US$100 billion per year by 2020; urging developed countries to include, in their financial INDCs the time frame and periods of disbursement of post-2020 finance; and publishing developed countries communications to ensure transparency.", 
    "Bangladesh said elements for a draft negotiating text should be reflected in an annex to the decision.", 
    "The United Arab Emirates called for focusing discussions on paragraphs on which there is no agreement.", 
    "On preambular paragraphs , on being guided by the Convention, recalling the objective of the Convention and also recalling all relevant COP decisions, India said the first sentence shutters parties confidence.", 
    "India with China, Brazil, Fiji, the LMDCs, the Dominican Republic, Thailand and Venezuela, called for a clear reference that the work is not just guided by but is in accordance with the principle of CBDR and provisions under the Convention.", 
    "He proposed an additional paragraph on consideration of economic and social issues, including just transition.", 
    "Trinidad and Tobago called for a reference to the long-term global goal to limit temperature to below 2 ° or 1.5 ° C above pre-industrial levels.", 
    "Emphasizing as a red line, Sudan, for the African Group, called for both upfront information and the post-2020 arrangement to be under the Convention.", 
    "He suggested the preambular paragraph should recall the principles and provisions of Convention to provide assurance.", 
    "Ecuador stressed the importance of long-term finance in the context of the decision.", 
    "Nicaragua and Viet Nam called for a preambular reference to the decision being under the Convention.", 
    "Fiji and Thailand requested references to the principles of the Convention.", 
    "On the operative paragraphs , on a paragraph on the scope of the 2015 agreement, Nauru, for AOSIS, supported by Mexico, Bangladesh and the Dominican Republic, emphasized loss and damage as a separate element of the new agreement.", 
    "The US and Canada opposed this, with the US saying they were prepared to accept the rest of the paragraph in light of assurances sought by a number of countries.", 
    "Australia cautioned parties against reopening, in the context of the new agreement, a hard fought compromise on loss and damage that was reached in Warsaw.", 
    "He suggested deleting reference to loss and damage, and adding, after references to the elements, reference to any associated institutional arrangement.", 
    "The Russian Federation and Switzerland also opposed reference to loss and damage.", 
    "Nicaragua, Solomon Islands, Ghana and Fiji called for having loss and damage as an element separate from adaptation.", 
    "The Philippines, with Nigeria, emphasized loss and damage as critical, and said it must stand alone in the text and not be considered as part of adaptation.", 
    "South Africa called for references to the 2 °C and 1.5 °C goals, and recognizing that the level of adaptation required depends on the level of mitigation.", 
    "On a paragraph on intensified consideration by the ADP of the elements for a draft negotiating text reflected in Annex I, with a view to making available a negotiating text for a protocol, another legal instrument or agreed outcome with legal force under the Convention applicable to all parties before May 2015, Venezuela, with Nicaragua, opposed including the elements text in an annex.", 
    "She cautioned, with Algeria, for the Arab Group, against precluding the legal form of the new agreement.", 
    "The US welcomed an annex.", 
    "Malaysia, for the LMDCs, expressed concern that the annex will form the basis for the 2015 negotiations.", 
    "To preserve the progress accomplished in Lima, he suggested the Co-Chairs reflect this in their report of the session.", 
    "On a paragraph noting that arrangements in the decision relating to INDCs are without prejudice to the legal nature of the INDCs or the content of the 2015 agreement, Sudan, for the African Group, stressed that both the legal form and the content of the Paris agreement should not be prejudged.", 
    "On a paragraph on provision of support by developed countries and other countries in a position to do so, Guatemala, for AILAC, lamented lack of assurance on means of implementation post-2020.", 
    "Saudi Arabia and the United Arab Emirates stressed the need for building trust and for greater clarity on scaling up finance by 2020.", 
    "Marshall Islands said many developing countries see the scaling up of finance by developed countries as key to the Lima package.", 
    "Saudi Arabia opposed the paragraph and suggested a spin-off group work on the issue.", 
    "China, Brazil, Pakistan, Malaysia, for the LMDCs, Sudan, for the African Group, South Africa, Nicaragua, Venezuela, Iran, Nigeria and Cuba called for deletion of reference to other parties in a position to do so.", 
    "New Zealand and Japan supported the paragraph, opposing its amendment.", 
    "Mexico interpreted in a position to do so not as an issue of differentiation, but as opening the doors for countries like ours to contribute, and urged parties to find a way to keep those doors open.", 
    "Given the concerns raised, the EU suggested deleting the paragraph.", 
    "The US proposed taking the issue up next year.", 
    "The Democratic Republic of the Congo said it prejudged the outcome of negotiations on finance.", 
    "Egypt, supported by Brazil, proposed an additional paragraph to capture the importance of an agreement on scaled-up, new and additional, predictable, adequate and improved access to finance for developing countries to enable and support enhanced action on mitigation, adaptation and MOI.", 
    "On a paragraph with three options relating to communication of INDCs, including their scope, Algeria, for the Arab Group, proposed its deletion.", 
    "India, Bolivia, Nicaragua, Belarus, Cuba, Viet Nam, Iran and the Russian Federation favored the first option, in which the COP would reiterate its invitation to each party to communicate to the Secretariat its INDCs towards achieving the objective of the Convention.", 
    "Australia, Canada and Switzerland supported the second option, in which the COP: would reiterate its invitation to each party to communicate to the Secretariat its INDCs towards achieving the objective of the Convention and agrees that each party s INDC will represent a progression beyond the current undertaking of that party.", 
    "Saudi Arabia indicated support if mitigation and adaptation were at the same legal level.", 
    "New Zealand said it could support the second option as a starting point, and could look into a proposal to add references to adaptation, noting such references should not define contributions nor be mandatory.", 
    "Japan said it was open to addressing adaptation, but not MOI.", 
    "China indicated support for both the first and second options.", 
    "The Democratic Republic of the Congo preferred the first option, but was ready to work with the second option by referencing contributions on adaptation and finance.", 
    "Mexico, the Philippines, Sudan, for the African Group, Nigeria, South Africa, Malawi, Solomon Islands, Bangladesh, the Dominican Republic, the Republic of Korea and Fiji supported the third option, in which the COP would agree that parties INDCs will include a mitigation contribution, and may also include contributions on adaptation and MOI, and that the INDCs of each party will represent a progression beyond the current undertaking of that party.", 
    "Nigeria suggested adding: INDCs submitted by Annex I should be ambitious enough in accordance with IPCC AR5 to result in emission reductions of GHGs equivalent to their total share of global emissions and be made a condition for entry into force of the agreement to be adopted in Paris.", 
    "Brazil favored the proposal by the African Group.", 
    "The US preferred the third option, but was willing to consider the second option, strongly supporting each party s INDCs representing a progression beyond their current undertaking.", 
    "Panama, for CfRN, with the LMDCs, favored the second or third options, provided CBDR is recognized.", 
    "The EU expressed preparedness for some trade-offs, including the possibility of including adaptation in the INDCs on a voluntary basis.", 
    "Switzerland said it could consider adaption in INDCs if other key elements were brought in, including unconditional INDCs with quantifiable mitigation information and information on accounting.", 
    "On a paragraph with three options relating to information to be provided in INDCs, Tuvalu, for the LDCs, called for referencing sections of the text on support.", 
    "With India and Bolivia, he stressed the need to clearly indicate in the annex that MOI support is to be provided by developed countries to developing countries.", 
    "India, China, Bolivia, Nicaragua, Viet Nam, Belarus, Iran and Algeria, for the Arab Group, preferred the first option, in which the COP would decide that all parties, when communicating to the Secretariat their INDCs, will provide the information necessary to facilitate the clarity, transparency and understanding of their INDCs.", 
    "China suggested adding that the information parties communicate should be in accordance with Convention Article 12 (communication of information related to implementation) and relevant reporting decisions under the Convention.", 
    "Australia stressed the importance of the paragraph and supported, with the Philippines, the Republic of Korea and Switzerland, the second option, in which the COP would decide that all parties shall provide information on the reference point (including, as appropriate, a base year), time frames and/or periods for implementation, scope and coverage, expected level of effort, and how the party considers that its INDC is fair and equitable, ambitious and consistent with the objective of the Convention.", 
    "Australia suggested including reference to any assumptions and methodologies.", 
    "New Zealand, supported by Japan, called for additional references to assumptions, methodologies, land use accounting approaches, and the use of market mechanisms.", 
    "The US expressed willingness to work with the second option with the addition of references to assumptions and methodologies, fair instead of equitable, and parties INDCs representing their best effort in light of national circumstances.", 
    "Sudan, for the African Group, said the second option could be considered, but required that all elements be covered and strengthened with a reference to the type and amount of MOI in order to establish parity with the required mitigation information.", 
    "The Philippines, supported by Mexico and Ghana, called for reflecting human rights, in particular the rights of indigenous peoples and women.", 
    "Mexico, South Africa, the Dominican Republic, Fiji, and Trinidad and Tobago supported the third option, in which the COP would decide that all parties shall provide information on the reference point (including, as appropriate, a base year or other reference values), time frames and periods for implementation, scope and coverage, expected quantified outcomes, any assumptions, methodologies, land-use accounting approaches and expected use of market mechanisms, undertakings in national adaptation planning processes, and if applicable, the provision of MOI support for ambitious mitigation and adaptation action in developing countries, with special consideration for parties particularly vulnerable to the adverse effects of climate change and how the party considers that its INDC is fair and equitable, ambitious and consistent with the objective of the Convention, and decide that parties shall provide the information identified in Annex II, as appropriate, when communicating their INDC.", 
    "Brazil suggested replacing methodologies, land-use accounting approaches with methodological approaches for establishing and accounting for anthropogenic GHG emissions by sources, and as appropriate.", 
    "On a paragraph calling for developed countries, the operating entities of the financial mechanism and any organization in a position to do so to provide support for the preparation and communication of INDCs, Tanzania called for separating what is asked from parties from what is asked from operating entities.", 
    "On a paragraph with three options relating to actions by the Secretariat after the INDCs communication, including possible dialogues and an assessment of their aggregate effect, India, China, Brazil, Nicaragua, Cuba, Belarus, Saudi Arabia, Viet Nam and Bolivia favored the first option, requesting the Secretariat to publish the INDCs online, as communicated.", 
    "The LMDCs expressed willingness to work on the language of other options.", 
    "New Zealand, Japan, Canada, the United Arab Emirates and the Republic of Korea supported the second option, which requests the Secretariat, to inter alia : organize a dialogue between June 2015 ADP session and COP 21 with the objective of facilitating the clarity, transparency and understanding of the communicated INDCs and prepare a technical paper in advance of the dialogue on the aggregate effect of the INDCs communicated by parties prior to 30 June 2015.", 
    "Willing to work with the second option, the US requested the dialogue to occur at every ADP session.", 
    "The EU, supported by Tuvalu, for the LDCs, emphasized the need for a follow-up process to the communication of INDCs, and indicated, with Trinidad and Tobago, preference for the third option, which requests the Secretariat to: publish INDCs online as communicated; organize two in-session dialogues; and prepare a technical paper in advance of the dialogues, on the aggregate effect of INDCs communicated by parties prior to 30 May 2015.", 
    "Mexico, Fiji, the Dominican Republic and Switzerland supported the third option, with South Africa calling for additional references to a compilation of, and workshops on, existing methodological provisions on LULUCF and REDD+.", 
    "On a paragraph encouraging parties to the Kyoto Protocol to ratify and implement its Doha Amendment, Cuba and Viet Nam, opposed by Belarus and Ukraine, called for urging instead of encouraging parties.", 
    "On a paragraph with three options relating to enhancing pre-2020 mitigation ambition, including a possible forum or mechanism to assess implementation, the EU, with the US, Canada, India, Australia, New Zealand, Iran, Algeria, for the Arab Group, Belarus, Japan and Switzerland, preferred the first option, suggesting the COP reiterates its resolve, as set out in Decision 1/CP.19, paragraphs 3 and 4, to accelerate the full implementation of the decisions constituting the agreed outcome pursuant to decision 1/CP.13 (Bali Action Plan) and enhance ambition in the pre-2020 period in order to ensure the highest possible mitigation efforts under the Convention by all parties.", 
    "The EU, Canada and the US disagreed, opposed by Tuvalu, for the LDCs, with including finance in the INDCs, noting this issue will not be resolved in Lima.", 
    "The LDCs stressed the need for an indication of finance not just for the preparation of INDCs, but also for their implementation; and also called for a reference to special circumstances of LDCs in the preparation of the mitigation INDCs.", 
    "Mexico stressed the need for financial and technical support.", 
    "India called for reflecting that elements for the draft negotiating text would be under the Convention.", 
    "Mexico, China, Marshall Islands, Cuba, Fiji, Viet Nam, Panama, for CfRN, Bolivia, Saudi Arabia and the Dominican Republic supported the third option, in which the COP would launch an accelerated implementation mechanism to assess progress made in the implementation of Decision 1/CP.19, paragraphs 3 and 4, by convening meetings in conjunction with SB 42, 44 and 46.", 
    "The United Arab Emirates preferred the second option, in which the COP would convene a forum to assess progress made in the implementation of Decision 1/CP.19, paragraphs 3 and 4, in conjunction with SB 42.", 
    "The Democratic Republic of the Congo called for a hybrid option, preferring a forum that will take place not only in 2015, but also in 2016 and 2017.", 
    "Brazil emphasized following a results-oriented approach.", 
    "On a paragraph on actions by the Secretariat to continue the technical examination of opportunities with high mitigation potential in the period 2015-2020, Iran said it should cover all elements, not only mitigation.", 
    "Saudi Arabia said TEMs need to end by 2016 or include adaptation.", 
    "The Dominican Republic and Bolivia called for inclusion of women and youth as experts.", 
    "Bolivia emphasized meaningful participation of indigenous peoples in TEMs, and called for a new thematic area on sustainable management of ecosystems, and consideration of additional areas for discussion under adaptation.", 
    "On Annex II (complementary information on INDCs), Tuvalu, for the LDCs noted, with India, Bolivia and China, the need to clearly indicate in the annex that MOI support is to be provided by developed countries to developing countries.", 
    "China and Bolivia opposed reference to fairness and ambition under the subheading other in Annex II, which addresses to indicators relating to fairness and ambition and their application.", 
    "Egypt, Cuba, Fiji, Viet Nam and Sudan, for the African Group, opposed the annex.", 
    "The Russian Federation cautioned against the level of detail in the annex.", 
    "Brazil opposed the concept of self-differentiation and, with Marshall Islands, called for a clear notion of no backsliding.", 
    "Venezuela stressed the need to reflect differentiation.", 
    "Iran proposed deletion of the annex as it does not reference CBDR or a timeline on finance and MOI.", 
    "Algeria, for the Arab Group, emphasized the need to refer to adaptation finance and expressed reservations on fairness indicators.", 
    "The LMDCs preferred capturing it in the operative paragraphs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_80", 
  "enb_end_date": "14-Dec-14"
}