{
  "countries": [
    "Brazil", 
    "Italy", 
    "Ireland", 
    "South Africa", 
    "Mexico", 
    "France", 
    "Marshall Islands", 
    "Peru", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "LIMA CLIMATE ACTION HIGH-LEVEL MEETING", 
  "enb_start_date": "12-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "COP 20/CMP 10 President Pulgar-Vidal noted that the conference hall was illuminated with the Nazca Lines accompanied by text inviting participants to 'create', 'connect', 'act' and 'transform'.", 
    "He highlighted that non-state actors are already finding solutions, and asked how their initiatives could be scaled up and how collaboration with them could be improved. UN Secretary-General Ban Ki-moon highlighted the ambitious initiatives and actors that came together at the September UN Climate Summit.", 
    "Noting that action begets ambition, he said actions now will set a strong foundation for Paris. IPCC Chair Rajendra Pachauri highlighted key messages from AR5, saying the pursuit of efficiency and equity will drive the most cost-effective solutions.", 
    "Felipe Calderón, former President of Mexico and Chair of the Global Commission on the Economy and Climate, reviewed the Commission's achievements, highlighting the need for action to address emissions from energy, cities and land use, including by: phasing out fossil fuel subsidies; introducing predictable carbon pricing; and stopping the production of coal energy.", 
    "Ollanta Humala, President of Peru, noted that the objective of the high-level dialogue was to build bridges of collaboration among all levels of society and bring together state and non-state actors, while recognizing that climate change requires comprehensive, ambitious and transformative action at all levels.", 
    "Laurent Fabius, Minister of Foreign Affairs, France, called on 'not only governments', but society at large, including the private sector, indigenous peoples and civil society, to find 'cross-cutting solutions' for a decarbonized world.", 
    "He said that, in addition to commitments, an agenda of action is needed.", 
    "Edna Molewa, Minister of Environmental Affairs of South Africa, emphasized the need to scale up action beyond business as usual, noting that less mitigation achieved means that more adaptation will be required. Délio Malheiros, Vice-Mayor of Belo Horizonte, Brazil, presented examples of climate actions undertaken by his city.", 
    "Noting that climate change is an ethical issue, and that combatting it is a moral obligation for all, Gian Luca Galletti, Minister of Environment and Protection of Land and Sea, Italy, stressed the major role non-state actors at all levels must play to ensure the successful transformation of global economies.", 
    "Mats Andersson, CEO, Fourth Swedish National Pension Fund, stressed the need to put a price on carbon, to send the right signal to markets, investors and polluters, and to make it mandatory for pension funds to publish their carbon footprint.", 
    "Tony de Brum, Minister of Foreign Affairs, the Marshall Islands, urged immediate mobilization of action by a range of non-state actors 'in and out of negotiation rooms' towards global decarbonization.", 
    "Alberto Pizango, Co-Chair of the Indigenous Caucus for Latin America, called for climate action through: land titles; respect for indigenous peoples' right to self-determination; direct access to climate funds; adapting REDD+ to indigenous peoples' rights; and control of drivers of deforestation.", 
    "He called for a COP decision to establish a permanent forum for indigenous peoples to participate and forge alliances in the climate process.", 
    "Wael Hmaidan, Director, Climate Action Network, said non-state actors' initiatives need to be considered as additional to government targets and cautioned against using them to help governments meet their targets.", 
    "Peter Bakker, President, World Business Council for Sustainable Development, said business wants a clear long-term target for carbon emissions and a global, predictable and robust price on carbon.", 
    "He highlighted an initiative through which businesses are collaborating to develop 10 technological solutions and said related plans will be presented at COP 21 in Paris.", 
    "Mathew Rodriguez, Secretary for Environmental Protection, California, supported recognizing the work of sub-national and regional entities, and noted California's partnerships with national-level actors and other countries.", 
    "Grace Balawag, Indigenous Caucus, called for commitments toward equity, justice and a sustainable future for all.", 
    "Jennifer Morgan, Climate and Energy Director, World Resources Institute, encouraged civil society, cities and other actors to engage in decision making on the national contributions process to ensure that the frameworks they need will be established.", 
    "She called for continuing high-level dialogues and for allowing observers to pose questions to countries about their contributions.", 
    "David Cadman, President, ICLEI - Local Governments for Sustainability, said cities' contributions should be acknowledged and collaborative action should begin in 2015, not 2020.", 
    "Enrique García, President of Corporación Andina de Fomento, described his network's catalytic role in addressing climate change.", 
    "Stressing that climate action is not an issue for national governments only, UNFCCC Executive Secretary Christiana Figueres urged parties to establish ambitious regulatory frameworks at the international and national levels that will provide clarity and predictability, and allow non-state actors to contribute actions to combat climate change.", 
    "Mary Robinson, former President of Ireland and UN Secretary-General's Special Envoy for Climate Change, called for action towards a future of equity and dignity for all.", 
    "Underlining that there is general agreement that the solution to climate change lies in economic transformation, Rachel Kyte, World Bank Group, Vice President and Special Envoy for Climate Change, noted that while 'the economics are compelling, the politics remain challenging'.", 
    "Al Gore, former US Vice President, said that in Lima and Paris 'we are designing the future of human kind'. COP 20/CMP 10 President Manuel Pulgar-Vidal launched NAZCA, a portal showing actions that cities, companies, regions and investors are taking to address climate change.", 
    "He said this initiative aims to provide strong momentum to the UN climate talks and to help to give governments the confidence to sign an ambitious agreement in Paris."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12618e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "COP", 
  "id": "enb12618e_1", 
  "enb_end_date": "12-Dec-14"
}