{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Papua New Guinea", 
    "China", 
    "Antigua and Barbuda", 
    "Peru", 
    "Grenada", 
    "Japan", 
    "Bolivia"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "REPORT OF THE AWG-KP:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The COP/MOP closing plenary addressed this issue in the early morning hours on Saturday, 11 December.", 
    "AWG-KP Chair John Ashe (Antigua and Barbuda) reported on the work of the AWG-KP, highlighting focus on the scale of Annex I parties individual and aggregate emission reductions.", 
    "He noted that although progress had been made, further work and political decisions are necessary.", 
    "Ashe reported that the AWG-KP had been unable to reach agreement on amendments to the Kyoto Protocol, but that its work had resulted in useful documents, including a Chair s revised proposal (FCCC/KP/AWG/2010/CRP.4/Rev.4) and draft COP/MOP decisions on the outcome of the AWG-KP s work (FCCC/KP/AWG/2010/L.8/Add.1) and land use, land use change and forestry (LULUCF) (FCCC/KP/AWG/2010/L.8/Add.2).", 
    "Bolivia opposed the decisions, stating that they represent a step backward because they postpone a decision on a second commitment period under the Kyoto Protocol indefinitely and open the door for a regime that is more flexible and voluntary, and is based on a pledge-and-review system.", 
    "He also pointed out that document FCCC/SB/2010/INF.X, referenced in one of the decisions, does not yet exist, stressing his country cannot accept taking note of a document the contents of which are unknown.", 
    "COP/MOP President Espinosa said she had noted Bolivia s concerns and they would be recorded in the report of COP/MOP 6.", 
    "The COP/MOP then adopted the decisions.", 
    "COP/MOP President Espinosa said the decisions will be designated as decisions 1/CMP.6 and 2/CMP.6, and will be part of the Cancun Agreements.", 
    "Bolivia reiterated opposition, emphasizing a lack of consensus and the consensus requirement under the rules of procedure.", 
    "He expressed concern that, despite his country s opposition, the decisions were adopted and stressed that this is an unhappy conclusion to the COP here in Cancun.", 
    "COP/MOP President Espinosa responded that the decisions have been adopted and that Bolivia s position and interpretation of events have been duly reflected in the records of the conference.", 
    "She underscored that consensus does not mean unanimity or the right of one delegation to impose the right of veto on others, emphasizing that she cannot disregard the position and requests of 193 parties.", 
    "The contents of these decisions have been summarized under the section of this summary report on the Cancun Agreements. CLEAN DEVELOPMENT MECHANISM (CDM): Issues relating to the CDM were first considered by the COP/MOP plenary on 1 December.", 
    "CDM Executive Board Chair Clifford Mahlung reported on the Board s work in 2010 (FCCC/KP/CMP/2010/10).", 
    "The issue was subsequently considered in a contact group and informal consultations co-chaired by Eduardo Calvo Buendía (Peru) and Kunihiko Shimada (Japan).", 
    "Parties highlighted various issues requiring consideration, such as: increased transparency by the Board; operationalizing the loan scheme; providing a signal to the CDM market regarding the continuation of the CDM; and the inclusion of carbon capture and storage (CCS) under the CDM.", 
    "Regarding a signal of commitment to the continuation of the CDM, Brazil, supported by China, highlighted that the CDM cannot continue unless the Kyoto Protocol continues and requires the establishment of a Kyoto Protocol second commitment period.", 
    "Co-Chair Buendía noted that the issue of the continuation of the Kyoto Protocol is beyond the mandate of the contact group.", 
    "Papua New Guinea drew attention to its proposal for a COP/MOP decision supporting the continuation of the Kyoto Protocol.", 
    "Japan, Saudi Arabia and others opposed discussions by the contact group of issues relating to the continuation of the Kyoto Protocol.", 
    "Co-Chair Buendía, noting that no party had objected to the continuation of the CDM, proposed allowing the commitment to be implicit.", 
    "The final COP/MOP decision does not contain reference to a signal regarding continuation of the CDM post-2012.", 
    "Parties then discussed improvements to the CDM programme of activities and related regulations.", 
    "Grenada highlighted outstanding issues to be discussed, such as how micro-scale criteria apply to the range of programmes of activities.", 
    "Parties also considered the issue of the eligibility of new technologies and scopes under the CDM.", 
    "Several parties pointed out that it is being addressed by the SBSTA and cautioned against prejudging conclusions.", 
    "The final COP/MOP decision, which was adopted on 10 December, takes note of the SBSTA s work on this issue, and urges it to conclude its work."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_17", 
  "enb_end_date": "11-Dec-10"
}