{
  "countries": [
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Austria", 
    "France"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "C. CURRENT KNOWLEDGE ABOUT FUTURE IMPACTS:", 
  "enb_start_date": "02-Apr-07", 
  "enb_short_title": "IPCC WGII", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The section on future impacts was first addressed by the plenary on Tuesday evening, and discussions continued in plenary, contact groups and informal discussion until Friday morning.", 
    "Issues discussed included the structure of the section, which resulted in a decision to add text on adaptation.", 
    "In his presentation of the section, Co-Chair Parry highlighted the focus on vulnerability, exposure and adaptive capacity, with adaptation resulting from national and international decisions considered in Section D. He explained the approach of reviewing available new literature, scenario-based studies, sensitivity studies and vulnerability assessments, and inferring impacts from this knowledge.", 
    "The US, supported by Saudi Arabia, criticized the structure of the SPM separating impacts and adaptation, and lamented Section C's focus on key selected impacts.", 
    "Co-Chair Parry indicated that the structure was the same as in the earlier draft, and emphasized the rationale for disaggregating impacts from adaptation.", 
    "Saudi Arabia stressed that separation is impossible as nature will adapt without human interference.", 
    "Several other delegates supported the existing structure of the report.", 
    "France indicated that the separation between impacts and adaptation was based on the literature.", 
    "Austria and South Africa highlighted the structure's relevance for policymakers, and Australia stressed the link between the structure and the risk management process, which involves identifying vulnerability and impacts, making a decision on adaptation response and re-assessment of vulnerability.", 
    "Reconvening the plenary on Wednesday morning, Co-Chair Parry explained that in response to the discussion, a final paragraph would be added at the end of each part concerning risks that discusses adaptation and adaptive capacity.", 
    "Early on Friday morning, the US, noting all the new paragraphs on adaptation, proposed to include the word adaptation in Section C's title, but WGII did not agree on this proposal."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12320e.html", 
  "enb_long_title": "Eighth session of the IPCC Working Group II", 
  "type": "ipcc", 
  "id": "enb12320e_24", 
  "enb_end_date": "05-Apr-07"
}