{
  "countries": [
    "Brazil", 
    "Mauritania", 
    "Saudi Arabia", 
    "Egypt", 
    "Indonesia", 
    "India", 
    "United Kingdom", 
    "Malaysia", 
    "China", 
    "Hungary", 
    "Argentina", 
    "United States"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "REPORTS OF THE SUBSIDIARY BODIES", 
  "enb_start_date": "02-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Tibor Faragó (Hungary) introduced the report and draft decisions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) (FCCC/SBSTA/1997/14).", 
    "Delegates noted the report of SBSTA and adopted its draft decisions on cooperation with the Intergovernmental Panel on Climate Change (IPCC) and the development of observational networks.", 
    "Joint SBSTA/SBI draft decisions were adopted on the development and transfer of technology and activities implemented jointly (AIJ).", 
    "Mahmoud Ould El Ghaouth (Mauritania) introduced the Subsidiary Body for Implementation (SBI) report, which was noted by the COP.", 
    "Delegates adopted a joint SBI/SBSTA draft decision on the division of labor between SBI and SBSTA.", 
    "Other adopted decisions addressed: the volume of documentation; Annex I Party communications; review of the financial mechanism; the Annex to Memorandum of Understanding; the financial performance of the Convention in the biennium 1996- 1997; and arrangements for administrative support to the Convention Secretariat.", 
    "Patrick Széll (UK) introduced the report of the Ad Hoc Group on Article 13, which considered the establishment of a multilateral consultative process (MCP).", 
    "He noted that the group reached two conclusions: the MCP should be advisory rather than supervisory in nature and AG13 should not complete its work until after COP-3.", 
    "He said there are still questions remaining: whether Article 13 requires a 'process' or 'committee;' who may trigger the regime; and whether the MCP should provide assistance to developing countries or 'consultative' advice to all countries.", 
    "COP-3 noted the report of AG13 and adopted a draft decision that enabled the AG13 to continue its work. Raúl Estrada Oyuela (Argentina) reported to COP-3 on the work of the AGBM.", 
    "He said AGBM-6 took a step forward by requesting the Chair to complete the negotiating text for a protocol or other legally binding instrument by 1 June 1997.", 
    "He indicated that the results of the work of the AGBM on a protocol or another legal instrument are contained in the revised text under negotiation (FCCC/CP/1997/2).", 
    "An addendum to this document contains a draft proposal to amend the Convention.", 
    "The Chair drew attention to a number of issues that were not fully addressed in the AGBM, such as: methodologies to estimate emissions by sources and removals by sinks; the treatment of sinks under the new instrument; a proposal made by Brazil; and the issue of future development of commitments for all Parties, referred to by some as 'evolution.", 
    "' Estrada indicated that the draft negotiating text contains numerous square brackets and alternatives.", 
    "He urged delegations to produce an agreement that Parties could comply with.", 
    "He said the efforts of key developing country Parties to mitigate climate change are frequently overlooked and called attention to reasons given by different developed countries to refuse or delay the strengthening of their commitments.", 
    "He said that while there are indications that some countries are not willing to fulfill FCCC objectives, the vast majority of Parties are willing to adopt a set of legally binding rules to strengthen commitments. On Agenda Item 2, organizational matters, a Committee of the Whole (COW) was established to take decisions on the Berlin Mandate, with Estrada elected as Chair.", 
    "The COP President noted the COW should address outstanding issues including, inter alia, the Brazilian proposal and future development of commitments of all Parties. The G-77/CHINA, supported by INDIA, BRAZIL, CHINA, MALAYSIA, SAUDI ARABIA, EGYPT, INDONESIA and AOSIS, objected to discussing evolution of commitments.", 
    "He noted the FCCC strikes a careful balance on review of commitments only for Annex I Parties, under the principle of common but differentiated responsibilities.", 
    "The commitments developed countries made in Rio have not been honored, nor are proposals for the protocol likely to match scientific recommendations.", 
    "Instead, attempts are being made to introduce commitments for non-Annex I Parties.", 
    "INDIA cited the decision of COP-1 that the Berlin Mandate be confined to reviewing the commitments of Annex I countries on strengthening developed countries\u0092 commitments to GHG reductions and operationalization of resources transfer.", 
    "He agreed with the AGBM report\u0092s conclusion that the evolution clause contravenes the Berlin Mandate.", 
    "BRAZIL noted that its proposal is useful, while the evolution clause is an extraneous distraction from the main purpose of reducing the emissions of the main Annex I polluters.", 
    "CHINA said the evolution proposal is: outside the scope of the Berlin Mandate process, which prevails until its outcome is adopted at COP-3; a political move to let some countries evade their responsibilities; intended to destroy the FCCC\u0092s principle of common but differentiated responsibilities; and intended to lead to the failure of COP- 3. MALAYSIA compared developed countries\u0092 inability to make meaningful commitments in 1992 to their current lack of good faith over commitments for the period after 2000, and noted they have also failed to fulfill their commitments on transfer of technology. The US said that the COP was the supreme body of the Convention, and discussion about the evolution of commitments was under its purview.", 
    "He noted that the issue at hand was not to debate this purview, but rather decide how outstanding issues such as this one would be dealt with during COP-3."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1268e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1268e_2", 
  "enb_end_date": "02-Dec-97"
}