{
  "countries": [
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanisms", 
    "Technology Transfer"
  ], 
  "section_title": "WHERE TO TALK", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "As parties prepare for more substantive negotiations over the next year, defining the appropriate forum for discussing key issues has become a hotly contested process.", 
    "In the AWG-LCA, delegates moved from plenary discussions to more focused contact groups.", 
    "Controversy arose during the process of forming the contact groups when the Umbrella Group and the G-77/China disagreed on how these groups should be structured.", 
    "The Umbrella Group sought contact groups on mitigation and adaptation only, arguing that enhanced provision of financial resources and action on technology development and transfer could be adequately dealt with in these two groups.", 
    "The G-77/China, consistent with its long-held position advocating separate discussions of technology transfer and finance, insisted upon a third contact group, resulting in the formation of the contact group on delivering on technology and finance, including institutional arrangements.", 
    "In particular, their concern is that subsuming the items on finance and technology into the other two contact groups would not only result in these items not being given sufficient attention, but also result in linking the issues in such a way that access to finance and technology transfer would be conditional on mitigation commitments.", 
    "In the AWG-KP flexible mechanisms contact group, debates about the appropriate forum for discussions took the form of mandate issues, which arose in the form of disagreement as to whether the mandate of the AWG-KP allowed for discussion of many of the options on the list of possible improvements to the mechanisms.", 
    "The mandate of the AWG-KP (decision 1/CMP.1) is to work in accordance with Article 3.9 of the Kyoto Protocol, which states that commitments for subsequent periods for Parties included in Annex I shall be established in amendments to Annex B to this Protocol.", 
    "Some parties expressed that inclusion of certain activities would require amendment to more than Annex B.", 
    "They argued that these items were thus outside the mandate of the AWG-KP and refused to prioritize them.", 
    "Friends of the Chair meetings on this issue consumed much of this contact group s meeting time in Accra, and parties have been invited to submit their views on the potential need to amend the Protocol.", 
    "In their closing statements, the EU and G-77/China stressed the need to resolve this issue.", 
    "Further, issues such as carbon capture and storage, which are already under consideration by the SBSTA, were flagged in the group s conclusions due to concerns about duplication of effort.", 
    "Additionally, one party reportedly objected to discussion of sectoral CDM in the AWG-KP, preferring that discussion of the subject be limited to the AWG-LCA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_32", 
  "enb_end_date": "27-Aug-08"
}