{
  "countries": [
    "Brazil", 
    "New Zealand"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "26-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The mechanisms negotiating group, co-chaired by Raul Estrada and Kok Kee Chow, met in the evening to hear feedback from the two informal technical sub-groups established on Wednesday, 18 July, and to consider a consolidated text on the CDM.", 
    "Murray Ward (New Zealand), Chair of the informal sub-group on mechanisms' eligibility and the verification procedures for track two of the joint implementation projects, noted that some disagreement remains, in particular on verification procedures.", 
    "Chair of the informal drafting sub-group on CDM technical issues, Jose Domingos Gonzales Miguez (Brazil), reported that consensus had been achieved on: baselines and additionality; small-scale CDM project activities; environmental impact assessments; public participation; and review by the Executive Board.", 
    "Disagreement remains on the transaction of CERs.", 
    "Both groups were reconvened to complete their negotiations. Using an overhead projector, Co-Chairs Estrada and Chow then presented a proposed consolidated text on the Modalities and Procedures for a CDM incorporating The Hague text, the Pronk text, the agreed results of the technical sub-group on the CDM, and text from the political decision on implementation of the BAPA.", 
    "A number of Parties expressed concern with agreeing text on the basis of overhead slides only, and requested printed copies of the integrated text.", 
    "Noting these concerns, the Co-Chairs presented the text identifying the source of the various paragraphs.", 
    "The meeting was then adjourned to allow delegates to continue working in the informal sub-groups. Co-Chair Estrada underlined the need to work rapidly if agreement is to be reached by Friday.", 
    "Co-Chair Chow noted that informal consultations will be held at a later stage on activities implemented jointly, and requested Parties to provide input to him on this matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12174e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12174e_5", 
  "enb_end_date": "26-Jul-01"
}