{
  "countries": [
    "South Africa", 
    "Tuvalu", 
    "India", 
    "Senegal", 
    "China", 
    "Colombia", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Flexibility Mechanims"
  ], 
  "section_title": "FLEXIBLE MECHANISMS:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "In the afternoon and evening, Co-Chairs Figueres and Lacasta convened two contact groups to discuss the Chairs draft text.", 
    "Co-Chair Figueres requested that parties focus on whether the descriptions of listed improvements to the flexible mechanisms were consistent with parties submissions, and urged delegates not to discuss the merits, or suggest deletions, of any listed item.", 
    "She requested that parties first consider items that do not require amending the Kyoto Protocol and then turn their attention to those that do.", 
    "TUVALU requested that all brackets be removed to clarify that the document was not a decision text.", 
    "Concerning the CDM, on the issue of nuclear activities, South Africa, for the G-77/CHINA, presented an option based on the relevant Marrakesh text.", 
    "On differentiating the eligibility of parties through the use of indicators, INDIA suggested that reference also be made to Annex I parties.", 
    "On defining co-benefits, the G-77/CHINA requested that energy efficiency be included; COLOMBIA, with BOLIVIA, suggested that social benefits be included; INDIA called for poverty alleviation to be added; and SENEGAL requested that mention be made of negative spillover effects and sustainable development.", 
    "BOLIVIA requested that text be added allowing host countries, rather than Designated Operational Entities (DOEs), determine co-benefits.", 
    "Under both project-based mechanisms, NEW ZEALAND requested reference to cost effectiveness, administrative feasibility and perverse outcomes when discussing preferential treatment of project activities based on co-benefit criteria.", 
    "On JI, TUVALU requested that these factors be included when determining the environmental integrity and additionality of project types.", 
    "On emissions trading, the G-77/CHINA said all listed items required amendments to the Kyoto Protocol.", 
    "The group decided to delete reference to improving the basis for linking national or regional trading schemes across Annex I parties.", 
    "On other possible improvements to the flexible mechanisms, INDIA proposed an item on adding revised criteria for DOE accreditation.", 
    "Discussion focused on whether the status quo option should be listed under every item, and Co-Chair Figueres stated that the next draft would consider this issue.", 
    "After the contact groups, a friends of the Chair group met to discuss strategy, as well as the mandate of the group."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12381e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12381e_5", 
  "enb_end_date": "21-Aug-08"
}