{
  "countries": [
    "Canada", 
    "United Kingdom", 
    "Netherlands", 
    "France", 
    "United States", 
    "Slovenia", 
    "Austria", 
    "Belgium", 
    "China", 
    "Switzerland", 
    "Kenya", 
    "Russian Federation", 
    "Hungary", 
    "New Zealand", 
    "Spain"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ELECTION PROCEDURES", 
  "enb_start_date": "28-Sep-05", 
  "enb_short_title": "IPCC-24", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Taking up discussions from Monday, Chair Pachauri introduced revised draft rules of procedures for the election of the IPCC Bureau and any Task Force Bureau, noting that the text should not be seen 'ab initio,' bearing in mind that the language is consistent with other IPCC documents and has gone through extensive government scrutiny.", 
    "On definitions, discussion centered on whether Bureau members are countries or persons, with SWITZERLAND and the RUSSIAN FEDERATION favoring reference to countries, while HUNGARY, CANADA, BELGIUM, the NETHERLANDS and SLOVENIA supported reference to persons.", 
    "AUSTRIA and the US suggested attending to this in the rules of procedure rather than in the definitions. SWITZERLAND, with HUNGARY, CANADA, NEW ZEALAND, SPAIN and KENYA, and opposed by CHINA, stressed the need for flexibility in organizing the IPCC Bureau and opposed reference to Annex C, which lists the composition of the IPCC Bureau and Task Force Bureau, in the definition of the IPCC Bureau.", 
    "SWITZERLAND also opposed a reference to Annex C in the rules for composition of the Bureaus.", 
    "The RUSSIAN FEDERATION stressed the need for members to have government support given the intergovernmental nature of the IPCC.", 
    "The US, with HUNGARY, noted the importance of clearly defining the functions of a nominations committee. During contact group discussions in the afternoon and evening, co-chaired by David Warrilow (UK) and Richard Odingo (Kenya), delegates discussed re-election procedures and a rule on cases where a member of the IPCC or Task Force Bureau resigns or is unable to complete the assigned term of office.", 
    "Co-Chair Warrilow explained that the rule includes a 'security check' insofar as the new member would have to be elected by the Panel.", 
    "On terms of appointment, FRANCE, with AUSTRIA, proposed that the IPCC Bureau nominate a suitable replacement in cases where an IPCC member fails to nominate a replacement candidate or is not confirmed by the Panel.", 
    "Delegates agreed to extend the time allowed for finding a replacement from three to six months. On nominations, most delegates supported deletion of a reference to a candidate\u0092s nationality, agreeing that the candidate should be regarded as a representative of the nominating country regardless of his or her nationality. On election procedures, many delegates supported the use of some WMO formulations for a nominations committee to facilitate voting procedures, and stressed the importance of Regions deciding on their candidates.", 
    "Delegates also agreed on rules about the size and composition of the IPCC Bureau, the definition of the IPCC Bureau, and other outstanding issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12277e.html", 
  "enb_long_title": "8th Session of WG-III and IPCC-24", 
  "type": "ipcc", 
  "id": "enb12277e_2", 
  "enb_end_date": "28-Sep-05"
}