{
  "countries": [
    "Philippines"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "As Typhoon Hagupit hit the shores of the Philippines in what seemed to be turning into an annual reminder of urgency of climate action, COP 20 participants' attention was fixed on the rising temperatures at the venue.", 
    "Anticipating 'heated discussions', COP President Pulgar-Vidal declared a casual dress code for the second week of the conference, which was met with applause by delegates exhausted after a week of 'sweating and fanning'.", 
    "Half-way through the COP, delegates felt the 'heat' of efficient time management as the SBSTA was gaveled to a close at a record early hour.", 
    "'SBSTA 41 goes down in the annals of history as one that concluded in sunlight rather than moonlight', said Executive Secretary Christiana Figueres.", 
    "The first session of the first multilateral assessment of Annex I parties in the UNFCCC's history was also marked by a timely conclusion.", 
    "Despite some initial nervousness seen on the faces of delegates whose countries' mitigation efforts were assessed, many felt the Saturday session was helpful for building trust among parties.", 
    "With scorching daytime temperatures easing as a cool evening breeze picked up, many delegates found time for reflection.", 
    "In the ADP evening stocktaking meeting, many felt nostalgic when reminded that next week would be the two ADP Co-Chairs' 'swan song'.", 
    "Many felt deep gratitude for their guidance, at times 'even at a punishing pace', anticipating, with some degree of apprehension, who the new ADP Co-Chairs might be."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12614e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12614e_19", 
  "enb_end_date": "08-Dec-14"
}