{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "IPCC-33 REPORT", 
  "enb_start_date": "10-May-11", 
  "enb_short_title": "IPCC-33", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Rajendra Pachauri opened the 33rd session of the Intergovernmental Panel on Climate Change (IPCC-33) on Tuesday, 10 May 2011, highlighting the appropriateness of releasing the Special Report on Renewable Energy Sources and Climate Change Mitigation (SRREN) in Abu Dhabi, a city he said is poised to be the center for sustainable energy for the planet.", 
    "Pachauri noted that the InterAcademy Council (IAC) review presented a historical opportunity to prepare the IPCC for future challenges, but called for avoiding a fragmented set of actions taken in haste, stressing the need for a comprehensive view, careful reflection and dialogue.", 
    "Jeremiah Lengoasa, Deputy Secretary-General of the World Meteorological Organization (WMO), noted that the upcoming Special Report on Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX) is expected to provide important conclusions for WMO members.", 
    "He highlighted the Global Framework on Climate Services as an opportunity to galvanize UN activities on the issue, and noted that the upcoming 16th WMO Congress will consider a reconstitution of the World Climate Programme to be more closely aligned with the Framework.", 
    "He said the Panel would come out strengthened from the IAC process.", 
    "Peter Gilruth, United Nations Environment Programme (UNEP), said a strong, credible, communicative and modernized IPCC is needed as never before to inform policy makers.", 
    "He offered UNEP s availability to provide advice for the implementation of the IAC recommendations, especially on governance and management.", 
    "He said he looked forward to decisive and definitive decisions at this session that will open a new chapter in the IPCC.", 
    "Florin Vladu, United Nations Framework Convention on Climate Change (UNFCCC), noted that the Cancun Agreements include a comprehensive package for developing nations, including a Technology Mechanism, Adaptation Committee, and the Green Climate Fund, and, that by committing to a 2 degree goal, they indicate that governments intend to move towards a low carbon economy.", 
    "He stressed the importance of the 2013-15 review of the long-term goal called for in the Cancun Agreements, and the expectation that the IPCC will provide important policy-relevant information.", 
    "He also underscored the relevance of the SRREN and SREX Special Reports to the UNFCCC Subsidiary Body for Scientific and Technological Advice and the Subsidiary Body for Implementation, respectively.", 
    "Renate Christ, Secretary of the IPCC, presented the preliminary agenda (IPCC-XXXIII/Doc.1, and IPCC-XXXIII/Doc.1/Add.1), which was adopted by the Panel."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12500e.html", 
  "enb_long_title": "Thirty-third Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "ipcc", 
  "id": "enb12500e_10", 
  "enb_end_date": "13-May-11"
}