{
  "countries": [
    "Brazil", 
    "United Kingdom", 
    "Australia", 
    "Samoa", 
    "United States", 
    "Sweden", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "Flexibility Mechanims", 
    "National Communications & Inventories"
  ], 
  "section_title": "'STOCK-TAKING' PLENARY", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 27 October, delegates met in Plenary to 'take stock' of their progress and hear reports from the Chairs of the non- groups.", 
    "Some delegations provided additional comments.", 
    "The RUSSIAN FEDERATION suggested that Parties find agreement on the quantitative parameters of the protocol, expanding the 'bubble' concept to all Annex I Parties in line with the principle of common but differentiated responsibilities.", 
    "The commitments of individual Parties in the bubble could be based on the proposed targets put forward by those Parties.", 
    "By 2010, an annual average reduction of some 3% could be achieved.", 
    "Commitments should be achieved in absolute numbers rather than in percentage terms.", 
    "Any attempt to apply a single criterion could give rise to a desire by some Parties to be taken out of Annex I.", 
    "The UK, commenting on the Russian proposal, said that the EU proposal for a 15% reduction in emissions was not unilateral. SAMOA, on behalf of AOSIS, said that US President Clinton\u0092s announcement on targets did not provide the leadership expected from the world\u0092s wealthiest nation.", 
    "The US commitment was not a new commitment but an attempt to delay the achievement of a goal that COP-1 had decided was inadequate.", 
    "He urged President Clinton not to defer responsibility for the duration of three presidential terms. The EU welcomed the fact that the US and Japan shared its concerns and recognized the potential to reduce GHGs through cost-effective domestic action, but added that this was not properly reflected in the proposed targets.", 
    "The US figures were lower than Japan\u0092s already insufficient targets.", 
    "Serious negotiations would be needed to produce the outcome the world needs. The US described its proposal as aggressive and pointed out that some other proposals do not check the growth of trace gases nor protect forests and soil sinks.", 
    "The proposal was fully compatible with long-term concentration targets that have been put forward by other Parties.", 
    "Avoiding such concentrations would depend more on developing countries' responses.", 
    "No other Party was ready to implement its domestic programme so expeditiously.", 
    "Others had proposed unrealistic targets that fail to address HFCs, PFCs and SF6.", 
    "The US had also provided the most detailed proposals for compliance.", 
    "Beginning the process of agreeing on developing country commitments would help them avoid an 'emissions-intensive' path of development. NON-GROUP ON QELROs The AGBM Chair's text contained nine articles related to QELROs, two annexes and an attachment.", 
    "In light of the amount of material to be covered, as well as the contentious nature of the issues, the non-group on QELROs was divided into two sub-groups: one chaired by Luiz Gylvan Meira Filho (Brazil) and the other by Amb.", 
    "Bo Kjellén (Sweden). The most heavily bracketed article in the AGBM Chair\u0092s text was on commitments (Article 3).", 
    "The article contained 16 paragraphs, of which nine were completely bracketed.", 
    "The initial paragraph contained brackets referring to whether [Each of] the Parties would reduce [or limit][its/their][net][aggregate] emissions of GHGs listed in an annex as a basket from [1990 levels] or an [average annual level] for a period to be determined, by [5/15/20] per cent [by 2010] or [over a period] to be determined. The second paragraph stated that commitments for Annex I Parties would be inscribed in an attachment listing the name of the Party, its emission commitments and the base [year/period].", 
    "The third paragraph identified criteria (listed in an annex) to establish commitments for: Annex I countries that were not Parties to the Convention by the date of adoption of the Protocol; countries that had become Annex I Parties subsequent to the adoption of the Protocol; and non-Annex I Parties that had notified their desire to be included in Annex I.", 
    "Other bracketed paragraphs within Article 3 referred to: budget periods; allocation of budgets; procedures to set budgets; commitments based on net or average annual emissions; emissions credits; and modalities for the accounting of emission budgets.", 
    "Paragraphs without brackets dealt with: QELROs for Annex I Parties undergoing the process of transition to a market economy; QELROs for Parties that undertake voluntary commitments; 'demonstrable progress' by Annex I Parties by the year 2005 toward their commitments; and regular review of listed GHGs by the Meeting of the Parties (MOP). Other articles in the text related to QELROs referred to national systems for the accurate estimation of GHG emissions by sources and removals by sinks (Article 4); emissions trading (Article 5); joint implementation (Article 6); emissions inventories (Article 7); review of national communications (Article 8); procedures and mechanisms to determine and address cases of non-compliance (Article 9); voluntary commitments by non-Annex I Parties (Article 10); and periodic review of the adequacy of commitments (Article 11).", 
    "The first annex (Annex A) listed policies and measures (P&Ms), the second (Annex B), GHGs and source and sink categories, and the third (Annex C), procedures for the adoption of commitments. On 30 October, after extensive discussion in non-group meetings and contact groups, a revised text was considered by the AGBM in Plenary.", 
    "When introducing the text, the QELROs-1 non-group Chair noted that key issues were bracketed and hoped they would be resolved in Kyoto.", 
    "He said there had been agreement on an article addressing supplementary information for annual inventories of GHGs and national communications by Annex I Parties (Article 7).", 
    "He pointed out that definition of values and dates under Article 3 was pending, as well as consideration of removals by sinks under QELROs.", 
    "He hoped the AGBM would address issues on sinks, considering time constraints at Kyoto.", 
    "A contact group was established to consider the issue further and discuss proposals by New Zealand, Brazil and others.", 
    "He also called attention to a definition of 'net' to be included in the Protocol. QELROs-2 Chair Bo Kjellén reported that further consultations were taking place on QELROs for Annex I Parties with economies in transition, articles on emissions trading (Article 5) and joint implementation (Article 6) were completely bracketed, an article on national communications (Article 8) was agreed to, except for references to an article on voluntary commitments (Article 10) and to the MOP, and that no agreement had been reached on voluntary commitments. On 31 October, a revised version of the text was produced for consideration at the closing AGBM session (FCCC/AGBM/1997/CRP.3).", 
    "The AGBM Chair called attention to three alternatives under Article 3 on QELROs commitments and expressed his hope that they adequately reflected the discussions that had taken place.", 
    "The UK suggested merging two bracketed alternatives on the establishment of commitments either by using a process set out in Annex C, or by determining uniform commitments for all Annex I Parties.", 
    "AUSTRALIA said the alternatives should remain separate.", 
    "A number of delegations commented on the text. On the three alternatives under Article 3, the AGBM Chair said that making everyone happy was difficult and suggested that they be referred to COP-3 as such.", 
    "He indicated that disagreement on these issues was duly reflected in the text. The document referred by the AGBM for consideration at COP- 3 contains 10 articles, two annexes and an attachment.", 
    "Five of the articles, the annexes and the attachment are completely bracketed.", 
    "A footnote states that the consolidated negotiating text proposed by the AGBM Chair (FCCC/AGBM/1997/CRP.3) at the outset of AGBM-8, remains before the group. The first paragraph on QELROs commitments for Annex I Parties contains three alternatives.", 
    "Under the first alternative, Parties shall individually or jointly ensure that their net aggregate anthropogenic CO2 equivalent emissions of GHGs listed in an annex do not exceed their commitments, expressed in terms of emissions budgets inscribed in an attachment.", 
    "The second alternative determines that each Annex I Party shall ensure that its net aggregate anthropogenic CO2 equivalent emissions of GHGs listed in an annex do not exceed its commitments, expressed in terms of emissions budgets inscribed in an attachment.", 
    "The third alternative establishes that each Annex I Party shall achieve QELROs within time frames, such as 2005, 2010 and 2020 for its anthropogenic emissions by sources and removals by sinks of CO2 and other GHGs not controlled by the Montreal Protocol. The second paragraph includes two alternatives for the establishment of Annex I Party commitments: through a process set out in an annex, or through uniform commitments.", 
    "Two paragraphs on the establishment and implementation of QELROs commitments for Annex I Parties undergoing the process of transition to a market economy are not bracketed.", 
    "All of the subsequent paragraphs under the article are bracketed and, inter alia, refer to: \u0095'demonstrable progress' by Annex I Parties in the achievement of their commitments by 2005; \u0095QELROs for countries that undertake voluntary commitments; \u0095baselines for the determination of budget periods; \u0095first and second emission budgets; \u0095emissions credits and emissions trading; \u0095calculation of emissions budgets; \u0095procedures to review the list of GHGs; \u0095efforts to reduce and limit emissions of GHGs; \u0095the establishment of a fund to compensate developing country Parties that may suffer social, environmental and/or economic loss as a result of actions to meet QELROs; and \u0095a clean development fund to assist developing country Parties to achieve sustainable development and contribute to FCCC objectives. A bracketed Article 3(bis) on QELROs commitments states that any Annex I Parties that have agreed to fulfill their QELROs obligations jointly, shall be deemed to have met those obligations provided that their total combined level of emissions reductions meets the levels as set out in an attachment.", 
    "Paragraphs under the article address operational aspects of joint fulfillment of obligations.", 
    "Article 4, on national systems for the estimation of anthropogenic emissions by sources and removals by sinks of all GHGs, contains brackets around a paragraph on the use of global warming potentials (GWP) to calculate the CO2 equivalence of anthropogenic emissions by sources and removals by sinks of GHGs, specific references to budget periods, and a reference to the role of the MOP in reviewing methodologies. A bracketed Article 5 (emissions trading) to meet QELROs commitments, inter alia, includes criteria for trading and determines that the MOP shall decide upon modalities, rules and guidelines.", 
    "A footnote stating that the G-77/CHINA has requested the deletion of this article was included.", 
    "Bracketed Article 6 on joint implementation contains conditions and guidelines for JI projects, including prior acceptance, approval or endorsement by the participating Parties and the aim of bringing about real, measurable and long-term environmental benefits related to the mitigation of climate change.", 
    "There is a footnote saying that the G-77/CHINA has requested a deletion of this article, while other Parties, including the EU and the US have indicated that they require further consultations. Article 7, which is not bracketed, refers to inclusion of supplementary information in Annex I Parties\u0092 annual inventories of emissions by sources and removals by sinks of GHGs, with the aim of ensuring compliance with QELROs commitments. Article 8 on national communications and inventories, remains unbracketed, but includes a footnote indicating that the paragraphs on the role of the SBI and the MOP in this regard is contingent upon decisions on institutions and mechanisms in other parts of the protocol.", 
    "Another bracketed article (Article 10) refers to voluntary commitments by non-Annex I Parties.", 
    "A footnote indicates that the G-77/CHINA does not wish to include this article in the Protocol.", 
    "Article 11, on the periodic review of the implementation of the Protocol with a view to evaluating its impact and effectiveness, remains without brackets, except for a reference to Article 3.", 
    "Annex B is bracketed, as well as Annex C. The attachment listing the names of Parties, their emissions commitments and base year periods is also bracketed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_7", 
  "enb_end_date": "31-Oct-97"
}