{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Egypt", 
    "Tuvalu", 
    "Panama", 
    "United States", 
    "China", 
    "Chile", 
    "Kiribati", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Ecuador"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Finance:", 
  "enb_start_date": "08-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "African Group", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Section G on finance was considered by the ADP contact group on Monday morning and afternoon.", 
    "Bolivia, for the G-77/China, supported by Egypt, for the African Group, suggested that the agreement be arranged in clusters on, inter alia : scale of resources; assessment and review; and sources of finance.", 
    "The G-77/China proposed that the Convention s financial mechanism serve the 2015 agreement along with the Kyoto Protocol s financial bodies, with the GCF as the main operating entity.", 
    "She called for strengthening the GCF through predictable resources and regular replenishments.", 
    "The African Group called for a clear link between a quantitative financial goal and temperature goal.", 
    "China requested a clear road map with targets for public funding from developed countries and progressively scaled up finance.", 
    "Saudi Arabia, for the Arab Group, asked that financing be primarily public, including grant-based finance.", 
    "On scale of resources, Egypt proposed that developed countries financial contributions be based on a percentage of gross domestic product (GDP).", 
    "The EU proposed that all parties individually and collectively mobilize climate finance with developed country leadership.", 
    "Japan opposed language that only Annex II parties are required to provide finance in the new agreement.", 
    "Australia suggested replacing reference to countries in annexes with language on all parties in a position to do so, and encouraged the mobilization of finance from a variety of sources.", 
    "Norway proposed maximizing and incentivizing ambitious mitigation actions, including through payments based on verified results.", 
    "The US stressed the need to strengthen recipient country reporting of financial flows.", 
    "Highlighting fossil fuel subsidies, she stressed the importance of phasing out high-carbon investment.", 
    "New Zealand emphasized the need to ensure that climate finance and investments deliver effective outcomes.", 
    "Tuvalu, for the LDCs suggested that half of adaptation finance be allocated to small island developing states (SIDS) and LDCs.", 
    "He called for: a loss and damage finance window; a replenishment cycle for the GCF; financial support to be periodically reviewed and scaled up; an International Civil Aviation Organization (ICAO)/International Maritime Organization (IMO) levy for adaptation finance; and new sources of finance.", 
    "Panama, for CfRN, suggested separate finance windows for REDD+ and loss and damage.", 
    "Switzerland proposed a common transparency framework, which would evolve over time and be applicable to all parties, encompassing delivery, use, and impact of support.", 
    "Ecuador, for the LMDCs, said developed countries should submit information on their financial contributions and developing countries on their needs.", 
    "Chile, for AILAC, suggested a new guiding principle that all investments become low-emission and resilient to climate impacts in the context of the mitigation goal.", 
    "Bolivia suggested establishing a climate resilience and sustainable development mechanism.", 
    "Kiribati suggested recognizing the need for a special mechanism to fast-track action to assist the most vulnerable countries.", 
    "The G-77/China called for developed countries and Annex II parties to provide finance in line with developing country needs, with references to Convention Article 4 and CBDR.", 
    "She underscored: equal allocation between adaptation and mitigation; equitable distribution among developing countries; and MRV of support.", 
    "On REDD+, she emphasized alternative approaches to results-based actions for the integral and sustainable management of forests."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12626e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "", 
  "id": "enb12626e_16", 
  "enb_end_date": "13-Feb-15"
}