{
  "countries": [
    "Trinidad and Tobago", 
    "New Zealand", 
    "Australia", 
    "Dominican Republic"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SBI/SBSTA Response Measures Forum", 
  "enb_start_date": "03-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Response Measures Forum workshops took place from 4-6 June, facilitated by SBSTA Chair Richard Muyungi and SBI Chair Tomasz Chruszczow.", 
    "On Tuesday, 4 June, participants exchanged experiences and shared views on opportunities for economic diversification and transformation.", 
    "Discussion focused on possible recommendations, trade issues and subsidies.", 
    "For more details, see: http://www.iisd.ca/vol12/enb12571e.html .", 
    "On Wednesday, 5 June, participants discussed just transition of the work force and creation of decent work and quality jobs.", 
    "For more details, see: http://www.iisd.ca/vol12/enb12572e.html .", 
    "On Thursday, 6 June, participants discussed assessment and analysis of impacts of the implementation of response measures.", 
    "For more details, see: http://www.iisd.ca/vol12/enb12573e.html .", 
    "On Friday, 7 June, participants discussed economic modeling and socio-economic trends.", 
    "For more details, see: http://www.iisd.ca/vol12/enb12574e.html .", 
    "Durban Forum on Capacity Building: The Durban Forum on Capacity Building took place on 4 and 6 June, co-facilitated by Helen Plume (New Zealand) and Kishan Kumarsingh (Trinidad and Tobago).", 
    "Participants heard presentations and discussed building capacity for: mitigation, adaptation, and gender and climate interlinkages.", 
    "For more details, see: http://www.iisd.ca/vol12/enb12571e.html and http://www.iisd.ca/vol12/enb12573e.html .", 
    "Dialogue on Implementation of the Doha Work Programme on Convention Article 6: The Dialogue on implementation of the Doha Work Programme on Convention Article 6 (education, training and public awareness) took place on 10 and 11 June 2013, co-facilitated by Adriana Valenzuela (Dominican Republic) and Richard Merzian (Australia).", 
    "For more details, see: http://www.iisd.ca/vol12/enb12576e.html and http://www.iisd.ca/vol12/enb12577e.html ."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12580e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12580e_10", 
  "enb_end_date": "14-Jun-13"
}