{
  "countries": [
    "Brazil", 
    "United States", 
    "Australia", 
    "China", 
    "Japan", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "PROGRAMME BUDGET", 
  "enb_start_date": "11-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This contact group discussed a revised table, which separates costs of preparatory and operational activities under the Protocol and UNFCCC, and a revised draft decision.", 
    "The US sought clarification on the funding increase requested for training inventory review experts.", 
    "JAPAN, supported by AUSTRALIA, requested specific calculations on funding dedicated to the working capital reserve.", 
    "The EU expressed concern about a possible decision to adopt two indicative scales of assessment, and said, if adopted, this decision would set a negative precedent for other MEAs, since it would require Parties to pay for selected activities related to a MEA and offer a perverse incentive for those Parties who have not yet ratified the Protocol.", 
    "Opposed by the US, the EU then proposed two new options, which request Parties to decide on only one instead of two indicative scales.", 
    "Under the first option, Parties would approve the budget for the UNFCCC, including the preparatory activities related to the Protocol, at the COP.", 
    "Under the second option, Parties would approve the budget for the UNFCCC at the COP, and adopt the budget for preparatory activities relating to the Protocol at the COP/MOP.", 
    "The US proposed that Parties decide only on the biennial costs of the UNFCCC, and not preparatory and operational costs associated with the Protocol.", 
    "The G-77/CHINA, ARGENTINA, and BRAZIL noted that the new UN General Assembly scale of assessment should not be applied automatically."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12216e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12216e_7", 
  "enb_end_date": "11-Jun-03"
}