{
  "countries": [
    "United States"
  ], 
  "topics": [], 
  "section_title": "(POLITICAL) CLIMATE AT THE END OF 2008", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The political context for the PoznaÅ\u0084 Conference was somewhat different from the Bali negotiations in 2007.", 
    "In Bali, the atmosphere was characterized by the strong international reaction to the Fourth Assessment Report (AR4) of the Intergovernmental Panel on Climate Change (IPCC) and a sense of urgency about climate change.", 
    "In PoznaÅ\u0084, by contrast, the negotiations took place against the backdrop of a rapidly worsening global financial situation.", 
    "Many were concerned about climate policy falling victim to the crisis - and even the most optimistic were expecting the financial crisis to have some impact on the process.", 
    "The European Union and others at the Conference tried to stress their ongoing commitment to combating climate change, arguing that a transition to a low carbon society entails not only costs but also important economic opportunities.", 
    "However, at the same time as the PoznaÅ\u0084 Conference, protracted negotiations were taking place on the EU s climate and energy policy package to implement a 20% emission reduction target by 2020, causing some to question whether the EU s leadership on climate policy is faltering.", 
    "On the last day of the PoznaÅ\u0084 Conference, delegates were pleased to hear news that agreement had been reached in Brussels on the EU package, even though some NGOs criticized the concessions made to secure the compromise.", 
    "The package, covering the period from 2013 to 2020, lays down rules for the third phase of the EU Emissions Trading Scheme (ETS), details individual emission targets for EU Member States in sectors not covered by the ETS, and contains a 20% target for renewable energy, a 10% target for biofuels and a 20% target for increasing energy efficiency by 2020.", 
    "At the same time, Barack Obama s victory in the US Presidential elections was a reason for optimism in PoznaÅ\u0084.", 
    "Obama has promised to make climate change a high priority and highlighted a green energy economy as a remedy for the ongoing economic crisis.", 
    "In PoznaÅ\u0084, the US was still represented by the Bush administration and remained relatively subdued during the official negotiations.", 
    "Some felt that uncertainty about the US position in 2009 caused other countries to refrain from making significant political advances in PoznaÅ\u0084, and few expect developing countries to make significant moves before developed countries have clarified their positions on emission reductions and financing.", 
    "Overall, most felt that the political circumstances surrounding the PoznaÅ\u0084 Conference were not ideal for major political breakthroughs, which could justify its modest results.", 
    "One of those less exciting in-between COPs, was how some veterans characterized the meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_109", 
  "enb_end_date": "12-Dec-08"
}