{
  "countries": [
    "Brazil", 
    "Australia", 
    "Bangladesh", 
    "South Africa", 
    "Tuvalu", 
    "Indonesia", 
    "United States", 
    "Marshall Islands", 
    "Switzerland", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "SESSION 3:", 
  "enb_start_date": "03-Apr-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "European Union"
  ], 
  "sentences": [
    "In the afternoon, South Africa recalled a pledge to achieve a 34% deviation from BAU by 2020, and a 42% deviation by 2025, subject to the achievement of an ambitious legally binding agreement.", 
    "On the level of required support for NAMAs, he outlined marginal costs for options such as ramping up renewables, industrial efficiency, carbon capture and storage, and electric vehicles.", 
    "Australia welcomed the gritty detail presented at the workshops and observed opportunities for developing countries to leapfrog to a green growth future.", 
    "She called on parties to lock in available pledges, and suggested sorting actions into an annex differentiated by domestic or international support.", 
    "The Marshall Islands outlined plans to reduce carbon emissions by 40% below 2009 levels by 2020, depending on international support.", 
    "Noting that economic growth is necessary for all least developed countries, Bangladesh discussed his country s commitment to developing a low carbon path, including through new technology and more efficiencies in the power, transport, agriculture, forestry, and waste management sectors.", 
    "Brazil underlined that NAMAs should result from national policy, be effective and put countries in a position to expect more from developed countries.", 
    "He said his country expects the agreed financial and technological support for mitigation actions and emphasized that Brazil has generated opportunities for South-South cooperation on REDD+ and agriculture.", 
    "During discussions, issues were raised by Indonesia, Norway, Australia, the US, Switzerland, Tuvalu and the EU, including items on: the need for more in-depth work on the distinction between supported and unsupported NAMAs and the role of the Registry; the calculation of BAU scenarios and baselines; identifying the most useful international support for NAMAs; and financial constraints and conditionalities.", 
    "The Marshall Islands underlined constraints on access to funding.", 
    "South Africa said it was his understanding that all NAMAs are to be supported, while the mix of funding sources is a matter for negotiation.", 
    "South Africa said all NAMAs would be autonomously implemented, but the extent of implementation would depend on support.", 
    "He cautioned against initiating attempts to define supported and unsupported NAMAs.", 
    "South Africa described the Registry as a mitigation mechanism to record both actions and support, and did not envisage a periodic review of published targets for 2020 and 2025.", 
    "Brazil noted that domestic actions would be prioritized by local stakeholders."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12499e.html", 
  "enb_long_title": "UN Climate Change Conference Bangkok - April 2011", 
  "type": "", 
  "id": "enb12499e_15", 
  "enb_end_date": "08-Apr-11"
}