{
  "countries": [
    "Netherlands", 
    "Gambia", 
    "France", 
    "United States", 
    "Sweden", 
    "Switzerland", 
    "Denmark", 
    "Saudi Arabia", 
    "Egypt", 
    "United Kingdom", 
    "Austria", 
    "Germany", 
    "Greece", 
    "Belgium", 
    "China", 
    "Sierra Leone", 
    "Spain"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "Technology Transfer"
  ], 
  "section_title": "PROPOSAL FOR AN IPCC SPECIAL REPORT ON RENEWABLE ENERGY", 
  "enb_start_date": "26-Apr-06", 
  "enb_short_title": "IPCC-25", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This proposal for a Special Report on Renewable Energy (IPCC- XXV/Doc.", 
    "12), which was presented by Germany and supported by Austria, Belgium, Denmark, the Gambia, Greece, Spain, Sweden and the Netherlands, was discussed in plenary on Friday.", 
    "The Panel agreed to hold a scoping meeting on the Special Report in 2007. In presenting the proposal, Germany noted that renewable energy is dealt with only briefly in the AR4, and that, together with energy efficiency, renewable energy sources and technologies represent a major mitigation option that remains to be addressed in depth.", 
    "Stressing that the Special Report need not have a narrow technological focus, she emphasized energy efficiency as an overarching theme and drew attention to the relationship between renewable energy and sustainable development, energy transition pathways and technology transfer.", 
    "On a possible process and timeline, Germany suggested holding a scoping meeting after approval of the three Working Group reports for the AR4 so as not to interfere with the AR4 process or with possible preparations for a fifth assessment.", 
    "She added that to avoid resource bottlenecks and overstretching of the IPCC budget, Germany intended to support the organization of this scoping meeting. Most countries supported the proposal, with many emphasizing the value and urgency of such a review for developing countries.", 
    "Egypt, with various others, suggested expanding the scope of the Special Report to include energy efficiency.", 
    "The UK noted a range of possible topics for a Special Report, in particular the function of capital markets in energy investment, and, with France and Switzerland, preferred postponing deliberation of this until the next IPCC session to allow for further consideration.", 
    "Saudi Arabia, China and the US said the proposal was premature given limited human and financial resources.", 
    "Working Group III Co-Chair Ogunlade Davidson (Sierra Leone) said that more specific analyses of renewable energy sources would benefit a larger number of countries, expressed support for the proposal given its comprehensiveness and, underscoring that energy efficiency and renewable energy are considerably different, advised against combining them in one Special Report. Noting the extent of support for the proposal, Chair Pachauri proposed to hold the scoping meeting towards the end of 2007 after the scheduled completion of the AR4 and to submit the results to the Panel in late 2008.", 
    "The US said it was not in a position to provide funding for this and could not guarantee participation.", 
    "Germany restated its willingness to provide funding for the scoping meeting but that it could not yet confirm that this will include travel funding.", 
    "The Panel concluded that Germany and other interested countries would be responsible for organizing financial support for travel costs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12295e.html", 
  "enb_long_title": "IPCC-25", 
  "type": "ipcc", 
  "id": "enb12295e_26", 
  "enb_end_date": "28-Apr-06"
}