{
  "countries": [
    "Brazil", 
    "Grenada"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "AMENDMENTS/NUMBERS:", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed in a contact group on Tuesday, with AWG-KP Chair Macey calling for countries to explore middle ground and compromise solutions.", 
    "The spin-off groups were co-facilitated by Leon Charles (Grenada) and Jürgen Lefevere (EU) and focused on: the need to consider the transformation of pledges into QELROs; carryover of surplus AAUs; and whether to discuss option B (consequential amendments).", 
    "Initial discussions focused primarily on QELROs, with associated text on assumptions.", 
    "Delegates established five issues needing resolution before the QELROs discussion can be finalized: measurement rules; baselines or starting points; whether QELROs should consist of a single number or a range; how to ensure comparability; and the length of a second commitment period.", 
    "Delegates also discussed a submission by the EU regarding the Chair s negotiating text (FCCC/KP/AWG/2011/CRP.2/Rev.1) with many countries expressing concerns that the option to increase levels of ambition was not strong enough.", 
    "Submissions were made by Brazil on QELROs and by AOSIS, Brazil and the African Group on carryover of surplus AAUs.", 
    "During the second week, Co-Facilitator Lefevere (EU) reported that parties identified options for the conversion of pledges to QELROs: the mid-point for the first commitment period; the current level of emissions; case-by-case selection for each party; and no definition, since the conversion of pledges to QELROs is a political decision.", 
    "He noted that the limits of our technical work have been reached, and required political signals.", 
    "In the final AWG-KP plenary, parties could not agree on the length of the commitment period, with the EU requesting that the period should be until 2020 to maintain coherence with the Convention track, and the Chair decided to forward the text to the CMP for adoption, with brackets around the length of the commitment period.", 
    "On Sunday, 11 December, the CMP approved the decision, including the brackets, which are expected to be resolved during COP 18."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "COP", 
  "id": "enb12534e_117", 
  "enb_end_date": "09-Dec-11"
}