{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Technology", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Discussions focused on the mandate and composition of the Technology Executive Committee (TEC) and relationship to the financial arrangements.", 
    "Parties also discussed the proposed climate technology centre and network (CTCN).", 
    "On the mandate of the TEC, parties debated whether to specify the TEC mandate in a decision or have a decision asking the TEC to elaborate its own modalities.", 
    "Disagreement arose over the relationship between the TEC and the proposed CTCN, with regard to a proposal that the TEC provide guidance to the CTCN and that it should therefore elaborate the CTCN s terms of reference.", 
    "Another position was that both these bodies would be of equal status.", 
    "On the TEC s composition, parties discussed size, technical expertise and capacity, and the terms of service.", 
    "On the relationship between technology and finance, parties discussed the potential role of the TEC and whether it should provide broad policy advice or be actively linked to the funding mechanism.", 
    "Draft text on elements of the composition and mandate of the TEC was produced reflecting a revision of Chapter IV, paragraph 8.", 
    "The text includes sections on mandate, composition, expert advice, and a bracketed section on decision-making and organizational matters.", 
    "Parties shared views and perspectives on the proposed CTCN.", 
    "Divergent views were expressed on whether this mechanism should be established within or outside the Convention.", 
    "During the last drafting group meeting, views were divided on the draft text on the composition and mandate of the CTCN.", 
    "Some parties expressed concerns with the draft text saying that it was a selective interpretation of discussions that have occurred.", 
    "The draft text was forwarded to the AWG-LCA following amendments to reflect that it consists of the views of the co-facilitator and is without prejudice to any final conclusions or outcomes.", 
    "Capacity building: Parties discussed: what a Cancun outcome on capacity building might look like; institutional needs; how capacity building is reflected throughout the AWG-LCA text; and the need for performance indicators.", 
    "Some countries highlighted the need for a stand-alone chapter on capacity building to capture emerging needs and issues omitted from other sections of the text, while other parties preferred to integrate capacity building throughout the text.", 
    "Divergent views on the need for new institutions were expressed, with some preferring to use existing institutions.", 
    "On general performance indicators, some parties observed that these are not readily available for capacity building, emphasizing that project-based indicators would be more applicable.", 
    "Co-facilitator Goote highlighted areas of convergence including the need to: enhance the current framework; reflect capacity building in a Cancun outcome; avoid gaps by ensuring that all capacity-building issues are addressed; reflect inter-linkages between capacity building and other thematic areas; and ensure that capacity-building decisions are fully and effectively implemented.", 
    "Parties considered a paper produced by the Secretariat highlighting references to capacity building in the AWG-LCA negotiating text.", 
    "Some parties said that these references are from text that is not agreed and therefore should not form the basis for the group s work.", 
    "They also called for a focus on areas such as: a technical panel on capacity building; its terms of reference or mandate; and the scope of capacity building.", 
    "Differences emerged when the co-facilitators note was considered during the final drafting group meeting.", 
    "Some parties expressed concern that the note was titled Areas of Convergence and did not reflect issues upon which there was divergence, such as institutional arrangements and a stand-alone decision on capacity building.", 
    "During the combined drafting group session, Goote explained that no output would be submitted to the AWG-LCA due to disagreement on what should be reflected in the paper.", 
    "Parties were eventually able to agree to submit a note by the facilitator on Points of discussion on capacity-building, reflecting that parties continue to actively discuss how to best to capture capacity building."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "", 
  "id": "enb12485e_21", 
  "enb_end_date": "09-Oct-10"
}