{
  "countries": [
    "Brazil", 
    "Ghana", 
    "Jamaica", 
    "India", 
    "China", 
    "Colombia", 
    "Switzerland", 
    "Kenya"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Flexibility Mechanims"
  ], 
  "section_title": "CDM:", 
  "enb_start_date": "08-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chairs Børsting and Kilani outlined a draft decision with sections on: general issues; governance; methodologies and additionality; regional distribution and capacity-building; and resources for CDM work. SWITZERLAND elaborated on the Environmental Integrity Group's proposal on the assessment of the CDM.", 
    "He said it would cover the main actors, including the Executive Board and its panels, Designated Operational Entities (DOEs) and Designated National Authorities, and would aim to identify bottlenecks as well as capacity building and training needs.", 
    "China, for the G-77/CHINA, and IETA, welcomed the proposal.", 
    "BRAZIL said parts of it may be outside the contact group's mandate, but supported assessment of DOEs.", 
    "SWITZERLAND, COLOMBIA and INDIA highlighted the need for transparency in the Board's work and the G-77/CHINA suggested strengthening the text on governance. GHANA stressed the need for CDM methodologies that consider African needs, underscoring programmatic CDM.", 
    "Supported by KENYA and IETA, he also highlighted non-renewable biomass.", 
    "INDIA emphasized waste management and sectoral distribution of CDM projects, and observed that most technology investment under the CDM is from non-Annex I parties themselves.", 
    "Jamaica, for AOSIS, called for funding for project development and training local experts.", 
    "The Co-Chairs will consult informally."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12348e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12348e_5", 
  "enb_end_date": "08-Dec-08"
}