{
  "countries": [
    "Philippines"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "13-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "On Tuesday, the Warsaw National Stadium swarmed as delegates buzzed around the halls in what one delegate called 'one of the busiest days in the history of the UNFCCC process'.", 
    "The day's packed agenda included a number of informal groups on market mechanisms, including those on Clean Development Mechanism and Joint Implementation reform, non-market approaches and the new market mechanism.", 
    "Multiple meetings did not seem to yield much common ground.", 
    "While some seemed keen to complement the familiar Kyoto mechanisms with new ones, others pointedly asked 'why establish new mechanisms - where will the demand come from?", 
    "' Some also continued to question the fundamental need for market mechanisms, stressing the need for robust domestic mitigation measures instead.", 
    "The only agreement emerging was that concrete results, especially regarding new mechanisms, will take time.", 
    "Delegates continued to be moved by the plight of those affected by typhoon Haiyan.", 
    "In the contact group on loss and damage, references to the damage in her country moved a Philippine delegate to tears.", 
    "Throughout the day, red circles appeared on some participants' lapels to show solidarity with Naderev Saño, the Climate Change Commissioner from the Philippines, and join his voluntary fast.", 
    "One delegate explained that this show of support extends beyond the growing number of civil society representatives and even the halls of the UNFCCC conference venue, as individuals from around the world are pledging to fast in the hope of a meaningful outcome at COP 19."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12585e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12585e_9", 
  "enb_end_date": "13-Nov-13"
}