{
  "countries": [
    "Saudi Arabia", 
    "Iraq", 
    "South Africa", 
    "Egypt", 
    "Cuba", 
    "India", 
    "Australia", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "REPORT ON THE HIGH-LEVEL MINISTERIAL ROUND TABLE ON INCREASED AMBITION OF THE KYOTO PROTOCOL COMMITMENTS:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This item (FCCC/KP/CMP/2014/3) was first considered on Wednesday, 3 December.", 
    "Bolivia, for the G-77/China, with China, Cuba, South Africa, Egypt, India, Iraq and Saudi Arabia, proposed that a contact group consider how to follow up on the high-level roundtable that took place at SB 40.", 
    "China recalled that no commitments to increase ambition were made at the roundtable, stressing that increased ambition is critical for building trust.", 
    "Australia, New Zealand and the EU said they are not ready to agree to a contact group at this time.", 
    "The EU said it will complete ratification of the Doha Amendment as early in 2015 as possible.", 
    "Climate Action Network (CAN), for ENGOs, emphasized the importance of the Kyoto Protocol as a rules-based instrument, stressing that there should be no backsliding on commitments.", 
    "Climate Justice Now!, for ENGOs, lamented that the EU has yet to ratify the Doha Amendment. CMP 10 President Pulgar-Vidal said he will consult informally on how to proceed.", 
    "On Saturday, 6 December, he reported that no agreement had been reached during informal consultations on whether to form a contact group on this issue.", 
    "A contact group was supported by Bolivia, for the G-77/China, and opposed by Australia, Switzerland, the EU and Norway.", 
    "Informal consultations continued.", 
    "During the CMP closing plenary on Friday, 12 December, CMP 10 Vice-President Voto Bernales reported no agreement had been reached and that this item would be included in the provisional agenda of CMP 11."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_35", 
  "enb_end_date": "14-Dec-14"
}