{
  "countries": [
    "Albania", 
    "Croatia", 
    "Moldova"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SB-16 REPORT", 
  "enb_start_date": "17-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "Central Asia, Caucasus, Albania and Moldova", 
    "Least Developed Countries"
  ], 
  "sentences": [
    "The Subsidiary Body for Scientific and Technological Advice (SBSTA) met from 5-14 June 2002.", 
    "Parties convened in plenary meetings, contact groups, and informal consultations to consider various technical and methodological issues.", 
    "As a result of these meetings, draft conclusions were adopted on a number of issues, including: the IPCC Third Assessment Report (TAR); guidelines on reporting and review of greenhouse gas inventories from Annex I Parties; Protocol Articles 5 (methodological issues), 7 (communication of information), and 8 (review of information); activities implemented jointly (AIJ); development of good practice guidance for LULUCF; LULUCF under the CDM; technology transfer; the relationship between efforts to protect the ozone layer and climate change; policies and measures (P&Ms); cooperation with relevant international organizations; and UNFCCC Article 6 (education, training and public awareness).", 
    "In addition, participants agreed on text for conclusions on the implementation of Protocol Article 2.3 (adverse effects of P&Ms), issues related to cleaner or less greenhouse gas-emitting energy, and a proposal on the special circumstances of Croatia under UNFCCC Article 4.6 (flexibility for economies in transition). The Subsidiary Body for Implementation (SBI) met from 10-14 June.", 
    "Delegates to the SBI adopted conclusions on: national communications; the financial mechanism; implementation of UNFCCC Article 4.8 and 4.9 (adverse effects); the Least Developed Countries Expert Group (LEG); capacity building; arrangements for intergovernmental meetings; and administrative and financial matters.", 
    "Parties also considered preparations for the World Summit on Sustainable Development (WSSD). A request from countries of Central Asia, the Caucasus, Albania and Moldova (CACAM) and a proposal by Croatia on LULUCF were forwarded to SB-17."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12200e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "SBI/SBSTA", 
  "id": "enb12200e_9", 
  "enb_end_date": "17-Jun-02"
}