{
  "countries": [
    "Peru", 
    "France"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "LIMA CLIMATE CHANGE CONFERENCE REPORT", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday, 1 December, COP 19/CMP 9 President Marcin Korolec welcomed delegates to the joint COP/MOP opening ceremony highlighting several significant outcomes of COP 19 and lauding early engagement by Peru and France, which is allowing the trio to make the road to Paris a smooth highway.", 
    "Peru s Minister of Environment Manuel Pulgar-Vidal said COP 20 should increase trust, create space for dialogue between state and non-state actors, and lay groundwork for a new climate agreement through a draft text balancing climate action and sustainable development.", 
    "Stressing the key role of large cities in combating climate change, Susana Villarán de la Puente, Mayor of Lima, Peru, highlighted the commitment of mayors worldwide to push for a new mobility paradigm, change the energy matrix and invest in green infrastructure.", 
    "Pointing to the lines and geoglyphs of Nazca, Peru, UNFCCC Executive Secretary Christiana Figueres encouraged parties to, inter alia : draft a new universal agreement; achieve progress on adaptation; and strengthen the financial capacity of the most vulnerable.", 
    "Via recorded video message, President of Peru Ollanta Humala lamented that humanity has left behind the practice of sustainability and said now is the time to return to the right path by taking action on climate change.", 
    "Presenting the key findings of the Synthesis Report (SYR) of the Fifth Assessment Report (AR5) of the Intergovernmental Panel on Climate Change (IPCC), Rajendra Pachauri, IPCC Chair, stressed that remaining below the 2 °C target will require that GHG emissions decline by 40-70% by 2050, relative to 2010 levels, and reach zero or negative levels by 2100.", 
    "This report summarizes the discussions by the COP, CMP, SBI, SBSTA and ADP based on their respective agendas.", 
    "Negotiations and outcomes under the COP and CMP on issues forwarded to the SBI, SBSTA and ADP are summarized in the context of negotiations under the relevant subsidiary body."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_11", 
  "enb_end_date": "14-Dec-14"
}