{
  "countries": [
    "United States", 
    "Gambia", 
    "Finland", 
    "India", 
    "United Kingdom", 
    "Zimbabwe", 
    "Switzerland", 
    "Nigeria"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADVERSE EFFECTS OF CLIMATE CHANGE ON WATER RESOURCES", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On 10 March, Bubu Jallow, Principal Meteorologist, Department of Water Resources for the Gambia, outlined the impacts of climate change on: the hydrological system; extreme events; freshwater systems; inputs into water bodies; water supply and demand; and water resources infrastructure and management.", 
    "He noted that, while precipitation is expected to increase at the global level, it will be unequally distributed, with increases in high latitude regions and decreases at lower latitudes, and with both impacts and adaptive capacity varying across nations.", 
    "He then outlined actions for adaptation, including: increasing storage capacity for water; restoring and rehabilitating wetlands to reduce flooding; strengthening institutional capacity to undertake assessment and adaptation; updating and developing meteorological and hydrological networks and preserving existing databases; legislating to regulate the abstraction of surface and river water for irrigation; introducing crops and varieties suited to water stress, and improving management and efficiency of irrigation; cooperating at the regional and river basin level; and, improving modeling, planning tools and early warning systems. During the ensuing discussion, INDIA questioned the applicability of legislative measures to control abstraction from rivers in cases where water volumes fluctuate widely.", 
    "SWITZERLAND noted that precipitation in central Europe in winter has increased by 40%, with more intense rainfall rather than more days of precipitation, which has resulted in flooding.", 
    "The UK called for the identification of the additional elements of water stress arising from climate change.", 
    "ZIMBABWE noted the need for regional down-scaling of models to aid in assessing vulnerability and adaptation options.", 
    "FINLAND said high resolution climate models are not yet well developed.", 
    "The US commented that the discussion on the impacts of climate change on water resource needs to include implications for power production.", 
    "Responding to a question from NIGERIA, Jallow underscored that, while climate change is not the only factor negatively affecting water resources, it will exacerbate existing problems."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "", 
  "id": "enb12125e_13", 
  "enb_end_date": "17-Mar-00"
}