{
  "countries": [
    "Brazil", 
    "Australia", 
    "Italy", 
    "South Africa", 
    "Denmark", 
    "Finland", 
    "Cyprus", 
    "France", 
    "United States", 
    "Austria", 
    "Latvia", 
    "China", 
    "Croatia", 
    "Fiji"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Flexibility Mechanisms", 
    "Mitigation"
  ], 
  "section_title": "FIRST WORKING GROUP SESSION OF THE MULTILATERAL ASSESSMENT UNDER THE IAR PROCESS", 
  "enb_start_date": "08-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Opening the first part of the multilateral assessment working group session, SBI Chair Amena Yauvoli (Fiji) noted two new MRV processes established in Cancun - the IAR for developed countries, and international consultation and analysis (ICA) for developing countries.", 
    "He indicated that 17 Annex I parties will be multilaterally assessed during this session.", 
    "Parties delivered presentations on their progress towards the achievement of their quantified economy-wide emission reduction targets, followed by question and answer sessions.", 
    "The EU presented on its success decoupling emissions from economic growth.", 
    "Calling for raising mitigation ambition for 2020, CHINA asked why the EU has made its 30% emission reduction contribution conditional on comparable commitments by other developed countries and on 'adequate' contributions by advanced developing countries.", 
    "Responding to SOUTH AFRICA, the EU indicated an additional 2% emission reduction achievement, if LULUCF were to be considered in its 2020 pledge under the Convention.", 
    "In its presentation, AUSTRIA noted an individual target outside the EU emissions trading system (ETS) for a 16% emission reduction between 2005-2020.", 
    "On a question by CHINA on measures being undertaken by Austria in the transport sector, Austria noted its legislation on vehicle fuel consumption and ongoing discussions on policies at the EU level.", 
    "Emphasizing the large contribution of the energy sector to her country's emissions, CROATIA explained it has set a renewable energy target of 20% of gross final energy consumption in 2020, and an energy efficiency target of 9% by 2020, compared to average consumption in 2001-2005.", 
    "Responding to a question by BRAZIL on a projected increase in Croatia's emissions, she explained that the EU 'effort sharing' enables an increase of 11% of non-ETS emissions by 2020, from 2005, but Croatia is taking measures to remain below this target.", 
    "Recalling it had only become an Annex I party in 2013, CYPRUS, inter alia : said it has a 5% non-ETS reduction target by 2020, compared to 2005; presented on sectoral mitigation policies and measures; and noted that Cyprus is 'on its way' to meet its 2020 target. DENMARK highlighted her government's 100% renewable energy target for electricity generation and heat supply by 2035, and a complete fossil fuel phase-out by 2050.", 
    "She emphasized investments in renewable energy and energy efficiency, and said that, by 2020, half of national electricity consumption is expected to come from wind power. FINLAND noted his country has Europe's highest percentage forest cover, at over 70% of the land area, and that LULUCF remains an emissions sink despite growth in bioenergy production.", 
    "Upon BRAZIL's request, he provided further information on the National Forest Programme 2015, based on, inter alia , sustainable forest management and a holistic approach capturing the diverse benefits of forests to society.", 
    "Responding to CHINA on the remaining effort to achieve Finland's renewable energy target of 38% by 2020, he explained that, in 2012, the share of renewables was 35%.", 
    "Highlighting a peak in national emissions in 1978 and a long-term downward trend since then, FRANCE explained this was due to decarbonization of the electricity sector, primarily through deployment of nuclear energy.", 
    "He said transport and buildings are key areas targeted by policies and measures.", 
    "Answering BRAZIL's question on the role of certified emission reduction units supporting France in achievement of its target under the Kyoto Protocol's first commitment period, he noted they amounted to 2% of France's assigned amount unit budget.", 
    "Responding to a question by AUSTRALIA on drivers of the increase in Italy's photovoltaic power generation capacity to 18 gigawatts, ITALY mentioned the use of quota and feed-in tariff systems, saying the latter is being adjusted to ensure excessive incentives are not given to mature technologies.", 
    "Reacting to a question by the US on the challenges and opportunities of having the world's highest per capita car ownership, he listed key sectoral policy approaches: infrastructure and vehicle fleet modernization; acceleration of modal shifts; and promotion of low-carbon fuels. LATVIA highlighted her country's overachievement of its emission reduction target of 8% under the Kyoto Protocol's first commitment period.", 
    "Responding to BRAZIL's request to elaborate on Latvia's Climate Change Financial Instrument, she said the national programme has resulted in the implementation of more than 2,200 projects in the areas of energy efficiency, technology conversion, development of GHG-reducing technologies and awareness raising. SBI Chair Yauvoli suspended the session, noting it will resume on Monday, 8 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12614e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12614e_18", 
  "enb_end_date": "08-Dec-14"
}