{
  "countries": [
    "Georgia"
  ], 
  "topics": [], 
  "section_title": "IPCC-37 REPORT", 
  "enb_start_date": "14-Oct-13", 
  "enb_short_title": "IPCC37", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "IPCC Chair Rajendra Pachauri opened the session on Monday morning noting the need to view climate change in the larger context, including its impacts on future generations and the planet, and emphasizing the IPCC's role in mobilizing the world's best scientific talent and bringing climate change to the public's attention.", 
    "He stressed that the IPCC's work is more relevant, robust and reliable than ever to policy makers.", 
    "David Usupashvili, Chair of the Georgian Parliament, welcomed participants on behalf of the Government of Georgia.", 
    "He stressed the importance of the work done by the IPCC, in particular communicating the work of scientists and disseminating it to policy makers all over the world, thus increasing awareness and reminding all of our common responsibility.", 
    "Welcoming all participants to Batumi, Khatuna Gogaladze, Minister of Environment and Natural Resources Protection, Georgia, praised the work of the IPCC and stressed the importance of well-argued information and studies in addressing the social and economic challenges faced by many countries worldwide.", 
    "She said the only way to resolve global climate change problems is for all countries to join efforts, including small and less developed ones.", 
    "She assured participants of her country's contribution and commitment.", 
    "Archil Khabadze, Head of the Government of the Autonomous Republic of Adjara, outlined the climate vulnerabilities of the Adjara region, elaborating on its climate change mitigation and adaptation efforts and its financing challenges. IPCC Chair Pachauri introduced and the Panel adopted the agenda (IPCC-XXXVII/Doc.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12582e.html", 
  "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)", 
  "type": "ipcc", 
  "id": "enb12582e_17", 
  "enb_end_date": "17-Oct-13"
}