{
  "countries": [], 
  "topics": [], 
  "section_title": "COPENHAGEN IN CONTEXT", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Now that the last confusing and highly emotional moments in Copenhagen are history, the question remains of how the Conference and its outcome should be characterized in the larger scheme of things.", 
    "Was Copenhagen a failure?", 
    "There seems to be no question that the deep divisions and ill will that characterized the negotiations and the resulting Copenhagen Accord were disappointing to many negotiators and observers alike.", 
    "However, when looking back through the history of the UNFCCC, there has been important progress in the past five years.", 
    "In other words, long-term discussions have evolved from an informal one-day seminar for government experts in May 2005, through the Convention Dialogue and Bali Roadmap, to the Copenhagen Conference, where, for the very first time, the majority of the world s leaders gathered to frankly and seriously discuss climate change - now commonly recognized as a serious threat to humanity.", 
    "Their discussions also covered a full range of formerly unmentionable issues, such as adaptation and mitigation by developing countries.", 
    "Agreement was reached on mitigation actions by both developed and major developing countries, and billions of US dollars were pledged for short and long-term finance.", 
    "Had the threat posed by climate change not been so urgent and serious, delegates would therefore have had every reason to be satisfied with their achievements over the past few years.", 
    "However, as things stand, the Copenhagen outcome highlights that an enormous amount of work remains to be done before people can safely believe that the world has seen a turning point in the fight against climate change.", 
    "It remains to be seen whether the political and public profile created in Copenhagen can be translated into a binding and ambitious international agreement on climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_150", 
  "enb_end_date": "19-Dec-09"
}