{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto", 
    "National Communications & Inventories"
  ], 
  "section_title": "COP-1", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The first meeting of the Conference of the Parties to the FCCC (COP-1) took place in Berlin from 28 March - 7 April 1995.", 
    "In addition to addressing a number of important issues related to the future of the Convention, delegates reached agreement on what many believed to be the central issue before COP-1 - adequacy of commitments, the 'Berlin Mandate.", 
    "' The result was to establish an open-ended Ad Hoc Group on the Berlin Mandate (AGBM) to begin a process toward appropriate action for the period beyond 2000, including the strengthening of the commitments of Annex I Parties through the adoption of a protocol or another legal instrument. COP-1 also requested the Secretariat to arrange for sessions of SBSTA and SBI.", 
    "SBSTA was established to serve as the link between the information provided by competent international bodies and the policy-oriented needs of the COP.", 
    "During the AGBM process, SBSTA addressed several issues, including the treatment of the Intergovernmental Panel on Climate Change\u0092s (IPCC) Second Assessment Report (SAR).", 
    "SBI was created to develop recommendations to assist the COP in the review and assessment of the implementation of the Convention and in the preparation and implementation of its decisions.", 
    "SBI also addressed several key issues during the AGBM process, such as national communications and activities implemented jointly. The Ad Hoc Group on Article 13 (AG13) was set up to consider the establishment of a multilateral consultative process (MCP) available to Parties to resolve questions on implementation.", 
    "AG13-1, held from 30-31 October 1995 in Geneva, decided to request Parties, non-Parties, and intergovernmental and non- governmental organizations to make written submissions in response to a questionnaire on an MCP.", 
    "Delegates continued their discussion over the course of the next three meetings.", 
    "At their fifth session, they agreed that the MCP should be advisory rather than supervisory in nature and AG13 should complete its work by COP-4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_2", 
  "enb_end_date": "11-Jun-99"
}