{
  "countries": [
    "Canada", 
    "Australia", 
    "Samoa", 
    "India", 
    "China", 
    "Mali", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "FINANCIAL MECHANISM", 
  "enb_start_date": "30-Oct-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "SBI Chair Estrada convened the contact group in the morning.", 
    "On the report of the GEF, INDIA, opposed by the EU, CANADA and SWITZERLAND, requested the deletion of text emphasizing the 'successful and substantial third GEF replenishment.", 
    "' On behalf of the G-77/CHINA, he proposed text stressing the effective operationalization of the recently established funds and the greater effectiveness of existing funds.", 
    "Parties could not agree on the proposals. On guidance to the Special Climate Change Fund, CANADA, SWITZERLAND, NEW ZEALAND, AUSTRALIA, and JAPAN supported using a new text proposed by the EU as the basis for negotiations.", 
    "INDIA, for the G-77/CHINA, preferred using the Chair\u0092s text.", 
    "CANADA, with SWITZERLAND, stressed the prioritization of guidance to the Fund.", 
    "NORWAY and the EU underscored their support for operationalizing the Fund, stressing the importance of identifying priorities and following similar procedures used in establishing the Least Developed Country (LDC) Fund.", 
    "Parties could not agree on providing guidance on the Special Climate Change Fund to the financial mechanism for now, and agreed on an EU proposal to consider Party submissions and discussions at SB-18 and a decision at COP-9. On the LDC Fund, delegates discussed the Canadian proposal, noting that it contained specific elements for the organization of four regional workshops and the initiation of a dialogue on next steps in the national adaptation programmes of action (NAPA) implementation process.", 
    "MALI requested Annex I Parties to consider capacity-building for focal points and the implementation of NAPAs.", 
    "SAMOA stressed language on the complementarity of the Funds and the operational guidance from the COP.", 
    "Following informal consultations, the draft decision on guidance to the LDC Fund was agreed with minor additions.", 
    "On the provision of additional guidance to the GEF, several Parties requested this discussion be delayed until guidance from the contact groups on capacity- building, technology transfer, UNFCCC Articles 4.8 & 4.9 (adverse effects), and Article 6 could be received. Regarding the review of the financial mechanism, the EU expressed concern with moving forward on the basis of the Chair\u0092s draft decision and distributed a new proposal.", 
    "Parties could not agree to an EU proposal requesting the Executive Secretary and the GEF to explore synergies between the review processes of the UNFCCC and the GEF, and deleted this paragraph.", 
    "On additional guidance to the operational entity of the financial mechanism, Chair Estrada invited comments on matters related to capacity-building and technology transfer.", 
    "Parties could not agree to the elements in the draft text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12206e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12206e_20", 
  "enb_end_date": "30-Oct-02"
}