{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "EIGHTH GLOBAL WARMING INTERNATIONAL CONFERENCE & EXPO", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Eighth Global Warming International Conference & Expo (GW8) was held from 26-29 May 1997 in New York.", 
    "GW8 concluded with a large number of new findings regarding recent progress in science and policy and held eighteen concurrent sessions chaired by a range of international representatives.", 
    "Particularly important was the recognition worldwide of Extreme Events (EE), short for extreme climatic events, during the earth's current climatic transition.", 
    "The economic impacts of EE are a direct result of the interaction between EE and population centers.", 
    "The rate of the growth in the impact as measured by the economic index EEI (the Extreme Event Index) is observed to be much greater than the growth in population.", 
    "For example, economic losses due to both storm and flood-related EE have increased sixty-fold in the US between the 1960s and the 1990s, while the population has not even doubled.", 
    "Participants noted that this rate of increase can only be attributed to global circulation unrest due to heat pollution and greenhouse trapping of reflected solar radiation. Participants noted that the organization of the CO2 Utilization Consortium (CUC), an industrial group, has been formalized and will oversee and fund the development of CO2 utilization technology and implement policy to support such activities.", 
    "The Expo showcased new technologies for energy and the environment, as well as journals, books and software devoted to energy and environmental management, air pollution, greenhouse gas mitigation and other topics.", 
    "The proceedings of GW7 and GW8 can be ordered from the World Resource Review (WRR); +1-630-910-1551; fax: +1-630- 910-1561; e-mail: syshen@megsinet.net."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1246e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "sbi/sbsta", 
  "id": "enb1246e_4", 
  "enb_end_date": "28-Jul-97"
}