{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING:", 
  "enb_start_date": "06-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The drafting group on finance, technology and capacity building met in the morning and afternoon.", 
    "During the morning discussions on finance, parties discussed the proposed oversight body.", 
    "Co-facilitator Burhan Gafoor recalled that divergence exists on whether this new body should be established or whether existing institutions should be strengthened to perform the proposed functions.", 
    "Parties addressed whether the process for establishing a new climate fund could also take into consideration the proposed functions of a new body.", 
    "Parties also considered whether to have in Cancun, a decision on the new body or, alternatively, a decision that does not prejudge a new body.", 
    "Several parties cautioned against taking a decision in Cancun that would prejudge the eventual outcome of the AWG-LCA process.", 
    "During the afternoon discussion on technology, parties addressed the mandate, composition and relationship to the financial arrangements of the proposed technology executive committee (TEC).", 
    "On the mandate, parties debated whether to: specify the TEC mandate in a decision; or have a decision asking the TEC to elaborate its own modalities.", 
    "The issue of whether a distinction exists between a mandate and modalities or functionality of the TEC was raised, with views differing on this.", 
    "Disagreement also arose over the relationship between the TEC and the proposed climate technology centre and network (CTCN), in regards to a proposal that the TEC provide guidance to the CTCN and that it should therefore elaborate the CTCN s terms of reference.", 
    "An alternative position was that both these bodies would be of equal status.", 
    "On composition, parties discussed size, technical expertise and capacity, and the terms of service.", 
    "Parties also discussed: whether only government officials in their private capacity should serve on the board or if other individuals should also be included; the need for an equitable balance between developed and developing countries; and using the Expert Group on Technology Transfer as a model.", 
    "On the relationship between technology and finance, parties discussed the potential role of the TEC and whether it should provide broad policy advice or be actively linked to the funding mechanism.", 
    "Co-facilitator Goot proposed bilateral consultations on a possible technology decision and established a spin-off group on the mandate and composition of the TEC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12481e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12481e_4", 
  "enb_end_date": "06-Oct-10"
}