{
  "countries": [
    "Holy See (Vatican City)"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "A BRIEF ANALYSIS OF IPCC-42", 
  "enb_start_date": "05-Oct-15", 
  "enb_short_title": "IPCC-42", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "With the completion of the Fifth Assessment Report (AR5) and the decision made at IPCC-41 to continue its work with a Sixth Assessment Report (AR6), the 42nd session of the Intergovernmental Panel on Climate Change convened under the able hand of IPCC Acting Chair Ismail El Gizouli.", 
    "The session was dominated by the election of the Bureau, which will take the Panel forward through the next assessment cycle.", 
    "This analysis provides a brief look into the election process and some of the issues ahead for the IPCC.", 
    "Among its many particularities, the IPCC undertakes an overhaul of its Bureau with each assessment cycle.", 
    "A new IPCC Chair, as well as Co-Chairs and Vice-Chairs of the Working Groups (WGs) and Task Force Bureau (TFB), are elected to undertake each comprehensive assessment report and associated products.", 
    "On this particular occasion, the overhaul happens to coincide with the retirement of IPCC Secretary Renate Christ in July 2015.", 
    "Thus, even the IPCC Secretary will be new for the sixth assessment cycle.", 
    "In what amounts to a very complicated puzzle, positions within the Bureau must be balanced among developed and developing countries and distributed among the WMO regional groups in accordance with an agreed allocation system.", 
    "As the elections for different positions proceed, some candidates are no longer eligible, even though they have been nominated by their governme­nts, if their region has already received its full allocation of positions.", 
    "Conversely, if the region’s allocated positions have not already been filled, it must find someone to nominate with the right qualifications and relevant expertise for a specific position there and then.", 
    "Candidates are elected by a simple majority of the valid votes cast, in secret voting of one member, one vote.", 
    "In the case a majority is not achieved during initial voting, a run-off takes place between the top two candidates.", 
    "It is perhaps indicative of the influence that the Panel has come to yield that the seat for the IPCC Chair was hotly contested.", 
    "Six candidates with top credentials and experience in the IPCC were nominated and, with the exception of Ogunlade Davidson, whose candidacy was announced very late, all candidates waged extensive campaigns.", 
    "However, with secret balloting and the large roster of excellent candidates, hazarding a guess as to who might win was not easy, and the fact that there were three European candidates and one US candidate perhaps heralded a potentially split vote among developed countries.", 
    "The election of Hoesung Lee from the Republic of Korea came as a surprise to many.", 
    "The enormous amount of support that Lee received from his home country provides evidence of the increasing strength and desire for leadership on the part of some Asian countries in the climate change arena.", 
    "Less obvious is what factors most explain his success in these elections, where developing countries provided the majority of the votes.", 
    "In fact, one of the key issues that the new Chair will have to attend to is the persistent calls for greater inclusion of developing countries in all areas related to the IPCC’s work—from broader and more meaningful participation of scientists from developing countries to improved coverage of information from the developing world, particularly some areas in Africa, in the assessment reports.", 
    "These calls have only gotten louder as the assessment reports get larger and broader in their scope, and were repeatedly echoed both in the campaign materials distributed in the lead up to and during the meeting and in the candidates’ forum that took place on Tuesday morning on the margins of IPCC-42.", 
    "But this will require not only mindful leadership from the IPCC, but also greater engagement by the governments of developing countries in bringing their scientists into the process.", 
    "The other call that the Panel and its Chair will have to heed is that of improved communications and outreach.", 
    "The extraordinary complexity of the IPCC is hard for the world at large to understand, and the Panel’s inner workings remain a mystery to most.", 
    "For example, its elections were held behind closed doors, with a social media and media blackout, and were therefore likened by some to the Vatican electing the Pope, with the world waiting to see white smoke coming out of the chimney, unable to know what is going on inside.", 
    "Yet, in fact the elections were conducted with the utmost transparency and openness to everyone participating.", 
    "A better public understanding of the unique structure and procedures of the Panel could enhance its credibility.", 
    "Inclusivity and openness is something the new Bureau will also have to contend with.", 
    "The important questions that the new Bureau will be asked about climate change science will be different from those posed in the AR5, and will require moving beyond questions of attribution to, for example, clarification of the “known unknowns” (what we know that we don’t know and should probably fear) and potential feedback effects.", 
    "In addition, and as part of its mandate to be policy-relevant, the Panel will also have to address possible solutions in a world where, as noted in the AR5, decarbonization must be undertaken in the near future, but for which a shortage of sufficiently tested technologies exists to ensure such a transition.", 
    "This will all require a more interdisciplinary approach than before, and a leadership team that can really work together and reach well beyond the disciplines and networks with which they are most familiar.", 
    "Many expressed hope that the new Bureau, and the WGs and their Technical Support Units, will rise to the occasion.", 
    "As some have argued, greater inclusivity, particularly inclusion of a wider variety of approaches in the framing of questions, while possibly making the approval process of the Summary for Policy Makers at the end of the cycle more difficult, could make the report more relevant to a broader audience and range of decision makers.", 
    "The Panel should also work towards gender balance.", 
    "Of the 34 members elected to the new IPCC Bureau, eight were women in comparison to five in the previous Bureau of 31 members.", 
    "In addition, six women were elected to the TFB bringing representation in that body up to 50%, in comparison to four in the previous TFB.", 
    "Although the Bureau elected at this meeting is an improvement from the previous one in this regard, the Panel, like the scientific world at large, still has a long way to go.", 
    "Most importantly, the Bureau, and particularly the IPCC Chair, will have to demonstrate a solid grasp of the science in leading an organization that the world expects to be the most authoritative source on climate change.", 
    "The new Chair will be able to count on a strong team of Vice-Chairs and WG Co-Chairs, part of a Bureau of 34 members from all regions.", 
    "With the 21st session of the Conference of the Parties (COP 21) to the UN Framework Convention on Climate Change (UNFCCC) in Paris taking place in less than two months, and the prospect of a new climate change agreement with targets for all countries—targets expected to be inadequate in light of the effort required—tasks for the IPCC will not be hard to find.", 
    "On the table are various calls for targeted Special Reports, including on oceans, desertification, and linkages between adaptation and mitigation, that the Panel did not have time to address at this meeting but on which it will have to make prompt decisions, possibly as soon as its next session.", 
    "All hoped that these will provide useful input to the UNFCCC process and result in meaningful action on the ground.", 
    "All this will be no small undertaking.", 
    "In the words of the first IPCC Chair, Bert Bolin, on what is needed, which was recalled during the meeting: a “penetrating examination of the facts,” which is “accepted as trustworthy by the international scientific community” and “viewed in terms of the prevailing lack of equity and social justice in the world.”"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12645e.html", 
  "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)", 
  "type": "IPCC", 
  "id": "enb12645e_41", 
  "enb_end_date": "08-Oct-15"
}