{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Philippines", 
    "United States", 
    "Slovenia", 
    "China", 
    "Switzerland", 
    "Argentina"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "DEVELOPMENT AND TRANSFER OF TECHNOLOGIES", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Consultative Process: This agenda item was considered by SBSTA on Wednesday, 27 October.", 
    "Delegates expressed appreciation of the African regional workshop organized as part of the consultative process to advance the understanding of technology transfer under the Convention. Bert Metz, IPCC Working Group III Co-Chair, outlined the special report on technology transfer, which stresses that effective transfer of environmentally-sound technologies (ESTs) requires an integrated approach based on networking among stakeholders within a sustainable development framework.", 
    "He said actions to enhance technology transfer are specific to sectors, national circumstances and stakeholders. Several Parties said technology transfer should be driven by the private sector.", 
    "AUSTRALIA, the US and the EU highlighted the potential role of the CDM in technology transfer.", 
    "The PHILIPPINES, with SAUDI ARABIA and CHINA, stressed that technology transfer was a commitment under the FCCC and opposed linking it to the CDM.", 
    "CHINA said technology transfer under the Protocol should be additional to that under the FCCC.", 
    "The PHILIPPINES called for information on technology transfer activities in Annex I communications.", 
    "AOSIS stressed addressing adaptation technologies.", 
    "SWITZERLAND underscored consideration of specific national circumstances. The COP adopted SBSTA's draft conclusions and a decision (FCCC/CP/1999/L.5) on Thursday, 4 November.", 
    "The COP decided to, inter alia, extend the consultative process until COP-6 and invite non-Annex I Parties to report on their technology needs in their national communications.", 
    "It also called on Annex II Parties to report on technology transfer activities. Ways and Means of Limiting Hydrofluorocarbons and Perfluorocarbons: On Thursday, 28 October, delegates considered the report on the meeting of the IPCC and the Montreal Protocol's Technical and Economic Assessment Panel on ways and means of limiting hydrofluorocarbons (HFCs) and perfluorocarbons (PFCs).", 
    "The meeting highlighted, inter alia: the complexity of links between ozone depletion and climate change mitigation activities; the multiplicity of solutions required to address these global change issues; and the desirability of solutions tailored to regional or national needs. GREENPEACE called for action to avoid dumping potentially harmful technologies in developing countries.", 
    "ARGENTINA and others called for attention to the medical use of HFCs in metered dose inhalers. Following informal consultations conducted by Andrej Kranjc (Slovenia), COP-5 adopted a decision on the relationship between efforts to protect the stratospheric ozone layer and efforts to safeguard the global climate system on Thursday, 4 November.", 
    "In this decision (FCCC/CP/1999/L.6), the COP: invites each Party to give consideration to the information available on the ways and means of limiting emissions of HFCs and PFCs taking into account, inter alia, health, medical, environmental and safety considerations, energy efficiency and associate emissions in CO2 equivalent and technical and economic considerations; requests the IPCC to take into account this information in the TAR; and requests SBSTA to further consider aspects of this issue at its first session following COP-6. Coastal Adaptation Technologies: On Thursday, 28 October, SBSTA considered the technical paper on coastal adaptation technologies and submissions by Parties regarding options to accelerate and sustain the development and transfer of coastal adaptation technologies.", 
    "AOSIS stressed SIDS' vulnerability and underscored the need to develop long-term approaches to adaptation in the Convention's context.", 
    "He noted that financial and human resources limitations have stifled progress in adaptation and highlighted the potential of the CDM in this regard. COP-5 endorsed the SBSTA conclusions (FCCC/1999/SBSTA/L.21), which: note the need to develop endogenous capacities, technologies and know-how to enable Parties to evaluate and implement appropriate adaptation strategies; recognize that such technologies are important to countries vulnerable to sea-level rise; and state that further work on such technologies, including their transfer, should be considered as part of the transfer of technology consultative process. Other Matters Relating to Development and Transfer of Technology: On Thursday, 28 October, the FCCC Secretariat reported to SBSTA on its cooperative activities aimed at improving the climate data from reporting systems.", 
    "In its conclusions (FCCC/SBSTA/1999/L.18), SBSTA called on the Secretariat to continue its collaboration with the OECD's Development Assistance Committee to provide comprehensive data."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_20", 
  "enb_end_date": "08-Nov-99"
}