{
  "countries": [
    "Russian Federation", 
    "Ukraine", 
    "Belarus"
  ], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Day V of the Bonn meeting was marked by V, for voting.", 
    "A vote on appealing the SBI chair s decision to allow further interventions on the agenda item proposed by the Russian Federation, Ukraine and Belarus prompted some to call this vote unprecedented.", 
    "However, some climate veterans recalled that this was not the first time a vote had taken place during UNFCCC negotiations, with one negotiator remembering a COP 2 vote on the location of the Secretariat.", 
    "In the hallway, debates on the pros and cons of voting in the climate process ensued.", 
    "One delegate opined that some fear that the issue of voting could set a dangerous precedent of creating procedural winners and losers, when what we need is a strong collective effort.", 
    "In the evening friends of the chair group, tasked with discussing the issue, delegates reportedly had difficulty finding an amicable solution.", 
    "On the table there were some options, including: considering the proposal as a formal sub-item under the agenda item on intergovernmental arrangements; including a footnote; or adding elaborated text in the annotated agenda.", 
    "At this stage, it seems clear for many that the discussion is much more than just about the agenda.", 
    "While many continued to speculate on the proponents objectives, others debated the end result.", 
    "As one delegate maintained: whatever decision is taken, it should not set a precedent for parties to question the validity, and thus the need to comply with COP decisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12574e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12574e_6", 
  "enb_end_date": "08-Jun-13"
}