{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "ADAPTATION FUND:", 
  "enb_start_date": "08-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chairs Uosukainen and Anaedu convened the second contact group on the Adaptation Fund to update parties on progress in informal negotiations.", 
    "A revised draft decision was also circulated with a number of elements remaining in brackets, including: a sentence on how the operating entity will be comprised; the Adaptation Fund Board's role; a number of references to the Board's functions; the numbers on and composition of the Board; and the identity of the Trustee.", 
    "Co-Chair Uosukainen reported lengthy deliberations on whether the Board will supervise or manage the Adaptation Fund, and identified the need to organize the paragraph setting out the Board's functions.", 
    "He described the issue of the Board's composition as complicated, with parties exploring options that would combine regional and special group (SIDS and LDCs) representation with members from Annex 1 and non-Annex 1 parties, or would include only regional and special groups.", 
    "Consultations continued informally. BUNKER FUELS / ARTICLE 2.3 (ADVERSE EFFECTS): Informal consultations were held jointly on two separate issues under the SBSTA : emissions from international aviation and maritime transport (bunker fuels); and Protocol Article 2.3 (adverse effects).", 
    "Delegates discussed some parties \u0092 support for further consideration of Article 2.3 but not bunker fuels, and other parties \u0092 preference for more work on bunker fuels but for not prioritizing discussions on Article 2.3.", 
    "Little progress was reported as of Friday evening. BUENOS AIRES PROGRAMME OF WORK (DECISION 1/CP.10): During informal consultations, country groups tabled proposals for text, including elements for consideration in the draft COP decision on progress on the implementation of decision 1/CP.10.", 
    "Consultations will continue on Saturday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12348e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12348e_4", 
  "enb_end_date": "08-Dec-08"
}