{
  "countries": [
    "Bolivia", 
    "Germany", 
    "Chile"
  ], 
  "topics": [], 
  "section_title": "4.2: Response Options for Adaptation:", 
  "enb_start_date": "27-Oct-14", 
  "enb_short_title": "IPCC-40", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Referring to a sentence on adaptation experience accumulating across regions in the public and private sectors and within communities, Bolivia, supported by Chile and opposed by the EU, stressed the importance of adding reference to 'indigenous and local knowledge systems and practices'.", 
    "Authors explained that Bolivia's request was not in line with WGII conclusions on adaptation experience as assessed.", 
    "The sentence was then approved as presented, but authors then proposed, and participants agreed, to insert an additional sentence from the WGII SPM on the increasing recognition of the value of social (including local and indigenous), institutional and ecosystem-based measures and of the extent of adaptation constraints.", 
    "On a sentence stating that adaptation options exist in all sectors and regions, participants agreed to a proposal by Germany to specify that options exist with diverse 'potential' and approaches.", 
    "The rest of the paragraph was approved without change.", 
    "Final SYR SPM Text: The headline for this subsection states that: adaptation options exist in all sectors, but their context for implementation and potential to reduce climate-related risks differ across sectors and regions; some adaptation responses involve significant co-benefits, synergies and trade-offs; and increasing climate change will increase challenges for many adaptation options.", 
    "This subsection contains paragraphs noting that adaptation experience is accumulating across regions in the public and private sectors and within communities, and that the need for adaptation along with associated challenges is expected to increase with climate change.", 
    "This subsection also includes Table SPM.3 on approaches for managing the risks of climate change through adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12607e.html", 
  "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)", 
  "type": "", 
  "id": "enb12607e_34", 
  "enb_end_date": "31-Oct-14"
}