{
  "countries": [
    "Denmark", 
    "New Zealand", 
    "Finland", 
    "Italy", 
    "Netherlands"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "DISCUSSION ON WORKING PAPER 3", 
  "enb_start_date": "10-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Participants discussed the questions raised in Working Paper 3, beginning by addressing key methodological issues for agriculture.", 
    "Regarding the definition and projection of activity levels and emission factors, participants deliberated approaches for projecting emission factors and the possibility of identifying best practices for such estimates.", 
    "Participants discussed how sector sensitivity might vary over time.", 
    "Italy noted the inverse relationship between ammonia production from manure management and methane and nitrous oxide emissions.", 
    "He suggested a relationship between the UNFCCC and the Convention on Long-Range Transboundary Air Pollution to address this.", 
    "Participants discussed how to reflect ammonia production in projections, with the EC observing that this data may already be included in information on P&Ms, and thereby included in models. Participants also deliberated whether emission factors should be kept constant or extrapolated for the purpose of projections, agreeing that where additional information is available, emission factors should not be held constant.", 
    "They also agreed that where Parties have specific emission factors, these should be applied. Participants noted that longer-term agriculture models should be encouraged. They then addressed the use of specialized agriculture models in projections, discussing briefly the New Zealand OVERSEER Nutrient Budget model for estimating nitrous oxide emissions from soil.", 
    "Participants agreed that recommendations on specialized models are not desirable at this point. On modeling greenhouse gas-related factors particularly relevant to agriculture, Finland raised the problem of lack of data availability, and suggested improving methodologies for gathering information.", 
    "Noting that it is more a matter of good organization than lack of data, the Netherlands said detailed statistics, updated every five years, could significantly improve the quality of inventories.", 
    "The EC pointed to bottom-up approaches for assessing P&Ms, and the Netherlands suggested merging both bottom-up and top-down approaches.", 
    "Italy proposed improved cooperation between national institutions, possibly through expert groups, to allow more cohesive institutional arrangements. Participants discussed the UNFCCC guidelines\u0092 requirement to present the main drivers of projected emissions from agricultural activities in order to increase the transparency and credibility of projections in the sector.", 
    "The Netherlands supported the idea of providing an explanation of the drivers, suggesting that the experts who provide the figures could easily add a simple clarification.", 
    "Among the main factors that influence emissions, Denmark proposed area of occupation, number of livestock, fertilizer application and distribution of manure as general examples.", 
    "The Republic of Korea added area of rice cultivation.", 
    "New Zealand suggested referring to the IPCC common reporting format (CRF) tables.", 
    "Finland called for more information on historical background and linking past and future trends. Participants then turned to questions on key methodological issues for LULUCF.", 
    "Chair Young encouraged participants to discuss specific difficulties in presenting LULUCF projections.", 
    "Participants agreed that producing LULUCF inventory information is challenging enough, and that projections pose an additional burden.", 
    "New Zealand and Denmark suggested lack of expertise as a challenge to projections.", 
    "The Netherlands said projections can be based on extrapolation, but this results in high uncertainty.", 
    "Finland pointed to three challenges: classification of land according to the IPCC categories; difficulties in tracking changes in land use; and assessing the distribution of mineral and organic soils.", 
    "Other participants observed that their countries had not produced national projections since they await the adoption of the IPCC LULUCF Good Practice Guidance (GPG).", 
    "Participants agreed to recommend that the GPG form the basis for assessing projections. Turning to drivers of projected LULUCF emissions, participants addressed whether recommendations could be provided on factors and variables. Regarding how drivers could best be used to clarify the projected behavior of greenhouse gas emissions and removals from LULUCF, Chair Young suggested that the problem is related to reporting rather than methodologies.", 
    "Jenny Wong noted that the workshop on fourth national communications, scheduled for 30 September to 1 October 2004, will address the issue from a reporting perspective. Participants discussed approaches, methods and sources of information and data, commenting that methods used by Parties to report emissions and removals vary, are usually not comparable, and diverge from those used in national inventories.", 
    "They exchanged views on the relevance of extrapolating emissions and removals and providing alternative approaches.", 
    "New Zealand noted there are models available that could be used.", 
    "Finland suggested that agriculture and LULUCF reporting should be more closely linked.", 
    "Wong noted that in the forthcoming 2006 IPCC guidelines, agriculture will be included with LULUCF."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12243e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change (UNFCCC) workshop on emissions projections from Parties included in Annex I of the UNFCCC", 
  "type": "", 
  "id": "enb12243e_14", 
  "enb_end_date": "10-Sep-04"
}