{
  "countries": [
    "Brazil", 
    "United States", 
    "Senegal", 
    "Switzerland", 
    "Philippines", 
    "Papua New Guinea"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SBSTA", 
  "enb_start_date": "08-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "Coalition for Rainforest Nations"
  ], 
  "sentences": [
    "WORKSHOP ON THE NEED TO IMPROVE THE COORDINATION OF SUPPORT FOR THE IMPLEMENTATION OF REDD+: This workshop was co-chaired by Madeleine Diouf (Senegal) and Keith Anderson (Switzerland).", 
    "Country presentations : Papua New Guinea, for the COALITION FOR RAINFOREST NATIONS, proposed establishing a REDD+ Committee under the COP.", 
    "She suggested its functions include: providing guidance on multilateral initiatives; managing requests for support; and organizing evaluation of submitted reports.", 
    "Questions were raised on the differences between providing adequate support and facilitating mobilization, and lessons learned from bodies outside the UNFCCC.", 
    "In response, she reiterated that the committee is not envisioned as a financial mechanism but as a support coordinating body.", 
    "The US highlighted examples of donor efforts to coordinate support.", 
    "On a possible new institution, she said that many proposed functions are already fulfilled and cited the subsidiary bodies as the place for providing guidance on support for REDD+.", 
    "Parties discussed: the value of coordination under the UNFCCC; designing support to address implementation barriers; and challenges to accessing support.", 
    "In response, she said, inter alia : money is starting to move and urged completion of outstanding SBSTA work.", 
    "Brazil called for the GCF to play a central role in the architecture of a results-based system for REDD+ and underlined that payments dispersed from the Fund would need to be based on equitability, not a fixed monetary value of carbon.", 
    "Parties questions addressed inter alia : whether the GCF should be a central part of the architecture and readiness-phase funding could be needs-based.", 
    "The Philippines, for ASEAN, expressed openness to exploring potential governance structures and supported an interim registry or database for REDD+ support and actions that could be managed by the Secretariat on an interim basis.", 
    "In the ensuing discussion, many developing countries pointed to some of the functions needed for coordinating forest mitigation activities in developing countries, including: streamlining the network of support; simplifying procedures; enabling equitable distribution of funding, as well as consistency of standards and equity of access.", 
    "A number of developed countries preferred existing institutions to be enhanced and streamlined with the purpose of ensuring coordination of REDD+ actions. SBSTA/SBI"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12574e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "sbsta", 
  "id": "enb12574e_4", 
  "enb_end_date": "08-Jun-13"
}