{
  "countries": [
    "Mali", 
    "South Africa", 
    "Angola", 
    "Chad", 
    "Mexico"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "WELCOMING CEREMONY", 
  "enb_start_date": "29-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "COP 16 President Patricia Espinosa, Minister of Foreign Affairs, Mexico, urged delegates to agree on, inter alia : full implementation of the Cancun Agreements; capitalizing the Green Climate Fund; and the future of the Kyoto Protocol, reaffirming the relevance of a rules-based system. UNFCCC Executive Secretary Christiana Figueres stressed that two decisive steps must be taken in Durban: tasks from COP 16 must be completed; and key political questions from Cancun answered.", 
    "She highlighted: launching the Adaptation Committee; operationalizing the Technology Mechanism in 2012; approving the Green Climate Fund; and providing more clarity on fast-start finance.", 
    "She stressed the need for a fair and responsible process towards a multilateral rules-based system under the Convention.", 
    "Vice-President of Angola, Fernando de Piedade Dias dos Santos, representing the Southern African Development Community, stated that the Kyoto Protocol is the only suitable tool that can enable the international community to remain committed to reducing greenhouse gas emissions.", 
    "President of Chad, Idris Déby Itno, representing the Economic Community of Central African States, said Africa needs the resources to mitigate and adapt to climate change.", 
    "Jacob Zuma, President of South Africa, emphasized the need for a balanced, fair and credible outcome in Durban.", 
    "He highlighted the responsibility of affirming the multilateral rules-based system, anchored by the Kyoto Protocol, as well as the need to provide funding to address climate change impacts by operationalizing the Green Climate Fund.", 
    "Delegates observed a minute of silence to honor SBSTA Chair Mama Konaté of Mali, who had recently passed away and had been a key actor in the climate change process over many years."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12524e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12524e_1", 
  "enb_end_date": "29-Nov-11"
}