{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Technology Transfer", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Technology Transfer"
  ], 
  "section_title": "DEVELOPMENT & TRANSFER OF TECHNOLOGIES", 
  "enb_start_date": "17-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates met in two drafting groups and a contact group to work on developing consensus text on the framework for meaningful and effective actions to enhance the implementation of UNFCCC Article 4.5 (development and transfer of technologies). In a morning session of the second drafting group, which worked on the themes of capacity building and mechanisms for technology transfer, a smaller group was convened to discuss and propose text on the implementation of capacity building in the context of technology transfer. The contact group then convened in the afternoon to consider and adopt the consensus text from the first group working on the three themes of technology needs and needs assessment, technology information, and enabling environment.", 
    "Rather than singling out developing country Parties or countries with economies in transition, the contact group decided to make reference to 'Parties other than developed country Parties and other developed Parties not included in Annex II, particularly developing country Parties.", 
    "' The three sections were then agreed upon. Co-Chair Cooper noted that consultations were ongoing on the framework text in order to achieve consensus language.", 
    "She then introduced a Co-Chairs' proposal for a draft decision to which the framework would be annexed for consideration by the group. The contact group then reconvened in a closed evening session and focused on the remaining sections on capacity building and mechanisms for technology transfer.", 
    "Delegates debated whether language used in the framework should be obligatory, that is, whether to use 'shall' or 'are encouraged to.", 
    "' The group then considered the mechanisms for technology transfer.", 
    "There was divergence over the need for, and composition and functions of, the proposed intergovernmental panel of experts or advisory group of experts.", 
    "The group continued its work late into the night.", 
    "It was expected that on completion of the work on the framework, delegates would begin considering a Co-Chairs' proposal for a draft decision on technology transfer. POLICIES AND MEASURES (P&Ms): Delegates convened in this contact group to continue discussions on the elements for a draft decision on P&Ms.", 
    "The group agreed to delete text on a draft decision that the task on P&Ms required under the Buenos Aires Plan of Action has been completed.", 
    "On the decision that future work should take place through initiatives involving all Parties and should include the exchange of information on P&Ms, SAUDI ARABIA, opposed by CANADA, emphasized that the information should relate to the P&Ms of Annex I Parties.", 
    "Other text that was bracketed included: SAUDIA ARABIA's proposed reference to methodological issues related to assessing the effectiveness 'and impact' of P&Ms; a reference proposed by the US to 'assessing/characterizing' the effectiveness of P&Ms; and the EU's reference to the future 'structured' work on P&Ms. On text requesting the Secretariat to make available information on P&Ms related to the future work on P&Ms as reported in the national communications by Annex I Parties, SAUDI ARABIA, opposed by the US, JAPAN and CANADA, urged reference to information on P&Ms implemented and planned 'under the Convention and its Protocol.", 
    "' This was bracketed.", 
    "On the decision requesting the Secretariat to organize the first workshop and report the results to COP-7, AUSTRALIA included reference to 'side events.", 
    "' Regarding text requesting the SBSTA to consider the results obtained from the actions taken and to report them to COP-7, with a view to taking a decision in the lead-up to the COP/MOP, the US urged that the entire decision be bracketed.", 
    "Delegates agreed to further consult on the text.", 
    "On the draft decision inviting Parties to provide the necessary financial support for the workshops and other activities, the G-77/CHINA said this refers to Annex I Parties.", 
    "The US proposed also inviting 'interested international organizations.", 
    "' Both proposals were bracketed. Regarding the decision that future work should enable an assessment of demonstrable progress of Annex I Parties in achieving their Protocol commitments, the G-77/CHINA, SAUDI ARABIA and the EU underlined the importance of this issue.", 
    "The US stated that it was unable to continue discussion on this issue pending the outcome of deliberations in other contact groups.", 
    "CANADA proposed deleting the decision.", 
    "Delegates agreed to defer discussion on this issue.", 
    "On the chapeau, the US, CANADA, AUSTRALIA and JAPAN, opposed by SAUDI ARABIA, proposed deleting reference to specific provisions of the UNFCCC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12156e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12156e_4", 
  "enb_end_date": "17-Nov-00"
}