{
  "countries": [
    "Russian Federation", 
    "Finland", 
    "South Africa"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "TASK GROUP ON DATA AND SCENARIO SUPPORT FOR IMPACTS AND CLIMATE ANALYSIS (TGICA)", 
  "enb_start_date": "05-Oct-15", 
  "enb_short_title": "IPCC-42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday afternoon, the Panel considered the report on TGICA activities (IPCC-XLII/INF.14), including on: TGICA-22; the Expert Meeting on Decision-Centered Approaches to the Use of Climate Change Information; and the Clinic to Work Through Real World Cases Brought by Participants.", 
    "TGICA Co-Chair Timothy Carter (Finland) provided an update on the Data Distribution Centre (DDC), saying the most recent addition is information on extremes, and noted the opportunity is still available for users to provide feedback through a DDC User Survey.", 
    "He outlined general activities, including TGICA participation in preparations for Phase 6 of the Coupled Model Intercomparison Project, feedback to authors of the Scenario Model Intercomparison Project and the IPCC Expert Meeting on Scenarios.", 
    "He recalled the decision at IPCC-41 to revisit the mandate of TGICA at IPCC-43.", 
    "He said a Scientific Steering Committee has been selected and will undertake preparations for such a discussion.", 
    "The Russian Federation called for ensuring access by all authors to a complete e-Library of articles to improve the success of AR6.", 
    "TGICA Co-Chair Carter stressed that accessibility of information is an area that concerns TGICA, saying that ensuring access by all countries to material in the DDC would be a top priority if the TGICA mandate is extended.", 
    "TGICA Co-Chair Bruce Hewitson (South Africa) reported on the Expert Meeting on Decision-Centered Approaches, held from 30 June – 2 July 2015, in New York, US, noting there were 46 participants, including 21 from developing countries or economies in transition.", 
    "He explained that the meeting focused on how to use climate information to support adaptation and climate risk management, and undertook a participatory process to present and explore approaches.", 
    "Hewitson outlined key messages, including: the opportunity for greater “intellectual investment” in private sector partnerships and in climate services; a strong need for smaller information-based products that complement larger assessment reports; and greater knowledge sharing with other relevant organizations.", 
    "The Panel noted the report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12645e.html", 
  "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)", 
  "type": "", 
  "id": "enb12645e_24", 
  "enb_end_date": "08-Oct-15"
}