{
  "countries": [
    "Canada", 
    "Argentina"
  ], 
  "topics": [], 
  "section_title": "QELROs", 
  "enb_start_date": "03-Dec-97", 
  "enb_short_title": "3rd COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The negotiating group on QELROs, chaired by Raúl Estrada Oyuela (Argentina), met for the first time in the morning.", 
    "Discussion focused mainly on budgets and differentiation.", 
    "On budgets, one delegation explained once again its preference for the concept of the budget approach.", 
    "A group of countries opposed the concept, saying that there was confusion between the terms 'budget periods' and 'emission budgets.", 
    "' As a way to alleviate confusion, one delegation proposed using the term 'compliance period' within a paragraph on timing for QELROs.", 
    "A contact group was formed to consider language to describe the 'budget/compliance' period.", 
    "There seemed to be increasing agreement that the range for the initial 'budget period' should be five years.", 
    "However, further negotiation will be needed to determine when it should begin. The group also discussed possible parameters for differentiation on the basis of a recent offer by one delegation to be flexible on acceptance of the concept.", 
    "A country indicated that differentiation might be appropriate if limited, and suggested a range of 0-5% as an example.", 
    "A regional group indicated that differentiation should not be allowed to become a loophole.", 
    "Concern was expressed that differentiation might result in an excuse for inaction. Canada submitted a proposal on QELROs consisting of a 3% reduction of GHGs below 1990 levels by the year 2010.", 
    "It also provides for an additional reduction of 5% by 2015, and indicates that the years 2010 and 2015 refer to the mid-point years of budget periods.", 
    "Canada\u0092s objective is a protocol that provides for comprehensive coverage, including sinks and six greenhouse gases, and maximum flexibility in its implementation.", 
    "Flexibility would entail measures such as emissions trading and the banking and borrowing of emissions budgets.", 
    "Canada said joint implementation with credits offers the best combination of technology and financial transfer to developing countries and expressed the hope that developing countries would see its potential value.", 
    "He also called for recognition of the potential contribution of other measures, including the export of energy with low carbon content. Canada said that delegates must come away from Kyoto confident that key developing countries, especially those whose emissions are large and growing, will ultimately be part of a processs leading to a solution.", 
    "Developing countries should take care not to feed ammunition to those people who would cite their arguments as an excuse for doing nothing.", 
    "Canada stated that equivalency of effort is an important objective if their target must be 'sold' domestically.", 
    "An acceptable way to appropriately recognize national circumstances must be found, and differentiated targets could be included.", 
    "He said that while the EU\u0092s wish to act jointly is understandable, he remains unpersuaded that this approach would be equitable.", 
    "A major problem inherent in the EU 'bubble' approach is its allowance for wide differentiation of targets within the EU, while denying differentiation to others.", 
    "The effect of future additions of EU member states also presents a problem. Contact groups were formed to discuss differentiation and the number of gases to be covered by the legal instrument (coverage).", 
    "The QELROs group continued its deliberations on gas coverage and sinks in an evening session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1269e.html", 
  "enb_long_title": "Third Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb1269e_1", 
  "enb_end_date": "03-Dec-97"
}