{
  "countries": [
    "United Kingdom", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Saint Lucia", 
    "France", 
    "United States", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Switzerland", 
    "Japan"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "AD HOC GROUP ON ARTICLE 13", 
  "enb_start_date": "30-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "PLENARY", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Chair Patrick Szell (UK) reconvened AG13 to proceed with a paragraph-by-paragraph review of the draft compilation of proposals for a multilateral consultative process (MCP) (FCCC/AG13/1997/2 Annex II).", 
    "Parties agreed on a reformulated introductory paragraph prepared by a working group chaired by Zimbabwe.", 
    "The paragraph establishes the MCP as a set of procedures to be served by a committee.", 
    "There was no agreement on whether the committee should be standing or ad hoc or whether it should be established under the SBI. On the second paragraph, which sets out objectives, the Chair noted an EU proposal, supported by SWITZERLAND and AUSTRALIA, to refer to the 'process' rather than the committee.", 
    "The US, supported by SAUDI ARABIA, proposed that the MCP provide Parties with advice on 'their' implementation of the Convention.", 
    "The EU said Article 13 of the FCCC refers to advice on 'the' implementation. On the subparagraphs of paragraph 2, there was no agreement on the objectives of promoting understanding of the Convention and preventing disputes.", 
    "The Chair noted support from IRAN, CHILE and CHINA for the inclusion of the provision of assistance to Parties together with an EU suggestion that the committee advise other elements of the FCCC on providing financial and technological assistance.", 
    "The Chair agreed to note IRAN\u0092s proposal, supported by SAUDI ARABIA, to reformulate subparagraphs 2(a), (d) and (e), to read: 'Providing [consultative] assistance to the Parties in need in order to facilitate implementation of the Convention and finding solutions to the possible problems in this regard.", 
    "' The Chair noted that the question of providing assistance was likely to continue to haunt the Parties. AUSTRALIA and the US objected to a suggestion by SWITZERLAND, supported by FRANCE, that the objectives include a reference to a protocol.", 
    "The Chair advised Parties to forget references to a protocol until next year. The EU proposed changing the order of paragraphs in the compilation text.", 
    "Parties agreed to move a paragraph on the nature of the MCP (paragraph 6) to create a new paragraph 3 and to remove brackets from a reference to 'timely' conduct of the process and from a reference to full participation by concerned Parties.", 
    "SAUDI ARABIA , CHINA and SAINT LUCIA considered that a non-confrontational and transparent process called for participation by concerned Parties.", 
    "The EU concurred.", 
    "SWITZERLAND and FRANCE questioned involvement of concerned Parties at the final stages of the process.", 
    "The Chair noted that the meaning of 'process' throughout the text should now be understood in light of the new first paragraph. The Chair explained that paragraph 5, which states that the MCP will be separate from and without prejudice to the provisions of FCCC Article 14 (settlement of disputes), is based on wording from the Montreal Protocol.", 
    "SAUDI ARABIA recalled that FCCC Article 13 is not a non-compliance procedure.", 
    "The Chair invited Parties to ask whether the MCP\u0092s relationship to the settlement of disputes in FCCC Article 14 arose at all, given its 'helpline' nature. In the afternoon, discussion took place on a paragraph concerning the committee mandate, which is to become a new paragraph.", 
    "It was agreed that the title should be changed to 'Mandate of the Committee.", 
    "' The EU proposed reversing the order of subparagraph (a) (providing assistance) and (b) (submissions and information), generating ample debate on the priority each should be accorded.", 
    "SWITZERLAND considered that (b) was of a procedural nature and would be better dealt with in accordance with procedural paragraph 12.", 
    "The EU made a proposal to include some elements of (b) in the chapeau.", 
    "Upon a suggestion by the Chair, AG13 agreed to delete (b) on the understanding that it would be dealt with in the chapeau in similar terms to those proposed by SWITZERLAND. On (a)(i), it was decided to include a reference to 'resolution' of questions.", 
    "On (a) (ii), there was significant debate on provision of assistance to Parties.", 
    "Proposals in this regard were made by CHINA, SWITZERLAND, the EU and the US.", 
    "SWITZERLAND agreed to go along with the EU proposal that assistance consist of advice and recommendations on technical and financial aspects.", 
    "The remaining proposals will appear in the new compilation text.", 
    "On (c), there was considerable debate on the role of the COP.", 
    "The EU and FRANCE were of the view that the brackets should be lifted.", 
    "SAUDI ARABIA requested that (c) be deleted.", 
    "The US, JAPAN and SWITZERLAND considered that it should remain bracketed.", 
    "A reference to SBI was placed in brackets."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1248e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "enb1248e_2", 
  "enb_end_date": "30-Jul-97"
}