{
  "countries": [
    "Canada", 
    "Brazil", 
    "Panama", 
    "Indonesia", 
    "United States", 
    "Trinidad and Tobago", 
    "Mali", 
    "Switzerland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Pakistan", 
    "Australia", 
    "South Africa", 
    "India", 
    "Papua New Guinea", 
    "Zimbabwe", 
    "China"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "National Communications & Inventories"
  ], 
  "section_title": "SHARED VISION (AWG-LCA)", 
  "enb_start_date": "01-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-facilitator Margaret Mukahanana-Sangarwe (Zimbabwe) asked for input on translating her non-paper into a text before Friday to give to the AWG-LCA Chair.", 
    "Many delegates favored the co-facilitator bringing her existing text into draft decision language, while some preferred a country-driven process in informal informals.", 
    "Parties also shared their views on whether the text should stress a peak emissions year and a global goal or if it should be more holistic.", 
    "Parties agreed to convene an informal informal session to work on the text in the AWG-LCA amalgamation document. DEVELOPED COUNTRY MITIGATION (AWG-LCA): During informal consultations, many parties expressed willingness to begin drafting on the basis of the non-papers from Panama.", 
    "The EU suggested that the decision focus on: recognizing and establishing a process to narrow the ambition gap; an international, common rules-based accounting system; and a process to understand the assumptions underlying current pledges.", 
    "On the level of ambition, Switzerland, for the EIG, suggested: a process to increase ambition; technical workshops; and further consideration at COP 18.", 
    "The US said the Cancun Agreements do not establish a process for narrowing the ambition gap and this should be considered in the 2013-2015 review.", 
    "NEW ZEALAND, supported by AUSTRALIA and NORWAY, proposed a template as a flexible tool to capture information on pledges, including on sectors, metrics, gases and timeframes covered .", 
    "On accounting, AUSTRALIA supported a common accounting framework for all parties.", 
    "The EU said common accounting rules are key to increasing ambition and ensuring transparency.", 
    "The US said the development of such rules was not mandated by the Cancun Agreements and suggested they be based on IPCC methodologies.", 
    "On IAR, BOLIVIA called for a compliance system and a set of penalties.", 
    "Mali, for the AFRICAN GROUP, suggested a robust compliance mechanism.", 
    "CHINA said discussions on developed and developing countries mitigation efforts should remain separate. DEVELOPING COUNTRY MITIGATION (AWG-LCA): During informal consultations, many parties expressed support for the non-papers as a basis for further discussions.", 
    "BOLIVIA expressed concern that requirements being imposed on developed and developing countries are too similar.", 
    "The EU reiterated that progress on these issues is a key part of the Durban package and suggested that text for a decision focus on the same areas identified for developed countries mitigation issues.", 
    "Switzerland, for the EIG, highlighted three key issues: ambition and the need for information on the ambition gap; clarification of ambition; and common accounting rules.", 
    "On biennial update reports, the US said the Cancun Agreements set their frequency at every two years and the information should be consistent with national communications.", 
    "INDIA said biennial update reports should be: less onerous than biennial reports for developed countries; updates of the latest national communications; and contingent on financing from Annex I parties. NEW ZEALAND, supported by AUSTRALIA and CANADA, proposed including a template for understanding underlying assumptions for NAMAs.", 
    "On accounting, PAKISTAN said a common reporting format is not applicable and expressed preference for a graduated model.", 
    "On the registry, AUSTRALIA supported a simple and accessible web platform, but stressed that it should not replace the need to clarify the pledges.", 
    "SOUTH AFRICA said the registry could help raise developing countries ambition.", 
    "On ICA, the US highlighted that, according to the Cancun agreements, a technical analysis should be followed by consultations and suggested these be held in the subsidiary bodies for the sake of transparency and in a non-intrusive and non-punitive manner.", 
    "INDIA stressed that ICA should be less onerous than IAR.", 
    "INDONESIA and BRAZIL said ICA should not be burdensome. ADAPTATION (AWG-LCA): Facilitator Kishan Kumarsingh (Trinidad and Tobago) asked delegates to consider the budget implications in their work on the Adaptation Committee.", 
    "The G-77/CHINA said the Adaptation Committee should report directly to the COP, and highlighted linkages with other institutional arrangements.", 
    "Informal informals will convene to streamline text and narrow options. MARKET APPROACHES (AWG-LCA): Delegates discussed options on what role the UNFCCC should play in guiding development of various approaches.", 
    "AUSTRALIA supported working together on new market mechanisms and PAPUA NEW GUINEA said market mechanisms need to have strong environmental integrity.", 
    "Suggesting that the days of a purely top-down approach are gone, NEW ZEALAND urged reassessing the role of the UNFCCC.", 
    "The EU supported establishing a new market-based mechanism in Durban.", 
    "A drafting group will meet on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12526e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12526e_12", 
  "enb_end_date": "01-Dec-11"
}