{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "A TALE OF THREE PROCESSES", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "…it was the age of wisdom, it was the age of foolishness… Many recognized that the technical negotiations forming the shape of any Paris agreement are insufficient to deliver a final deal without higher political guidance.", 
    "Several seasoned observers described a pyramid comprising processes inside and outside the UNFCCC at the heads of state, ministerial and technical levels.", 
    "Along these lines, ministers are expected to agree on a “finance package” on the margins of the Lima meetings of the International Monetary Fund and the World Bank on 7 October.", 
    "In light of the different levels of negotiators working toward agreement in Paris, many arriving in Bonn welcomed reports from the informal ministerial meetings held in Paris in July.", 
    "Guidance on some sticky issues, including on differentiation and level of ambition, could be found in the Aide-Mémoire from the informal ministerial meetings.", 
    "Yet, those in Bonn hoping for progress on these issues were disappointed.", 
    "There was very little evidence in the ADP that these ministerials had even occurred.", 
    "ADP 2-10 demonstrated the challenges in trying to bridge the disconnect between higher-level political processes and technical negotiations.", 
    "Some highlighted that while the ministerials did provide guidance on how to address the issue of differentiation, they did not specify how to operationalize it under the thematic elements.", 
    "The absence of clarity at the political level on how to address differentiation in each of the sections characterized facilitated group discussions at the technical level in Bonn.", 
    "Yet, by the end of the session, there was a sense that some of the momentum generated in July on differentiation had slowly begun to percolate down into the spin-off group on differentiation in the mitigation section.", 
    "Parties were able to at least identify all the ways differentiation was reflected in the text.", 
    "The open question is whether technical negotiations should feed into political negotiations or vice versa.", 
    "For some, delegates in the technical negotiations have both history and expertise on their side, which are valuable resources to resolve issues, and inform the political discussions.", 
    "For others, the political level should provide guidance to the technical negotiations, in part by identifying political trade-offs and crafting compromises."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_31", 
  "enb_end_date": "04-Sep-15"
}