{
  "countries": [
    "United States", 
    "Ghana", 
    "Saudi Arabia"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "Technology Transfer"
  ], 
  "section_title": "CROSS-CUTTING ISSUES", 
  "enb_start_date": "07-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Chair Dovland said this meeting was aimed at facilitating coherence and eliminating duplication of work among the various issues under negotiation.", 
    "He noted linkages between the work on mechanisms, compliance and Articles 5, 7 and 8, and suggested grouping these cross-cutting issues in seven areas: supplementary information relating to the mechanisms; the review of mechanisms-related activities; the relationship between the adjustment and compliance procedures; the relationship between the classification of problems and the screening procedure; implementation issues; and criteria for mechanisms participation.", 
    "He then listed 14 specific questions related to these cross-cutting issues and identified which of the three contact groups should take the lead role in responding to each of these questions.", 
    "He noted that further questions could be added to this list, and that there were linkages between other issues under negotiation, such as the potential linkages between work on P&Ms and FCCC Article 4.8 and 4.9 and Protocol Article 3.14. On additional cross-cutting issues, SAUDI ARABIA asked about, inter alia: the relationship between the financial penalty under the compliance regime and Protocol Articles 2.3 and 3.14; the relationship between the compliance mechanism and Articles 5 and 7; and whether an Annex I Party might lose its eligibility to participate in the mechanisms if in non-compliance with other Articles.", 
    "GHANA stressed that provisions under Article 12 (CDM) should not be seen to replace those under FCCC Article 4.5 (technology transfer), 4.8 and 4.9.", 
    "The US raised questions about the relationship between Article 4 (joint fulfillment of commitments) and Articles 5, 7 and 8, the mechanisms and the compliance regime.", 
    "The EU asked about the implications of different options relating to liability for reporting and review under the compliance system.", 
    "He said consideration of the linkage between Articles 7 and 8 on the one hand, and Articles 6 and 12 on the other, should be extended to Article 17."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12129e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12129e_4", 
  "enb_end_date": "07-Jun-00"
}