{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "02-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "With over 4,300 registered participants for the Bonn meeting , the corridors were congested on the first day of the meeting.", 
    "Many participants characterized the meeting as a significant step in the lead up to Copenhagen.", 
    "We have Chairs draft negotiating texts on the table under both AWGs and we also have the six-month rule to consider, so it should be an interesting meeting , commented one participant.", 
    "Many expressed cautious optimism about what they felt had been constructive plenary discussions under the AWG-LCA.", 
    "Although there were some diverging views over the contents of the Chair s negotiating text, most delegates were happy that agreement had been reached to discuss it further in informal plenary sessions.", 
    "Some developed country delegates said, however, that they would have preferred to dedicate more attention to the legal framework, pointing out that only one hour of informals is currently allocated for what they felt was an important topic.", 
    "On the AWG-KP, a group of negotiators joked that the two AWGs had switched places, with one commenting, everything looked so smooth in the AWG-KP last year, but now the gloves seem to be coming off.", 
    "The AWG-KP s opening plenary was delayed by more than an hour while parties consulted informally over mandate issues and the structure and number of possible contact groups.", 
    "The result three different contact groups on Annex I further commitments considering the same two texts, was, as one delegate put it, an arrangement that everyone can live with but no one is happy about."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12411e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12411e_24", 
  "enb_end_date": "02-Jun-09"
}