{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Saudi Arabia", 
    "Australia", 
    "United States", 
    "China", 
    "Nigeria", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "04-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The Subsidiary Body for Implementation (SBI) deliberated organizational matters and matters referred to the SBI by the COP.", 
    "Chair Bakary Kante noted that there were many items to be resolved by 10 November.", 
    "Regarding the organization of work, the Chair said advance schedules would be provided.", 
    "The Secretariat outlined a number of administrative and financial matters (FCCC/CP/1998/8/Add.1; FCCC/CP/1998/9; FCCC/CP/1998/10 and FCCC/CP/1998/INF.1).", 
    "A brief discussion ensued and the Chair decided to hold consultations on the issues that were raised. On the schedule of meetings for 2000-2001, the EU, supported by CANADA and AUSTRALIA, proposed that COP-5 be held in 2000 rather than 1999.", 
    "With SAUDI ARABIA, CHINA, VENEZUELA and NIGERIA, MAURITANIA objected to this proposal.", 
    "If the COP is postponed, he said governments might not feel the pressure to ratify the Protocol.", 
    "CHINA noted that several issues under the Convention remain unresolved and time is needed to prepare for the Protocol\u0092s entry into force.", 
    "NIGERIA objected to the US proposal for alternating ministerial and non-ministerial COPs.", 
    "CANADA called for consultations on this issue under the guidance of the Chair. Regarding the contact group convened to consider FCCC Articles 4.8 and 4.9 (adverse effects) and the related articles of the Kyoto Protocol (2.3 and 3.14), SAUDI ARABIA stressed the need for an unambiguous text that could be adopted by the COP.", 
    "MAURITANIA called on the Secretariat to provide more detailed information regarding the Parties that provide and receive funds.", 
    "BOLIVIA suggested a mandate be given to the Secretariat to investigate current practice under Articles 4.8 and 4.9.", 
    "The US and CANADA indicated that the issues raised by Articles 4.8 and 4.9 and the subsequent decisions should be separate.", 
    "With AUSTRALIA, they said the issue should be considered in a non- political manner.", 
    "The EU acknowledged the concerns of developing countries and suggested prioritizing the development of effective mitigation measures and the compilation of technical information."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1289e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "sbi", 
  "id": "enb1289e_2", 
  "enb_end_date": "04-Nov-98"
}