{
  "countries": [
    "Canada", 
    "Afghanistan", 
    "Saudi Arabia", 
    "Australia", 
    "Zimbabwe", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS", 
  "enb_start_date": "24-Oct-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Secretariat noted that 185 states and 1 regional organization have ratified the UNFCCC.", 
    "He said Afghanistan had deposited its instrument of ratification on 19 September.", 
    "On the provisional agenda (FCCC/CP/2002/1, Add.1 and Add.2), the G-77/CHINA urged exclusion of Canada\u0092s proposal for a decision on modalities for the accounting of assigned amounts under Protocol Article 7.4 (registries) in relation to cleaner energy exports.", 
    "The EU said this issue would be addressed by the SBI.", 
    "He opposed Saudi Arabia\u0092s request to include discussion on implementation of Protocol Article 2.3 (adverse effects of P&Ms) on the agenda.", 
    "SAUDI ARABIA said the issue was unfinished business from the BAPA and stressed preparation of a draft decision for COP/MOP-1.", 
    "CANADA emphasized the cleaner energy proposal as a priority for the future success of the Protocol.", 
    "The agenda was adopted with these items, and the issue of the second review of the adequacy of commitments, held in abeyance. President Baalu noted that consultations continued on the election of officers other than the President.", 
    "He said the high-level segment would take place in the form of three consecutive round- tables on 30 and 31 October on the theme of climate change and sustainable development. The G-77/CHINA expressed disappointment at the low level of financial resources provided by Annex I Parties, stressing that action so far has been symbolic.", 
    "Supported by AUSTRALIA, for the Umbrella Group, he underscored the importance of linking sustainable development and climate change.", 
    "Stressing the principle of common but differentiated responsibilities, CHINA said the climate regime should take into account the rising energy demands that will occur as the quality of life in developing countries improves.", 
    "ZIMBABWE, for the Africa Group, called for increased support for adaptation projects."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12202e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12202e_2", 
  "enb_end_date": "24-Oct-02"
}