{
  "countries": [
    "Brazil", 
    "Australia", 
    "Sudan", 
    "Tuvalu", 
    "India", 
    "United States", 
    "Malaysia", 
    "China", 
    "Bolivia"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "General/Objective", 
  "enb_start_date": "11-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-facilitator Diann Black-Layne facilitated the session, inviting comments on the co-facilitators’ table “mapping the section,” with topics and the paragraphs they are addressed in. The US, with AUSTRALIA, suggested reflecting that some parties do not see the need for this section. Many parties said the section should be concise.", 
    "BRAZIL added it should set out legal obligations with details to be clarified in other sections.", 
    "TUVALU advocated for a general objectives section and setting out objectives in other sections. Many parties requested a column on linkages to other sections in the Geneva text, and inclusion of sub-paragraph references. A number of parties called for a balanced approach, including enhanced adaptation action and MOI, with TUVALU calling for setting out short- and long-term goals on GHG concentrations and temperature stabilization. The EU noted the table does not include a just transition to low GHG economies, and, with INDIA, gender equality.", 
    "CHINA suggested using the terms “differentiated commitments/contributions.” The US preferred retaining “commitments/contributions/action.” On general principles, SUDAN highlighted CBDR, leadership by developed countries and special circumstances.", 
    "MALAYSIA and INDIA emphasized MOI in the context of equity and historical responsibility.", 
    "BOLIVIA cautioned against implying transfer of responsibilities to non-state actors, and called for referencing the global carbon budget and Mother Earth. The co-facilitators will capture parties’ inputs and inform the ADP Co-Chairs of discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12637e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12637e_1", 
  "enb_end_date": "11-Jun-15"
}