{
  "countries": [
    "Paraguay"
  ], 
  "topics": [
    "IPCC Governance", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "PARAGUAY", 
  "enb_start_date": "15-Apr-02", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Lilian Portillo, Director, Climate Change Programme, Environment Secretariat of Paraguay, described the experiences and institutional arrangements for dealing with climate change in Paraguay.", 
    "Noting that the country had just submitted its national communication, she provided a brief overview of problems and constraints.", 
    "She indicated that on a technical level, the country lacked reliable data and data accessibility, and that insufficient data existed to enable an evaluation of different emissions scenarios.", 
    "She stressed the need for deeper study in sectors such as forestry, agriculture and human settlements, and suggested that there was not enough political support for climate change work and that the political climate was unstable.", 
    "She drew attention to a lack of stakeholder involvement and insufficient funding for analysis in areas including water resources and vulnerable ecosystems.", 
    "She highlighted the lack of coordination between institutions and the absence of clearly defined roles, leading to overlaps and unnecessary competition for resources.", 
    "She concluded by calling for: better coordination between institutions to optimize the use of resources and capacities; continuity of initiatives regardless of political changes; evaluation of the national climate change initiatives; and development of a national compliance and enforcement programme."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12190e.html", 
  "enb_long_title": "The Consultative Group of Experts (CGE) on National Communications from Non-Annex I Parties", 
  "type": "", 
  "id": "enb12190e_18", 
  "enb_end_date": "15-Apr-02"
}