{
  "countries": [
    "Ghana", 
    "Bangladesh", 
    "Malawi"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "ENDOGENOUS TECHNOLOGIES FOR ADAPTATION TO CLIMATE CHANGE", 
  "enb_start_date": "14-Jun-05", 
  "enb_short_title": "UNFCCC Technology for Adaptation Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Wednesday afternoon, participants heard presentations on endogenous technologies for adaptation to climate change.", 
    "The session was chaired by William Agyemang-Bonsu (Ghana). Mozaharul Alam, Bangladesh Centre for Advanced Studies, presented an overview of endogenous technologies for adaptation to climate change in Bangladesh.", 
    "Noting that hazards in Bangladesh include floods, storm surges, droughts, and increasing salinity, he gave examples of technologies existing in Bangladesh to reduce risk.", 
    "On floods and storm surges, he noted structural measures such as multipurpose cyclone centers, and non-structural measures such as sub-surface food and seed storage.", 
    "On wetlands, he mentioned a floating agriculture technique called baira, traditionally practiced in southern districts but recently introduced in other wetland areas through environment and development projects.", 
    "He enumerated coping strategies, such as polyculture, rainwater harvesting, migration, and afforestation.", 
    "He said a main lesson was that endogenous technology for adaptation is context-specific, and that challenges include the need to understand communities and ecosystems and the functionality of these technologies under the additional stress of climate change. LDC Expert Group Chair Paul Desanker (Malawi) spoke about adaptation technologies in NAPAs.", 
    "He gave an overview of the NAPA process, and provided examples of adaptation needs identified by NAPAs and associated applicable technology, including improving yields through irrigation and changes in crops or tree types.", 
    "He noted that some early examples of project results emerging from NAPAs are: early warning systems; seasonal forecasts; agricultural technology; GIS and Remote Sensing analysis; and integrated modeling and planning.", 
    "Desanker mentioned that the most critical constraint is likely to be funding for technology.", 
    "He said that an online database of adaptation solutions is planned to share local knowledge and endogenous adaptation techniques."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12271e.html", 
  "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change", 
  "type": "special workshop", 
  "id": "enb12271e_20", 
  "enb_end_date": "16-Jun-05"
}