{
  "countries": [
    "United Kingdom", 
    "Brazil", 
    "Saudi Arabia", 
    "Chile"
  ], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "ADOPTION OF THE LONGER REPORT:", 
  "enb_start_date": "27-Oct-14", 
  "enb_short_title": "IPCC-40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Pachauri emphasized that the process of adopting the longer SYR report was different from the SPM approval process, and invited delegates to review the longer report section by section.", 
    "IPCC Secretary Christ reminded the Panel that the purpose of reviewing the longer report was to ensure consistency with the SPM and the underlying WG reports.", 
    "Introduction: Leo Meyer, Head of the SYR TSU, explained changes made to the section, which was then adopted.", 
    "Topic 1: Observed Changes and their Causes: The review editor for this topic led participants through the document, expressing satisfaction with the trickle back process and pointing to: small changes to support revisions to SPM language; changes to increase traceability and enhance transparency; and corrections of editorial errors.", 
    "He explained that the SPM's section on 'causes' uses simpler language to reflect two longer report sections on 'attribution' and 'drivers', both of which synthesize material from WGI and WGII, which necessitated a slightly different structure for the longer report.", 
    "Topic 2: Future Climate Changes, Risks and Impacts: An author explained changes that had been made to the section, and the section, including tables and figures, was adopted.", 
    "Topic 3: Future Pathways for Adaptation, Mitigation and Sustainable Development: The authors reported full consistency between the SPM and the underlying report, and participants adopted Topic 3 as presented, including its tables and figures.", 
    "Topic 4: Adaptation and Mitigation: Review editors explained changes that had been made to the section, including its figures and tables.", 
    "There was some discussion on Table 4.1 and Figure 4.5.", 
    "In Table 4.1 , following proposals by Saudi Arabia and Chile, the constraining factor of 'weak governance and institutional arrangements' was changed to 'challenges in governance and institutional arrangements', to keep the table in line with the SPM.", 
    "Regarding Figure 4.5 , Saudi Arabia questioned reference to corporate cash flows, general tax revenues and international levies under sources of capital, expressing concern over the international implications of using such terminology.", 
    "Chair Pachauri responded that the figure was included in the 25 August version circulated to governments, and no comments had been received.", 
    "WGIII Co-Chair Edenhofer explained that the table was descriptive with no normative implications, and proposed to refer to the Clean Development Mechanism (CDM) instead of international levies.", 
    "The UK suggested 'international levies, e.g., CDM levies', to which Edenhofer replied that the only international levy was under the CDM.", 
    "The Panel agreed to replace 'international' with 'CDM' levies.", 
    "Brazil proposed deleting reference to REDD from the project box, pointing out that REDD+ is not project-based.", 
    "Edenhofer agreed to this proposal.", 
    "With these and other minor amendments, delegates adopted this section with its corresponding figures and tables."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12607e.html", 
  "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)", 
  "type": "", 
  "id": "enb12607e_38", 
  "enb_end_date": "31-Oct-14"
}