{
  "countries": [
    "Mexico", 
    "Indonesia", 
    "France", 
    "China", 
    "Switzerland", 
    "South Korea", 
    "Venezuela", 
    "Nigeria"
  ], 
  "topics": [
    "Technology Transfer"
  ], 
  "section_title": "JOINT SBI/SBSTA SESSIONS", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The first joint SBI/SBSTA meeting took place on Monday, 11 September, with general statements by a number of Parties.", 
    "The European Commission expressed hope that COP-6 would ensure the ratification of the Protocol for entry into force in 2002.", 
    "She encouraged strong consequences in cases of non-compliance.", 
    "France, on behalf of the EU, suggested that the momentum from Kyoto had been lost.", 
    "She urged each country to assume its responsibility and adopt emissions reduction measures.", 
    "Switzerland announced the formation of the Environmental Integrity Group that also includes Mexico and South Korea.", 
    "He said the group would emphasize the need to achieve 'environmental integrity' in the outcomes of climate change negotiations. Nigeria, on behalf of the G-77/China, expressed concern that developed countries were not engaging in meaningful FCCC implementation.", 
    "He stressed the importance of taking comprehensive decisions on all issues.", 
    "The Africa Group noted concerns with availability of translated documents, the convening of too many meetings and rigid positions taken by developed countries.", 
    "Venezuela said developed countries should not avoid commitments or attempt to transfer commitments to developing countries.", 
    "Indonesia stressed the importance of capacity building, adaptation, Annex I domestic action, and technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "SBI/SBSTA", 
  "id": "enb12151e_34", 
  "enb_end_date": "18-Sep-00"
}