{
  "countries": [
    "Pakistan", 
    "Saudi Arabia", 
    "Iran", 
    "Algeria", 
    "Sudan", 
    "Tuvalu", 
    "Venezuela", 
    "Costa Rica", 
    "Gabon", 
    "China", 
    "Chile", 
    "Japan", 
    "Russian Federation", 
    "Jordan", 
    "Belize", 
    "Nicaragua"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ADP ITEM 3:", 
  "enb_start_date": "03-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "African Group", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "Discussions focused on a draft decision on Advancing the Durban Platform for Enhanced Action (ADP.2014.12.DraftText).", 
    "ADP Co-Chair Runge-Metzger reminded parties that 'positioning is not negotiating', and urged them to make precise and concise proposals that can bridge differences.", 
    "He also introduced an overview of the draft decision to help make the components more identifiable, and invited parties to address the first six operative paragraphs on capturing progress and reflecting assurances.", 
    "On recommending text of a protocol, another legal instrument or agreed outcome with legal force under the Convention, the RUSSIAN FEDERATION, with the EU and TUVALU, proposed including reference to Convention Article 17 (protocols) and applied rules of procedure, so that the six-month rule for introducing text can be adhered to. ALGERIA, CHINA, Saudi Arabia, for the LMDCs, Sudan, for the AFRICAN GROUP, IRAN, NICARAGUA, JORDAN, GABON and VENEZUELA called for direct negotiations with parties' texts on the screen.", 
    "PAKISTAN called for transparency and clarity.", 
    "CHINA noted there had been no objections to this proposal, and cautioned against the Co-Chairs coming forward with their interpretation of the common ground in the form of a revised co-chairs' text.", 
    "Runge-Metzger proposed going 'swiftly' through the text while allowing all parties time to give their views in order to identify 'sticking points'.", 
    "The EU suggested going over the draft decision to identify problems and then move to more detailed negotiations.", 
    "The EU supported TUVALU and Costa Rica, for AILAC, on recognizing the draft negotiating text more formally.", 
    "The Russian Federation, Tuvalu, Belize, Chile and Japan made proposals relating to the first six operational paragraphs of the Co-Chairs' draft decision text. VENEZUELA suggested addressing 'the elephant in the room', namely that one set of parties seeks a mitigation-based outcome and another feels it should be based on elements of the BAP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12610e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "working group", 
  "id": "enb12610e_4", 
  "enb_end_date": "03-Dec-14"
}