{
  "countries": [
    "Australia", 
    "Samoa", 
    "South Africa", 
    "Egypt", 
    "Gambia", 
    "Poland", 
    "Indigenous Peoples", 
    "Papua New Guinea", 
    "Panama", 
    "Congo", 
    "China", 
    "Monaco", 
    "Grenada", 
    "New Zealand", 
    "Bolivia", 
    "Argentina"
  ], 
  "topics": [
    "Extension of the Kyoto protocol", 
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES UNDER THE KYOTO PROTOCOL", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "Umbrella Group", 
    "League of Arab States", 
    "European Union", 
    "Least Developed Countries", 
    "Group of 77 and China", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Alliance of Small Island States", 
    "African Group", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "AWG-KP Chair Adrian Macey (New Zealand) opened the resumed session on Saturday, 1 October.", 
    "He suggested resuming the five spin-off groups on: Annex I parties further commitments; land use, land-use change and forestry (LULUCF); the flexibility mechanisms; other issues; and potential consequences.", 
    "He said informal consultations would be held on whether to convene a legal group.", 
    "Parties agreed to the organization of work.", 
    "Macey underscored the need to define the nature and content of rules for the second commitment period of the Kyoto Protocol, and its relationship with the AWG-LCA outcome.", 
    "South Africa reported on informal consultations held in the run-up to Durban, emphasizing efforts to ensure transparency and inclusiveness.", 
    "On key challenges for Durban, she underscored a decision on a second commitment period under the Kyoto Protocol that is linked to the legal status and form of the future climate change regime.", 
    "She highlighted views expressed in consultations, including: a possible mandate for a process towards a comprehensive legally-binding agreement with agreed timeframes and milestones; a Review that could be a vehicle for progress towards a legally-binding agreement; and the need to build trust through clear MRV rules.", 
    "Argentina, for the Group of 77 and China (G-77/China), expressed concern at the lack of progress under the AWG-KP, emphasizing that political will is key for establishing a second commitment period.", 
    "He also called for overcoming the wide gap between developed country emission reduction pledges and what is required by science, equity and historical responsibility.", 
    "The Democratic Republic of the Congo, for the African Group, stressed that agreement on a second commitment period is absolutely essential, observing that Durban should result in a legally-binding outcome under the AWG-KP.", 
    "Poland, for the European Union (EU), reiterated their willingness to consider a second commitment period under the Kyoto Protocol contingent on agreement on process for a legally binding comprehensive framework .", 
    "He emphasized the need to preserve the multilateral rules-based approach in Durban.", 
    "Australia, for the Umbrella Group, underscored the need for an overarching agreement in Durban that is able to enhance ambition over time.", 
    "She said the Kyoto Protocol alone cannot solve climate change and stressed the need for a global agreement that includes all major emitters.", 
    "The Gambia, for the Least Developed Countries (LDCs), underscored the need to resolve outstanding issues to enable the adoption of a second commitment period.", 
    "He also stressed the need to ensure that there is no gap between the first and subsequent commitment periods.", 
    "Monaco, on behalf of the Environmental Integrity Group (EIG), highlighted the need for progress on technical issues, such as LULUCF, the transformation of emission reduction pledges into quantified emission limitation and reduction objectives (QELROs), carry-over of surplus assigned amount units (AAUs), and the flexibility mechanisms.", 
    "Emphasizing that Durban should result in a second commitment period under the Kyoto Protocol, Grenada, for the Alliance of Small Island States (AOSIS), called for improving the effectiveness of the Kyoto Protocol by closing loopholes and ensuring its continuity by adopting ratifiable amendments for the second commitment period that will be provisionally applied pending entry into force.", 
    "Papua New Guinea, for the Coalition of Rainforest Nations, called for rules on LULUCF to ensure accurate land-based accounting and limits on the use of surplus AAUs.", 
    "She highlighted the possible role of REDD+ in complementing developed country domestic mitigation efforts and supporting developing country efforts in sustainable forest management.", 
    "Egypt, for the Arab Group, stressed that a second commitment period under the AWG-KP is fundamental, reiterating that efforts to impede agreement will be detrimental to developing countries.", 
    "Bolivia, speaking on behalf of the Bolivarian Alliance for the Peoples of our America (ALBA), opposed convening a spin-off group on legal issues as it might lead to a legal vacuum by giving some countries the opportunity to opt-out of future agreements.", 
    "Samoa, speaking for the Cartagena Dialogue, underscored the need for the Panama meeting to deliver serious technical work on the key elements of the Cancun package and called for candid dialogue on the future of the Kyoto Protocol and the adoption of a legally-binding agreement.", 
    "The International Emissions Trading Association, for Business and Industry, underscored the success of the Clean Development Mechanism (CDM) and said the CDM should not be allowed to lapse purely for political reasons.", 
    "Climate Action Network, for Environmental NGOs (ENGOs), called on parties to close loopholes that can undermine emission reductions, such as LULUCF, and ensure the comparability of Annex I emission reductions commitments.", 
    "The Pan-African Climate Justice Alliance, for ENGOs, lamented the refusal of some Annex I countries to inscribe targets under a second commitment period and emphasized that a pledge and review framework cannot replace the Kyoto Protocol.", 
    "Fundación para la Promoción del Conocimiento Indígena, for Indigenous Peoples, called for climate change initiatives to consider the full effective participation of indigenous peoples, including free prior informed consent and ensuring the GCF and REDD+ respect and support indigenous peoples rights."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_8", 
  "enb_end_date": "07-Oct-11"
}