{
  "countries": [
    "Brazil", 
    "Turkey", 
    "China", 
    "Russian Federation", 
    "Pakistan"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "REPORT OF THE SUBSIDIARY BODIES", 
  "enb_start_date": "09-Nov-98", 
  "enb_short_title": "4th COP FCCC", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "SBSTA Chair Kok Kee Chow reported that SBSTA had completed initial consideration of all its sub-items.", 
    "On development and transfer of technology, he said a contact group had met once and would meet again.", 
    "Deliberations on research and systematic observation have progressed rapidly.", 
    "On the proposal from Brazil, he said draft conclusions would be forthcoming on Monday.", 
    "On land use change and forestry, he reported that the contact group Co-Chairs were drafting a decision.", 
    "Consultations are ongoing on the impact of single project emissions in the commitment period and are nearing conclusions.", 
    "On review of AIJ, the Chair said the informal consultations were making good progress.", 
    "On Protocol mechanisms, a joint contact group has held an initial meeting to exchange views and will meet again. SBI Chair Bakary Kante reported that all items referred to SBI had been considered.", 
    "Contact groups are considering budgetary issues, national communications from Annex I Parties, initial communications from non-Annex I Parties and the second review of adequacy of commitments.", 
    "On implementation of FCCC Articles 4.8 and 4.9, a contact group will base its discussion on those begun at the last session. The President of the COP invited comments on the draft decision on the review of implementation of commitments and of other provisions of the Convention (FCCC/CP/1998/L.2).", 
    "Under the draft decision, the COP would decide to defer the review of this matter until COP-5.", 
    "TURKEY reiterated that its current Annex I status is an anomaly that delays its ratification of the Convention.", 
    "PAKISTAN called for the resolution of the issue to allow Turkey to participate in the process. On the reports of the subsidiary bodies, G-77/CHINA reiterated the importance of technology transfer to developing countries and proposed the establishment of a technology transfer mechanism.", 
    "He urged developed country Parties to prioritize the implementation of the Convention over economic and political considerations.", 
    "The RUSSIAN FEDERATION requested the subsidiary body chairs to elaborate on the difficulties they have encountered and how these can be overcome.", 
    "SBSTA Chair Chow said the issues were still under discussion in the designated contact groups. The Chair of AG13, Patrick Széll, presented the draft decision on the Multilateral Consultative Process (FCCC/CP/1998/L.3).", 
    "He reported that Parties had accepted the thrust of the proposal.", 
    "The Chair adopted the decision and said she would hold intersessional meetings to tackle outstanding issues. The CBD Secretariat highlighted the linkages between the desertification, biodiversity and climate change conventions and the common concern of sustainable development underlying their agenda.", 
    "He spoke of CBD decisions that emphasized cooperation between the relevant Secretariats, in particular regarding management of information from Parties, provided to fulfil their commitments under the Conventions.", 
    "The Secretariat said it was ready to act on areas of common and shared interest. President Alsogaray introduced Item 7C, which were statements from international government organizations.", 
    "Hama Arba Diallo, Executive Secretary of the UN Convention to Combat Desertification (CCD), spoke of the Argentine interest and commitment to CCD.", 
    "He suggested that the CCD and the FCCC were related because of their institutional arrangements and their commitment to the principles of sustainable development.", 
    "He indicated that there should be a convergence of the Rio secretariats to work together for common goals. William Kennedy, Senior Officer for the European Bank for Reconstruction and Development (EBRD), described activities, such as developing innovative financial mechanisms and supporting the shift to market economy, undertaken in countries with economies in transition, while considering the implications to the environment and climate change.", 
    "Prodipto Ghosh, Senior Environment Specialist from the Asian Development Bank, discussed the support provided to GHG abatement projects in the Asia-Pacific region.", 
    "These included: supporting national initiatives, encouraging energy efficiency and renewable energy projects, preparing reports on national circumstances (ALGAS reports) and supporting the development of national communications in 11 countries.", 
    "The Chief of the Environmental Division of the Inter-American Development Bank, Walter Arensberg, presented information on four themes to help countries in Latin America and the Caribbean meet the challenges of climate change.", 
    "These included: assisting the enhancement of relevant institutions, expanding the market for sustainable energy to fit new mechanisms, providing financial and technical assistance to carry out global protection programs, and suggesting regulatory and institutional reforms for the private sector."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1292e.html", 
  "enb_long_title": "Fourth Conference of the Parties to the Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb1292e_2", 
  "enb_end_date": "09-Nov-98"
}