{
  "countries": [
    "Brazil", 
    "Ukraine", 
    "Belarus", 
    "Germany", 
    "Russian Federation", 
    "Kazakhstan"
  ], 
  "topics": [], 
  "section_title": "METHODOLOGICAL ISSUES UNDER THE KYOTO PROTOCOL", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Implications of the Implementation of Decisions 2/CMP.7 to 4/CMP.7 and 1/CMP.8: This item (FCCC/KP/CMP/2014/L.6 Annex) was first considered on Monday, 1 June.", 
    "Chair Wojtal proposed, and parties agreed to, a contact group co-chaired by Anke Herold (Germany) and Guilherme do Prado Lima (Brazil). In the contact group on Tuesday, 2 June, participants agreed to focus on three priorities: brackets around clarifying paragraphs on the assigned amounts for parties with economies in transition for the second commitment period of the Kyoto Protocol in the draft decision (FCCC/KP/CMP/2014/L.6); updating the training programme for expert review teams for the second commitment period; and the implications of delayed reporting on the Kyoto Protocol review. On the first item, Ukraine agreed to remove the brackets, while Kazakhstan and Belarus requested more time for consultation.", 
    "On the second item, the EU informed the group they would propose draft text requesting the Secretariat to make the necessary updates.", 
    "Work on these items continued in informal consultations. In the contact group on Tuesday, 9 June, Co-Chair Herold presented, and asked for parties’ input on, draft conclusions.", 
    "After including, at the request of the Russian Federation, a reference to the linkages between this sub-item and that on no Quantified Emission Limitation and Reduction Commitments (QELRCs), the contact group agreed to forward the draft conclusions for SBSTA’s consideration. During the SBSTA closing plenary on Thursday, 11 June, the Russian Federation expressed satisfaction with the resolution of several issues that had not been resolved over the past three sessions, and stressed the need for clarity on the application of these decisions to parties without obligations under the second commitment period. He suggested taking into account in future work on this item: the integrated character of the regime; the need to ensure reliability and durability of the regime; and that the regime must ensure fulfillment of all the necessary tasks at the national level.", 
    "The SBSTA adopted conclusions and agreed to forward a draft decision on the training programme for members of expert review teams participating in annual reviews under Article 8 of the Kyoto Protocol, contained in Annex III, for consideration and adoption at CMP 11."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_98", 
  "enb_end_date": "11-Jun-15"
}