{
  "countries": [
    "Canada", 
    "Australia", 
    "Colombia", 
    "South Africa", 
    "India", 
    "Costa Rica", 
    "United States", 
    "China", 
    "Peru", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Adaptation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "08-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon, parties commented on the mitigation chapter in the Chair s draft negotiating text (FCCC/AWGLCA/2009/8), starting with general comments.", 
    "India, for the G-77/CHINA, proposed inserting a chapeau with principles and guiding objectives and reflecting that enhanced mitigation does not affect the legal status and continued operation of Annex I parties obligations under the Protocol.", 
    "South Africa, for the AFRICAN GROUP, stressed the need to focus on the Convention s enhanced implementation.", 
    "Several developing countries highlighted the need for legally binding emission reduction targets by all developed countries.", 
    "The AFRICAN GROUP suggested considering the appropriate balance between domestic action and offsets.", 
    "Barbados, for AOSIS, stressed the need to reflect the scientific context and a sense of urgency, highlighting that the level of mitigation ambition under the BAP and AWG-KP will have serious consequences for the most vulnerable countries.", 
    "He expressed concern over proposals seeking to undermine or replace Protocol commitments.", 
    "PERU, for Colombia and Costa Rica, said the preamble should clarify the inverse relationship between mitigation targets and adaptation costs, and supported developing country mitigation through, inter alia , the CDM, and action on forests and agriculture.", 
    "She also said REDD-plus should be part of a flexible and equitable mechanism.", 
    "The US requested including a section on mitigation for all parties.", 
    "CANADA: suggested reaffirming the common commitments of all parties; supported comparable commitments by all developed countries for 2020 in the context of national long-term reduction pathways; and proposed adding a new section on MRV by all parties.", 
    "JAPAN called for comprehensive mitigation commitments from developed countries, as well as from major developing countries, stressing that voluntary NAMAs are not sufficient.", 
    "AUSTRALIA highlighted linkages with the AWG-KP discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12416e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "working group", 
  "id": "enb12416e_4", 
  "enb_end_date": "08-Jun-09"
}