{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Bangladesh", 
    "Mexico", 
    "Egypt", 
    "Venezuela", 
    "Uruguay", 
    "Bahamas", 
    "Kuwait", 
    "Argentina", 
    "Norway", 
    "New Zealand"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(iv) of the BAP)", 
  "enb_start_date": "03-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the sub-group on sectoral approaches, URUGUAY, supported by ARGENTINA, MEXICO and others, highlighted the agricultural sector s mitigation potential.", 
    "ARGENTINA and BANGLADESH emphasized the importance of food security.", 
    "Supported by the EU, NEW ZEALAND and others, URUGUAY proposed that the SBSTA consider the agricultural sector in 2010. AUSTRALIA and the EU stressed the need to address emissions from international aviation and maritime transport.", 
    "AUSTRALIA proposed a global agreement for each of these sectors and the EU called for global targets for international aviation and maritime emissions, set by the UNFCCC and implemented through the IMO and ICAO.", 
    "CANADA supported encouraging the IMO and ICAO to intensify their efforts.", 
    "NORWAY highlighted her country s proposal on international shipping.", 
    "MEXICO called for an iterative dialogue between the IMO, ICAO and UNFCCC.", 
    "NORWAY identified SBSTA as the established channel for communication.", 
    "Several countries stressed that the IMO and ICAO should continue to take the lead in addressing bunker fuels.", 
    "VENEZUELA proposed language on guidance needed for the IMO and ICAO.", 
    "KUWAIT, SAUDI ARABIA, the BAHAMAS and others highlighted the principle of common but differentiated responsibilities, with KUWAIT calling for developed country leadership in reducing emissions in these sectors.", 
    "Facilitator Khan suggested, and parties agreed, that Egypt and Canada facilitate a drafting group on bunker fuels, and that Uruguay and New Zealand facilitate a drafting group on agriculture."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12433e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12433e_3", 
  "enb_end_date": "03-Oct-09"
}