{
  "countries": [
    "Saudi Arabia", 
    "Colombia", 
    "Mexico", 
    "Panama", 
    "Costa Rica", 
    "Papua New Guinea", 
    "Suriname", 
    "Guyana", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Adverse Effects & Response Measure", 
    "Adaptation"
  ], 
  "section_title": "FINANCE (AWG-LCA)", 
  "enb_start_date": "06-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During morning informal consultations, parties considered draft text on the functions of the Standing Committee regarding assistance to be provided to the COP.", 
    "In the afternoon, parties discussed long-term finance paragraph by paragraph, addressing operational paragraphs on options for adequacy and predictability, and on continuity and scaling up of financing.", 
    "Discussions continued later in the evening. MARKET AND NON-MARKET APPROACHES (AWG-LCA): During this informal group, parties considered two draft texts contained in section E of the amalgamation document.", 
    "The facilitator explained that in option 1 he attempted to distill the essence of parties positions, and in option 2 he included a 15-page long compilation of parties views.", 
    "Parties were not able to reach an agreement on which option to use as the basis for further work.", 
    "Some delegates expressed preference for giving parallel consideration to both options.", 
    "The group reconvened in the evening during an informal informal to continue discussions. PROPOSAL ON VOTING (COP): In afternoon informal consultations, delegates considered a proposal by Papua New Guinea and Mexico to amend the Convention establishing voting procedures as a last resort to take decisions when consensus is not possible.", 
    "A wide group of countries spoke in favor of this proposal stating it would improve the effectiveness of the Convention, including COSTA RICA, COLOMBIA, GUYANA, SURINAME and the EU.", 
    "SAUDI ARABIA, BOLIVIA and VENEZUELA opposed any change to the consensus rule. LULUCF (AWG-KP): In afternoon informal consultations, a revised version of the co-facilitators non-paper was presented.", 
    "Co-Facilitator Rocha highlighted, inter alia : a new definition for natural disturbances and a revised version for forests definition; on accounting for forest management, deletion of footnotes and outstanding text under the option on reference levels and revised text under the option on baselines; and revised text on HWP and on natural disturbances.", 
    "Delegates agreed to meet again on Tuesday in order to provide feedback and further inputs. TEC (COP): A revised draft decision text on modalities and procedures was presented, and delegates provided comments and suggested amendments.", 
    "Parties focused discussions on pending issues contained in the paragraph on the timeline for elaborating or concluding TEC modalities and its linkages with other institutions, and agreed to work on new text in a small drafting group. ADAPTATION FUND BOARD (CMP): Parties considered two revised draft decision texts on the Report of the Adaptation Fund Board and review of the Adaptation Fund.", 
    "Parties agreed to provide textual suggestions with a view to closing the issue before the next meeting. CDM (CMP): Delegates considered a draft decision on agenda item 7 (CDM) during two informal consultations.", 
    "The co-chairs presented a revised text in the afternoon.", 
    "Some countries sought to specifically link participation in the CDM after 2012 to accepting a target under the Kyoto Protocol.", 
    "Other countries felt that these issues were better dealt with in the AWG-KP.", 
    "Parties will meet again on Tuesday to complete the review of the text. ADAPTATION (LCA): During an afternoon meeting of this informal group, a number of delegates highlighted that progress in other areas related to adaptation has provided more clarity for the work of the Adaptation Committee.", 
    "Delegates also discussed: whether or not to reference the loss and damage work programme and national adaptation plans; linkages to regional centers and work with other organizations outside the Convention; and prioritizing activities that should be undertaken by the Committee during its first year.", 
    "A number of delegates said the proposed Adaptation Committee s work programme for the first year is too ambitious and stressed the need for an achievable and realistic work programme.", 
    "While one delegate supported a preambular paragraph referencing the adverse impacts of response measures, many others opposed such a reference.", 
    "Facilitator Kumarsingh asked delegates to reflect on what activities they consider most important for the Committee to undertake in the first year.", 
    "The group reconvened in the evening. SHARED VISION (AWG-LCA): In afternoon informal consultations, parties discussed four possible options for consideration by ministers: a first option to agree on the numbers identifying the global goal for emission reductions and the time frame for global peaking of GHG emissions and then discussing other issues; a second option to first consider the context for the adoption of the numbers; a third option to propose a process to make a decision on the issue and possible steps forward; or a fourth option to drop the issue owing to lack of agreement.", 
    "Many parties supported presenting the four options to the ministers and indicated their preferences.", 
    "While many developing parties supported the third option to set up a process, some developed countries supported the two first options to discuss the numbers.", 
    "A group of developing countries cautioned against the third option, urging for the establishment of numbers to ensure peaking by 2015.", 
    "One developing country supported forwarding the non-paper coming from Panama as is without presenting any options, while other parties said forwarding options or the non-paper is premature.", 
    "Many developing countries said dropping the issue is not an option, while some others highlighted that it is the default option in case no agreement is reached.", 
    "Facilitator Mukahanana-Sangarwe will continue bilateral consultations and encouraged parties to consult informally."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12530e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12530e_2", 
  "enb_end_date": "06-Dec-11"
}