{
  "countries": [], 
  "topics": [], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "13-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "With Bonn III passing the midway point, taking stock of progress and more importantly figuring out how to move forward in Bangkok were among the key topics in the corridors.", 
    "Emerging from informal consultations under the AWG-LCA on the organization of work late in the evening, delegates expressed divergent views on the state of play under the AWG-LCA.", 
    "Several characterized progress as painfully slow, while the more optimistic ones believed that the fruits of their labor would become clearer after the facilitators of the various informal session reported on inroads made towards consolidating text on Thursday.", 
    "The issue of attributing proposals in the negotiating text came up in various AWG-LCA groups throughout the day, and countries reportedly debated over the topic in the evening s informal meeting.", 
    "Developing countries cited concerns relating to transparency and complained that the negotiating text (sometimes referred to as the brick ) was confusing, with one adding that our proposals have been lost, issues dear to us have been marginalized and the text no longer represents the parties.", 
    "Many developed country delegates, however, disagreed.", 
    "One delegate said he was floored by the issue of attribution since this was not what had been agreed to in Poznan.", 
    "He explained that attributing text at this juncture would constitute a step back, taking into account the more than 2000 brackets in the document, and detract from substantive discussions.", 
    "Sighing with despair he wondered: When will we ever take collective ownership of this text?", 
    "Under the AWG-KP, the informal group on Annex I emission reductions proved popular as Annex I parties continued to clarify their pledges and the underlying assumptions.", 
    "While some participants seemed almost excited, describing the sessions interesting and necessary, questions returned to reference years and the role of LULUCF.", 
    "Without clarity on LULUCF rules for the second commitment period, the national targets are just not comparable, sighed one delegate.", 
    "Another questioned the utility of discussing individual country targets, stating if we want to judge the effect of our commitments on the atmosphere, we have to look at all the targets together.", 
    "The role of carbon markets and offsetting also featured significantly in the day s discussions especially as they were taken up by both AWGs.", 
    "While the vast majority agreed that the carbon market will continue beyond 2012 and the main focus was on the details of the existing and proposed mechanisms, some more fundamental questions continued to float in the meeting rooms and corridors.", 
    "One AWG-KP delegate expressed concern that, Annex I countries are attempting to shift the burden of mitigation onto developing countries.", 
    "Another voiced concern that the low-hanging fruit would soon be out of reach for developing countries.", 
    "Some developed country delegates, however, were happy to see what they felt was positive movement by some developing countries.", 
    "Today, we were able to discuss details of sectoral crediting and trading with some major developing countries asking detailed questions this is something that has not happened before, commented one negotiator."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12425e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "working group", 
  "id": "enb12425e_7", 
  "enb_end_date": "13-Aug-09"
}