{
  "countries": [
    "Saudi Arabia", 
    "Algeria", 
    "South Africa", 
    "Egypt", 
    "Kuwait", 
    "Mexico", 
    "Costa Rica", 
    "China", 
    "Grenada", 
    "Kenya", 
    "New Zealand", 
    "Venezuela"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION (sub-paragraph 1(b)(v) of the BAP)", 
  "enb_start_date": "09-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Facilitator Flores introduced a new non-paper on various approaches to enhance cost-effectiveness of mitigation actions, including markets, noting that the goal is to discuss the placement of issues but not to negotiate the substance. VENEZUELA, with ALGERIA, KENYA and several others, requested inserting a footnote stating that the content of this section is not compatible with the principles of the Convention and the BAP.", 
    "Referring to the sub-section on the existing flexibility mechanisms under the Protocol, they opposed bringing issues from the Protocol track into the AWG-LCA.", 
    "EGYPT noted that the mandate of the sub-group is to explore various approaches but not to establish new mechanisms.", 
    "Several countries expressed concern that their proposals were not reflected in the non-paper.", 
    "SOUTH AFRICA requested inclusion of her country s proposal on the life-cycle of NAMAs, clarifying that it addresses non-market approaches.", 
    "KUWAIT, with SAUDI ARABIA, noted his country s opposition to sectoral crediting.", 
    "GRENADA said his country would not support new mechanisms, unless there is a cap on the use of offsetting by developed countries. SAUDI ARABIA asked that the text reflect that public funding is the main means of covering mitigation costs.", 
    "VENEZUELA proposed including a provision that 50% of all proceeds from market-based activities, programmes and projects be made available to fund adaptation activities in developing countries.", 
    "MEXICO proposed including language indicating that market-based approaches shall be country-driven.", 
    "KENYA asked for the inclusion of principles on upfront funding and equity.", 
    "On HFCs, the EU, supported by COSTA RICA, expressed interest in exploring linkages between the UNFCCC and the Montreal Protocol on Substances that Deplete the Ozone Layer.", 
    "CHINA asked for deletion of paragraphs on reducing HFCs, stating that criteria for their inclusion need to be established first. NEW ZEALAND noted the broad scope of sub-paragraph 1(b)(v) of the BAP and suggested organizing a pre-sessional workshop before the Barcelona meeting to discuss both market and non-market approaches.", 
    "ALGERIA noted that not only the non-paper but also other documents, including the revised negotiating text (FCCC/AWGLCA/2009/INF.1) and the reordered and consolidated negotiating text (FCCC/AWGLCA/2009/INF.2), should be the basis for discussions in Barcelona, and Facilitator Flores confirmed that this would be the case."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12438e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "", 
  "id": "enb12438e_4", 
  "enb_end_date": "09-Oct-09"
}