{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Mitigation", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The decision adopted by the COP takes note of the Copenhagen Accord, which is attached to the decision.", 
    "The Accord s preamble: notes that they pursue the ultimate objective of the Convention; states that they are guided by the principles and provisions of the Convention; notes the results of work done by the two AWGs; endorses the decisions by the COP and COP/MOP to extend the mandate of the AWGs; and indicates that parties have agreed to the Accord, which is operational immediately.", 
    "The Accord contains a placeholder for the list of parties wishing to associate themselves with it.", 
    "The operative text: identifies climate change as one of the greatest challenges of our time and emphasizes strong political will to urgently combat climate change in accordance with the principle of common but differentiated responsibilities and respective capabilities; agrees that deep cuts in global emissions are required according to science and as documented by the IPCC Fourth Assessment Report, with a view to reducing global emissions in order to limit the increase in global temperature to below 2°C; states that parties should cooperate in achieving the peaking of global and national emissions as soon as possible, recognizing that the time frame for peaking will be longer in developing countries; states that adaptation to the adverse effects of climate change and the potential impacts of response measures is a challenge faced by all countries, and that enhanced action and international cooperation on adaptation are urgently required in developing countries, especially in the LDCs, SIDS and Africa.", 
    "They also agree that developed countries shall provide adequate, predictable and sustainable financial resources, technology and capacity building to support adaptation actions; provides that Annex I parties commit to implement, individually or jointly, quantified economy-wide emission targets for 2020, to be submitted in the format given in Appendix I to the Secretariat by 31 January 2010 for compilation in an INF document.", 
    "Protocol Annex I parties will thereby further strengthen the emission reductions initiated by the Protocol.", 
    "Delivery of reductions and financing by developed countries will be monitored, reported and verified in accordance with existing and any further guidelines adopted by the COP; states that non-Annex I parties to the Convention will implement mitigation actions, including those to be submitted to the Secretariat in the format given in Appendix II by 31 January 2010, for compilation in an INF document.", 
    "LDCs and SIDS may undertake actions voluntarily and on the basis of support.", 
    "Mitigation actions shall be communicated through national communications every two years.", 
    "Unsupported actions will be subject to domestic MRV, with provisions for international consultations and analysis under clearly-defined guidelines that will ensure that national sovereignty is respected.", 
    "Supported NAMAs will be subject to international MRV; recognizes the crucial role of reducing emissions from deforestation and forest degradation and the need to enhance removals of greenhouse gas emissions by forests, and agrees on the need to provide positive incentives to such actions through the immediate establishment of a mechanism including REDD-plus, to enable the mobilization of financial resources from developed countries; decides to pursue various approaches, including opportunities to use markets, to enhance the cost-effectiveness of, and to promote mitigation actions; states that the collective commitment by developed countries is to provide new and additional resources, including forestry and investments through international institutions, approaching US$30 billion for the period 2010-2012 with balanced allocation between adaptation and mitigation.", 
    "Funding for adaptation will be prioritized for the most vulnerable developing countries, such as the LDCs, SIDS and Africa.", 
    "Developed countries also commit to a goal of jointly mobilizing US$100 billion a year by 2020 to address the needs of developing countries, with funding coming from a wide variety of sources; establishes a high-level panel under the guidance of, and accountable to, the COP to study the contribution of the potential sources of revenue, including alternative sources of finance, towards meeting this goal; decides that the Copenhagen Green Climate Fund shall be established as an operating entity of the financial mechanism of the Convention to support projects, programmes, policies and other activities in developing countries related to mitigation including REDD-plus, adaptation, capacity building, technology development and transfer; decides to establish a Technology Mechanism to accelerate technology development and transfer in support of adaptation and mitigation that will be guided by a country-driven approach and be based on national circumstances and priorities; calls for an assessment of the implementation of this Accord to be completed by 2015.", 
    "This would include consideration of strengthening the long-term goal referencing various matters presented by the science, including in relation to temperature rises of 1.5°C.", 
    "The Accord also contains two appendices with blank tables to fill on Annex I parties quantified economy-wide emission targets for 2020 and NAMAs by developing country parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_35", 
  "enb_end_date": "19-Dec-09"
}