{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "United States", 
    "China", 
    "United Kingdom", 
    "Chile", 
    "Japan", 
    "New Zealand", 
    "Venezuela"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "07-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Parties resumed discussions on the respective mandates of the facilitation and enforcement branches of the compliance body.", 
    "The G-77/CHINA expressed preference for, inter alia: delineating mandates clearly; implementing the principle of comprehensiveness; limiting the enforcement branch's mandate to Annex I Parties; and ensuring that the enforcement branch only address issues following specific requests.", 
    "The EU, opposed by CHINA and SAUDI ARABIA, preferred the branches to have different expertise corresponding to their functions.", 
    "AUSTRALIA, the US and NEW ZEALAND supported legal expertise for the enforcement branch, but with access to technical expertise when required.", 
    "The US suggested that the enforcement branch's mandate include, inter alia: determining non- compliance with Protocol Article 3.1 (commitments); determining failure to meet eligibility requirements for mechanisms; and applying outcomes that have been agreed in advance, with discretion regarding submission of issues to the facilitation branch.", 
    "CHINA, with SAMOA, BRAZIL, CHILE and VENEZUELA, and opposed by AUSTRALIA, CANADA, JAPAN, the US and NEW ZEALAND, argued that the mandate of the enforcement body should include Protocol Articles 2.3 and 3.14 (adverse effects).", 
    "The UK clarified that there were two types of obligations, namely obligations of conduct and obligations of result.", 
    "While results could be measured, conduct could not, and therefore only obligations of results should be subject to the enforcement branch."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12144e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12144e_2", 
  "enb_end_date": "07-Sep-00"
}