{
  "countries": [
    "Ukraine", 
    "Russian Federation", 
    "Belarus", 
    "Kazakhstan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Mitigation"
  ], 
  "section_title": "AGENDA ITEMS 3, 4 AND 5:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Discussions in the AWG-LCA contact group focused on agenda items 3 (preparation of an agreed, comprehensive and balanced outcome to COP 18), 4 (review) and 5 (other matters).", 
    "At the first contact group meeting on Friday, 18 May, parties debated whether spin-off groups would only focus on the implementation of tasks mandated by COP 17.", 
    "Agreement was reached to launch spin-off groups on tasks mandated by COP 17, including on: shared vision; developed country mitigation; developing country mitigation; REDD+; sectoral approaches; various approaches, including markets; and Review.", 
    "Progress made under the AWG-LCA since the adoption of the Bali Action Plan and the need for additional spin-off groups was debated during subsequent contact group meetings.", 
    "Many developing countries called for spin-off groups on adaptation, finance, technology and response measures, underscoring outstanding issues.", 
    "Developed countries opposed, highlighting progress made under the AWG-LCA and establishment of various new institutions and processes.", 
    "Belarus, for Kazakhstan, Ukraine and the Russian Federation, supported a spin-off group on other matters and EITs.", 
    "At the AWG-LCA closing plenary on Thursday, 24 May, Chair Tayeb said discussions in the AWG-LCA contact group had been helpful in furthering parties understanding of each other s views.", 
    "Parties agreed that the oral reports and summaries of the issues discussed under the contact group will be made available online and can be used in future discussions, but they have no formal status.", 
    "The reports can be accessed at: http://unfccc.int/meetings/bonn_may_2012/session/6646.php .", 
    "Discussions on issues under the AWG-LCA contact group are summarized below under the respective agenda items and sub-items."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12546e_15", 
  "enb_end_date": "25-May-12"
}