{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Iran", 
    "Mexico", 
    "Tuvalu", 
    "India", 
    "United States", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Marshall Islands", 
    "Russian Federation", 
    "Japan", 
    "Belize", 
    "Switzerland"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CYCLES:", 
  "enb_start_date": "13-Feb-15", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "Independent association of Latin America and the Caribbean", 
    "European Union", 
    "League of Arab States", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Parties then exchanged views on the question of cycles in the new agreement.", 
    "Saudi Arabia, for the ARAB GROUP, emphasized that the cycle must be linked to reviewing ambition and implementation of all six elements under the Durban mandate, and called for differentiation in the cycle for developing countries.", 
    "The EU noted that mitigation and adaptation commitments must be addressed differently.", 
    "She indicated that all parties must maintain a mitigation commitment at all times, reviewed and regularly strengthened.", 
    "She called for a simplified amendment procedure that does not require ratification.", 
    "The RUSSIAN FEDERATION cautioned that adopting timeframes may backfire or cause backsliding and called for avoiding quasi-legal procedures for adjustment. BRAZIL noted that the finance component of the contributions is restrained by national budgetary cycles, as well as GCF and GEF replenishment cycles.", 
    "On mitigation, he called for an approach based on two consecutive terms, with a five-year contribution having its final legal form and an indicative contribution for the subsequent five-year period, sending a longer-term signal to the private sector.", 
    "He warned against requiring progressively more ambitious contributions, saying this could lead to low ambition in the first term.", 
    "BRAZIL also proposed that the 2015 agreement include review provisions on aggregate progress towards the global target, as well as provisions concerning individual levels of ambition in the section on compliance. JAPAN called for a ten-year cycle as a signal to investors, and expressed willingness to consider a mid-term review focused on enhancing and understanding contributions.", 
    "Chile, for AILAC, proposed that the scope of contributions be defined clearly in the new agreement providing different nuances to mitigation, adaption and MOI.", 
    "SWITZERLAND reminded that, in Lima, parties agreed to allow submissions of INDCs with different timeframes.", 
    "He suggested that harmonization can be agreed for the second set of commitments and that all parties will submit subsequent commitments at the same time. CHINA suggested a ten-year cycle focusing on enhanced ambition in 2020-2030 to build trust, during which: developed countries take the lead on emission reduction and provide MOI to developing countries; and developing countries follow that leadership, using MOI to increase their level of ambition in mitigation and adaptation.", 
    "He stressed the importance of domestic cycles and said developing countries will conduct domestic reflections on their enhanced actions.", 
    "CHINA also identified the need for a comprehensive approach and holistic link between the agreement's different elements.", 
    "The US supported five-year cycles, expressing preference for synchronizing parties' national cycles, so as to garner public attention to drive ambition.", 
    "He expressed reservations against the idea of a 2030 target that will be revisited in five years, saying that experience shows that countries that have gone through the national process are reluctant to review ambition. MEXICO emphasized the need for assessing progress along the way and supported ex ante review of commitments, as proposed by AILAC.", 
    "Belize, for CARICOM, supported five-year cycles, with the first cycle beginning in 2020.", 
    "He also called for turning INDCs into legally binding commitments, taking into account the special circumstances of SIDS and LDCs. INDIA called for INDCs addressing all elements of the agreement with differentiated information for developed and developing countries but with identical timeframes.", 
    "He opposed ex ante reviews of INDCs.", 
    "IRAN indicated that the cycle process has to be conditional on support from developed countries.", 
    "SAUDI ARABIA highlighted the complementary nature of mitigation, adaptation and MOI, stressing that cycles should take into account all three.", 
    "MALAYSIA called attention to the increasingly strong link between mitigation activities and adaptation.", 
    "Tuvalu, for the LDCs, called for parallelism in the cycles for mitigation and MOI, noting that if LDCs are to contribute to mitigation, support for their efforts must be provided in parallel.", 
    "Supporting five-year cycles, the LDCs emphasized that countries can increase their contributions in the middle of a cycle.", 
    "The MARSHALL ISLANDS called for flexibility in the adaptation cycle given the need to reflect local and national priorities."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12625e.html", 
  "enb_long_title": "Geneva Climate Change Conference - February 2015", 
  "type": "working group", 
  "id": "enb12625e_3", 
  "enb_end_date": "13-Feb-15"
}