{
  "countries": [
    "Germany"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE MEETINGS OF THE SUBSIDIARY BODIES", 
  "enb_start_date": "28-Jul-97", 
  "enb_short_title": "7th Session of the AGBM, 6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The subsidiary bodies to the Framework Convention on Climate Change (FCCC) met from 28 July - 7 August 1997 at the Hotel Maritim in Bonn, Germany.", 
    "AGBM-7 met from 31 July - 7 August 1997.", 
    "SBI-6 and SBSTA-6 met from 28-30 July and held final sessions on 5 August.", 
    "AG13-5 met from 28-30 July 1997. AGBM-7 met in four 'non-groups,' which were closed to observers, and deliberated at length.", 
    "The non-groups considered: the advancement of existing commitments under Article 4.1; policies and measures; quantified emission limitation and reduction objectives (QELROs); and institutions and processes.", 
    "The non-groups produced four revised texts in which all paragraphs remain open for final negotiation and are not agreed. SBI-6 met in Plenary, as well as in a number of contact groups, and considered: the financial mechanism; national communications; arrangements for intergovernmental meetings; the programme budget and an NGO consultation mechanism.", 
    "SBSTA-6 plenary sessions discussed cooperation with international organizations, technology transfer and AIJ.", 
    "A contact group met several times to consider methodological issues.", 
    "A joint SBI/SBSTA contact group considered the division of labor between the two groups.", 
    "AG13 further considered proposals on a possible multilateral consultative process (MCP) during three sessions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1255e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1255e_8", 
  "enb_end_date": "07-Aug-97"
}