{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "PRESENTATIONS FROM INTERNATIONAL ORGANIZATIONS", 
  "enb_start_date": "02-Jul-03", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Vijay Samnotra, United Nations Environment Programme (UNEP), outlined UNEP's work in improving the effectiveness of MEA implementation, including, inter alia: harmonizing national reporting; developing compliance and enforcement guidelines that focus on institutional coordination at national and international levels; building capacity, providing information and training; supporting national action plans; and developing a synthesis report on the implications of the World Summit on Sustainable Development (WSSD) for MEAs. Noting a new project on achieving synergies between conventions in Africa, he said that work on information and awareness raising can be effective only if it addresses the Rio conventions jointly.", 
    "Responding to a participant who expressed concern over the process of developing compliance and enforcement guidelines, he said that the guidelines were adopted after extensive consultations with all parties involved in implementation. Khalid Hussain, United Nations Development Programme (UNDP), stressed the importance of integrating climate change considerations into poverty alleviation strategies and highlighted the role of public-private partnerships in implementation.", 
    "He said that UNDP focuses on adaptation and mitigation measures within a sustainable livelihoods framework.", 
    "Hussain outlined UNDP\u0092s work related to synergies between conventions, including an inter- agency paper on poverty and climate change, which explores adaptation measures and addresses synergies between conventions at all levels. Avani Vaish, Global Environment Facility (GEF), outlined the GEF\u0092s policy framework and its efforts to promote synergy and harmonization of country-level action.", 
    "He said that while the GEF can provide feedback on the convention processes, it is the responsibility of Parties to identify synergies and determine approaches to their development.", 
    "He highlighted some of the multi- focal activities, which the GEF continues to prioritize, noting that substantial resources are allocated for this and for cross- cutting capacity building between 2004 and 2006.", 
    "In response to a question regarding GEF support to the conventions, he said that there is no correspondence between the role of the GEF as a financial mechanism and the allocation of resources, noting that resource allocation is based on the focal areas. Jerry Velasquez, United Nations University (UNU), outlined UNU\u0092s Interlinkages Initiative that involves national and regional case studies and analytical research on the role of interlinkages in compliance and enforcement.", 
    "Among lessons learned, he noted that countries have varied responses and approaches to synergies, institutional roles and responsibilities are often confusing and conflicting, social challenges to synergies such as nepotism and turf wars are enduring, and donor-driven activities are not always coordinated.", 
    "Velasquez stressed that synergies should not be imposed but be demand-driven, should add value and support sustainable development. In her presentation, Annie Roncerel, United Nations Institute for Training and Research (UNITAR), discussed the legal and institutional prescriptions for the implementation of the Rio conventions and outlined various UNITAR country-based initiatives.", 
    "She noted that UNITAR\u0092s efforts include comparing data needs for implementation of conventions at the country level and stressed the need for a data-sharing agreement between ministries.", 
    "Roncerel highlighted a UNITAR capacity-building effort, involving implementing agencies in the formulation of National Capacity Needs Self Assessment (NCSA) initiative. Maria Socorro Manguiat, World Conservation Union (IUCN), noted that approaches to synergies adopted by the IUCN have included examining how the Rio conventions can synergize to contribute towards the United Nations Forum on Forests (UNFF) Programme of Work.", 
    "She said that IUCN aims to more effectively incorporate climate change into future surveys of species survival and noted that the IUCN Task Force on Climate Change, Vulnerable Communities and Adaptation seeks to strengthen the role of ecosystem management.", 
    "Manguiat stated that the objectives of the IUCN Climate Change Strategy include: informing governments and the public about climate change impacts; promoting strategies to reduce vulnerability and adapt to climate-related disasters; and advancing environmentally-sound approaches to climate change mitigation. Nick Davidson, Ramsar Convention on Wetlands, said the Ramsar Convention commits Parties to wisely use wetlands, designate and manage wetlands of international importance and cooperate at the international level.", 
    "He outlined cooperation between the Ramsar Convention and other global and regional conventions and agreements, including the Rio conventions, the Convention on Migratory Species, the World Heritage Convention and the Barcelona Convention for the Protection of the Mediterranean Sea against Pollution.", 
    "He highlighted the global nature of most joint activities and stressed the need to enhance national-level collaboration.", 
    "Davidson outlined global-scale challenges including developing multi-convention work plans, analyzing common issues and overlap of national implementation requirements, identifying conflicting national requirements under different conventions, and streamlining national reporting. Carlos Corvalan, World Health Organization (WHO), noted an existing gap between the work of the conventions and the health sector.", 
    "Calling for an ecological perspective to address public health, he enumerated the negative health impacts of environmental problems such as air and water pollution, ozone depletion, persistent organic pollutants, biodiversity loss, desertification and salinization.", 
    "Corvalan stressed that there is great scope for the WHO to work with the Rio conventions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12220e.html", 
  "enb_long_title": "Workshop on synergies and cooperation with other conventions", 
  "type": "", 
  "id": "enb12220e_6", 
  "enb_end_date": "04-Jul-03"
}