{
  "countries": [
    "Japan", 
    "Saudi Arabia", 
    "China", 
    "Kuwait"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR COP-3", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "On 27 October, FCCC Executive Secretary Michael Zammit- Cutajar said discussions with the Japanese Government were on the verge of a successful conclusion.", 
    "He described the legal understanding that had been reached with Japan.", 
    "Without prejudice, the Government of Japan will extend to representatives of Parties and others involved in COP-3 such services, facilities, security privileges and immunity as provided to other international and UN conferences in Japan. JAPAN acknowledged that it had virtually succeeded in concluding issues with the Secretariat. SBI Chair Mahmoud Ould El-Ghaouth introduced a draft decision to hold COP-4 in Bonn in November 1998 and requests that the Secretariat make necessary arrangements.", 
    "The decision was adopted. On the G-77/CHINA's proposed agenda for COP-3's high-level segment, the Chair said the segment would be organized with a traditional first-come, first-served list of speakers.", 
    "He said the G-77/CHINA proposal could be distributed as an official document, which SAUDI ARABIA, KUWAIT and CHINA requested. In the draft report of the meeting, the SBI adopted conclusions under which it reiterated its gratitude to Japan and requested the Secretariat to conclude its arrangements on the basis of the understanding reached between the Executive Secretary and the Government of Japan."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_19", 
  "enb_end_date": "31-Oct-97"
}