{
  "countries": [
    "Canada", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "United States", 
    "China", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE", 
  "enb_start_date": "09-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Delegates continued consideration of the Co- Chairs' Elements of a Compliance System for the Kyoto Protocol.", 
    "On Expedited Procedure for Cases Related to the Kyoto Mechanisms, SOUTH AFRICA supported such a procedure and, with CHINA, proposed the establishment of an eligibility panel.", 
    "With AUSTRALIA and JAPAN, the US said the overall compliance procedure should be considered before the expedited procedure.", 
    "The EU, opposed by AUSTRALIA, said there should be a pre-commitment review of elements pertaining to participation in the mechanisms, and an annual review during the commitment period.", 
    "CHINA cautioned the compliance group against prejudging the rules that will be developed in the mechanisms group. On Rules of Procedure for the Compliance Institution, the US, with AUSTRALIA, the EU and CANADA, suggested focusing on the elements needing agreement at COP-6, such as the decision-making rule.", 
    "Delegates expressed diverging views on the need for two sets of rules for the possible two branches of the compliance institution.", 
    "On True-up Period, delegates said the timing needed to be considered in detail.", 
    "The EU and the US suggested the end of the review.", 
    "AUSTRALIA proposed the end of the commitment period. On Outcomes or Consequences of Non-Compliance or Potential Non-Compliance, the EU said the consequences should create a clear economic impact on that Party and aim at repairing the overage.", 
    "He added the concept of 'compliance reserve' and, opposed by AUSTRALIA and CANADA, supported loss of access to mechanisms.", 
    "NEW ZEALAND opposed financial penalties and, with AUSTRALIA, a compliance fund.", 
    "SOUTH AFRICA, with the US, suggested creating a distinction between various consequences based on the branch that would deal with it.", 
    "CHINA, with BRAZIL, opposed subtraction of excess tonnes from a Party's assigned amount for the subsequent commitment period.", 
    "With SAUDI ARABIA, he suggested adding a new title to the Elements addressing the implications of Article 18 (non-compliance).", 
    "SAUDI ARABIA said financial penalties were the best way to proceed, while CANADA queried how these could be enforced."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12131e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12131e_4", 
  "enb_end_date": "09-Jun-00"
}