{
  "countries": [
    "Canada", 
    "Netherlands", 
    "Italy", 
    "Sudan", 
    "France", 
    "Bahamas", 
    "Morocco", 
    "Greenland", 
    "Ireland", 
    "Kenya", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Mexico", 
    "United Kingdom", 
    "Austria", 
    "China", 
    "Belgium", 
    "Germany", 
    "Spain"
  ], 
  "topics": [
    "Reasons for Concern", 
    "IPCC Governance", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "PROJECTIONS OF FUTURE CHANGES:", 
  "enb_start_date": "29-Jan-07", 
  "enb_short_title": "IPCC WGI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This section was first addressed on Wednesday night, with discussions continuing throughout Thursday.", 
    "In the opening boxed text, Germany, Belgium, the Netherlands and Spain called for language noting the lack of consideration of mitigation scenarios in the WGI assessment.", 
    "They were opposed by Kenya, China, Saudi Arabia, and Australia, who said WGI does not deal with mitigation and that this issue was already clear from other references in the SPM.", 
    "No reference to mitigation scenarios was included.", 
    "On committed warming (the warming expected to occur even if all radiative forcing agents remained at 2000 levels), China, with the Netherlands, Morocco and others, objected to the wording committed given the potential for misinterpretation.", 
    "Switzerland, supported by Belgium, Germany and others, proposed replacing it with resulting warming.", 
    "Co-Chair Solomon explained that resulting warming did not include past trends the way that committed warming is meant to do.", 
    "Austria, supported by Ireland, preferred retention of committed as a precise scientific term.", 
    "With Norway, he suggested improving the definition by using text from the underlying report.", 
    "Co-Chair Solomon proposed, and participants agreed, to use further warming instead.", 
    "Regarding climate projections based on scenarios from the IPCC Special Report on Emission Scenarios (SRES), the UK suggested, and participants approved, language to clarify the two sources of uncertainty (the uncertainty in future emissions and the uncertainty in models).", 
    "Given the recent attention from the media, Belgium, supported by France, called for the new range for the AR4 warming projections to be clearly stated within the text to enable a straightforward comparison to the previous TAR range of 1.4-5.8 ºC.", 
    "The Coordinating Lead Authors expressed hesitation, and Co-Chair Solomon underscored that the TAR did not employ an assessed likelihood range, but relied instead largely upon expert judgment.", 
    "The Netherlands, Austria, Germany, and Australia asked that an explanation to this effect be incorporated into the text, and China and Cuba cautioned against negative language to describe the approach used in the TAR.", 
    "A contact group was convened to consider this matter further.", 
    "In the contact group, Germany asked that a column be added to a table of 21 st century warming and sea level rise projections (Table SPM-2) to denote carbon dioxide emission levels.", 
    "The Coordinating Lead Authors explained the difficulties in simply depicting the range of other greenhouse gases and aerosols included within the SRES scenarios.", 
    "China, supported by Switzerland, asked, and participants agreed, that the words Year 2000 Committed be rephrased to Constant Year 2000 Concentrations.", 
    "Participants expressed concern that the media may interpret the new temperature projections to be lower than those in the TAR (i.e.", 
    "1.4-5.8 ºC), particularly if AR4 best estimates(i .e.", 
    "1.8-4.0 ºC) are highlighted as opposed to the lower and upper AR4 likely range values (i.e.", 
    "1.1-6.4 ºC).", 
    "Italy stressed that the AR4 message to the general public will be whether the problem is deemed to be more or less serious than before.", 
    "The Coordinating Lead Authors noted that the projections in the TAR primarily demonstrate the existence of climate change, while projections in the AR4 provide quantitative information of the climate change outcomes depending on the choices of policy makers.", 
    "The final language reflected both the best estimates and the likely ranges, explicitly stating that the AR4 projections are broadly consistent with the TAR although the quantities are not directly comparable.", 
    "The approved text also listed the advances of AR4 over TAR.", 
    "The UK, supported by Germany and Belgium, called for a statement at the end of the section to indicate that there are other warming possibilities outside the SRES scenarios.", 
    "New Zealand, seconded by Co-Chair Solomon, said the proposed inclusion is probably evident from other parts of the text, and the statement was not included.", 
    "Regarding differences in sea level rise projections between the TAR and AR4, Germany noted that this could be a source of confusion for the media.", 
    "Solomon clarified that the confusion has to do with the upper ranges.", 
    "The Coordinating Lead Authors explained that comparison was difficult, but that midpoints differed partly as a result of the different uncertainty assessments.", 
    "Text was included noting that the AR4 midpoints were within 10% of those in the TAR.", 
    "Regarding projections for sea level rise and changes in ice flow, the Coordinating Lead Authors expressed frustration that it was not yet possible to include the full effects of ice sheet flow in the models.", 
    "Germany stressed the potentially important contributions from melting of the Greenland and Antarctic ice sheets.", 
    "Austria underscored the importance of reflecting in the text that the rates are current best estimates, but that they could increase or decrease in the future.", 
    "Germany emphasized the need for clarity on what is and what is not included in the sea level rise projections, and Kenya, Sudan, the US, Canada, and others asked that the language remain understandable.", 
    "Participants decided to add a sentence proposed by the UK stating that models used to date do not include the full effects of dynamical changes in ice flow, and to include this understanding within the projections table (Table SPM-2).", 
    "Belgium suggested, and participants agreed, to make it clear that uncertainties in climate-carbon cycle feedbacks are also not included in sea level rise projections due to lack of published literature.", 
    "Noting recent observations on accelerated ice flow, Germany requested additional language indicating a discrepancy between positive recent observations of ice sheet flow and negative projections from models.", 
    "Participants decided to note that dynamical ice flow processes are not included in the models, but suggested by recent observations, could increase future sea level rise.", 
    "Regarding regional scale projections on cyclones, participants approved a suggestion by the US to add the phrasing in some regions in referencing an apparent trend in the proportion of very intense cyclones since the 1970s.", 
    "Regarding regional scale projections on the possibility of a large abrupt transition of the meridional overturning circulation, Germany suggested changing the term very unlikelyy to unlikely as many studies do not include the possibility of melt water from Greenland, but the Coordinating Lead Authors explained their rationale, noting that possibility was well below the very unlikely definition (a 1 in 10 possibility).", 
    "Regarding the impact of carbon cycle feedbacks on atmospheric carbon dioxide stabilization, China expressed concern about the uncertainty in using only three models to ascertain needed reductions in carbon dioxide emissions and asked for the associated sentences to be removed.", 
    "The Coordinating Lead Authors stated that the uncertainty from these models is representative of that from a more comprehensive study involving eleven models, although there are not best estimates and assessed likelihood ranges associated with these findings.", 
    "Participants agreed to use less emphatic wording regarding uncertainty.", 
    "China, with the Bahamas and Saudi Arabia, said a sentence comparing temperature changes in Greenland with the temperatures and the 4-6 meter sea level change from 125,000 years ago was repetitive with text approved in the paleoclimate section.", 
    "Mexico suggested referring to future temperatures in Greenland to clarify that it is a comparison.", 
    "China added that such a comparison could lead policy makers to the conclusion that in the next 100 years we might experience events such as those 125,000 years ago.", 
    "The text was bracketed and addressed again late on Thursday night.", 
    "By then, it was the only outstanding text.", 
    "Noting its willingness to finish approval of the SPM, China agreed to the proposed text.", 
    "This was approved, thus completing the work on the SPM."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12319e.html", 
  "enb_long_title": "Tenth Session of the IPCC Working Group I (WGI)", 
  "type": "ipcc", 
  "id": "enb12319e_17", 
  "enb_end_date": "01-Feb-07"
}