{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Mexico", 
    "Gambia", 
    "Zambia", 
    "Micronesia", 
    "Ethiopia", 
    "China", 
    "Colombia", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation"
  ], 
  "section_title": "FURTHER COMMITMENTS BY ANNEX I PARTIES UNDER THE PROTOCOL AND WORK PROGRAMME FOR 2010:", 
  "enb_start_date": "09-Apr-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "These two agenda items were considered jointly at the meeting.", 
    "They were first considered by the opening plenary on Friday afternoon.", 
    "From Saturday and Sunday, contact group meetings chaired by Chair Ashe and informal consultations, facilitated by Marcelo Rocha (Brazil) and Stephanie Lee (New Zealand) were held on this issue.", 
    "Parties also agreed that that Robert Owen-Jones (Australia) would consult informally on additional meeting time.", 
    "The key issues discussed included agenda, modalities of work, documentation, cooperation with the AWG-LCA and technical input.", 
    "On the agenda, the Federated States of Micronesia, for AOSIS, stressed that the conclusions from AWG-KP 11 should include: a clear statement of the AWG-KP s objective, which is to adopt amendments to the Kyoto Protocol at COP/MOP 6; a work programme containing clear milestones and dates; and modalities for conducting the AWG-KP s work.", 
    "Switzerland stressed the need to clarify the AWG-KP s objective for the year, and to have focused discussions around this objective.", 
    "Japan said the objective should be to have a single, fair and effective legal outcome in Cancún, which encompasses elements from the Copenhagen Accord, and stressed that a simple amendment of the Kyoto Protocol is not an option.", 
    "Bolivia underscored the clear goal established in Protocol Article 3.9 (Annex I parties further commitments) to set new emission reduction targets.", 
    "He also stressed the need to first establish the aggregate range of Annex I parties further emission reductions and then define individual targets.", 
    "Regarding the modalities for work, the EU, Switzerland, Brazil, AOSIS, Norway, Japan, New Zealand and Mexico supported convening in a single contact group.", 
    "Several parties said this would not preclude also having spinoff or drafting groups should the need arise.", 
    "AOSIS noted the need to have focused discussions on specific issues in this single contact group, and also suggested using a variety of modalities such as in-session workshops, technical workshops and joint events with the AWG-LCA.", 
    "New Zealand supported organizing technical workshops to clarify some of the details around the work of the Group.", 
    "The Gambia said working through a single contact group would be difficult in terms of prioritizing issues and Saudi Arabia questioned how various topics, such as the flexibility mechanisms and LULUCF, would be discussed in a single contact group.", 
    "After informal consultations, text on working through a single contact group was not included in the conclusions.", 
    "The EU, Norway, New Zealand and Japan, opposed by Saudi Arabia, supported having joint discussions with the AWG-LCA on cross-cutting issues.", 
    "Japan said that on the issue of numbers, discussions had come to a point where further progress could not be made until progress is made by the AWG-LCA, and supported joint discussions on numbers and the flexibility mechanisms.", 
    "Switzerland also stressed the need for joint discussions with the AWG-LCA, explaining that this is because of a country that is not a party to the Kyoto Protocol but is envisaging work, inter alia , on LULUCF and market mechanisms.", 
    "He also stressed comparability of developed countries mitigation efforts mentioned in the BAP, and identified issues, such as MRV and REDD+, that are possible crossing points for both AWGs.", 
    "Brazil, supported by China and the Gambia, stressed that the AWG-KP s mandate was agreed by COP/MOP 1 before the Bali Roadmap, explaining that there is no need for working jointly with the AWG-LCA.", 
    "Bolivia and others opposed methods of work that would diverge from the mandate based on Protocol Article 3.9.", 
    "Supported by AOSIS and others, Brazil stressed, however, that the two AWGs should always meet in parallel.", 
    "Zambia and others stressed the need for the AWG-KP to hold as many meetings as the AWG-LCA but no joint meetings.", 
    "Ethiopia emphasized that parties could exchange information with colleagues following the AWG-LCA.", 
    "Cooperation with the AWG-LCA was the last issue to be resolved.", 
    "The African Group, opposed by Colombia, the EU, Japan, Norway and the Federated States of Micronesia, proposed deletion of reference to the Chairs of the two AWGs meeting to identify issues of common concern regarding Annex I parties commitments.", 
    "After consultations ending past midnight on Sunday, parties agreed on text noting that that the AWG-KP Chair has undertaken, under his own initiative, to meet with the AWG-LCA Chair to identify information on commitments of Annex I parties, which is to be made available to parties.", 
    "Regarding documentation, Chair Ashe highlighted progress made in Copenhagen since the AWG-KP s report (FCCC/KP/AWG/2009/17) was forwarded to COP/MOP 5, noting that the COP/MOP has subsequently undertaken some work that is not reflected in any document.", 
    "Most parties supported the preparation of revised documentation for the June session.", 
    "Saudi Arabia noted the need to include work done on potential consequences in the revised documentation.", 
    "Parties agreed, inter alia , to request the Chair to prepare documentation for AWG-KP 12 in June, on the basis of the annex to the AWG-KP s report to COP/MOP 5, taking into consideration the work undertaken and decisions adopted by COP/MOP 5 based on the report by AWG-KP 10.", 
    "On the question of technical input, the EU supported working on the level of ambition of Annex I emission reductions across the board as well as on accounting rules for LULUCF and the inclusion of new greenhouse gases.", 
    "Switzerland suggested technical input on matters such as translating pledges into QELROs, carryover of AAUs, the flexibility mechanisms and the positive and negative consequences of QELROs.", 
    "Brazil noted outstanding work on technical issues such as translating pledges into QELROs.", 
    "Bolivia accepted that a technical review of the individual pledges could be done to examine whether they are consistent with science and historical responsibility.", 
    "AOSIS proposed a technical paper outlining: the environmental outcomes and impacts of pledges made; and the impacts on these pledges of different accounting rules and options relating to the flexibility mechanisms and LULUCF.", 
    "New Zealand noted the need for technical input on issues such as negotiating QELROs, the flexibility mechanisms and extending emissions trading to all parties.", 
    "Parties agreed to request the Secretariat to prepare for AWG-KP 12, a paper compiling pledges for emission reductions and related assumptions and a technical paper laying out issues relating to the transformation of pledges into QELROs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12460e.html", 
  "enb_long_title": "Bonn Climate Change Talks - April 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12460e_17", 
  "enb_end_date": "11-Apr-10"
}