{
  "countries": [
    "United States", 
    "Bolivia", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "Adaptation, and Loss and Damage", 
  "enb_start_date": "05-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "In the afternoon, delegates continued streamlining paragraphs in the Geneva text based on the Secretariat’s proposal, agreeing to consolidate text in paragraph 65.3 option a, sub-options i and ii on further strengthening institutional arrangements. To streamline the text, co-facilitator Andrea Guerrero proposed a methodology for clustering issues, presenting a table with columns for: themes; paragraphs; and text.", 
    "She suggested first discussing the themes column. Parties discussed this methodology, adding a column for issues to be addressed in decisions.", 
    "The EU, Bolivia, for G-77/CHINA, and the US made suggestions on themes. Many parties expressed reluctance to move forward with this methodology if the other facilitated groups are not doing the same.", 
    "Co-facilitator Guerrero reassured delegates that the same approach was being used by the facilitated group on mitigation. Delegates continued to discuss possible clustering themes.", 
    "Based on this discussion, the Secretariat displayed a preliminary list of themes in the table. Parties then discussed modes of work for clustering. Responding to concerns that the table would result in some parties’ views being left behind or be construed as parties’ positions, co-facilitator Guerrero stressed that the table is an internal tool for tracking progress and confirmed it would be distributed to delegations. Parties agreed to work on the basis of the table and to submit their views on the themes before the group reconvenes on Saturday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12632e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12632e_2", 
  "enb_end_date": "05-Jun-15"
}