{
  "countries": [
    "United States", 
    "Trinidad and Tobago", 
    "Australia", 
    "India", 
    "Canada"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "NAIROBI WORK PROGRAMME ON ADAPTATION", 
  "enb_start_date": "02-Jun-08", 
  "enb_short_title": "SB-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The Nairobi Work Programme on impacts, vulnerability and adaptation to climate change (NWP), which was finalized at COP 12 in 2006, establishes a five-year programme of work on the scientific, technical and socioeconomic aspects of impacts, vulnerability and adaptation to climate change.", 
    "In Bonn, parties were tasked with considering outputs from the first part of the five-year period, and identifying further actions for the second part.", 
    "The NWP was first taken up in Bonn by the SBSTA on 4 June, when the Secretariat introduced the relevant documents (FCCC/SBSTA/2008/2-5, FCCC/SBSTA/2008/MISC.3 and Add.1, 2).", 
    "It was subsequently taken up in a workshop on modeling, scenarios and downscaling under the NWP, which took place on 7 June (for more details on the workshop, see: http://www.iisd.ca/vol12/enb12370e.html ).", 
    "The NWP was also the subject of extensive discussions in a contact group and informal consultations co-chaired by Kishan Kumarsingh (Trinidad and Tobago) and Donald Lemmen (Canada) from 5-12 June.", 
    "Discussions in the contact group were structured around a draft paper prepared by SBSTA Chair Plume.", 
    "Some participants described the discussion as constructive.", 
    "Throughout the week parties stressed the need to ensure continuity of the Nairobi Work Programme and to maintain credibility by completing their work at this session.", 
    "Many Annex I parties expressed concerns about discussing financing arrangements in the SBSTA, and about sending items to the SBI prematurely.", 
    "Several developing countries urged a more action-oriented approach while the US and Australia stressed the need to focus on the most critical points.", 
    "India and others highlighted the importance of an expert group and noted connections with the SBI and AWG-LCA.", 
    "The US stressed the importance of improving parties oversight of calls for action and action pledges.", 
    "While the first part of the NWP focused on building connections with international organizations, parties stressed the role of regional centers and networks in the second half, requesting a workshop on regional centers and networks.", 
    "A proposal to request the Secretariat to produce a technical paper on mechanisms to manage risk from adverse effects of climate change was moved to the contact group on long-term cooperative action of the AWG-LCA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12375e.html", 
  "enb_long_title": "Twenty-eighth Sessions of the UNFCCC Subsidiary Bodies, Second Session of the Ad Hoc Working Group Under the Convention, and fifth Session of the Ad Hoc Working Group Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12375e_32", 
  "enb_end_date": "13-Jun-08"
}