{
  "countries": [], 
  "topics": [], 
  "section_title": "Conclusion:", 
  "enb_start_date": "09-Apr-01", 
  "enb_short_title": "IPCC-17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In concluding, Chair Watson summarized the views expressed by participants.", 
    "On the question of whether the IPCC should be continued, he said agreement had been unanimous, although some participants had expressed that this decision was not up to the Panel, but rather up to its founding bodies, UNEP and WMO.", 
    "On the question of whether the IPCC should continue to prepare comprehensive assessments, general accord was articulated, but delegates expressed desire for attempting to focus and shorten the assessments.", 
    "The question of special reports was unanimously supported, as was the issue of taking on requests for such work by the UNFCCC.", 
    "However there was concern and differing views for taking up requests from other conventions and bodies.", 
    "Regarding the question of whether a fourth working group should be established to deal with inventory issues, participants articulated views in favor, but also indicated reservations, and several noted that the time was not right to make a decision on this.", 
    "Participants agreed that there was a need to determine the structure of the body focusing on inventories in order to ensure transparency and credibility, and to decide on the approval process within this body.", 
    "On the composition of the Bureau, delegates agreed that the regional balance should be maintained.", 
    "With certain concerns expressed, participants mostly agreed that the current size of the Bureau was satisfactory. Noting general agreement on all major issues in the paper, Chair Watson agreed to rewrite his paper on the future work programme of the IPCC based on the discussions.", 
    "He would then send it out for comments within four weeks, and prepare a third version four weeks later based on comments received.", 
    "All delegates would receive the third version prior to the IPCC meeting in September 2001."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12165e.html", 
  "enb_long_title": "Seventeenth session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12165e_20", 
  "enb_end_date": "09-Apr-01"
}