{
  "countries": [
    "Italy"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Mitigation"
  ], 
  "section_title": "GROUP OF 8/MAJOR ECONOMIES FORUM ON ENERGY AND CLIMATE CHANGE:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "From 8-10 July, the Group of Eight (G8) summit was held in L Aquila, Italy.", 
    "The Major Economies Forum on Energy and Climate Change (MEF) convened concurrently.", 
    "Climate change was addressed in both meetings.", 
    "The G8 leaders recognized the scientific view that the increase in global average temperature ought not to exceed 2°C from pre-industrial levels.", 
    "They reiterated the global long-term goal of reducing emissions by at least 50% by 2050.", 
    "As part of this, they supported the goal that developed countries should reduce emissions by at least 80% by 2050.", 
    "They highlighted the need for mid-term targets consistent with the global goals and for global emissions to reach their peak as soon as possible and decline thereafter.", 
    "The MEF, attended by 16 countries and the European Union, resulted in a declaration.", 
    "The MEF countries resolved to spare no effort to reach an agreement in Copenhagen to further implementation of the Convention.", 
    "They indicated that in the midterm, developed countries should take robust emission reductions and that developing countries should take meaningful actions to reduce emissions compared to business as usual levels.", 
    "The MEF also agreed to cooperate between now and Copenhagen to identify a global goal for substantially reducing global emissions by 2050.", 
    "The MEF stressed that adaptation is essential and decided to launch a Global Partnership to drive transformational, low-carbon, climate-friendly technologies.", 
    "It also stated that financial resources for mitigation and adaptation will need to be scaled up urgently and substantially, and should involve mobilizing resources to support developing countries.", 
    "The MEF countries also agreed that they will continue meeting this year to facilitate agreement in Copenhagen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12422e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12422e_7", 
  "enb_end_date": "10-Aug-09"
}