{
  "countries": [
    "Turkey", 
    "Bangladesh", 
    "Kuwait", 
    "Peru", 
    "Venezuela", 
    "Saudi Arabia", 
    "Australia", 
    "Guatemala", 
    "Jordan", 
    "Armenia", 
    "Marshall Islands", 
    "China", 
    "Spain", 
    "Kyrgyzstan", 
    "Oman", 
    "Switzerland", 
    "Grenada", 
    "Yemen", 
    "Mexico", 
    "Lebanon", 
    "Lesotho", 
    "Congo", 
    "Japan", 
    "Tajikistan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "31-May-10", 
  "enb_short_title": "AWGs", 
  "subtype": "PLENARY", 
  "actors": [
    "Group of 77", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "African Group", 
    "Latin American and Caribbean Group"
  ], 
  "sentences": [
    "The AWG-LCA closing plenary first convened in the morning on 11 June 2010.", 
    "Speaking for the COP Bureau, Mexico expressed regret at incidents, which occurred on Thursday at the conference venue and involved misuse of a country flag, strongly condemning such acts and thanking the Secretariat for launching an investigation.", 
    "Yemen, for the G-77/China, Australia, for the Umbrella Group, Spain, for the EU, Grenada, for AOSIS, the Democratic Republic of the Congo, for the African Group, and many others deeply regretted the serious incident.", 
    "Lebanon, Kuwait, Oman, Jordan and others stressed that the incident was particularly offensive as Saudi Arabia s flag contains religious symbols.", 
    "Many parties urged the Secretariat to investigate the incident and report the results at the next session.", 
    "China drew attention to incidents after Copenhagen where newspapers reported information from closed informal meetings.", 
    "He stressed the UN s strict rules on participation in such meetings and called on the Secretariat to investigate this incident.", 
    "Saudi Arabia expressed deep gratitude to all parties for their support and solidarity after the act against their flag on Thursday.", 
    "He stressed the need to avoid such incidents and highlighted that such acts will not make any country change its position.", 
    "Saudi Arabia said they looked forward to the results of the investigation.", 
    "The Climate Action Network, for civil society, stressed the importance of mutual respect and highlighted civil society s respect for the UNFCCC process.", 
    "She said emotions seemed to have run too high after debates about survival but expressed trust that the incident would not divert parties attention from the main task.", 
    "She emphasized that civil society will continue its full and active engagement in the process.", 
    "The plenary was then suspended at the request of the G-77/China before closing statements.", 
    "The plenary resumed to hear the closing statements at 3:30 pm.", 
    "Yemen, for the G-77/China, stressed the need for adequate time for coordination during future sessions.", 
    "Australia, for the Umbrella Group, called for an effective package in Cancún and supported an environmentally-effective and legally-binding post-2012 regime that includes mitigation actions from all major economies and reflects a robust transparency framework.", 
    "The Umbrella Group also drew attention to the Group s joint statement on nature and scale of fast-track financing, highlighting that it represents billions of dollars.", 
    "Spain, for the EU, noted progress during the session, but expressed concern at the slow pace of the discussions, particularly on mitigation.", 
    "She highlighted commitment to fast-start financing and urged a balanced discussion between the AWG-LCA and AWG-KP.", 
    "Lesotho, for the LDCs, highlighted that priority must be given to adaptation.", 
    "Grenada, for AOSIS, urged more intensive and focused negotiations in August and expressed satisfaction with progress on finance.", 
    "Switzerland, for the EIG, recognized positive interaction between delegates and expressed hope that the cooperative spirit will continue.", 
    "Kyrgyzstan, for the Group of Mountainous Land-locked countries, including Armenia, Kyrgyzstan and Tajikistan, announced the establishment of this new group to raise awareness under the UNFCCC of the challenges faced by mountainous land-locked countries, and invited other countries with similar challenges to join the group.", 
    "Peru, for the Group of Latin American and Caribbean Countries (GRULAC), called for the prioritization of actions for funding technology transfer and capacity building for climate change adaptation, and expressed appreciation for the appointment of Christiana Figueres as the incoming UNFCCC Executive Secretary.", 
    "Venezuela underscored the desire to adopt a legally-binding agreement in Cancún.", 
    "Bangladesh called for the equal treatment of adaptation and mitigation actions, and highlighted the urgency of delivering fast-start funding for capacity building and REDD+ preparedness.", 
    "Guatemala called for the consideration of countries most vulnerable to climate change, particularly with respect to adaptation, finance, technology transfer and capacity building.", 
    "Turkey said the meeting has restored confidence among the parties and highlighted the need to consider financial resources and sustainable development.", 
    "The Marshall Islands noted the need for political engagement on the final architecture.", 
    "Japan called for a fair, effective, comprehensive and legally-binding framework and underscored that fast-start financing is on track.", 
    "Parties adopted the meeting s report (FCCC/AWGLCA/2010/L.3).", 
    "AWG-LCA Chair Mukahanana-Sangarwe thanked parties for their support and declared the meeting closed at 5:45 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12472e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12472e_21", 
  "enb_end_date": "11-Jun-10"
}