{
  "countries": [
    "Australia", 
    "Mexico", 
    "Solomon Islands", 
    "Gambia", 
    "Philippines", 
    "India", 
    "Guatemala", 
    "Congo", 
    "China", 
    "Grenada", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "PLENARY", 
  "actors": [
    "Alliance of Small Island States", 
    "African Group", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The SBI closing plenary took place on Friday, 17 June.", 
    "Parties adopted the meeting s report (FCCC/SBI/2011/L.15).", 
    "Argentina, for the G-77/China, inter alia : underlined the importance of annual reports on the technical review of greenhouse gas inventories; called on Annex II parties to intensify efforts to fulfill commitments on the provision of support; called for greater contribution to adaptation, without conditions; and expressed regret that the NEEDS project would not continue.", 
    "Mexico, for the EIG, regretted the time wasted on adopting agendas; welcomed progress on the participation of observer organizations; called for avoiding overlapping agenda items; and expressed concern that the lengthy debate on loss and damage reinterprets and overstretches clear Cancun Agreements.", 
    "Australia, for the Umbrella Group, inter alia , called for building on the work on the national adaptation plans and the work programme on loss and damage and said too much time was spent on response measures.", 
    "She said the workshop on observer engagement was a highlight of the Bonn session.", 
    "The EU, inter alia: lamented Bonn s lengthy agenda discussion; praised efforts to enable LDCs to prepare, plan and implement adaptation actions; welcomed proposals to enhance the participation of observer organizations; welcomed progress on the work programme on loss and damage; and noted that response measures is a mitigation issue and should not be addressed under adaptation.", 
    "Guatemala, for the Central American Integration System, acknowledged the work on Convention Article 6 and on development and transfer of technology, and called for the pace of the negotiations to quicken.", 
    "Grenada, for AOSIS, noted the progress made on loss and damage, on Convention Article 6, and on non-Annex I parties national communications and praised the utility of the forum on the impact of implementation of response measures and the efforts of the GEF towards national communications.", 
    "He expressed concern that agenda item 4b on the information contained in non-Annex I parties national communications was held in abeyance.", 
    "The Democratic Republic of the Congo, for the African Group, said that the work programme on loss and damage should be linked to the Cancun Adaptation Framework, and called for non-LDC African countries to be supported consistent with paragraph 18 of Decision 1/CP.16, and lamented the slow progress made on capacity building in recent SBI sessions.", 
    "The Gambia, for the LDCs, welcomed: the progress on national adaptation plans for LDCs and called for launching the plans as soon as possible after COP 17; the draft conclusions on matters related to LDCs, particularly on the 2011 LEG work programme; the guidance to the GEF to provide support to developing countries in preparing TNAs; and, with the Solomon Islands, the forthcoming workshop on Convention Article 6.", 
    "The Philippines underscored issues including the need to intensify efforts on the provision of financial resources by developed countries.", 
    "He said biennial reports for developing countries are not an obligation and require capacity building and financial support.", 
    "India said discussions should be focused on achieving a balanced outcome in Durban and underscored that fulfillment of commitments by developed country parties must include enhanced reporting, including on support provided to developing countries. SBI Chair Owen-Jones closed SBI 34 at 2:32 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_85", 
  "enb_end_date": "17-Jun-11"
}