{
  "countries": [
    "Netherlands", 
    "India", 
    "France", 
    "Sweden", 
    "Albania", 
    "Germany", 
    "Japan", 
    "Switzerland", 
    "China"
  ], 
  "topics": [], 
  "section_title": "WORKSHOP ON MITIGATION", 
  "enb_start_date": "16-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "ENERGY EFFICIENCY On Tuesday morning, an in-session workshop was held on energy efficiency , including industry, and residential and commercial end use.", 
    "The workshop, which had been requested by SBSTA 23, was facilitated by SBSTA Vice-Chair Ermira Fida (Albania).", 
    "Laura Cozzi, International Energy Agency, presented the World Energy Outlook 2006.", 
    "She explained that baseline scenarios will involve a dramatic increase in global primary energy demand by 2030, particularly in China and India, and that urgent action is required given that these countries will lock in their investment within the next decade in energy infrastructure that will last for 60 years.", 
    "Yang Hongwei, China, presented on energy conservation and energy efficiency improvement in China.", 
    "He outlined measures such as the country's Five-Year Plan of Social Economic Development, which includes a target of 20% improvement in energy efficiency per unit of GDP by 2010 from 2005 levels.", 
    "Jens Schuberth, Germany, highlighted energy efficiency policies in Germany and stressed the importance of concentrating decision-making on energy efficiency within one department at the national level.", 
    "Jean-Pierre Tabet, France, presented on the white certificate scheme in France, whereby energy suppliers have to meet an energy savings target or pay a penalty.", 
    "Mark Toorenburg, Oxxio, the Netherlands, presented a case study on how to roll-out new LED lighting technology, noting that this technology is ten times more efficient than a traditional bulb and will last 50 times longer.", 
    "José Romero, Switzerland, reported on the Swiss energy model and outlined actions at the national and canton level.", 
    "Artur Runge-Metzger and Jean-Arnold Vinois, European Commission, discussed the EU's policy package integrating climate and energy policies, noting the EU's goals for 2020, and its energy efficiency action plan.", 
    "Gunnel Horm, Sweden, talked about Sweden's climate investment programme, which involves a holistic, results-oriented and bottom-up process.", 
    "Toshiykuki Shirai, Japan, estimated that 60% of global mitigation potential is in energy efficiency, and highlighted the role of sectoral approaches and international cooperation.", 
    "During the subsequent discussion, delegates addressed international energy efficiency agreements.", 
    "Shirai highlighted Japan's focus on the Asian region and Vinois explained that such agreements could cover a range of issues, but that finding a common understanding would be a gradual process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12330e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12330e_9", 
  "enb_end_date": "16-May-07"
}