{
  "countries": [
    "Brazil", 
    "Singapore", 
    "United Arab Emirates", 
    "Panama", 
    "Cuba", 
    "India", 
    "United States", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2014/L.17), the SBSTA, inter alia : - agrees to continue discussions at SBSTA 41, with a view to considering a draft decision at COP 20; - invites parties to submit views and suggestions for textual modifications on specific paragraphs of the revised UNFCCC Annex I inventory review guidelines to the Secretariat by 15 July 2014; - requests the Secretariat to prepare an updated draft of the revised UNFCCC Annex I inventory review guidelines to serve as the basis for a workshop; - agrees to continue consideration of the training programme for review experts based on the annexed draft decision text; and - recognizes the need to update, revise and complete the materials for a training programme for the review of GHG inventories from Annex I parties due to the adoption by the COP of the revised 'Guidelines for the Preparation of National Communications by Parties included in Annex I to the Convention, Part 1: UNFCCC reporting guidelines on annual GHG inventories', and requests the Secretariat to develop a formal training programme for the review of GHG inventories from Annex I parties for consideration at SBSTA 41.", 
    "Common Metrics to Calculate the CO2 equivalence of GHGs: This item was first taken up by the SBSTA on 4 June.", 
    "A special event was held by the IPCC on common metrics at this session.", 
    "Mikhail Gitarsky (Russian Federation) facilitated informal consultations on this issue.", 
    "In the consultations no conclusions could be reached, and this item will be taken up at SBSTA 41.", 
    "Brazil regretted the lack of conclusions, saying it is of utmost importance to continue discussion on common metrics, recalling that the IPCC AR5 says the choice between common metrics is a policy choice and stressed that the SBSTA is the appropriate place to take such a decision, which is a critical input to the ADP.", 
    "India urged the SBSTA Chair to encourage a productive discussion on this matter at the next session.", 
    "Bunker Fuels: This issue (FCCC/SBSTA/2014/MISC.5/Rev.1) was introduced on 4 June.", 
    "The International Civil Aviation Organization (ICAO) highlighted the implementation of a capacity-building strategy for the development of member state action plans for CO2 emission reductions, while noting efforts to create a global market-based measures scheme using a 'strawman' approach.", 
    "The International Maritime Organization (IMO) highlighted the entry into force of mandatory energy efficiency measures, adopted by the IMO under Annex VI of the International Convention for the Prevention of Pollution from Ships (MARPOL), saying they represent the first ever mandatory global CO2 emission reduction regime for an entire industry sector.", 
    "Cuba, for the LMDCs, called for the IMO and ICAO to consider the Convention and Kyoto Protocol when addressing climate change in the maritime and aviation sectors.", 
    "With the United Arab Emirates, he emphasized CBDR and noted deep concern over using the aviation and maritime sectors as a source for revenue for long-term climate finance, due to possible trade impacts and transfer of costs to developing countries.", 
    "The United Arab Emirates, Singapore, the Republic of Korea, Japan and the US welcomed actions by the ICAO and IMO, including elaboration of a global market-based mechanism scheme under the ICAO.", 
    "Panama said technology transfer and support is necessary to build the technical experience and capacity of developing countries to reduce emissions in these sectors. SBSTA Chair Dlamini conducted informal consultations on this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "", 
  "id": "enb12598e_71", 
  "enb_end_date": "15-Jun-14"
}