{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "United States", 
    "Slovenia", 
    "China", 
    "Germany", 
    "Norway", 
    "Burkina Faso"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS", 
  "enb_start_date": "06-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The Secretariat highlighted, inter alia, two scenarios for the programme of work: one for COP-9 and, in the event of entry into force of the Protocol, another for COP/MOP-1 to be convened in conjunction with COP-9. On the organization of the COP\u0092s work, the US, with others, supported convening high-level round tables.", 
    "AUSTRALIA said COP-9 should build on the Delhi Declaration on Climate Change and Sustainable Development.", 
    "NORWAY and BURKINA FASO supported holding the high-level ministerial segment at the end of each session, while the US, BRAZIL and SAUDI ARABIA supported holding it at the beginning of the sessions.", 
    "Several delegates underscored the need to separate work on the UNFCCC and the Protocol.", 
    "The US, with AUSTRALIA, SLOVENIA, NORWAY, and CANADA, supported the consideration of a multi-year work programme, and the streamlining of each session\u0092s agenda.", 
    "On effective participation, the US objected to the manner in which the CDM Executive Board was implementing the rules relating to the participation of observers.", 
    "The G-77/CHINA, with SAUDI ARABIA, BURKINA FASO, and the EU, called for increased funding for the participation of delegates from developing countries.", 
    "Several delegations called for a systematic approach to ensure broad and balanced participation in all bodies, expert groups and workshops.", 
    "Chair Stoycheva said that a contact group chaired by Karsten Sach (Germany) would facilitate further discussion on these issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12213e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12213e_3", 
  "enb_end_date": "06-Jun-03"
}