{
  "countries": [
    "Bangladesh", 
    "South Africa", 
    "Egypt", 
    "Saint Lucia", 
    "Nepal", 
    "Sri Lanka", 
    "Austria", 
    "China", 
    "Switzerland", 
    "Poland"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "GROUP B - INTEGRATION OF APPROACHES TO ADAPTATION PLANNING ACROSS ECONOMIC SECTORS", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This session was co-facilitated by Dawn Pierre-Nathoniel (Saint Lucia), and Thomas Kolly (Switzerland).", 
    "Pierre-Nathoniel outlined three areas for discussion: stocktaking of current practices; analysis of current practices; and identification of priority areas and challenges, with recommendations to address them.", 
    "She invited participants to discuss and analyze current integrative practices in, inter alia , the agriculture, health, energy, water, transport, tourism, construction and coastal zone sectors, and to make recommendations.", 
    "Regarding the agriculture, forestry and fisheries sectors, the FAO described their national programmes for food security.", 
    "Austria highlighted the use of hail insurance in some regions in his country.", 
    "China outlined: the establishment of a group to deal with climate change mitigation and adaptation; and national climate change strategies.", 
    "Bangladesh discussed development of drought and saline-tolerant crop varieties.", 
    "South Africa described the use of extension officers to train subsistence farmers on proper farming practices and water resource management.", 
    "Regarding the health sector, the World Health Organization (WHO) described networks of collaborating centers, early warning systems, and capacity building workshops on climate change and health at national and subnational levels.", 
    "Sri Lanka underlined near-total eradication of malaria in his country, while noting ongoing problems with dengue fever.", 
    "Discussing the energy and water sectors, Egypt highlighted the use of institutions to enhance international and regional cooperation, and Nepal described changes to water resource management to address problems of water availability.", 
    "Saint Lucia described a water conservation project based on rainwater harvesting, and sewage treatment and recycling.", 
    "Regarding the tourism sector, Nepal highlighted the promotion of ecotourism and Egypt emphasized the importance of a strong monitoring system.", 
    "Discussing the transport sector, Austria outlined measures to protect transport infrastructure from storm disturbances.", 
    "On challenges, participants highlighted: the risk of maladaptation and the negative health outcomes that could result from decisions taken in other sectors; lack of awareness; problems with local implementation; lack of technologies for long-term climate prediction; and policy and political barriers such as the short-term nature of most planning processes.", 
    "Discussing the sectors generally, the World Meteorological Organization (WMO) noted the need for better forecasting and better climate services, particularly for developing countries, and described the Global Framework for Climate Services, which is due to be implemented soon.", 
    "Participants identified priorities and recommendations, including: increased awareness raising; climate change capacity building and training; tools for adaptation in various sectors; and enhanced experience-sharing.", 
    "Sri Lanka highlighted integrated town planning and Austria noted the need to disseminate information to the relevant people.", 
    "Egypt underlined strong institutional monitoring capacity.", 
    "The FAO recommended providing no-regret options, such as DRR, to politicians as a way of addressing the problem of uncertainty.", 
    "China underlined the need for more institutional capacity, particularly in terms of increasing the number of staff working directly on climate change-related issues in ministries.", 
    "Poland identified the need for enabling legislation to facilitate consideration of climate change issues in the housing sector."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_13", 
  "enb_end_date": "14-Oct-09"
}