{
  "countries": [
    "United Kingdom", 
    "Japan", 
    "Belize", 
    "Mali"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Forests", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "SBSTA RESEARCH DIALOGUE", 
  "enb_start_date": "04-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "SBSTA Chair Mama Konaté (Mali) opened the SBSTA dialogue on developments in research activities, recalling the SBSTA decision inviting research programmes to inform the SBSTA of scientific developments relevant to the Convention (FCCC/SBSTA/2007/4).", 
    "Rik Leemans, Earth System Science Partnership, highlighted impacts of climate change on ecosystems and socio-economic systems and called for policy makers to search for win-win solutions addressing multiple challenges.", 
    "Ghassem Asrar, World Climate Research Programme, spoke on planned activities that will use climate information for science-based decision-making, noting challenges in developing seasonal and regional climate prediction capabilities, and sea-level change and variability predictions.", 
    "Sybil Seitzinger, International Geosphere-Biosphere Programme, stressed that ocean acidification is occurring and described the importance of biological life for absorbing carbon in the ocean, highlighting potential disruptions to fisheries.", 
    "Ottmar Edenhofer, IPCC, discussed the outlines of the contributions by the three IPCC working groups to the Fifth Assessment Report (AR5), including bridges between the working groups. IPCC Vice-Chair Jean-Pascal van Ypersele emphasized that the IPCC is making maximum effort to reduce the potential for errors in the AR5.", 
    "He also noted that the InterAcademy s review of IPCC policies and practices will be discussed by the IPCC in October 2010 to ensure that the AR5 is as policy relevant as possible without being prescriptive.", 
    "Andrew Matthews, Asia Pacific Network for Global Change Research, outlined new programmes on REDD and pathways for sustainable development, as well as continuing activities on impact and vulnerability, data management and work relevant to the AR5.", 
    "Elisabeth Lipiatou, Seventh Framework Programme, described the organization s regional work on climate change support in developing countries.", 
    "She presented work on aerosols, sea ice and ocean acidification, as well as new research priorities on MRV methodologies and projected adaptation costs.", 
    "John Padgham, Global Change SysTem for Analysis, Research and Training (START), discussed science policy dialogues aiming to foster better communication between scientists and policy makers in developing countries, stressing the importance, inter alia , of: addressing capacity and knowledge gaps; improving access to data; using integrated inter-sectoral planning; and enhancing communication pathways.", 
    "Ann Gordon, National Meteorological Service of Belize, said priority needs for the Caribbean Region include studies on: the relationship between melting ice sheets and sea-level rise; the impacts of 1.5°C, 2°C and 3°C temperature rise on sea levels, as well as on maritime and terrestrial life; integrated assessments of the interplay between ecosystems; and social impacts of climate change.", 
    "David Warrilow, Department of Energy and Climate Change, UK, identified key challenges, such as: describing the impacts of different levels of temperature rise; identifying critical tipping points; clarifying risks and damages; and considering negative effects on human security.", 
    "Hiroki Kondo, Ministry of Education, Culture, Sport, Science and Technology of Japan, focused on modeling efforts, including, inter alia : satellite observation to provide global data; climate risk assessment; simulation of physical and geochemical processes; and addressing uncertainties in climate model projections.", 
    "Birama Diarra, Direction Nationale de la Météorologie, Mali, identified research needs and challenges for Africa: the insufficiency of data and data networks; high costs of equipment; and a lack of studies on the frequency and intensity of extreme events.", 
    "He called for enhancing knowledge on the needs of the agriculture sector.", 
    "Benjamin Zaitchik, Office of Global Change, Bureau of Oceans, Environment and Science, US, called for making better use of available information and identified the need to: reorganize science around scientific-societal issues; strengthen stakeholder participation in research; and move towards a flexible, comprehensive, integrated and cross-cutting scientific approach."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12465e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "sbsta", 
  "id": "enb12465e_1", 
  "enb_end_date": "04-Jun-10"
}