{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Sudan", 
    "Philippines", 
    "Nepal", 
    "United States", 
    "Trinidad and Tobago", 
    "Switzerland", 
    "Nauru", 
    "Bolivia", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "India", 
    "China", 
    "Colombia", 
    "Greece", 
    "Nicaragua"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "League of Arab States", 
    "Brazil, South Africa, India and China", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77 and China", 
    "Least Developed Countries", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chair Kishan Kumarsingh (Trinidad and Tobago) opened the floor to country statements.", 
    "Bolivia, for the Group of 77 and China (G-77/China), underscored the need for the ADP to give balanced consideration to all elements under its mandate, not only mitigation.", 
    "He added that discussion of financial support is essential for the Group, and that adaptation should be given appropriate attention.", 
    "With the Philippines, for the Like-Minded Developing Countries (LMDCs), India, for Brazil, South Africa, India and China (BASIC), Nicaragua, for the Bolivarian Alliance for the Peoples of Our America (ALBA), and Saudi Arabia, for the Arab Group, the G-77/China said the agreement should be in accordance with the Convention's principles, including equity and common but differentiated responsibilities (CBDR) and capabilities.", 
    "The G-77/China and BASIC called for: the urgent ratification of the Doha amendment to the Kyoto Protocol; Protocol parties to raise their quantified emission reduction pledges; and non-Kyoto Annex I parties to increase their ambition in a comparable manner over the same timeframe.", 
    "Greece, for the European Union (EU), called for 'getting down to business' in Bonn, bearing in mind the need for a draft negotiating text of the 2015 agreement by Lima.", 
    "He prioritized making progress on: agreeing on up front information to be supplied; advancing on intended nationally determined contributions (NDCs); and elaborating the rules-base of the 2015 agreement, especially MRV and accounting rules.", 
    "Australia, for the Umbrella Group, looked forward to identifying elements of the 2015 agreement and better understanding of assumptions underpinning parties' NDCs.", 
    "He highlighted the need for a flexible process to allow for deeper investigation of specific ideas, while ensuring that the 2015 agreement continues to develop as a coherent whole.", 
    "Switzerland, for the Environmental Integrity Group (EIG), called for the meeting to, inter alia : advance common understanding of core elements of the 2015 outcome; advance confidence that all parties will undertake efforts to submit by the first half of 2015 their intended NDCs; advance understanding on information required in order to do this; and unlock opportunities for increasing efforts to reduce emissions before 2020.", 
    "Sudan, for the African Group, called for a clear work plan under both workstreams for all scheduled sessions.", 
    "He emphasized the need for a common understanding of how external processes, including the UN Secretary-General's Climate Summit, will feed into the negotiations, and called for early engagement by parties on all issues.", 
    "He emphasized moving beyond exploring mitigation potentials towards exploring incentive mechanisms to increase mitigation ambition.", 
    "Highlighting the disproportionate impacts of climate change on small island developing states (SIDS), Nauru, for the Alliance of Small Island States (AOSIS), stressed that inaction will mean losing the opportunity to avert the worst impacts.", 
    "She called for focusing discussions at this session on: identifying elements to be included in the 2015 agreement and information needed to allow presentation of clear and transparent NDCs; informing a process for urgent submission of parties' proposed NDCs in a transparent and verifiable manner enabling quantification and assessment against the long-term global goal of keeping global warming below 1.5 °C; and developing a process to review proposed national contributions.", 
    "While acknowledging progress, Nepal, for the Least Developed Countries (LDCs), said the ADP outcome in Warsaw represented a step back on legal aspects of the 2015 agreement.", 
    "He urged developed countries to increase ambition, calling for focusing in 2014 on what is required for ambitious NDCs from the outset.", 
    "With AOSIS, he welcomed the focus of this meeting on RE, noting the high mitigation potential of the sector. LMDCs called for expanding convergence as quickly as possible in order to arrive at an agreed outcome in Paris in 2015.", 
    "He stressed that the adverse impacts of climate change on developing countries highlights the need for developed countries to take leadership on climate change mitigation, rather than displacing the burden onto those countries with sustainable development challenges.", 
    "The Arab Group said NDCs must be made in parallel for mitigation and adaptation.", 
    "He also stressed the need to agree on, inter alia : the legal nature of the agreement; requisite support to developing countries; cuts in developed countries' emissions based on past emissions; and a 'green light' to the Green Climate Fund (GCF) and the Technology Executive Committee (TEC) to enable them to carry out their work. BASIC stated that in order to raise the level of ambition, parties should adhere to the structure and annexes of the Convention.", 
    "He added that NDCs should cover all the pillars of the Convention, including information by developed countries on support. ALBA said quantified, ambitious and specific emission reduction targets should be measurable.", 
    "He underlined that developing countries' activities are subject to a roadmap for financial and technical support for mitigation and adaptation measures by developing countries.", 
    "He emphasized that NDCs should cover mitigation, adaptation, technology transfer, capacity building and finance.", 
    "Colombia, for the Independent Alliance of Latin America and the Caribbean (AILAC), suggested the 2015 agreement contain reference to, inter alia : science, the CBDR and equity principles, and the collective responsibility of all parties; a global mitigation goal and mechanism to ascertain NDCs; market and non-market mechanisms; reducing emissions from deforestation and forest degradation in developing countries and the role of conservation, sustainable management of forests, and enhancement of forest carbon stocks (REDD+); a review mechanism to assess support; a systematization of the existing adaptation instruments under the Convention; loss and damage; means of implementation (MOI); and transparency of action and support.", 
    "The African Group, LMDCs, the Arab Group, ALBA and BASIC called for a country-driven process, including establishing a contact group under workstream 1 for the development of a draft agreement.", 
    "The LDCs and LMDCs emphasized the need for developed country support for the preparation of NDCs by developing countries.", 
    "Turkey called for a dynamic differentiation among parties in accordance with CBDR, as well as for evaluating national circumstances of parties in an objective manner.", 
    "The US Council for International Business, on behalf of Business and Industry Non-Governmental Organizations (BINGOS), observed that a 2015 agreement 'should not be just future-proof but future-friendly' and should favor cost effective innovation and market mechanisms.", 
    "Climate Justice Now, on behalf of Environmental NGOs (ENGOs), called for drastically scaling up progress, for formal negotiations to begin, and a vision for limiting warming to below 1.5 °C.", 
    "Climate Action Network (CAN), for ENGOs, underscored the need to agree on the structure and process for developing draft negotiating text and to move into a contact group as soon as possible.", 
    "She said critical elements like compliance and loss and damage should not 'fall off the table'.", 
    "The Women's Environment and Development Organization (WEDO), for Women and Gender, said all actions under ADP should include strong gender-sensitive and environmental safeguards."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12595e_12", 
  "enb_end_date": "14-Mar-14"
}