{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Sudan", 
    "Costa Rica", 
    "Malta", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Norway", 
    "South Africa", 
    "Zimbabwe", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Marshall Islands", 
    "Tanzania", 
    "Ukraine", 
    "Gambia", 
    "Philippines", 
    "Finland", 
    "United States", 
    "Trinidad and Tobago", 
    "Sweden", 
    "Guyana", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Pakistan", 
    "Angola", 
    "Mexico", 
    "Egypt", 
    "Uruguay", 
    "India", 
    "Sierra Leone", 
    "Colombia", 
    "Iceland", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "COP CONTACT GROUP:", 
  "enb_start_date": "18-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "groups", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the contact group meeting in the afternoon, COP President s Special Representative Hedegaard proposed, and parties agreed, to establish open-ended drafting groups on: a shared vision ( FCCC/AWGLCA/2009/L.7/Rev.1 ), facilitated by Michael Zammit Cutajar (Malta); finance ( FCCC/AWGLCA/2009/L.7/Add.2/Rev.1 ), co-facilitated by Farrukh Khan (Pakistan) and Jukka Uosukainen (Finland); mitigation ( FCCC/AWGLCA/2009/L.7/Rev.1 ; paragraphs 12-29, but excluding paragraph 23 on a NAMA mechanism), facilitated by Cristian Maquieira (Chile); NAMA mechanism ( FCCC/AWGLCA/2009/L.7/Add.5 ), facilitated by Margaret Mukahanana-Sangarwe (Zimbabwe); REDD-plus ( FCCC/AWGLCA/2009/L.7/Add.6 ), co-facilitated by Peter Graham (Canada) and Tony La Viña (the Philippines); various approaches to enhance cost-effectiveness of mitigation actions (FCCC/AWGLCA/2009/L.7/Add.8/Rev.1), facilitated by Christina Figueres Olsen (Costa Rica); adaptation ( FCCC/AWGLCA/2009/L.7/Add.1 ), co-facilitated by Thomas Kolly (Switzerland) and William Kojo Agyemang-Bonsu (Ghana); technology ( FCCC/AWGLCA/2009/L.7/Add.3 ), co-facilitated by Kishan Kumarsingh (Trinidad and Tobago) and Kunihiko Shimada (Japan); and capacity building ( FCCC/AWGLCA/2009/L.7/Add.4 ), co-facilitated by Fatou Gaye (the Gambia) and Georg Børsting (Norway). COP President s Special Representative Hedegaard suggested the contact group reconvene later in the evening to receive an update on progress in drafting groups. NORWAY and ARGENTINA inquired about addressing emissions from bunker fuels and COP President s Special Representative Hedegaard explained that text would be available in the afternoon.", 
    "SAUDI ARABIA also drew attention to the issue of bunker fuels, saying this had not been captured as a supplementary decision to the core decision.", 
    "He also asked how response measures would be addressed.", 
    "COP President s Special Representative Hedegaard confirmed that a facilitator was being sought for the group on response measures.", 
    "The G-77/CHINA noted that issues under discussion in the various drafting groups had been captured in the AWG-LCA s text on the core decision (FCCC/AWGLCA/2009/L.7/Rev.1) in a way that did not fully reflect the understanding reached in the negotiating groups.", 
    "She sought assurances that in the interest of transparency, no other processes would define or alter the outcome of the drafting groups.", 
    "On sectoral approaches, EGYPT noted long discussions on guiding principles and asked for the reinsertion of principles in the text.", 
    "URUGUAY called for the establishment of a drafting group on sectoral approaches in the agriculture sector. SOUTH AFRICA stressed that capacity building is for developing countries and highlighted that it would be difficult to discuss capacity building for developed countries in text concerning developing countries.", 
    "Tanzania, for the G-77/CHINA, called for separate discussions on capacity building for developing countries and countries with economies in transition.", 
    "The RUSSIAN FEDERATION suggested that a compromise proposal should be sought to resolve the issue.", 
    "Late in the evening, the COP contact group reconvened and the drafting group Facilitators reported back on progress.", 
    "On adaptation, Co-Facilitator Kolly said that the drafting group had reached a better understanding of a Copenhagen adaptation framework or programme, as well as agreement on objectives and principles and some categories of action.", 
    "Identifying issues to be addressed at a higher level, Kolly highlighted: response measures; the polluter pays principle; and the concept of historical responsibility.", 
    "On technology, Co-Facilitator Kumarsingh reported that parties have agreed on the establishment of a technology mechanism with a technology executive committee and a climate executive center.", 
    "He said discussions had focused on the functions of these entities and agreement had been reached with some minor issues outstanding.", 
    "Kumarsingh identified issues in need of ministerial intervention as: the reporting line between the committee and center; link between the committee and agreement on finance; and the issue of intellectual property rights.", 
    "On a shared vision for long-term cooperative action, Facilitator Zammit Cutajar observed that views had been expressed on human rights, stakeholder participation and a just transition to a new form of production and consumption, which could be addressed through further discussion.", 
    "He noted discussions on the concept of long-term goals, on finance, technology and adaptation, in addition to the long-term global goal on emission reductions.", 
    "Facilitator Zammit Cutajar also identified the need to resolve the issue of review, especially in terms of what is to be reviewed.", 
    "On a possible NAMA registry or mechanism, Facilitator Mukahanana-Sangarwe said no agreement had been reached on the establishment of a NAMA registry or mechanism, the functions of such a registry or mechanisms, and on whether the registry should be independent of, or part of the financialmechanism.", 
    "Facilitator Mukahanana-Sangarwe said divergent views remained on whether support for NAMAs should come only from developed countries or from both developed and developing countries and identified treatment of autonomous NAMAs as issues in need of political resolution.", 
    "Reporting on financial institutional arrangements, Co-Facilitator Uosukainen said that the drafting group had addressed the issue of a climate fund or facility, and noted movement on the selection of a trustee to the fund or facility on an interim basis.", 
    "He said that divergent views remained on the composition and nomination of a finance board and its corresponding functions, explaining that these issues could benefit from political resolution.", 
    "Facilitator Uosukainen also noted that the group lacked time to address the remaining paragraphs on the establishment and functions of the proposed finance board.", 
    "On capacity building, Facilitator Børsting identified difficult outstanding issues requiring political guidance.", 
    "He highlighted: institutional arrangements and financial resources for capacity building; reporting and review of actions in terms of indicators; and the provision of capacity building as a legally-binding obligation.", 
    "On REDD-plus, Facilitator Graham highlighted outstanding issues relating to financing, relationship to NAMAs and MRV of action and support.", 
    "On various approaches to enhancing cost-effectiveness of mitigation actions, including markets, Facilitator Figueres Olsen highlighted two outstanding issues: whether to adopt an option encouraging parties to pursue HFC regulation under the Montreal Protocol on Substances that Deplete the Ozone Layer; and the role of markets and how this role should be structured.", 
    "In his report on mitigation, Facilitator Maquieira noted the complexity of the issue, highlighting fixed positions on many paragraphs.", 
    "He also informed parties of his intention to combine proposals. VENEZUELA, with Angola, for the AFRICAN GROUP, drew attention to the option of not taking any decision on market approaches, while the US stressed the centrality of market approaches.", 
    "PAKISTAN inquired on the issue of vulnerability in the adaptation text, to which Co-Facilitator Kolly noted that this topic has not been discussed yet and might go to a higher level of discussion.", 
    "Parties then discussed how to move forward.", 
    "Sweden, for the EU, supported by JAPAN, COLOMBIA, CANADA, the MARSHALL ISLANDS, ICELAND, AUSTRALIA, GUYANA and many others, supported establishing a friends of the chair group. SUDAN and BOLIVIA stressed the need for transparency and sought clarification on the establishment of a smaller group.", 
    "SUDAN suggested continuation of discussions in drafting groups.", 
    "The US, opposed by BRAZIL, noted the possibility of convening a friends of the chair group while continuing with drafting. SOUTH AFRICA, supported by Grenada, for AOSIS, suggested forwarding issues related to mitigation by developed countries, market approach and finance to the political level.", 
    "INDIA, supported by EGYPT, said that the Protocol process should take precedence and that the reports from the friends of the chair group should go through the COP/MOP or COP before being forwarded to Heads of State.", 
    "Bangladesh, for the LDCs, said drafting groups could report back in the morning and issues could then be forwarded to the political level.", 
    "MEXICO supported working in a friends of the chair format, provided the group discusses only political issues.", 
    "NEW ZEALAND stressed the need to continue working through a smaller group with higher-level representation.", 
    "Following brief consultations, COP President s Special Representative Hedegaard recommended that the majority of drafting groups continue with their work, especially those that had reported it would be meaningful to do so.", 
    "She also proposed convening the friends of the chair to address political issues on mitigation by developed countries, market approaches and finance.", 
    "The G-77/CHINA said that a friends of the chair group would have to be open-ended, and allow negotiating groups to select their representatives.", 
    "Venezuela reiterated that a non-inclusive approach was unacceptable because of divergent views within groups on certain issues.", 
    "Emphasizing the late hour, COP President s Special Representative Hedegaard closed the meeting and sent the drafting groups on all issues back to work, saying that stock of progress would be taken later in the night. JOINT IMPLEMENTATION (COP/MOP): During the contact group on joint implementation (JI), Co-Chair Lesolle introduced a revised draft COP/MOP decision, noting that the only outstanding issue is that relating to extending the share of proceeds to JI. SIERRA LEONE noted the new text does not adequately reflect previous discussions, especially regarding the option to take no decision on the issue, and also regarding reference to double counting.", 
    "He also proposed specifying that the share of proceeds will be paid into the Adaptation Fund.", 
    "The RUSSIAN FEDERATION, supported by UKRAINE, proposed a new option, which states that the share of proceeds would be paid into the Adaptation Fund on a voluntary basis.", 
    "NEW ZEALAND said the option of taking no decision on the issue is misleading and proposed amending the option to state that no decision would be taken on the issue within this contact group, noting that this issue was being discussed elsewhere and a decision could be taken there.", 
    "UKRAINE said they would be willing to drop the third option on payment on a voluntary basis, if the first option regarding no decision to be taken is kept in its original form without the new insertions regarding decisions being possibly taken elsewhere.", 
    "The Co-Chairs will consult informally and produce new text for Friday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12458e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "cop", 
  "id": "enb12458e_4", 
  "enb_end_date": "18-Dec-09"
}