{
  "countries": [], 
  "topics": [], 
  "section_title": "Question 9:", 
  "enb_start_date": "02-Oct-01", 
  "enb_short_title": "IPCC-18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This question calls for a summary of the most robust findings and uncertainties. Delegates debated the definition of 'robust finding,' noting that the term is used for the first time in the Synthesis Report, and agreed some minor changes to it. During discussions on a table listing the most robust findings and associated key uncertainties, several delegates proposed to add robust findings including: the existence of long lived gases; the likelihood of more heat/cold waves and very hot/cold days; and the scale of emissions reductions required from 1990 levels to achieve different CO2 concentration stabilizations.", 
    "Several delegates also proposed to add key uncertainties, including the probability distribution associated with temperature and sea-level projections and issues related to large-scale abrupt/non-linear changes. Concerning robust findings on climate change impacts, there were proposals for greater emphasis on both positive and negative impacts.", 
    "Emphasizing the need for balance, Chair Watson underscored that most people will be adversely affected by, rather than benefit from, climate change, and that the list should focus on large-scale impacts. On request of the Chair, the lead authors presented a revised list.", 
    "After clarifying the confidence level underlying some of its items, delegates adopted the revised list. Several different proposals were put forward for additions to the list of robust findings on adaptation and mitigation options.", 
    "Chair Watson requested a contact group, including the lead authors, to prepare a revised list that would ensure balance.", 
    "When later presenting the revised list to Plenary, he noted that several hours had gone into its preparation and urged delegates to accept it without change.", 
    "Delegates approved the revised list."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12177e.html", 
  "enb_long_title": "IPCC-18", 
  "type": "", 
  "id": "enb12177e_24", 
  "enb_end_date": "02-Oct-01"
}