{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "11-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "CORRIDORS", 
  "actors": [], 
  "sentences": [
    "Delegates were reporting mixed results on Monday in their scramble to finish work under the multitude of SBI and SBSTA agenda items.", 
    "One notable success was the agreement on Monday evening on the Adaptation Fund, with the final text being greeted by enthusiastic applause.", 
    "The decision on the GEF as the Secretariat and the World Bank as trustee was widely expected, although the reference to this as an interim arrangement up for review every three years was a surprise to me, said one observer.", 
    "I think most of us are delighted to have finalized the Fund whether you like the precise details or not, added another.", 
    "Meanwhile, delegates were also discussing the Co-Facilitators non-paper on the Convention track distributed late on Saturday.", 
    "While there was almost universal endorsement of the text as a sound basis for negotiations, the jury was still out on the ability of parties to project a common vision in a Bali roadmap.", 
    "Some parties were already positioning themselves for several long days of talks, with initial sparring reported regarding language on targets, and which countries these should apply to.", 
    "The text is a good start, but I don t think we ll see an agreement on the roadmap before Friday, warned one.", 
    "Some also predicted that the second review of the Protocol under Article 9 and even the AWG would be sent to ministers and solved at the end of the meeting.", 
    "Delegates were also talking about the IPCC Nobel Peace Prize, which was awarded today in Oslo and screened live to delegates in one of the Bali conference rooms.", 
    "Unfortunately, and somewhat ironically, some delegates were unable to view the event, since they remained locked in evening negotiations .", 
    "on text about the IPCC."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12350e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12350e_13", 
  "enb_end_date": "11-Dec-08"
}