{
  "countries": [
    "Libya", 
    "Bhutan", 
    "South Africa", 
    "Kuwait", 
    "Philippines", 
    "Nepal", 
    "Cuba", 
    "Gambia", 
    "Moldova", 
    "Malaysia", 
    "Guatemala", 
    "China", 
    "Peru", 
    "Greece", 
    "Thailand", 
    "Tuvalu", 
    "Kazakhstan", 
    "Tanzania", 
    "Spain"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Flexibility Mechanims", 
    "Technology Transfer"
  ], 
  "section_title": "STATEMENTS BY PARTIES", 
  "enb_start_date": "23-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates heard formal statements by high- level representatives from 34 Parties. <Editor's Note: A complete collection of Plenary Statements will soon be available at: http://COP-6.unfccc.int> Many speakers highlighted the importance of maintaining the environmental integrity of the Protocol.", 
    "A number of statements also underscored the principle of common but differentiated responsibilities under the Protocol.", 
    "In addition, many speakers urged ratification and entry into force of the Protocol in 2002. UNFCCC and Protocol Commitments: A number of developing countries said Annex I Parties had not taken adequate measures to meet their commitments, and urged concrete action.", 
    "SPAIN emphasized the importance of recognizing developing countries' needs.", 
    "The PHILIPPINES expressed dismay that a small number of 'essential' Parties were holding up the process and attempting to 'skew the rules in their favor,' which he said would result in increases rather than cuts in their emissions.", 
    "KUWAIT opposed the imposition of any additional obligations on developing countries. Kyoto Mechanisms: Several countries emphasized that domestic actions should form the primary means for meeting Protocol commitments on reducing greenhouse gas emissions.", 
    "TUVALU expressed concern at the possible creation of loopholes under the mechanisms. On the CDM, many countries supported a 'prompt' start, and a number of developing countries highlighted the need for equitable distribution of projects.", 
    "The GAMBIA supported a positive list of non-contentious, credible renewable energy and demand-side technologies.", 
    "BHUTAN emphasized the need for active participation by the least developed countries (LDCs), suggesting their exemption from an adaptation surcharge.", 
    "SOUTH AFRICA and TANZANIA said the adaptation levy on the CDM should also apply to the other mechanisms. On sinks in the CDM, GUATEMALA, opposed by TUVALU and GREECE, supported their inclusion.", 
    "TANZANIA opposed inclusion of sinks at this time, citing issues of permanence, leakage and sovereignty.", 
    "THAILAND said including sinks in the CDM should not be permitted until scientific uncertainties have been resolved.", 
    "GUATEMALA supported the inclusion of sinks.", 
    "On nuclear energy in the CDM, GREECE and TUVALU opposed inclusion. Land use, land-use change and forestry: MALAYSIA and THAILAND opposed inclusion of additional activities under Protocol Article 3.4 in the first commitment period. Compliance: On compliance, many countries indicated their support for a strong system.", 
    "SOUTH AFRICA reiterated the G-77/China's support for mandatory consequences.", 
    "The GAMBIA supported linking financial penalties to a compliance fund. Capacity building and technology transfer: Many developing countries urged developed countries to ensure the transfer of environmentally-sound technologies and greater commitment and action on capacity building.", 
    "Recognizing that most technologies exist within the private sector domain, MALAYSIA urged Annex I Parties to facilitate technology transfer by providing a conducive environment for the private sector to perform this role. Adverse effects: A number of countries highlighted the need to give adequate attention to the concerns of the LDCs relating to the adverse effects of climate change.", 
    "BHUTAN, NEPAL and PERU drew attention to the significant effects of climate change on fragile mountain ecosystems.", 
    "BHUTAN urged technical and financial support for adaptation efforts, and said immediate concerns include a lack of meteorological and hydrological data and the necessity of early warning systems for natural disaster management.", 
    "TANZANIA noted the increasing frequency of extreme weather events and the significant adverse impacts of these phenomena, and called for financial resources and other assistance. On the impacts of response measures to climate change, SOUTH AFRICA noted its vulnerability, given the size of its coal industry.", 
    "Noting his country's reliance on fossil fuel exports, LIBYA urged Annex I Parties to abolish subsidies and tax policies that are discriminatory, and to avoid responses to climate change that have harmful impacts. Funding / GEF: CUBA said the main barrier to agreement has been lack of consensus on the availability of financial resources, and said developed countries should take appropriate steps to resolve this impediment.", 
    "GUATEMALA supported the prompt establishment of an adaptation fund. Other issues: NEPAL supported integrating climate change actions into sustainable development strategies.", 
    "KAZAKHSTAN reiterated its wish to become an Annex I Party.", 
    "MOLDOVA sought clarification of its status as both an economy in transition and a non-Annex I country under the UNFCCC, in order to participate adequately in joint activities under the UNFCCC and Protocol.", 
    "Following the completion of the formal statements, the Plenary adjourned at 2:00 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12161e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12161e_1", 
  "enb_end_date": "23-Nov-00"
}