{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "Overview", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Lubomir Nondek provided an overview of Article 6 projects, and identified major remaining problems as: the relationship between Emission Reduction Units (ERUs) credited and the total project performance; the influence of baseline methodology on the resulting project performance; the lack of definition for the role of host country government and legal entities in verification; and the lack of clarity surrounding 'additionality' and 'supplementarity' requirements.", 
    "He called for: review of all existing AIJ projects to provide a real-life background for discussions; adoption of a simplified approach to baseline construction, leaving the host country to determine amount credited; and elaboration of a legal and institutional framework for the transfer of the ERUs credited. Edward Helme, Center for Clean Air Policy, discussed options for determining baselines and additionality for JI projects.", 
    "He noted that a high baseline is not desirable for both implementing and host countries.", 
    "He emphasized the importance of a good data system when determining additionality, noting that if one does not exist it is an issue of international concern.", 
    "He identified two approaches for defining additionality: developing JI rules as identical to those needed for the CDM, with benchmarks and project-level analysis; and establishment of automatic additionality based on top-down baselines for countries in compliance with Protocol Articles 5 (methodological issues), 7 (communication of information) and 8 (review of information), and stricter addtionality tests for countries not in compliance with these articles."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "", 
  "id": "enb1298e_11", 
  "enb_end_date": "15-Apr-99"
}