{
  "countries": [
    "Ghana", 
    "Mauritius", 
    "Saudi Arabia", 
    "Australia", 
    "Iran", 
    "Libya", 
    "United States", 
    "China", 
    "Norway"
  ], 
  "topics": [
    "Flexibility Mechanisms", 
    "National Communications & Inventories"
  ], 
  "section_title": "Cooperation with Relevant International Organizations", 
  "enb_start_date": "28-Nov-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "SBSTA considered the issue of cooperation with relevant international organizations along with related items on the special report of the IPCC on carbon dioxide capture and storage, the Mauritius International meeting to review the implementation of the Programme of Action for the Sustainable Development of SIDS, and cooperation with other conventions, scientific organizations and United Nations bodies. These issues were first taken up in the SBSTA plenary on 28 November.", 
    "Regarding the agenda item on SIDS, the US opposed inclusion of the item on the SBSTA agenda as it had already been considered at SB 22.", 
    "However, many other parties, including AOSIS, the G-77/China and EU supported its inclusion.", 
    "After informal consultations, it was decided that the item will be held in abeyance, and will be included in the next session\u0092s provisional agenda.", 
    "The US also expressed procedural concerns on having a separate agenda item for the IPCC\u0092s special report.", 
    "After informal consultations, the issue was included under the agenda item on cooperation with relevant international organizations. Regarding cooperation with relevant organizations, SBSTA Coordinator Halldor Thorgeirsson reported to SBSTA on 29 November, regarding the Joint Liaison Group and its consideration of a paper on enhanced cooperation among the Rio Conventions (Climate Change, Biodiversity and Desertification).", 
    "He also outlined relevant activities of the Commission on Sustainable Development, including its focus on energy, atmosphere and climate change in 2006-2007.", 
    "Delegates were then briefed on cooperation and linkages by representatives of relevant international organizations, including the Ramsar Convention on Wetlands, IPCC, FAO, UN International Strategy for Disaster Reduction and the UN Forum on Forests.", 
    "SBSTA Chair Abdullatif Benrageb (Libya) said he would prepare conclusions on the issue. The IPCC Special Report on Carbon Dioxide Capture and Storage was taken up in SBSTA on 29 November, when Bert Metz, Co-Chair of IPCC Working Group III (mitigation), outlined the IPCC\u0092s Special Report, including additional energy requirements, costs, risks, leakage, and legal and regulatory issues.", 
    "Many delegates stressed the relevance of carbon dioxide capture and storage as a mitigation tool.", 
    "Contact and informal groups, co-chaired by William Agyemang-Bonsu (Ghana) and Thomas Verheye (European Commission), met from 1-3 December to consider these issues. The EU, supported by Saudi Arabia and others, proposed holding an intersessional workshop to enable further discussion on carbon dioxide capture and storage.", 
    "The US said such a workshop should focus on experiences.", 
    "Norway, the EU and the G-77/China noted that consideration of ocean storage is premature.", 
    "AOSIS expressed concern regarding the risks involved in carbon dioxide capture and storage, and Libya said more research was needed.", 
    "Australia, with the G-77/China, stressed the need for demonstration projects in both developed and developing countries.", 
    "Iran asked for inclusion of such projects in the CDM, while China said 'the door should be left open' for this. Discussions focused on issues such as the workshop format and objectives, reference to technology maturity, and carbon capture and storage relation to the CDM and the 2006 IPCC Guidelines for National Greenhouse Gas Inventories. On 6 December, all outstanding issues were resolved and SBSTA adopted conclusions that included text from SBSTA Chair Benrageb on cooperation with other conventions and from the contact group on the IPCC Special Report on Carbon Dioxide Capture and Storage."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12291e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12291e_61", 
  "enb_end_date": "09-Dec-05"
}