{
  "countries": [
    "Nigeria", 
    "Zimbabwe", 
    "Burkina Faso"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SPECIFIC NEEDS AND SPECIAL SITUATIONS OF THE LEAST DEVELOPED COUNTRIES", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 10 March, Mamadou Honadia, Coordinator, National Council for Environmental Management, Burkina Faso, outlined the specific needs and special situations of the LDCs.", 
    "He described the shared characteristics of LDCs in terms of the poor state of their economies and their health, education and industrial sectors, and observed that 33 of the 54 LDCs are African countries, while 15 are Asian or SIDS. He stated that measures should be taken and assistance received from developed countries in the areas of technology transfer, financing, and actions related to socio-economic risk.", 
    "Regarding technology transfer, he said measures and assistance could be applied in the areas of agriculture, water resources, integrated management of coastal zones, the energy sector, and the rehabilitation of arid and semi-arid zones affected by drought and desertification.", 
    "Regarding financing, he urged support for a number of measures and actions, including, inter alia: adaptation measures in the agriculture sector; a plan of action to combat epidemics; early warning systems for disasters; local development plans to combat desertification; sustainable management of forests through reforestation programmes; studies and integrated projects for coastal zone management; resettlement of industrial facilities and other infrastructure affected by climate change; public awareness campaigns; and both North-South and South-South capacity building undertaken through workshops, training and joint activities. He also supported financing for vulnerability and adaptation assessments and studies related to adverse effects of climate change.", 
    "In relation to socio- economic risks, he proposed the creation and financing of early warning systems at a sub-regional scale, the establishment of rapid intervention mechanisms, and the restoration of areas affected by climate change.", 
    "He concluded by calling for LDCs to be given priority in terms of Article 4.8 and 4.9 and for a decision at COP-6 on an urgent plan to implement Article 4.9.", 
    "He cautioned that we should not wait for completion of all national communications before taking action. In the discussion that followed, UNSIDS supported the proposal to give urgent attention to implementing actions for LDCs.", 
    "NIGERIA and ZIMBABWE expressed concern about an approach that might divide the needs of LDCs and other developing countries, and supported considering the needs of all developing countries together.", 
    "In response, Honadia noted that LDCs fit within the framework of Article 4.8, but that their special needs are also recognized under Article 4.9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "", 
  "id": "enb12125e_16", 
  "enb_end_date": "17-Mar-00"
}