{
  "countries": [], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SESSION 1: INTRODUCTION, SCOPE AND ORIENTATION", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Roberto Acosta said the IPCC assessment reports have been important for raising the profile of adaptation by describing future climate change impacts.", 
    "He described the institutional framework under the UNFCCC to support adaptation, including funds and Convention expert groups, including the LDC Expert Group (LEG), the Consultative Group of Experts on non-Annex I national communications (CGE) and the Expert Group on Technology Transfer (EGTT).", 
    "Acosta noted that parties have agreed that adaptation is one of the key building blocks for post-2012 arrangements under the UNFCCC, as evidenced by the outcomes of the Vienna Climate Change Talks from 27-31 August 2007.", 
    "He said the NWP can provide the necessary scientific basis to support increased efforts on adaptation.", 
    "Olga Pilifosova, UNFCCC Secretariat, gave a brief overview of the NWP.", 
    "She explained the importance of such high-profile workshops, highlighting that the outcomes are intended to identify adaptation activities and gaps and catalyze actions.", 
    "She pointed to inputs for the workshop, including: submissions from parties and organizations; outputs from UN constituted bodies; outputs from activities in other NWP focus areas; and information on other UNFCCC adaptation activities.", 
    "María Gutiérrez, UNFCCC Secretariat, outlined submissions on adaptation planning and practices, noting that they mostly reflect that activities are in the early stages of implementation.", 
    "Gutíerrez said approximately half the submissions identify national adaptation plans or frameworks, mainly focused on flood and drought management.", 
    "She observed that needs and concerns are relatively consistent among different actors, including capacity-building and budget needs, encouraging political buy-in, engaging stakeholders, coordination, spatial and temporal scaling issues, and lack of flexibility in available funds.", 
    "Annett Möhner, UNFCCC Secretariat, described relevant activities and outputs of the LEG, CGE, and EGTT.", 
    "She pointed to the LEG database on local coping strategies and the EGTT practitioners' guide on preparing technology projects for financing.", 
    "She said the groups have identified two categories of barriers: financial constraints; and lack of scientific and technical capacities.", 
    "Jeff Tschirley, FAO, discussed building on past lessons and experiences, filling gaps and overcoming constraints, and exploiting opportunities for action.", 
    "He stressed the need to act holistically across key sectors and for economic diversification.", 
    "Regarding climate change's implications for agriculture, he said global agricultural production is likely to increase, but not in the most vulnerable areas, and emphasized the importance of improved water storage and more efficient water use.", 
    "He stressed developing flexible national adaptation plans as different responses may be required over time.", 
    "Regarding food security, he said supply, access, availability and quality must be sustained in the context of climate change.", 
    "He stressed linking adaptation actions to mitigation, disaster risk reduction, emergency responses and development assistance initiatives.", 
    "Regarding gaps and constraints, he mentioned lack of experience in successfully integrating adaptation and mitigation.", 
    "Regarding opportunities for action, Tschirley stressed linking adaptation and policy frameworks, identifying vulnerable populations and ecosystems, maintaining the viability of economically important activities, transboundary collaborative mechanisms, and bioenergy.", 
    "He urged merging policy and regulatory frameworks with activities at the local level.", 
    "In conclusion, he said adaptation has its place within a post-2012 agreement, noting that the NWP is not the only approach to adaptation, but rather an intermediate step."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "special workshop", 
  "id": "enb12340e_6", 
  "enb_end_date": "15-Sep-07"
}