{
  "countries": [
    "Bangladesh", 
    "Philippines", 
    "United States", 
    "Ethiopia", 
    "New Zealand", 
    "Norway", 
    "Nauru", 
    "Ecuador", 
    "Saudi Arabia", 
    "Singapore", 
    "Tuvalu", 
    "South Africa", 
    "Uganda", 
    "Marshall Islands", 
    "Chile", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "ROUNDTABLE ON SETTING THE SCENE:", 
  "enb_start_date": "29-Apr-13", 
  "enb_short_title": "ADP 2", 
  "subtype": "", 
  "actors": [
    "Bolivarian Alliance For The Peoples Of Our America", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The roundtable on setting the scene (Workstream 1) took place on Tuesday afternoon, as a follow-up to the workshop on the scope, structure and design of the 2015 agreement.", 
    "Co-Chair Mauskar invited delegates to focus on the contours and central elements of the 2015 agreement.", 
    "Ecuador, for the Bolivarian Alliance for the Peoples of Our America (ALBA), underscored the importance of the Convention s principles.", 
    "He maintained that the only possible criterion for differentiation is the one established in Annex I of the Convention, stressing that any other formula for differentiation would be unlikely to lead to any agreement.", 
    "The EU suggested a step-wise approach to couple nationally-driven action with international coordination, allowing parties to identify different typologies of commitments and declare what kind of commitment they are willing to undertake.", 
    "The system would then provide the means to assess the overall adequacy of commitments to achieve the 2°C target.", 
    "He argued that this approach would reconcile bottom-up and top-down approaches.", 
    "Bangladesh said the 2015 agreement should be bold, clear and enforceable, and strike a balance between mitigation and adaptation.", 
    "Ethiopia indicated that Annex I parties should be subject to a top-down system to reduce their emissions, whereas a bottom-up approach should apply to all others.", 
    "He suggested that historical emissions levels should form the basis for defining the top-down commitments for Annex I parties.", 
    "He further suggested that transfer of finance and technology should be made based upon per capita gross domestic product.", 
    "Tuvalu, for the LDCs, said that the ADP should work towards a new protocol applicable to all, based on the latest science, be inclusive and contain strong commitments and deadlines.", 
    "Singapore identified principles, actions, rules and ambition as the key elements when considering the 2015 agreement.", 
    "He argued that the Convention s principles should set the context, and suggested a system based on nationally-determined actions, taking into account national circumstances.", 
    "He elaborated that nationally determined actions need to be supplemented by top-down internationally-agreed rules to promote certainty of action and reciprocal honoring of obligations.", 
    "He added that commitments must have the same legally-binding character, and that transparency in implementation should be ensured by means of a set of rules applicable to all parties.", 
    "He concluded that to ensure an adequate level of ambition nationally determined actions have to be linked to a periodic review process to raise the level of ambition.", 
    "The Philippines said the scene is already set by the Convention, which provides clear provisions and universal participation, and underscored that implementation remains the main problem rather than the contents of the Convention s provisions.", 
    "The Russian Federation suggested that the 2015 agreement needs to be: forward looking; based on science; universal; with legally-locked commitments by all, even if different in format; and with mitigation at its core.", 
    "Chile, for AILAC, underscored among key elements: a structure for differentiation to operationalize the CBDR; a mechanism that allows countries to become more ambitious when their circumstances evolve; a periodic scientific review; and a common-rules framework that could be implemented with differentiation over time and include incentives.", 
    "South Africa highlighted, inter alia , a global goal, absolute emission reduction targets for developed countries and relative targets for developing countries with deviation from business-as-usual emissions; a robust review; and a compliance system based on internationally-agreed rules.", 
    "New Zealand called for a hybrid structure of bottom-up and top-down approaches, with party-determined commitments that comprise a variety of forms, backed by a full system of MRV.", 
    "Norway agreed that the Convention s principles should guide the new agreement but underscored that they are not static.", 
    "He supported: differentiation to take CBDR into account; clarity on parties actions; the same legal nature for all commitments; and mitigation at the center.", 
    "Japan said the new agreement should: be applicable to all; be transparent through robust MRV; have a peer-review system to decide whether parties contributions are fair; and include a mechanism to scale up emission reductions.", 
    "The US highlighted the need for broad participation and ambitious contributions by parties.", 
    "Nauru, for AOSIS, urged for a legally-binding protocol under the Convention based on science and applicable to all.", 
    "She stressed that the new agreement should: be based on the CBDR and equity principles; take into account historical responsibilities and regional priorities; and give full consideration to the special circumstances of small island developing states.", 
    "Marshall Islands underscored the need for political engagement before and after the moment of commitment so that inadequate commitments are not made legally binding.", 
    "Uganda called for a top-down approach and stressed the need for political vision to move forward.", 
    "Saudi Arabia said the ADP should focus on: actions that fulfill sustainable development needs, including elimination of poverty and job creation; and rationalization of climate change action."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12568e.html", 
  "enb_long_title": "Bonn Climate Change Conference - April 2013", 
  "type": "WORKING GROUP", 
  "id": "enb12568e_23", 
  "enb_end_date": "03-May-13"
}