{
  "countries": [
    "Jamaica", 
    "Uruguay", 
    "Philippines", 
    "Finland", 
    "Senegal", 
    "Antigua and Barbuda", 
    "China", 
    "Sierra Leone"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "Adaptation Fund Board s Report", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "This matter was first taken up by the COP/MOP plenary on 1 December.", 
    "It was then considered by a contact group and informal consultations co-chaired by Ruleta Camacho (Antigua and Barbuda) and Jukka Uosukainen (Finland).", 
    "Adaptation Fund Board (AFB) Chair Farrukh Khan presented the Board s report (FCCC/KP/CMP/2010/7).", 
    "Noting that the Fund is now fully operational, he said the main task had been to operationalize direct access and highlighted that national implementing entities (NIEs) in Senegal, Jamaica and Uruguay had now been accredited.", 
    "He said 14 project concepts have been considered and two have been approved for funding.", 
    "Regarding legal capacity, he noted that the German Parliament had approved legislation conferring legal capacity on the Board but that the final steps have yet to be concluded.", 
    "Regarding amendments to the terms and conditions of services to be provided by the World Bank, the Philippines, for the G-77/China, expressed concern with the timeline for reviewing the Fund at COP/MOP 7 and the AFB s proposal to extend the mandate of the World Bank as a trustee on an interim basis until COP/MOP 9.", 
    "She said this could prejudice the review of the Fund. AFB Chair Khan explained that the selection of a new trustee would take some time and that, in the interest of continuity, it would be necessary to extend the World Bank s mandate until March 2014, noting that the proposed extension would not impact the review of the Fund.", 
    "Parties considered the issue of regional workshops on accreditation of NIEs at length.", 
    "These workshops were initially proposed by Jamaica, Sierra Leone and others to help build capacity of prospective NIEs.", 
    "Many developing countries supported these workshops to familiarize parties with the accreditation process, making use of the accreditation toolkit being devised by the AFB.", 
    "However, some developed countries questioned the purpose of the regional workshops, pointing out that the toolkit has not yet been completed.", 
    "Parties could not agree on the number of workshops, their content and participation.", 
    "Some parties enquired about the cost implications of convening the proposed workshops.", 
    "Developing countries expressed a preference for organizing up to four workshops, while some developed countries favored three, emphasizing the need to allow more experience to be gained with direct access.", 
    "Parties eventually compromised on up to three, with the possibility of a fourth."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_24", 
  "enb_end_date": "11-Dec-10"
}