{
  "countries": [
    "Austria", 
    "Germany"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "SESSION 9: UPDATES FROM PARTIES AND PARTNER ORGANIZATIONS", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "On Wednesday afternoon, Chair Plume invited parties and partner organizations to present updates on their activities under the NWP. ICLEI, noting that they have worked on adaptation since 2002, highlighted a new pledge to host an annual conference on adaptation in cities immediately prior to the UNFCCC Subsidiary Body meetings.", 
    "The first will be a three-day event, called Resilient Cities 2010, to be held in May 2010 in Bonn, Germany, bringing together experts and practitioners to share knowledge and experiences on vulnerability and risk assessments, municipal strategies and policies and case studies of local adaptation practices.", 
    "The outcomes of these forums will be transmitted to the UNFCCC to facilitate inclusion of the issues faced by municipalities in implementing the Convention. WHO highlighted that since their action pledge, the World Health Assembly had signed a resolution on climate and health.", 
    "The associated action plan has facilitated increasing advocacy capacity; raising awareness; engaging the health sector in coordination with other UN agencies and national and international networks; generating scientific evidence and monitoring the health impacts of climate change; and strengthening health systems to address the health impacts of climate change through training, early warning, vulnerability and risk assessments, as well as actual projects.", 
    "She noted that the results of these efforts will be posted on the NWP website. WMO reported on the key outcome of the World Climate Conference 3, which agreed to develop and implement the Global Framework for Climate Services, the aim of which is to enable better management of the risks of climate variability and change through development and incorporation of science-based climate information and prediction into planning, policy and practice.", 
    "The WMO: stressed key components to be strengthened, including provision of free and unrestricted exchange of, and access to, climate data, climate service information systems and capacity building; and highlighted that the Framework will provide an effective interface between providers and users, in addition to building and strengthening existing initiatives on observation, monitoring, research, modeling and prediction. UNEP introduced the Asia Pacific Global Climate Change Adaptation Network, launched on 3 October 2009, which aims to help vulnerable countries in the region enhance their adaptive capacity by mobilizing knowledge and technology.", 
    "Other objectives include: helping build the climate resilience of human and ecological systems; improving availability and accessibility of knowledge; enhancing and disseminating information on adaptation; providing targeted knowledge support to governments, planners and practitioners; enhancing capacity of developing country institutions working on adaptation; and improving coordination across regions.", 
    "She also discussed activities including: identifying gaps and needs in current knowledge and in critical sectors; improving planning through assessment and development of tools and methods for good adaptation practices; enhancing scientific capacity development for vulnerability assessments; and training of trainers.", 
    "The OECD outlined ongoing activities, such as supporting the integration of adaptation into development cooperation and conducting economic and policy analyses, including on adaptation.", 
    "He highlighted the OECD Policy Guidance on Integrating Climate Change Adaptation into Development Cooperation, which provides a template for adaptation integration and ongoing work to develop manuals to implement the Guidance.", 
    "Resources for the Future described their Global Adaptation Atlas, a web-based tool that is being developed to map areas impacted by climate change and areas where adaptation activities are taking place. FAO described activities to assist countries to identify potential mitigation and adaptation actions, particularly those applicable to particular situations, and mainstream and include adaptation measures into food security programmes.", 
    "He also discussed work on developing guidelines for adapting crop systems and methods to climate change.", 
    "The ISDR highlighted the second session of the Global Platform for Disaster Risk Reduction meeting held in June, and also discussed support provided to DRR experts in some developing countries to participate in ongoing climate change negotiations.", 
    "Wetlands International highlighted that their action pledge is being implemented through their wetlands and livelihoods project.", 
    "She said pilot projects, particularly in Africa, demonstrate linking adaptation to planning and processes.", 
    "She also noted that they hope to incorporate some of the key needs identified during this workshop into the capacity-building modules being developed to launch sometime next year. WRI underscored that the upcoming World Resources Report will focus on adaptation and that the framework she introduced on the first day is almost ready to be piloted in countries and could be used in baseline capacity assessments.", 
    "In a brief discussion, FAO noted that they will be developing a new tool to appraise the adaptation potential of projects.", 
    "In response to a question from Austria, Resources for the Future clarified that their adaptation database will be launched at COP 15 in Copenhagen in December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_20", 
  "enb_end_date": "14-Oct-09"
}