{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "10-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Some delegates were talking about the AWG-LCA discussions on mitigation, particularly the proposal for a registry of nationally appropriate mitigation actions.", 
    "It feels like we re putting some meat on the bones of our discussions, said one delegate optimistically.", 
    "There were also some smiling faces at the end of the negotiations on the Nairobi Work Programme as the group completed its work on Tuesday afternoon.", 
    "Elsewhere, the mood seemed less upbeat, with some frustration expressed after talks bogged down on the financial mechanism, Adaptation Fund and LDC Fund.", 
    "Negotiators in the carbon capture and storage talks also seemed disappointed not to have achieved any substantive outcome, although some suggested that the issue might be taken up during the high-level segment.", 
    "Meanwhile, some were speculating that there might not be much substance in the AWG-KP s conclusions on agenda items 3, 4, 6 and 7, and that the reference to emission ranges for Annex I parties would be omitted.", 
    "Looking ahead to the next few days, complexity and workload were two prominent words being repeated in the corridors.", 
    "With the official end of the meeting fast approaching, many were wondering how they would finish all their outstanding work.", 
    "We have the COP, COP/MOP, AWG-LCA, AWG-KP and the two SBs, plus the high-level segment all supposed to finish by Friday.", 
    "My question is: How?", 
    "asked one participant.", 
    "Many were already pointing to a possible Saturday morning extension to the meeting."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12392e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12392e_15", 
  "enb_end_date": "10-Dec-08"
}