{
  "countries": [
    "United States", 
    "Mauritania", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR IMPLEMENTATION", 
  "enb_start_date": "06-Aug-97", 
  "enb_short_title": "7th Session of the AGBM", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Chair Mohamed Ould El Ghaouth (Mauritania) noted that most decisions by the contact groups were outlined in the draft report (FCCC/SBI/1997/L.2).", 
    "The Rapporteur commented on the SBI informal workshop considering updated information from the national communications of Annex I Parties.", 
    "He noted that four presentations were made by the Secretariat on: national inventories - actual trends between 1990-1995; methodological issues arising from submitted inventories; projections to 2000 and 2020; and policies and measures and their specific effects.", 
    "He noted that the Secretariat plans to have additional information in time for the next session of the subsidiary bodies. The Chair called for consideration of the results from the contact groups.", 
    "The draft conclusions on communications from Annex I Parties (FCCC/SBI/1997/CRP.5) were adopted including, inter alia, that the Secretariat should submit a report at SBI-7 on the progress of Annex I Parties in returning to their 1990 levels of GHG emissions.", 
    "The US noted that their acceptance of the term 'individually or jointly' in the draft text did not prejudice its position on other texts being negotiated.", 
    "The PHILIPPINES called for the inclusion of a specific reference to Article 4.2 (b). The Chair presented draft conclusions on communications from non-Annex I Parties (FCCC/SBI/1997/CRP.4).", 
    "He noted that the contact group did not find sufficient time to conclude the issue and will continue its consideration at the October meeting.", 
    "On review of the financial mechanism, the Chair presented draft conclusions (FCCC/SBI/1997/CRP.3) and stated that the group will continue to consider the issue in October.", 
    "A number of delegates noted concern that a sub-paragraph in the draft report called on Parties to submit their views on the financial mechanism by 8 September 1997.", 
    "The Executive Secretary noted that if the submissions are late, delegations will have little time to consider the inputs.", 
    "A compromise date of 15 September was agreed. On division of labor between SBSTA and SBI, delegates confirmed the decision to recommend the draft decision for adoption by COP-3.", 
    "On volume of documentation, delegates approved the draft decision for adoption by COP-3.", 
    "The draft notes, inter alia, the efforts of the Convention secretariat to reduce the volume of documentation (FCCC/SBI/1997/12).", 
    "On mechanisms for consultations with NGOs, the chair noted that a contact group will be created at SBI-7 for consideration of this item.", 
    "The SBI urged all Parties to submit their views on this item by no later than 25 August.", 
    "The Chair presented draft conclusions on arrangements for intergovernmental meetings (FCCC/SBI/1997/L.3; FCCC/SBI/1997/L.4; FCCC/SBI/1997/CRP.6).", 
    "On arrangements for COP-3, the delegates accepted the draft conclusions including, inter alia, that: COP-3 place on the Agenda for COP-4 the second review of Article 4.2 (a) and (b); and that the paragraph considering an informal dialogue among Ministers and other Heads of Delegations be deleted.", 
    "On arrangements for COP-4, delegates accepted the draft conclusions including, inter alia, that COP-4 be held in November 1998 in Bonn unless a proposal by a Party to host the conference is received before 30 September. The Chair presented the draft conclusions on the programme budget for 1998-1999 (FCCC/SBI/1997/CRP.2), and noted that this will be a formal annex.", 
    "The annex was adopted.", 
    "The EU said a fifteen percent increase in the budget over two years shows the importance that the EU attaches to the implementation and further development of the Convention.", 
    "The Executive Secretary expressed his appreciation for early closure on this issue but noted that five of the ten largest contributions for the year have still not been received. Parties adopted the report of SBI-6 while taking into account the need to incorporate late decisions.", 
    "The Chair reminded Parties that they were duty bound to complete their work in October as there would be no SBI meeting at COP-3."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1253e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "WORKING GROUP", 
  "id": "enb1253e_2", 
  "enb_end_date": "06-Aug-97"
}