{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "United States", 
    "China", 
    "Peru", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Argentina"
  ], 
  "topics": [
    "National Communications & Inventories"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "11-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Co-Chair William Agyemang-Bonsu presented a revised draft decision text on GPG for LULUCF under Protocol Article 3.3 (afforestation, reforestation and deforestation) and 3.4 (additional activities).", 
    "The draft stipulates, inter alia, that GPG will be applied in a manner 'consistent' with the Marrakesh Accords, and includes a footnote stating that reporting methods contained in the GPG should ensure that land areas subject to LULUCF activities under Articles 3.3 and 3.4 can be identified.", 
    "Delegates agreed on the revised draft decision without further amendment. On factoring out, AUSTRALIA highlighted its proposal calling for a forward-looking dialogue that takes a broad approach to LULUCF issues.", 
    "The US, CANADA, JAPAN, NEW ZEALAND, and NORWAY supported this comprehensive approach.", 
    "BRAZIL, with AOSIS, PERU and ARGENTINA, preferred a focused approach and suggested holding a technical workshop after COP-10 that would consider submissions by Parties and possibly biome-specific definitions.", 
    "The US emphasized his country\u0092s position not to engage in discussions beyond the first commitment period. On HWP, BRAZIL, with many others, welcomed the IPCC\u0092s work on HWP and noted that HWP could be better discussed after completion of the IPCC Guidelines for Greenhouse Gas Inventories in 2006.", 
    "The EU, with NORWAY, and opposed by CANADA, requested that SBSTA seek submissions by Parties on specific national HWP data by 1 August 2005.", 
    "AUSTRALIA cautioned Parties that inventory reporting should not be altered, stating that inventories should remain 'pure' and not be linked to political discussions.", 
    "The US urged Parties to report on HWP in a transparent manner.", 
    "CHINA said double accounting remains germane and the IPCC should address this matter.", 
    "The RUSSIAN FEDERATION said the IPCC should consider all categories of emissions and removals from HWP for future accounting.", 
    "Co-Chair Agyemang-Bonsu will prepare new text on factoring out and HWP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12254e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12254e_8", 
  "enb_end_date": "11-Dec-04"
}