{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "Principles, Nature and Scope:", 
  "enb_start_date": "30-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The text on principles, nature and scope provides for, inter alia, issues relating to equity, supplementarity, share of proceeds and eligibility.", 
    "On equity, the COP agrees that Annex I Parties shall implement domestic action in accordance with national circumstances and with a view to reducing emissions in a manner conducive to narrowing per capita differences in emissions between developed and developing country Parties.", 
    "The COP agrees that the share of proceeds, to assist particularly vulnerable developing countries to meet adaptation costs, shall be two percent of the CERs for a CDM project activity. On supplementarity, the COP agrees that: the use of mechanisms shall be supplemental to domestic action and that domestic action shall constitute a 'significant element' of the effort made by each Annex I Party to fulfill Protocol Article 3.1 (quantitative emissions commitments); Annex I Parties shall be requested to provide relevant information in relation to their supplemental activities, in accordance with Protocol Article 7 (communication of information), for review under Protocol Article 8 (review of information); the provision of such information shall take into account reporting on 'demonstrable progress'; and the Compliance Committee's facilitative branch shall address questions of implementation. On eligibility, the COP agrees that a recommendation be made to the COP/MOP that the eligibility of an Annex I Party to participate in the mechanisms shall be dependent on its compliance with methodological and reporting requirements under Protocol Articles 5 and 7, with oversight being provided by the Compliance Committee's enforcement branch.", 
    "Furthermore, 'only Parties that have accepted the agreement on compliance supplementing the Kyoto Protocol shall be entitled to transfer or acquire credits generated by the use of the mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12176e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12176e_33", 
  "enb_end_date": "30-Jul-01"
}