{
  "countries": [
    "Iceland", 
    "New Zealand", 
    "Australia", 
    "Micronesia"
  ], 
  "topics": [
    "Forests", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS:", 
  "enb_start_date": "09-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the contact group, Co-Chair Lefevere highlighted that the purpose of the meeting was to discuss how ideas and proposals in the other issues group affect the numbers.", 
    "AUSTRALIA requested an update on AWG-KP Chair Ashe s consultations on legal matters and noted the centrality of clarifying legal options on the rules.", 
    "Co-Chair Lefevere responded that consultations were still ongoing.", 
    "On LULUCF, Co-facilitator Iversen noted advances on treatment of force majeur and harvested wood products (HWPs), limitation of HWPs under the CDM, and a review process for forest management accounting reference levels.", 
    "The EU, supported by NEW ZEALAND, ICELAND and others, reiterated the importance of fixing LULUCF rules before agreement on further commitments.", 
    "The Federated States of Micronesia, for AOSIS, expressed continued concern with implications of LULUCF proposals for accounting and transparency and stressed the need to consider quantitative impacts of the proposals.", 
    "NEW ZEALAND underscored that if there is a significant change of rules, it would have to recalculate its target.", 
    "The FEDERATED STATES OF MICRONESIA noted concerns with the quantitative ambition and environmental integrity of pledges and said proposals would be submitted on carryover of AAUs, the second sentence of Article 3.2 (base year LULUCF emissions) and Articles 3.3 and 3.4 (LULUCF).", 
    "NEW ZEALAND suggested that some of these proposals would likely require amendments to the Kyoto Protocol.", 
    "On the flexibility mechanisms, AWG-KP Vice-Chair Macey described discussions on carbon capture and storage (CCS) and the CDM, standardized baselines, new market mechanisms, discount factors on issuance of certified emission reductions and the carryover of surplus AAUs.", 
    "On carryover, he raised the question of whether this is an issue for the numbers or mechanisms discussions.", 
    "The EU highlighted the need to focus on the consistency of rules to ensure that new mechanisms are firmly rooted in the international system.", 
    "NEW ZEALAND called on parties to resolve tensions between a deep and fluid carbon market and the use of markets to rectify other problems.", 
    "On the basket of methodological issues, Vice-Chair Macey highlighted work on new greenhouse gases and global warming potentials.", 
    "The FEDERATED STATES OF MICRONESIA, supported by many others, suggested consolidating options for greenhouse gases under Annex A.", 
    "NEW ZEALAND underscored the importance of addressing global warming potential, considering the large contribution of methane and nitrous oxide to her country s emissions profile.", 
    "In the afternoon, Co-Chair Lefevere presented eight documents including: a revision of the table presenting options to address the carryover of surplus AAUs; submissions containing parties views on the Chair s text (FCCC/KP/AWG/2010/MISC.6); a proposal to represent the options table in Annex B to allow for comparison of the table headers; an Australian revision of its proposals in option B; a proposed revision of options on new gases in the text based on the outcomes of discussions under the other issues contact group; an Australian proposal on AAUs; an AOSIS proposal on AAUs and LULUCF crediting; and a proposal by the Co-Chairs to reduce text duplicated in both option A and option B.", 
    "Parties then worked through the text to integrate each of the proposals into the Chair s text.", 
    "Parties noted that while consistency between option A and option B might be useful, they expressed concern that removing duplicate text in the two options may lead to further confusion.", 
    "In the evening, parties continued working through the text to insert party proposals."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12484e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12484e_7", 
  "enb_end_date": "09-Oct-10"
}