{
  "countries": [
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "DRAWING A LINE IN THE SAND", 
  "enb_start_date": "27-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In an attempt to secure political agreement on these key issues, Pronk produced a President's Note, on Thursday, 23 November, in which he proposed a 'balanced package' aimed at facilitating ratification of the Protocol, without unduly affecting its environmental integrity.", 
    "He presented his Note, not as a 'take-it- or-leave-it' package, but as a basis for further discussion and improvement.", 
    "Not surprisingly - coming midway through the negotiations - the Note produced strong reactions from Parties. Some NGO observers expressed disappointment that the Note appeared to make more concessions to the US position, which if accepted, could compromise the Protocol's integrity.", 
    "Others said the Note was too vague, and even though it did take the variety of interests into account, it had not narrowed the gaps between Parties enough to constitute a basis for consensus.", 
    "On the other hand, a number of commentators considered it to be a well constructed document that provided a realistic opportunity for compromise.", 
    "In the words of one delegate, it was a 'very good, intelligent document.", 
    "' While Pronk's Note may indeed have 'caused pain for all' - as he promised it would - it has served the vital function of drawing a line in the sand, and serving as the basis for future political negotiations.", 
    "Much work remains to be done, with a particular focus required on resolving political disputes relating to sinks, supplementarity, compliance and the nature of the international financial mechanism."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12163e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12163e_63", 
  "enb_end_date": "27-Nov-00"
}