{
  "countries": [
    "Canada", 
    "Brazil", 
    "Philippines", 
    "Micronesia", 
    "United States", 
    "Nigeria", 
    "Norway", 
    "Ghana", 
    "Australia", 
    "Iran", 
    "South Africa", 
    "India", 
    "China", 
    "Indigenous Peoples", 
    "Japan", 
    "Tanzania"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "ANNEX I EMISSION REDUCTIONS (AWG-KP)", 
  "enb_start_date": "06-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the contact group, parties discussed the 45% aggregate reduction by Annex I countries from 1990 levels by 2020, proposed by Micronesia, for AOSIS, and by others.", 
    "AOSIS clarified that their proposal includes a substantial deviation from business-as-usual by non-Annex I parties, and a significant reduction in deforestation levels.", 
    "She said the proposal is motivated by the goal of limiting global temperature increase to below 2°C, and ultimately to below 1.5°C, and involves a less than 25% probability of exceeding 2°C.", 
    "Responding to questions, AOSIS declined to provide numbers for non-Annex I parties contribution, stressing that it is beyond the group s mandate.", 
    "She explained that the range of 25-40% in the IPCC AR4, from which the proposal is derived, does not include offsetting, but that the cost analysis envisages the existence of a global carbon market.", 
    "IRAN expressed concern with discussions on issues under the Convention, stressing the AWG-KP s mandate is to agree on Annex I parties targets.", 
    "He proposed requesting the Secretariat to compile the relevant provisions of the Convention and Protocol, as well as the relevant decisions of the COP/MOP and the AWG-KP.", 
    "Discussions continued with the proposal from the Chair s text for an X% reduction.", 
    "CANADA said the idea was to reflect the fact that some Annex I parties are not involved in the AWG-KP discussions, and that the uncertainty surrounding coordination between the AWG-KP and AWG-LCA requires a range of numbers to remain in the text to be communicated to parties in accordance with the six-month rule.", 
    "JAPAN noted that 40% of global emissions emanate from Protocol non-parties and highlighted the difficulty of setting targets without the participation of these countries.", 
    "He asked whether the other proposed ranges considered Protocol non-parties.", 
    "The EU, NORWAY, AUSTRALIA and others said their proposals apply to all developed countries, and AOSIS, the PHILIPPINES and SOUTH AFRICA specified that their ranges concern all Annex I countries with no distinction between Protocol parties and non-Protocol parties. JAPAN explained his country s proposal for a new protocol, stressing the need to involve all major emitting economies and highlighting that a simple Protocol extension would be inadequate to address the climate change challenge.", 
    "He said: the goal is a 50% reduction in global emissions by 2050; the proposal does not contain any numbers; developed countries should take the lead; and developing countries should contribute by undertaking mitigation actions.", 
    "BRAZIL highlighted that, when considering a global goal, burden-sharing criteria must be determined to define the fair contribution of Annex I and non-Annex I countries, stressing that the Convention provides that the first priority for non-Annex I parties is sustainable development.", 
    "INDIA questioned the use of terms such as major developing countries and major emitters and asked on what basis developing countries were expected to participate, citing the Convention s terms regarding the provision of resources by developed countries to meet the agreed full incremental costs incurred by developing countries in complying with Convention obligations.", 
    "Discussions will continue. OTHER ISSUES (AWG-KP): In informal consultations, parties considered sections of the text ( FCCC/KP/AWG/2009/8 ) related to greenhouse gases, sectors and source categories; common metrics; other methodological issues; and other issues, ensuring that proposals were adequately reflected.", 
    "Parties agreed that issues related to privileges and immunities should be discussed under the SBI and issues related to simplifying procedures would be discussed in the AWG-KP contact group on legal matters.", 
    "The LULUCF spin-off group also met informally in the afternoon.", 
    "Parties discussed, inter alia, text defining wetland management for possible inclusion in the Co-Chairs non-paper.", 
    "They expressed different views on whether to refer to wetland or peatland management, and whether the definition should refer to carbon stock changes, or greenhouse gas emissions and removals more broadly, reflecting different views about the ability to account for methane and other non-CO2 emissions from wetlands.", 
    "The group also briefly discussed harvested wood products (HWP) and non-permanence, seeking to ensure that proposals were adequately reflected in the non-paper.", 
    "Interested parties were encouraged to consult informally on natural disturbances, bar accounting and HWP, communicating ideas to the Co-Chairs by Monday morning for incorporation into a new non-paper for informal consultations on Tuesday. LEGAL FORM OF THE OUTCOME (AWG-LCA): Informal consultations continued on the legal form of the AWG-LCA outcome.", 
    "Several delegates maintained that discussions on legal form were premature and should be postponed until COP 15.", 
    "Some stressed that the form should follow function and that all options should be kept on the table.", 
    "Parties expressed different views on whether the language in the BAP precludes the AWG-LCA from considering its legal outcome or negotiating a new protocol, and whether it limits the AWG-LCA s outcome to a COP decision.", 
    "Parties also discussed the proposed protocols, including their fungibility and procedural issues.", 
    "It was noted that the protocols would be included in the provisional agenda of COP 15 under an item related to the consideration of proposed protocols.", 
    "Several delegates raised questions on the relationship between the proposals for protocols and the negotiating text being considered under the AWG-LCA.", 
    "It was clarified that consideration of the negotiating text was a separate process under the AWG-LCA.", 
    "Discussions on legal form will continue during subsequent AWG-LCA sessions. PRIVILIGES AND IMMUNITIES (SBI): In the contact group, parties considered draft text on privileges and immunities, formulated as treaty articles. CHINA, supported by GHANA, proposed mentioning the Kyoto Protocol in text referring to individuals serving on constituted bodies and other entities.", 
    "AUSTRALIA opposed, noting it would be premature to prejudge the outcome by including reference to the Protocol.", 
    "CHINA stressed that the contact group s only mandate was to discuss bodies constituted under the Protocol.", 
    "Reference to the Protocol remained bracketed.", 
    "On bracketed text referring to the right to use protected and confidential means of communication, including codes, couriers and sealed bags, parties discussed whether to include reference to electronic means of communication, as proposed by Nigeria, for the G-77/CHINA.", 
    "While supporting reference to electronic communications, SOUTH AFRICA proposed in whatever form as an alternative formulation.", 
    "The EU, supported by AUSTRALIA and CANADA, stressed that the text uses wording from the 1946 Convention on Privileges and Immunities of the United Nations, which covers electronic communication.", 
    "He cautioned that deviation from the Convention could lead to problems of interpretation in domestic jurisdictions.", 
    "The UN legal officer confirmed that the 1946 Convention should be interpreted as covering the prevailing means of communication.", 
    "He advised that deviating from the text could lead to unintended consequences.", 
    "The text remained bracketed.", 
    "The Chair will prepare a revised text. CAPACITY BUILDING UNDER THE CONVENTION (SBI): In the contact group, parties commented on draft SBI conclusions and a draft COP decision.", 
    "On the draft SBI conclusions, parties discussed whether to mention new capacity building needs related to the possible outcome of the AWG-LCA.", 
    "Some developed countries expressed concern that such language prejudges the outcome of the AWG-LCA, while some developing countries emphasized that emerging needs must be accounted for in the text.", 
    "Co-Chair Gwage suggested addressing capacity building needs triggered by previous decisions, such as the BAP.", 
    "The US and JAPAN supported making the text more positive by including reference to past capacity building successes identified in the previous comprehensive review.", 
    "Tanzania, for the G-77/CHINA, opposed references to South-South cooperation, and noted that the comprehensive review process might provide a good basis for monitoring and also enable identification of gaps.", 
    "Similar issues were raised in relation to the draft COP decision.", 
    "Parties will consult informally. TECHNOLOGY TRANSFER (SBSTA/SBI): During informal consultations, parties discussed the Co-Chairs draft SBSTA conclusions, going through the text paragraph by paragraph.", 
    "Parties agreed on most of the paragraphs, but were unable to conclude on, inter alia : whether to invite the AWG-LCA to consider, or pay attention to, the draft report of the EGTT on performance indicators ( FCCC/SB/2009/1 ), with some parties preferring to wait until the report is finalized; and whether to include reference to the technology needs assessment (TNA) prepared by one Annex I party, with some parties highlighting that only non-Annex I parties are expected to prepare TNAs. REDD (SBSTA): In informal consultations, parties made general comments on draft SBSTA conclusions and a draft COP decision prepared by the Co-Chairs.", 
    "Several parties expressed satisfaction with the text, with some suggesting adopting the text as it is.", 
    "A number of parties suggested adding reference removal levels wherever reference emission levels are mentioned.", 
    "Some developing country parties suggested including an indicative list of eligible activities, and others suggested referring to the costs of methodologies.", 
    "Concerns were raised about addressing these issues in SBSTA as opposed to the AWG-LCA.", 
    "One party suggested requesting guidance on legal implications of actions affecting indigenous peoples rights.", 
    "Informal consultations will continue. FINANCIAL ISSUES (SBI): During informal consultations on the fourth review of the financial mechanism and the assessment of the SCCF, parties discussed, inter alia , how to proceed with a draft COP decision, noting the ongoing discussions on the Copenhagen agenda and the possibility of postponing or streamlining SB 31 in the contact group on intergovernmental meetings.", 
    "Some parties proposed postponing the SCCF assessment until SB 32.", 
    "On the fourth review, some delegates proposed that the review reflect on the past, with some also advocating a forward-looking review while avoiding duplication of work within the AWG-LCA.", 
    "Some possible elements for inclusion in a draft decision were discussed.", 
    "Delegates also heard highlights from the mid-term report of the Fourth Overall Performance Study of the GEF, and discussed issues related to adequacy of GEF resources and the appropriate level of ambition for the group.", 
    "Informal consultations will continue. INTERGOVERNMENTAL MEETINGS (SBI): During informal consultations, parties discussed draft conclusions on arrangements for intergovernmental meetings.", 
    "Parties considered the provisional agenda for COP 15, COP/MOP 5 and future sessions.", 
    "A request was made for more family-friendly meetings, scheduled to run mid-week to mid-week.", 
    "Regarding the work of the AWGs, parties considered two options: completion before the opening of COP 15 and COP/MOP 5, and reporting the results to the opening plenaries; and continuing the AWG s work in Copenhagen, while providing a progress report at the beginning of COP and COP/MOP,and presenting final reports in time for the high-level segment.", 
    "Views differed between the two options; several parties supported a proposal to amend the second option so that the AWGs would present their final reports to the closing plenaries.", 
    "Regarding scheduling of the SBs, several parties expressed preference for holding the SBs in Copenhagen, but limiting the sessions to three days.", 
    "Parties also had different views on whether the high-level segment should be three or four days.", 
    "The Co-Chairs will prepare revised draft conclusions for consideration."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12415e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12415e_2", 
  "enb_end_date": "06-Jun-09"
}