{
  "countries": [
    "Australia", 
    "Iran", 
    "Ireland", 
    "Algeria", 
    "Egypt", 
    "Solomon Islands", 
    "India", 
    "Mongolia", 
    "France", 
    "Russian Federation", 
    "Maldives", 
    "China", 
    "Colombia", 
    "Chile", 
    "Belgium", 
    "Antigua and Barbuda", 
    "Nigeria", 
    "Belarus", 
    "Burkina Faso", 
    "Seychelles"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "COUNTRY STATEMENTS:", 
  "enb_start_date": "01-Dec-08", 
  "enb_short_title": "COP 14", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Many parties spoke about the Bali Action Plan and Roadmap leading towards the Copenhagen Conference in late 2009.", 
    "Many also reaffirmed their commitment to an equitable and comprehensive post-2012 framework, and said the global financial crisis should be viewed as an opportunity rather than an impediment to action.", 
    "A number of speakers addressed mid and long-term targets and shifting to a low-carbon economy.", 
    "Some outlined domestic mitigation and adaptation actions, and highlighted the need for technology transfer and financial support.", 
    "Antigua and Barbuda, speaking for the G-77/China, expressed regret that expectations for PoznaÅ\u0084 had not been met, calling for a radical change in approach.", 
    "France, for the EU, reaffirmed the EU s emission target for 2020, urged a reaffirmation of multilateral will in PoznaÅ\u0084, and highlighted linkages between climate change, biodiversity, poverty and inequality.", 
    "Maldives, for the LDCs, said a 2°C temperature rise would take the world into the danger zone.", 
    "Both AOSIS and LDCs urged a limit of 1.5°C temperature rise and greenhouse gas concentrations of no more than 350 ppm, as well as 40% emission reductions by developed countries by 2020 compared with 1990 levels.", 
    "Australia, for the Umbrella Group, said Copenhagen should produce a robust and resilient foundation to steer collective efforts, and welcomed discussions on a shared vision.", 
    "Algeria, for the African Group, said two decades of negotiations had not produced the expected results, and developed countries were not meeting even the modest goals agreed in Kyoto.", 
    "Colombia said his country was the victim of climate change caused by industrialized countries.", 
    "He advocated flexibility in market-based mechanisms, including a REDD mechanism.", 
    "Belgium supported guaranteed funding for REDD.", 
    "Ireland said science tells us that even the IPCC AR4 is out of date.", 
    "He said we should be trying to achieve global carbon neutrality in the second half of the century.", 
    "Chile offered to host a round of talks in 2009, if needed.", 
    "Egypt said sectoral actions should be country driven and rejected any attempt to impose developing country commitments.", 
    "Nigeria supported progress on CCS.", 
    "The Russian Federation proposed differentiating among countries using GDP per capita and other objective criteria, and stated his opposition to setting ranges for Annex I targets, noting that this should be done at the national level.", 
    "Mongolia highlighted subregional cooperation.", 
    "India underscored government-led action on technology and finance and a mechanism that procures the required technologies for developing countries.", 
    "He also proposed a regional technology innovation center.", 
    "Iran discouraged differentiation among developing countries through the creation of new country categories.", 
    "Belarus encouraged parties to ratify the Belarus amendment to Protocol Annex B to enable his country to participate in the Protocol s flexible mechanisms.", 
    "Burkina Faso called on Annex I countries to change their attitudes concerning patents, intellectual property, technology transfer and worldwide solidarity.", 
    "Seychelles said Annex I parties have stalled and backpedalled and must agree on a progressive deal in Copenhagen.", 
    "Solomon Islands said its people are in danger of becoming climate refugees."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12395e.html", 
  "enb_long_title": "UN Climate Change Conference - Poznań", 
  "type": "", 
  "id": "enb12395e_105", 
  "enb_end_date": "12-Dec-08"
}