{
  "countries": [
    "Pakistan", 
    "Maldives", 
    "Portugal", 
    "South Africa", 
    "India", 
    "United States", 
    "Australia", 
    "China", 
    "Japan", 
    "Grenada", 
    "Nigeria", 
    "Germany", 
    "New Zealand"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adaptation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "COUNTRY STATEMENTS:", 
  "enb_start_date": "13-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Forty-eight ministers and high-level officials spoke.", 
    "Many called for a Bali roadmap that would lead to an agreement on post-2012 action by 2009.", 
    "Many also referred to the four building blocks identified as key components of a post-2012 agreement: mitigation, adaptation, technology transfer and financing.", 
    "Other issues raised included the principle of common but differentiated responsibilities, the need to avoid a gap between the first and second commitment periods, the importance of sending clear signals to the private sector and establishing a global carbon market, emissions from deforestation, and the needs of the most vulnerable countries, including SIDS and LDCs.", 
    "Several welcomed the operationalization of the Adaptation Fund and expressed disappointment with lack of agreement on technology transfer.", 
    "Pakistan, for the G-77/CHINA, emphasized that the Convention and Protocol should remain the central multilateral platform for addressing action on climate change and cautioned against erosion or replacement with a less equitable post-2012 arrangement.", 
    "Portugal, for the EU, stated that the EU is fully convinced of the urgency of enhancing international cooperation in order to rapidly accelerate the transfer of environmentally-sound technologies.", 
    "Maldives, for LDCs, called for a climate change regime to be developed within the existing framework based on the four building blocks.", 
    "Nigeria, for the AFRICAN GROUP, called for bold and effective action from the international community to address climate change.", 
    "Grenada, for AOSIS, called for agreement on a shared vision to preserve their islands and people as a priority, taking into consideration their low adaptive capacity.", 
    "Australia, for the UMBRELLA GROUP, supported the Bali roadmap and progress on technological cooperation and deforestation.", 
    "JAPAN supported an ad hoc working group under the Convention including all emitters.", 
    "CHINA supported strengthening implementation of the Convention and Protocol, called on industrialized countries to meet their commitments, and outlined significant action in China.", 
    "INDIA expressed concerns at attempts to create a new framework that could dilute action on existing commitments.", 
    "GERMANY announced plans to cut emissions by 40% by 2020 compared with 1990 levels.", 
    "Noting calls from some Annex I parties for developing countries to play their part, SOUTH AFRICA said his country would take serious mitigation actions that are measureable, reportable and verifiable, and said industrialized countries must cut emissions by 25-40% by 2020 compared with 1990 levels. NEW ZEALAND suggested considering a possible new Protocol or other instrument under the Convention specifically addressing emissions from deforestation.", 
    "The US said a future agreement should include a long-term global emissions goal and national plans with measurable mid-term goals.", 
    "Webcast records of the high-level segment will be available online at: http://www.un.org/webcast/unfccc/"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12352e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "cop", 
  "id": "enb12352e_3", 
  "enb_end_date": "13-Dec-08"
}