{
  "countries": [], 
  "topics": [
    "Pre-Kyoto", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Pre-Kyoto"
  ], 
  "section_title": "NON-GROUP ON QELROS", 
  "enb_start_date": "06-Aug-97", 
  "enb_short_title": "7th Session of the AGBM", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "The non-group on QELROS met in the morning and discussed issues pertaining to coverage and distribution.", 
    "Coverage discussions were based on a draft text by the Chair.", 
    "The draft text proposed an Annex containing a list of six GHGs to which QELROs would apply.", 
    "The text included a provision for the review of the gases listed under the Annex at the first session of the COP after entry into force of the agreement and at regular intervals thereafter.", 
    "Criteria for the addition of a GHG to the list were also included. Some delegations objected to the inclusion of certain criteria such as the availability of a reliable value for the relative global warming potential of the gas and the availability of a comparable methodology for estimation and assessing the relevance of the gas to climate change.", 
    "Paragraphs on these topics were bracketed.", 
    "The Chair indicated that most countries agree on a comprehensive approach according to which QELROs should apply to all GHGs.", 
    "He predicted that enlarging the GHG list would not find objection as long as it is possible to measure emissions and judge the relative global warming potential of other gases in comparison to CO2. A number of delegations requested that a reference to the Berlin Mandate be included in the draft, and noted that a comprehensive approach had been incorporated in the FCCC and the Berlin Mandate.", 
    "The Chair indicated that he would seek guidance from the AGBM Chair on inclusion of references to the Berlin Mandate and produce a new draft on coverage based on the discussions. There was a general exchange of views on distribution of QELROs among Annex I countries.", 
    "The discussion focused on whether distribution should be based on a differentiated approach or a flat rate target.", 
    "Several delegations favored the differentiated approach and underscored the need for different commitments according to country-specific conditions.", 
    "These delegations indicated that the differentiated approach sets the right trend for the future and points to an equitable outcome.", 
    "There was a suggestion that countries should be able to negotiate their own targets. Other delegations favored the flat rate approach and indicated that targets could be met either individually or jointly.", 
    "They noted that time constraints would make it difficult to reach agreement on indicators for differentiation before Kyoto.", 
    "A delegation commented on 'fairness' and indicated that some flexibility should be allowed through emissions trading and joint implementation.", 
    "Another delegation indicated that no negotiations could start until targets are on the table."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1253e.html", 
  "enb_long_title": "Seventh Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1253e_4", 
  "enb_end_date": "06-Aug-97"
}