{
  "countries": [
    "Brazil", 
    "Singapore", 
    "Mexico", 
    "Norway", 
    "Peru", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Venezuela", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Egypt", 
    "Tuvalu", 
    "Cuba", 
    "India", 
    "China", 
    "Colombia", 
    "Japan", 
    "United States"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP", 
  "enb_start_date": "07-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the afternoon stocktaking contact group, drafting group facilitators reported on progress in their respective groups.", 
    "AWG-LCA Chair Mukahanana-Sangarwe reported on consultations on countries with economies in transition and other countries with special circumstances.", 
    "She said a possible way forward could be a decision specifically addressing the capacity building and financing needs of such countries and that she would prepare a draft decision reflecting this.", 
    "Chair Mukahanana-Sangarwe then presented a paper on possible elements of the Cancun outcome, including shared vision, adaptation, mitigation, and finance, technology and capacity building, and invited parties to outline what Cancun can deliver and how to realize these objectives. PERU, for a number of Latin American countries, outlined three key outcomes for Cancun, including a decision on legal form confirming the legally-binding nature of an AWG-LCA outcome, substantive decisions on mature issues, and decisions on a programme of work for addressing unresolved issues.", 
    "JAPAN called for extracting elements of the Copenhagen Accord for a balanced set of decisions.", 
    "AUSTRALIA noted that progress on elements of a balanced package has not been balanced.", 
    "She underscored limited progress on mitigation, MRV and ICA. EGYPT noted that results on elements such as bunker fuels and markets might not be achievable.", 
    "PAKISTAN said elements should stem from the party-driven process rather than exclusive consultations.", 
    "VENEZUELA, with SOUTH AFRICA, emphasized that balance cannot be achieved without an outcome under the AWG-KP.", 
    "CHINA underscored the importance of fast-start finance as a deliverable from Cancun and emphasized the importance of guidelines for reporting and operational elements to enable distribution of funds. SOUTH AFRICA said a possible outcome in Cancun could include an overarching decision on legal form of the outcome identifying elements of a comprehensive legally-binding agreement, as well as a set of substantive decisions to test implementation or readiness in areas where progress has been made, such as REDD+.", 
    "He said part of the package must be a decision under the COP/MOP either adopting amendments to Annex B of the Kyoto Protocol or reflecting a commitment by Annex I parties to a second commitment period.", 
    "He stressed that the outcome in Cancun must be framed in a way that advances elements of the BAP as building blocks towards a comprehensive legally-binding agreement to be adopted at a future date.", 
    "Switzerland, for the EIG, expressed support for the Chair s paper proposing elements of a possible outcome, stating that it reflects the elements of the BAP.", 
    "He urged focusing on the issues identified in the paper in the remaining time in Tianjin.", 
    "The EU urged more progress on issues such as mitigation commitments and pledges.", 
    "Grenada, for AOSIS, called for a legally-binding agreement that would sit alongside a Kyoto Protocol second commitment period, stressing that Cancun must not compromise the future.", 
    "She welcomed the Chair s paper, expressing satisfaction with some elements of it, such as elements on adaptation. TUVALU called for clarity on the purpose of the text on shared vision and said a Cancun outcome must make explicit reference to a mandate to reach a legally-binding agreement.", 
    "CUBA stressed that the shared vision goes beyond a long-term goal.", 
    "On finance, he said the reference to mobilization of long-term finance is an empty concept and said it should reiterate the language in the BAP on provision of new, additional and predictable financial resources.", 
    "NORWAY expressed satisfaction with mature elements such as REDD+, technology and finance in the Chair s paper and called for more progress on mitigation and associated MRV. SAUDI ARABIA lamented the pick and choose approach of the paper, said it does not reflect the elements of the BAP and highlighted the party-driven nature of the AWG-LCA process.", 
    "NEW ZEALAND expressed willingness to work with the Chair s paper, noting that some elements require further elaboration, such as establishment of a new fund and details of ICA.", 
    "The RUSSIAN FEDARATION described the Chair s paper as a useful starting point for extracting elements for decisions in Cancun.", 
    "Noting that Cancun would not be the final word, BRAZIL called for simple decisions that capture the essence of the different issues.", 
    "The US underlined that an agreement already exists which addresses most of the issues being discussed, and called for discussions to be based on the Copenhagen Accord.", 
    "He said issues such as mitigation and transparency require further discussion in spinoff groups, while issues such as technology, which have almost been agreed on, do not need to be taken up in spinoff groups.", 
    "The US also emphasized that its commitment is not contingent on movement of domestic legislation. INDIA stressed that the possible elements of a Cancun outcome should emerge from ongoing discussions in the drafting groups and that efforts to make progress should consider these discussions.", 
    "SINGAPORE underscored that a Cancun outcome must: address the legal form and the need for a legally-binding agreement; and not hasten the demise of the Kyoto Protocol, but rather send a clear political signal regarding its continuation.", 
    "MEXICO said a Cancun outcome must be able to deliver immediate action for implementing the Convention and Protocol, and should constitute a building block towards reaching a legally-binding agreement.", 
    "Several parties highlighted the need for reference to the legally-binding nature of an AWG-LCA outcome. VENEZUELA proposed that parties discuss the Chair s paper in their regional groups and provide feedback to the drafting group facilitators in order to reach a consensual party-driven list.", 
    "COLOMBIA said the Chair should work with the drafting group facilitators to prepare draft decision texts to facilitate discussions.", 
    "AWG-LCA Chair Mukahanana-Sangarwe invited parties to continue working towards a compromise in their various drafting groups."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12482e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12482e_8", 
  "enb_end_date": "07-Oct-10"
}