{
  "countries": [
    "Australia", 
    "South Africa", 
    "Saint Lucia", 
    "Finland", 
    "India", 
    "Marshall Islands", 
    "Switzerland", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ITEM 3:", 
  "enb_start_date": "04-Dec-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning, the AWG-KP contact group on item 3 (consideration of Annex I Parties further commitments) took place.", 
    "AWG-KP Chair Diouf drew attention to her revised proposal to facilitate negotiations (FCCC/KP/AWG/2012/CRP.2).", 
    "Facilitator Sandea de Wet (South Africa) reported on the spin-off group on numbers/text, noting that parties had exchanged views on how to raise the ambition level.", 
    "She noted modest progress on cleaning text, observing that the options on the eligibility to participate in the flexibility mechanisms during the second commitment period require further clarification, and progress is also needed on carry-over of surplus Assigned Amount Units (AAUs). AWG-KP Vice-Chair Jukka Uosukainen (Finland) reported good progress in his informal consultations on matters relating to the second commitment period.", 
    "He noted that some paragraphs in the draft CMP decision on Protocol amendments remain in brackets for practical and tactical reasons, waiting for progress in other groups rather than representing real, unsolved issues.", 
    "He explained that issues related to the provisional application of the second commitment period (paragraphs 7-11) in the revised text remain to be solved.", 
    "Vice-Chair Uosukainen identified three options for provisional application: opting out; opting in; and an implementing decision, saying these options are not necessarily mutually exclusive. AWG-KP Chair Diouf then presented her assessment of how the AWG-KP can progress to full agreement.", 
    "She explained that parties views on the length of the second commitment period, QELROs and ambition are still divergent.", 
    "On the Protocol s legal continuity from 1 January 2013, she said options are fewer and clearer, and asked whether parties see possibility of convergence.", 
    "On the Protocol s operational continuity for Annex I parties from 1 January 2013, she reported that proposals are on the table but identified the need for more time to discuss them.", 
    "With regards to the eligibility of Annex I parties not participating in the second commitment period to access the Protocol s flexibility mechanisms, she observed divergent views with no compromise option in sight.", 
    "Identifying this as a political issue, she reminded parties to refine a proposal for ministers.", 
    "The EU emphasized the CDM as an important funding source for the Adaptation Fund.", 
    "The Marshall Islands, for AOSIS, supported by INDIA, called for ensuring that a share of proceeds from the flexibility mechanisms is used for adaptation.", 
    "Noting proposals on the table, Chair Diouf also emphasized that the carry-over of surplus AAUs is a complex, sensitive and political issue.", 
    "Expressing hope for a solution, she invited parties to work in a transparent manner before forwarding the issue to the ministers.", 
    "The EU underscored that parties have been working on the issues of carry-over of AAUs and increasing ambition, calling for the fruits of this work to be tabled before forwarding the text to ministers.", 
    "Saint Lucia, for AOSIS, and several developing countries, stressed the need to achieve a higher level of ambition.", 
    "She lamented that some parties have dropped to the lower end of their pledges despite their clear mandate to move up to the top end of their pledges, and noted their conditionalities have been met with the creation of the ADP process.", 
    "The PHILIPPINES urged parties to walk fast, far and forward.", 
    "AUSTRALIA identified ambition as a broader issue that must be addressed beyond the Protocol s second commitment period.", 
    "SWITZERLAND identified addressing the carry-over of surplus AAUs as a way to raise ambition."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12563e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "working group", 
  "id": "enb12563e_2", 
  "enb_end_date": "04-Dec-12"
}