{
  "countries": [
    "United States", 
    "China", 
    "Bangladesh", 
    "South Africa", 
    "Nauru", 
    "Nepal"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CLOSING OF THE TECHNICAL EXPERT MEETINGS:", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Friday, Co-Chair Runge-Metzger welcomed active engagement by parties and experts.", 
    "RE Facilitator Sokona reported that discussions on the way forward included suggestions, inter alia , to: make use of existing platforms, such as the NAMA registry to implement policy options; ensure active engagement of the TM, TEC and CTCN; and invite continued engagement by IRENA and others in the technical expert meeting process. EE Facilitator Arima summarized discussions and noted the need to continue the dialogue.", 
    "He said parties suggested, inter alia : continued involvement of IEA and others in the technical expert meeting process; the definition of a holistic and integrated approach to EE; efforts to test and adopt technological options; better understanding processes related to EE at the national level; and the use of the existing NAMA registry, including links to a financial mechanism. ADP Co-Chair Runge-Metzger said opportunities for action exist in order to turn RE and EE mitigation potential into reality.", 
    "He noted the need to enhance the visibility of actions and experiences of parties, international organizations and partnerships, and that the Secretariat is exploring how to do this through the technical expert meetings.", 
    "Bangladesh noted limitations of the process, saying some best practices have yet to be showcased, especially from LDCs, and calling for more balanced representation.", 
    "With Nepal, he asked how to incorporate recommendations from the technical expert meeting into the architecture of the UNFCCC.", 
    "South Africa said taking forward many of the recommendations from the technical expert meetings would require a more formal session to allow party input.", 
    "Nauru, for AOSIS, called for the experts meetings in June to be better structured to allow more discussion with experts.", 
    "He supported calls for an additional day for RE and EE during the June session.", 
    "He said the technical paper mandated in Warsaw should include an executive summary highlighting key opportunities and barriers, as well as strategies for overcoming them.", 
    "The EU said the meeting had been positive, the presentation of country-specific instances helpful, adding that there would be value in including a broader variety of investors in discussions.", 
    "The US supported additional work on EE and RE, including a wider range of stakeholders.", 
    "He called for considering how parties can harness sub-national action to catalyze greater ambition.", 
    "China emphasized that the technical expert meeting is an event and not a new process.", 
    "On future planning, he said workstream 2 should be a formal discussion and not just an informal expert process without interpretation, which had hampered full participation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12595e_29", 
  "enb_end_date": "14-Mar-14"
}