{
  "countries": [
    "Ghana", 
    "Saudi Arabia", 
    "Iran", 
    "Mexico", 
    "United Arab Emirates", 
    "Tanzania", 
    "Nepal", 
    "Costa Rica", 
    "United States", 
    "Trinidad and Tobago", 
    "China", 
    "Kuwait", 
    "Thailand"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "WORKSHOP ON DOMESTIC PREPARATIONS FOR INTENDED NATIONALLY DETERMINED CONTRIBUTIONS", 
  "enb_start_date": "10-Mar-14", 
  "enb_short_title": "ADP 2-4", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "On Tuesday, Co-Chair Kumarsingh opened the workshop.", 
    "The EU outlined their proposal, main elements of which include a 40% GHG emissions reduction-target by 2030, to be met by each EU country individually, and at least 27% RE by 2030, at the EU level.", 
    "He said next steps include consideration of the 2030 framework by the European Council and its communication as a contribution to COP 20.", 
    "China outlined elements to determine NDCs, proposing developed countries, inter alia : undertake economy-wide quantified emission limitation and reduction commitments on a binding basis demonstrating leadership; provide finance and technological support for adaptation in developing countries; and fulfill financial commitments for 2020 and enhance provision of public funds beyond 2020, based on the US$100 billion pledge.", 
    "He proposed developing countries, inter alia : enhance diversified mitigation actions; enhance endogenous systematic and institutional capacity and engage local stakeholders in adaptation; and share best practices with local stakeholders to build capacity.", 
    "He noted that China intends to take actions that change its development path, including through integration of climate targets into national socio-economic development strategies.", 
    "Thailand described national energy and transport NAMAs, and underscored the need for adequate support and identification of technological gaps.", 
    "Mexico outlined its 2012 climate change law and provided an overview of planned national actions, stressing that Mexico will start with the low-cost and high abatement measures.", 
    "Noting his country's high dependence on hydrocarbon exports, Saudi Arabia underscored that it is adapting to both climate change and response measures.", 
    "Ghana indicated that his country's contribution to the 2015 agreement is still evolving, describing consultation processes with relevant stakeholders and underlining the challenge of raising the awareness of high-level officials.", 
    "Costa Rica outlined national initiatives, including 92% RE generation, reduced deforestation and fossil fuel taxation.", 
    "He highlighted Carbon Neutral 2021, a voluntary commitment involving the public and private sectors.", 
    "On pre-2020 ambition, the US said it is preparing to come forward by the 31 March 2015 deadline with upfront transparent elements relating to its national contribution, including information on timeframe, base year, gases and sectors covered, and overall reductions.", 
    "On support, he highlighted efforts to develop low-energy development strategies.", 
    "The United Arab Emirates observed that actions are being taken in the context of sustainable development focusing on economic diversification.", 
    "He pointed to efforts to move beyond petroleum by pursing RE and the safe sustainable use of hydrocarbons.", 
    "Trinidad and Tobago outlined actions to increase use of new and innovative technologies and encourage the use of RE.", 
    "She observed that a carbon reduction strategy for power generation and transport sectors is being developed.", 
    "Nepal, for the LDCs, indicated his commitment to strengthen the rules-based regime under the Convention, stressing the need for further clarification on the contents of NDCs.", 
    "In the ensuing discussions, Kuwait suggested that Saudi Arabia and other Gulf States start internalizing the externalities and the polluter pays principle to decrease emissions in various sectors.", 
    "Noting Saudi Arabia's suggestion that it has no responsibility to contribute, the EU underscored that some non-Annex I countries are some of the richest and biggest emitters in the world.", 
    "In response to a question from Tanzania, the EU indicated that all commitments should be captured in a legally-binding manner in the new agreement.", 
    "Iran questioned the usefulness of holding workshops, calling for starting 'real negotiations' promptly, considering the short timeframe."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12595e.html", 
  "enb_long_title": "Bonn Climate Change Conference - March 2014", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12595e_30", 
  "enb_end_date": "14-Mar-14"
}