{
  "countries": [
    "Brazil", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Trinidad and Tobago", 
    "Venezuela", 
    "Pakistan", 
    "Saudi Arabia", 
    "Algeria", 
    "Cuba", 
    "Egypt", 
    "Singapore", 
    "India", 
    "Austria", 
    "China", 
    "Botswana"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP:", 
  "enb_start_date": "21-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "groups", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The third meeting of the AWG-LCA contact group convened in the morning.", 
    "Discussions focused on enhanced action on the provision of finance.", 
    "The Philippines, for the G-77/CHINA, Algeria, for the AFRICAN GROUP, CUBA, EGYPT, INDONESIA, VENEZUELA, SAUDI ARABIA, INDIA and others, opposed by the US and the EU, called for establishing a spin-off group on finance.", 
    "The G-77/CHINA stressed finance as one of the most important pillars of the Bali Action Plan.", 
    "With many others, she emphasized the need to consider transparency of fast-start finance and the lack of agreement on long-term finance.", 
    "She stressed the need to discuss financial support for: national adaptation plans in developing states other than LDCs; biennial update reports; and reporting and verification.", 
    "The G-77/CHINA also stressed that financial institutions that we have now are empty shells and, with the AFRICAN GROUP and many developing countries, expressed concern over the finance gap between 2012 and 2020. EGYPT, PAKISTAN and others called for the consideration of how to conclude institutional arrangements between the Green Climate Fund (GCF) and the COP.", 
    "The EU indicated that the AWG-LCA is not the proper forum to discuss arrangements between the COP and the GCF. CHINA called for capitalizing the GCF and for the Standing Committee to start its work as soon as possible.", 
    "SAUDI ARABIA stated that special attention is needed for the public and private sourcing of finance.", 
    "PAKISTAN stressed that closing the finance gap is just as important as closing the mitigation gap.", 
    "Supported by the EU and BRAZIL, he indicated that it is important to learn lessons from fast-start finance.", 
    "The US and the EU emphasized that: developed countries have provided assurance that there will be no gap; a work programme on long-term finance has been established; and developed countries are fully committed to providing fast-start finance.", 
    "The EU also indicated that decisions on provision of finance have been taken in Durban and Cancun.", 
    "The AWG-LCA contact group will reconvene on Monday. SPIN-OFF GROUP ON REVIEW (AWG-LCA): Opening the session, Facilitator Gertraud Wollansky (Austria) introduced an information paper highlighting the mandate of the group from Decisions 1/CP.16 and 2/CP.17(Outcome of the work of the AWG-LCA).", 
    "She explained that she had undertaken informal consultations to get a sense of elements requiring further clarification.", 
    "She reported divergent views on the scope of the Review and also the expert consideration of inputs.", 
    "Botswana, for the AFRICAN GROUP, supported by CHINA and BRAZIL, observed that the Durban decision defines the scope and modalities of the Review, and that the scope includes not just the temperature goal but also the adequacy of means of implementation for developing countries.", 
    "Calling for a prompt start to the Review, Trinidad and Tobago, for AOSIS, with SINGAPORE, the EU and others, emphasized the need for a narrow focus on scope in the context of what was agreed in Cancun.", 
    "She said the group should focus on exactly when and what will take place.", 
    "She also noted that tasking the Subsidiary Bodies to assist with the Review does not preclude the establishment of an expert body."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12541e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "working group", 
  "id": "enb12541e_11", 
  "enb_end_date": "21-May-12"
}