{
  "countries": [
    "Malaysia"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "COOPERATION WITH RELEVANT INTERNATIONAL ORGANIZATIONS", 
  "enb_start_date": "31-Oct-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The GLOBAL CLIMATE OBSERVING SYSTEM (GCOS) reported on its regional workshop programme and on a proposal for a second assessment of the adequacy of observing systems.", 
    "He noted concerns over deterioration of existing networks and historical databases and ongoing work to arrest this trend, as well as efforts to exploit new observing methods.", 
    "Several Parties expressed concern at the deterioration of networks.", 
    "The EU proposed inviting the GCOS Secretariat to present an interim review of adequacy of networks, addressing national activities, in time for consideration at SBSTA-16.", 
    "MALAYSIA suggested accessing GEF funds in this area.", 
    "Chair Dovland said informal consultations would be held to develop draft conclusions on this matter. On cooperation with other multilateral environmental agreements (MEAs), the IPCC reported on its technical paper on interlinkages between climate change, biodiversity and desertification, and on the relevance of the Millennium Assessment to the climate change process.", 
    "The CONVENTION ON BIOLOGICAL DIVERSITY, CONVENTION TO COMBAT DESERTIFICATION and RAMSAR CONVENTION ON WETLANDS outlined linkages, synergies and collaborative activities between MEAs.", 
    "Regarding cooperation with other UN bodies, the WORLD HEALTH ORGANIZATION reported on its work on human health and climate change. In the ensuing discussion, Parties stressed enhancing cooperation between conventions, strenghtening such cooperation at the national level, and furthering the international environmental governance process.", 
    "Chair Dovland indicated that an informal contact group would be convened to develop draft conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12180e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "sbsta", 
  "id": "enb12180e_13", 
  "enb_end_date": "31-Oct-01"
}