{
  "countries": [
    "Italy", 
    "Cuba", 
    "Egypt", 
    "Mexico", 
    "Trinidad and Tobago", 
    "Spain"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "WORKSHOPS UNDER THE NWP:", 
  "enb_start_date": "12-Oct-09", 
  "enb_short_title": "Workshop", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "Many workshops and meetings have taken place under the NWP since its inception, including: a workshop on climate-related risks and extreme events from 18-20 June 2007, in Cairo, Egypt; a workshop on adaptation planning and practices from 10-12 September 2007, in Rome, Italy; expert group meetings on methods and tools, and on data and observations, from 4-7 March 2008, in Mexico City; and an expert group meeting on socioeconomic information from 10-12 March 2008, in Port of Spain, Trinidad and Tobago.", 
    "More recently, the UNFCCC Technical Workshop on Integrating Practices, Tools and Systems for Climate Risk Assessment and Management and Disaster Risk Reduction Strategies into National Policies and Programmes was held in Havana, Cuba, from 10-12 March 2009.", 
    "The workshop generated a number of recommendations focused on climate-related hazards, as well as sectoral and national level planning.", 
    "Knowledge deployment, multi-stakeholder dialogues at the national level, monitoring and reporting, integration into national development policies, resources to build capacity and regional cooperation emerged as important themes for integrating climate risk assessment and management and disaster risk reduction strategies into national policies.", 
    "The UNFCCC Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification was held from 28-30 April 2009, in Cairo, Egypt.", 
    "The workshop generated recommendations on increasing economic resilience and decreasing reliance on vulnerable economic sectors at the community and national levels.", 
    "Capacity building, coherent legislative frameworks across sectors, enabling environments to harness knowledge, involvement of stakeholders, technology transfer and regional workshops were highlighted as important issues."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12440e.html", 
  "enb_long_title": "UNFCCC Technical Workshop on Advancing the Integration of Approaches to Adaptation Planning", 
  "type": "special workshop", 
  "id": "enb12440e_2", 
  "enb_end_date": "14-Oct-09"
}