{
  "countries": [
    "Chile", 
    "South Africa", 
    "Mexico", 
    "India", 
    "Costa Rica", 
    "Peru", 
    "United States", 
    "Germany", 
    "Colombia"
  ], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Ambition", 
  "enb_start_date": "01-Sep-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "ADP Co-Chair Dovland invited participants to address the mitigation gap and options and ways to increase the level of ambition.", 
    "Socorro Flores (Mexico) introduced the report from the workshop on increasing the level of ambition under paragraph 8 of Decision 1/CP.17 (establishment of the ADP) held in Bonn, Germany, in May 2012 (FCCC/ADP/2012/INF.1). AOSIS emphasized that the ambition workstream must be prioritized under the ADP.", 
    "He proposed focusing on international policies and measures that are enabling countries domestic actions, in order to facilitate more ambitious developed country commitments and developing country NAMAs.", 
    "He suggested addressing ambition during regular high-level roundtable sessions.", 
    "The LDCs stressed that raising ambition pre-2020 is essential to any meaningful outcome under the ADP.", 
    "He supported convening a ministerial session before Doha and called on developed countries to: remove conditionalities on pledges; and convert pledges into legally-binding QELROs and comparable commitments.", 
    "He encouraged developing countries to put forward NAMAs, noting that LDCs have done so.", 
    "The EU said industrialized countries must take the lead on climate change through ambitious domestic action and encouraged developing countries to deliver NAMAs through, inter alia , the multiple institutions set up in Cancun and Durban.", 
    "Underscoring that parties are not likely to step up existing targets and pledges this year, she supported holding a high-level forum before Doha and focusing work on issues such as HFCs, bunker fuels, REDD+, fossil fuel subsidies, and private-sector financing. INDIA called for maintaining the delicate balance of Durban, including in relation to the completion of the AWG-LCA and AWG-KP.", 
    "She cautioned against unilateral measures taken by countries in the name of climate. COSTA RICA, for Chile, Colombia and Peru, encouraged the UNFCCC to further engage with other multilateral bodies, namely ICAO and IMO.", 
    "He requested that developing countries put forward NAMAs, noting they have no-lose opportunities.", 
    "South Africa, for the AFRICAN GROUP, underscored that there is no ambition without commitments and stressed that work on ambition under the ADP does not substitute commitments under the Kyoto Protocol and negotiations on mitigation under the AWG-LCA.", 
    "He favored basing work on a historical approach rather than on a crystal ball approach that tries to guess where parties will be in ten years.", 
    "He suggested focusing on how to close the gap, addressing areas that include mitigation, adaptation and means of implementation to support developing country contributions.", 
    "The US acknowledged the existence of a generic gap and said the temperature goal is a vision to try to work towards, but that there are many pathways to reach 2ºC.", 
    "He outlined different approaches for moving forward on ambition, including: the submission of pledges by countries that have not done so, emphasizing that some of them could act but have chosen not to; and framing efforts in the context of existing pledges through voluntary actions.", 
    "The AFRICAN GROUP said efforts to reduce emissions from activities under other multilateral bodies should be recognized under the Convention.", 
    "The US said enhancing ambition through activities outside the process, such as bilateral initiatives, should be fostered, but not submitted for recognition or approval under the UNFCCC.", 
    "The AFRICAN GROUP clarified his proposal is for accountability and transparency purposes, and not intended to dictate other initiatives.", 
    "The EU emphasized the role of the UNFCCC in providing transparency for actions taken outside the Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12550e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "", 
  "id": "enb12550e_11", 
  "enb_end_date": "01-Sep-12"
}