{
  "countries": [], 
  "topics": [
    "IPCC Governance"
  ], 
  "section_title": "Final Decision", 
  "enb_start_date": "18-Nov-11", 
  "enb_short_title": "IPCC-34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The decision on Procedures addresses the following: On the IPCC guidance material, the Panel decides that guidance material is a category of IPCC supporting material aimed to guide and assist in the preparation of IPCC reports and Technical Papers.", 
    "The Panel also clarifies who is responsible and who may commission guidance material.", 
    "On selection of participants to IPCC Workshops and Expert Meetings, the Panel elaborates on the distinction between these two types of meetings, including their composition, and establishes that the WG/TFI Bureaux or the IPCC Chair will report to the IPCC Bureau and Panel on the process of selection of participants, including a description of how the selection criteria have been applied.", 
    "On matters related to transparency, quality and efficiency of the review process, the IPCC welcomes the revised Guidance Note on Review Editors and finds that the recommendations of the IAC on the Review Editors have been taken adequately into account.", 
    "The Panel also encourages the implementation of this revised Guidance Note in the AR5 and invites the WG Co-Chairs to monitor progress in their WG progress reports.", 
    "In addition, the Panel decides that to provide a balanced and complete assessment of current information, each WG/TFI Bureau should normally select two to four Review Editors per chapter and per technical summary of each Report.", 
    "Furthermore, it decides that the WG/TFI Bureaux shall seek the participation of reviewers encompassing the range of scientific, technical and socio-economic views, expertise, and geographical representation, and shall actively undertake to promote and invite as wide a range of experts as possible.", 
    "On anonymous expert review, the Panel decides: not to amend the IPCC Procedures; not to preclude a different approach in the future; and to include the Note by the Task Group on Procedures on IPCC Anonymous Expert Review: Past experiences and arguments in favor or against (Appendix 3 of IPCC-XXXIV/Doc.", 
    "9) in an annex to the Report of IPCC-34.", 
    "On the process for the SPM approval, the Panel specifies the process for governments submitting written comments prior to the plenary approval session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12522e.html", 
  "enb_long_title": "Thirty-fourth Session of the Intergovernmental Panel on Climate Change (IPCC)", 
  "type": "", 
  "id": "enb12522e_16", 
  "enb_end_date": "19-Nov-11"
}