{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "REPORTS OF THE SUBSIDIARY BODIES:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries"
  ], 
  "sentences": [
    "On Friday, 10 December, the COP adopted the reports of the Subsidiary Bodies sessions held in 2010, namely SBI 32 and 33 (FCCC/SBI/2010/10 and Add.1, FCCC/SBI/2010/L.22) and SBSTA 32 and 33 (FCCC/SBSTA/2010/6, FCCC/SBSTA/2010/L.14).", 
    "The COP took note of the conclusions adopted by the SBI and adopted the draft decisions forwarded by the SBI on: Convention Article 6 (education, training and public awareness) (FCCC/SBI/2010/L.26); technology transfer (FCCC/SBI/2010/L.25); national communications (FCCC/SBI/2010/L.36/Add.1); administrative, financial and institutional matters (FCCC/SBI/2010/L.24/Add.1); capacity building (FCCC/SBI/2010/L.29); and decision 1/CP.10 (Buenos Aires Programme of work on adaptation and response measures) (FCCC/SBI/2010/L.34/Rev.1) and matters related to the least developed countries (LDCs) (FCCC/SBI/2010/L.28/Add.1).", 
    "The COP also adopted decisions forwarded by SBI on Convention implementation, including the financial mechanism (FCCC/SBI/2010/L.38/Add.1), report by the Global Environment Facility (GEF) and further guidance to the GEF (FCCC/CP/2010/L.2), assessment of the Special Climate Change Fund (SCCF) (FCCC/CP/2010/L.3) and the Least Developed Country Fund (LDCF) (FCCC/SBI/2010/L.27/Add.1).", 
    "Under the SBSTA, the COP noted SBSTA s conclusions on technology transfer, the candidates for membership to the Expert Group on Technology Transfer (EGTT) and requested SBSTA 34 to confirm the nominations.", 
    "Conclusions adopted by the SBSTA and SBI, and relevant COP decisions are summarized in detail under the relevant SBI and SBSTA sections of this summary report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_9", 
  "enb_end_date": "11-Dec-10"
}