{
  "countries": [
    "Saudi Arabia", 
    "Algeria", 
    "South Africa", 
    "Egypt", 
    "India", 
    "Costa Rica", 
    "United States", 
    "Morocco", 
    "Chile", 
    "Japan", 
    "Argentina"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "REPORT OF THE CDM EB", 
  "enb_start_date": "09-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "CDM EB Chair John Kilani (South Africa) reported on progress in the implementation of the CDM, focusing on, inter alia, work on registration of CDM projects, approval of methodologies, and accreditation of operational entities.", 
    "JAPAN and the EU urged greater transparency in the EB\u0092s work.", 
    "The EU, COSTA RICA and ARGENTINA stressed the need to prioritize energy projects.", 
    "ARGENTINA said EB members should be given privacy for their discussions.", 
    "INDIA expressed concerns regarding the EB\u0092s interpretation of the additionality requirements in the Marrakesh Accords.", 
    "The US, supported by SAUDI ARABIA, said observers should be allowed to physically attend open EB meetings and expressed concern over JI Supervisory Committee and Compliance Committee rules that limit attendance to Parties to the Protocol. CHILE emphasized the need to safeguard the environmental integrity of CDM projects, and, with others, to provide sufficient resources to the EB.", 
    "He proposed hiring permanent EB staff to save on costs of hiring consultants.", 
    "EGYPT and ALGERIA urged greater simplification of modalities and procedures.", 
    "MOROCCO called for progress on consolidated methodologies for energy efficiency and transportation, and, with BUSINESS AND INDUSTRY, urged greater flexibility on additionality.", 
    "The CLIMATE ACTION NETWORK welcomed efforts by the EB to restrict HFC-23 (trifluoromethane) projects, and called for the exclusion of nitrous oxide projects and 'avoided fuel switch' projects.", 
    "The INTERNATIONAL COUNCIL FOR LOCAL ENVIRONMENTAL INITIATIVES called on the EB to provide guidance on methodologies for urban projects.", 
    "Raúl Estrada-Oyuela (Argentina) will chair a contact group on this issue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12252e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12252e_2", 
  "enb_end_date": "09-Dec-04"
}