{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "United States", 
    "China", 
    "Switzerland", 
    "New Zealand", 
    "Nigeria"
  ], 
  "topics": [
    "Compliance and Enforcement", 
    "National Communications & Inventories"
  ], 
  "section_title": "GUIDELINES UNDER PROTOCOL ARTICLES 5, 7 & 8", 
  "enb_start_date": "05-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Co-Chairs Helen Plume (New Zealand) and Festus Luboyera (South Africa) outlined the group's work, which includes elaboration of guidelines under Articles 7 and 8, guidance under Article 5.2 (adjustments) and four related draft decisions.", 
    "They stressed the need to focus on what can be achieved prior to COP-6, noting that some issues will be further elaborated at a later stage as they depend on the work of other groups, such as on LULUCF, adverse effects and the mechanisms.", 
    "The US suggested starting with guidelines under Article 7, as this would also progress those under Article 8.", 
    "The EU and US agreed to develop a common text on Article 5.2 as a basis for further negotiation. Participants then began consideration of the draft guidelines under Article 8.", 
    "The EU said the expert review team (ERT) should use relevant information to 'substantiate' rather than 'verify' information provided by Annex I Parties.", 
    "A number of participants preferred replacing the term 'shall' with 'may' when referring to the tasks of the ERT. On the paragraphs addressing provision of additional information to the ERT and confidentiality, the US, proposed moving the two paragraphs to the section on review of inventories, where they were more relevant.", 
    "The EU said the paragraphs were related to other guidelines and preferred their inclusion in a general section.", 
    "SAUDI ARABIA, speaking for the G-77/CHINA, said the paragraphs were applicable to all elements of reporting and should be retained. The EU proposed elaborating confidential information to include 'confidential business or military information' as referred to in similar paragraphs of the Montreal Protocol.", 
    "AUSTRALIA, with NEW ZEALAND, said that the Montreal Protocol language may not be appropriate and preferred referring to national security.", 
    "NIGERIA asked whether any confidential information would be given, as it was not clear from the guidelines.", 
    "The US said this issue should be dealt with in the context of inventories and called for procedures on how the ERT will deal with confidential data. Regarding timeframes, the US said they should not be aspirational deadlines but should be fixed and firm.", 
    "The EU proposed referring to review cycles, noting that there are specific reviews that all require timeframes.", 
    "SWITZERLAND suggested defining a period of time in which the compliance of a Party should be assessed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12142e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12142e_3", 
  "enb_end_date": "05-Sep-00"
}