{
  "countries": [
    "Saint Lucia", 
    "Saudi Arabia"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "ANNEX I PARTIES FURTHER COMMITMENTS:", 
  "enb_start_date": "06-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "In the afternoon, AWG-KP Chair Adrian Macey reported on progress on the consideration of further commitments for Annex I Parties under the Kyoto Protocol, noting the strong wish from all parties across all chapters to complete the work of the AWG-KP in Durban.", 
    "On other issues , AWG-KP Vice-Chair Diouf reported that parties are not yet comfortable eliminating options in the text and that more time is needed to agree on outstanding issues; while also indicating that progress in Durban is contingent on addressing political issues .", 
    "On potential consequences , facilitator Calvo reported that parties had met briefly to explore the option of moving closer on two pending options in the text regarding the establishment of a permanent forum or using existing channels.", 
    "He stated that parties could not agree to fine tune text and have deferred the issue to COP/MOP 7.", 
    "On amendments/numbers, co-facilitator Lefevere (EU) reported on differences among parties on whether a proposal for amendments to the Kyoto Protocol contained in Option B (consequential amendments) can be considered.", 
    "Parties agreed to consult further within their groups and actively look at options for the way forward.", 
    "On legal issues, AWG-KP Chair Macey reported a range of views that include a comprehensive legally binding second commitment period, as well as a framework that is transitional and encompasses all parties.", 
    "On mechanisms, Chair Macey reflected on discussions regarding the CDM and the continuation of mechanisms under different scenarios, including a second commitment period or a second commitment period with lesser membership. SAINT LUCIA, opposed by SAUDI ARABIA, stressed the need for developed countries to increase their level of ambition and to take on targets during a second commitment period."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12519e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "working group", 
  "id": "enb12519e_9", 
  "enb_end_date": "06-Oct-11"
}