{
  "countries": [
    "United Kingdom", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "METHODOLOGICAL ISSUES", 
  "enb_start_date": "15-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Review of methodological work under the UNFCCC and Protocol: In the SBSTA Plenary on Monday, 1 December, several Parties noted the value of the Secretariat\u0092s synthesis of views on a future work programme on methodological work and stressed the need for a data interface.", 
    "Chair Thorgeirsson requested Jim Penman (UK) and Brian Challenger (Antigua and Barbuda) to co-chair a contact group to discuss these issues. In the contact group on Tuesday, 2 December, Parties disagreed over the approach and content of the activities to be discussed, but agreed to rationalize the proposals, avoid the duplication of work, and move forward with the commencement of a scoping phase for a data interface. In the contact group meeting held on Thursday, 4 December, the Co-Chairs presented proposed elements for further discussion, distinguishing new items from those that are already being addressed under the UNFCCC or elsewhere.", 
    "Several Parties recommended a focus on methodological work for UNFCCC implementation and good practices in policies and measures (P&Ms) in Annex I Parties.", 
    "Parties disagreed over the inclusion of text on cleaner or less-greenhouse gas-emitting energy, methodologies on the impact of implementation of the Protocol, and methodologies to determine Parties\u0092 contributions. On Friday, 5 December, concerns were raised in the contact group regarding: cost implications; whether work on the agenda item had been completed; linking text on capacity building and collaborative efforts to the elements of methodological work; and text on periodic overviews. In the contact group on Monday, 8 December, some delegates expressed concern that provisions on background information and on future methodological work should await completion of IPCC TAR discussions.", 
    "Parties agreed to provisions on a data-interface scoping phase and to delete text on: periodic overviews of the status of methodological work; collaboration with relevant organizations; and capacity building relating to the development and dissemination of methodologies.", 
    "Parties debated whether to remove provisions on the exchange of information regarding the implementation of national systems for the preparation of national greenhouse gas inventories, and on the exchange of information to increase common understanding of proposals for determining Parties\u0092 contributions to controlling emissions. In the SBSTA Plenary on Tuesday, 9 December, delegates disagreed over whether a proposed workshop should focus solely on fourth national communications, on Annex I Parties\u0092 projections, or whether it should be more general.", 
    "Agreeing to focus a workshop on emissions projections of Annex I Parties as a contribution to their fourth national communications, SBSTA adopted the conclusions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12231e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12231e_17", 
  "enb_end_date": "15-Dec-03"
}