{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "Review", 
  "enb_start_date": "06-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The informal group on review of the global long-term goal considered scope, principles, process, inputs and way forward.", 
    "On scope of the review , some parties emphasized the need to focus on the adequacy of the long-term global goal, while others said Decision 1/CP.16 mandates parties to address implementation of the Convention and overall progress towards achieving the global goal.", 
    "Others suggested that the review should include consideration of whether the Convention s structure should be modified, as Decision 1/CP.16 requires the COP to take appropriate action based on the review.", 
    "Some parties cautioned against adopting a broad scope.", 
    "One party also proposed reviewing support to developing countries.", 
    "On key principles, some parties highlighted the need for a party-driven process, with many supporting consideration of common but differentiated responsibilities, equity and transparency .", 
    "On inputs , parties considered possible sources of information, with some highlighting the IPCC s AR4, IPCC working group contributions to the Fifth Assessment Report (AR5), the proposed biennial reports and countries climate policies and actions.", 
    "Others suggested starting the process before 2013 and gathering inputs through a clearinghouse mechanism.", 
    "One party said the review should also consider avoided damages and the benefits of lowering the 2°C goal.", 
    "On modalities , some parties expressed preference for using existing mechanisms to undertake the review and opposed the establishment of a new mechanism.", 
    "Many parties proposed a phased approach, including collection and compilation of information, its assessment, elaboration of conclusions and recommendations, and discussion of the recommendations in 2015.", 
    "The facilitator prepared a note containing a summary of issues discussed by parties in the informal group.", 
    "The note contains bracketed draft decision text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12513e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12513e_104", 
  "enb_end_date": "17-Jun-11"
}