{
  "countries": [
    "Canada", 
    "Turkey", 
    "Colombia", 
    "Panama", 
    "Indonesia", 
    "Costa Rica", 
    "Micronesia", 
    "United States", 
    "Uruguay", 
    "Guyana", 
    "Switzerland", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "New Zealand", 
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Norway", 
    "Mexico", 
    "Papua New Guinea", 
    "South Africa", 
    "Marshall Islands", 
    "Chile", 
    "Tuvalu", 
    "Russian Federation", 
    "China", 
    "Dominican Republic", 
    "Japan", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Mitigation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Opportunities for using markets to enhance the cost-effectiveness of, and to promote, mitigation actions", 
  "enb_start_date": "07-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "During the afternoon contact group, discussions focused on using markets to enhance the cost-effectiveness of, and to promote, mitigation action, based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/opportunities_for_using_markets.pdf ).", 
    "South Africa, for the G-77/CHINA, expressed willingness to engage in discussions on the important matter.", 
    "She highlighted the need to also consider non-market approaches and emphasized the importance of discussions on finance.", 
    "The G-77/CHINA, the Marshall Islands, for AOSIS, NORWAY, the EU, NEW ZEALAND and others supported establishment of a focused spinoff group on this issue. AOSIS said both market and non-market approaches are necessary, identifying the need to engage the private sector, put a price on carbon and drive low-carbon development strategies in all countries.", 
    "He called for a rule-based framework and robust MRV for any new mechanisms, and stressed that emission reduction targets must be primarily achieved by domestic means.", 
    "Mexico, for the ENVIRONMENTAL INTEGRITY GROUP, emphasized the importance of strengthening market mechanisms to complement public funding, and supported creation of new mechanisms that expand the global signal on carbon price.", 
    "The EU and US highlighted the role of market mechanisms in mobilizing the US$100 billion of annual funding agreed in Copenhagen.", 
    "The EU supported the creation of new mechanisms, building on mitigation by developing countries and operating at larger scales.", 
    "He said the CDM should continue and be improved, noting the EU Emissions Trading Scheme will accept certain credits beyond 2012. GUYANA explained that from a pragmatic and realistic standpoint market sources are needed to complement public funding.", 
    "He outlined two types of financial resources: market-linked financing going to a fund under the Convention and market-based financing from the compliance market.", 
    "He highlighted, inter alia : robust forest carbon MRV instruments; reference levels taking into account national circumstances; and environmental integrity and additionality.", 
    "The RUSSIAN FEDERATION highlighted that the primary idea of the Protocol s flexibility mechanisms is to encourage countries with emission reduction targets to fulfill them, and identified the need to address the mechanisms through this lens.", 
    "He stressed that the existing Protocol mechanisms and the related units must continue. NORWAY expressed support for new market mechanisms, highlighting the potential of sectoral mechanisms to contribute to larger-scale emission reductions and complement the existing mechanisms.", 
    "He highlighted principles, including cost-effectiveness, environmental integrity, sustainable development and private investment.", 
    "JAPAN supported improving the existing mechanisms and creating new ones.", 
    "He called for consistency in discussions on market mechanisms under the two AWGs. BOLIVIA urged for a careful analysis of market mechanisms, including: an evaluation of the existing mechanisms and the possibility of speculative bubbles; implications of carbon rights for privatization and commoditization of nature; avoiding transfer of developed country responsibilities to developing countries; implications for environmental integrity; and equity in the use of atmospheric space.", 
    "He stressed that markets are not going to help solve the climate change problem and called for addressing the root causes, including unsustainable patterns of production and consumption and Annex I countries ecological footprint that is five times larger than the planet s capacity. SINGAPORE stressed that maximizing the potential of private finance will allow public financing to be directed towards countries and projects that would otherwise not receive attention.", 
    "He underscored that the use of markets should: result in real and permanent emission reductions; depend on countries emission reduction targets; and be supplemental to domestic actions.", 
    "AUSTRALIA highlighted that her country s target range assumes the functioning of carbon markets.", 
    "She called for establishing new market mechanisms that safeguard environmental integrity and prevent double counting, and supported the use of REDD+ mechanisms. SAUDI ARABIA said public financing should be the main source of financing, possibly supplemented and complemented by private financing.", 
    "He opposed the creation of new market mechanisms, stressing the sufficiency of the existing Protocol mechanisms.", 
    "NEW ZEALAND, noting the importance of an improved CDM, supported the establishment of new mechanisms to mobilize finance and encourage technology transfer.", 
    "He identified the need for a climate dividend in the form of new, net reductions where developing countries can pluck their low-hanging fruit and market mechanisms cover higher cost mitigation.", 
    "The US explained that market mechanisms should be voluntary and non-exclusive, allowing countries to also establish their own markets and arrangements.", 
    "He stated that the CDM will play an important role in the post-2012 period and also highlighted that the US draft domestic legislation emphasizes sectoral crediting. ARGENTINA stressed the need to learn from past experiences with market mechanisms, in particular the CDM, in order to prevent host countries from taking risks and financing mitigation, ensure co-benefits for developing countries and prevent market distortions. CHINA warned that the use of markets could lead to double counting in terms of fulfilling developed countries financial commitments and generating offsets.", 
    "He said market mechanisms cannot be considered as support for mitigation in developing countries.", 
    "CHINA said no new market mechanisms are needed, while expressing willingness to address the special needs of Annex I countries that are not parties to the Protocol, saying the Protocol rules should apply mutantis mutandis to such countries if they take on commitments under sub-paragraph 1(b)(i) of the BAP. CANADA supported the establishment of new market mechanisms, stressing the need to further elaborate the proposed text in order to address parties concerns.", 
    "Suggesting that carbon markets contribute to low-cost mitigation and mobilization of private finance, he emphasized that the public sector has a key role to play in covering risks, in particular in LDCs. TURKEY highlighted a robust, transparent and effective global carbon market for realizing global mitigation goals, called for new market mechanisms and urged prevention of carbon leakage through robust MRV. COLOMBIA, also speaking for Chile, Costa Rica, the Dominican Republic, Panama and Uruguay, said market-based approaches have proven to, inter alia : encourage private sector investment; benefit local environments; and contribute to job creation.", 
    "He stressed the need to scale up mitigation objectives on a global scale, integrate new aspects like crediting NAMAs and ensuring credible MRV, and called for promoting access to carbon markets for all developing countries. PAPUA NEW GUINEA identified the need for new market mechanisms to support low-carbon economies, and underscored the importance of harmonization of new mechanisms with the existing ones. BRAZIL welcomed market mechanisms as long as assessed contributions are the main source of financing.", 
    "He called for guidelines on defining new and additional financing.", 
    "He stressed that offset mechanisms have a role to play, but are not new and additional financing.", 
    "He said that the only market mechanisms necessary are those under the Protocol, underscoring that they do not have a time limitation. SOUTH AFRICA recognized the role of markets for cost-effectiveness, but said they should remain supplemental to domestic actions.", 
    "She highlighted non-market approaches, such as loans and seed funding, within a basket of options. INTERNATIONAL TRANSACTION LOG (ITL) FEES (SBI): In the contact group on the methodology for the collection of ITL fees, parties agreed on draft conclusions, which also include a draft decision to be forwarded to COP/MOP 6. CONVENTION ARTICLE 6 (SBI) : The contact group on Convention Article 6 met to consider draft SBI conclusions, which contain, inter alia , the draft terms of reference (TORs) for the intermediate review of progress on the implementation of the amended New Delhi work programme on Convention Article 6.", 
    "Parties first considered the conclusions and TORs paragraph-by-paragraph, and then agreed on them.", 
    "The US announced that it will partially finance the two outstanding regional workshops for Africa and SIDS. FINANCE (AWG-LCA): During informal discussions on finance under the AWG-LCA in the afternoon, parties addressed the proposed functions of the finance board by considering gaps in existing institutions either at the operational or macro level.", 
    "Issues highlighted included: a framework for considering oversight and accountability; the establishment of a forum for funds and how it would be operationalized; information flows; the relationship between oversight and accountability; and centrality and accessibility of funds.", 
    "Informal consultations will continue. REVIEW OF THE ADAPTATION FUND (SBI): During informal consultations on the review of the AF in the afternoon, parties discussed revised draft terms of reference (TORs), focusing on whether the performance of the work of the AF Board (AFB) should be part of the review.", 
    "Some parties indicated that it was too early as no funds have been disbursed so far.", 
    "Informal consultations will continue. ANNEX I EMISSION REDUCTIONS (AWG-KP): During the contact group, parties considered the way forward concerning translating pledges into quantified emission limitation and reduction objectives (QELROs).", 
    "The FEDERATED STATES OF MICRONESIA proposed flagging which options produce more ambitious environmental outcomes and called for using 1990 as the common base year.", 
    "NEW ZEALAND said that if a common reference year of 1990 were selected, parties would be free to choose their desired base year without any implications for comparability.", 
    "With the RUSSIAN FEDERATION and AUSTRALIA, she emphasized that QELROs must be negotiated between parties and not prescribed.", 
    "The EU, with SWITZERLAND and NORWAY, opposed by JAPAN, expressed interest in exploring how the methodologies outlined in the Secretariat s technical paper (FCCC/TP/2010/2) on translating pledges into QELROs would apply to actual pledges on the table.", 
    "The Secretariat informed delegates that a tabulated technical paper highlighting different options would be produced.", 
    "Parties then addressed the relationship between numbers and the flexibility mechanisms.", 
    "AWG-KP Vice Chair Dovland provided an overview of the various proposals for improving the mechanisms, noting the usefulness of quantitative estimates of the impact of these mechanisms, acknowledging, however, difficulties in assessing these.", 
    "The FEDERATED STATES OF MICRONESIA, with BRAZIL and CHINA, stated that greater ambition from Annex I parties will drive demand for the mechanisms.", 
    "She also highlighted the mechanisms as a supplementary tool to steer domestic efforts and noted the potential for: cleaning up rules on the CDM; looking at lower-cost technologies; addressing the removal of surplus to increase the price of carbon; and addressing how to use the cost-effectiveness of the mechanisms to increase the level of ambition.", 
    "Describing offsetting as a good deal for the atmosphere, the EU, with NORWAY, proposed a technical workshop to quantify the impact of the different mechanisms.", 
    "VENEZUELA, with the PHILIPPINES, called for a focus on environmental integrity at the workshop and, with INDONESIA, for a top-down rather than a bottom-up approach to aggregate emissions.", 
    "BRAZIL emphasized that the workshop should address supplementarity, saying that if the current level of ambition is maintained and the use of mechanisms scaled up, then most of the emission reduction efforts would be transferred to developing countries. OTHER ISSUES (AWG-KP): In the afternoon contact group on LULUCF, Brazil, for the G-77/CHINA, outlined the G-77/China s proposal on constructing reference levels.", 
    "She said parties would inscribe their reference levels in an annex and would then be required to submit a description of the elements used in their construction, followed by a period for revision.", 
    "She proposed a review of reference levels starting in 2012 and of annual inventories, highlighting the need to ensure that accounting occurs with the same elements used in establishing a reference levels.", 
    "She called on parties to begin discussing elements of potential review guidelines.", 
    "Noting problems of accurate, transparent and verifiable accounting of forest management activities, TUVALU underscored that there are other accounting options.", 
    "Highlighting the challenge of identifying the impact of policy on reference levels, the G-77/CHINA proposed a cap on forest management that is fixed for all parties, noting that there was not yet agreement on a specific percentage.", 
    "NEW ZEALAND questioned whether caps are necessary given the transparent accounting in the G-77/China s proposal.", 
    "The RUSSIAN FEDERATION noted the difference between historical and forward-projection baselines and suggested text saying that caps apply only to forward-projection baselines. CLIMATE ACTION NETWORK underscored the value of using historical baselines to construct reference levels.", 
    "Co-facilitator Rocha noted that a non-paper on reference levels would be available on Monday. LEGAL ISSUES (AWG-KP): In the legal issues contact group, the Secretariat explained that, in light of the relevant provisions of the Kyoto Protocol, avoiding a gap between the first and second commitment periods requires that three-quarters of Protocol parties deposit their ratification instruments by 3 October 2012. TUVALU noted three options to prevent a gap: accelerating negotiations; amending the Protocol to make the provisions on the entry into force of amendments less onerous; and provisional application of amendments.", 
    "AUSTRALIA said that provisional application might be problematic due to domestic constraints. CHINA noted that there are limited practical options available at this point, except political willingness to accelerate negotiations, because both changing the entry into force requirements and provisional application would require amendment, which would be subject to the current rules on entry into force. TUVALU and BRAZIL highlighted legal implications of a gap for the flexibility mechanisms, in particular the CDM, and other institutional arrangements in the Marrakesh Accords. SINGAPORE questioned the nature of legal obligations in the case of provisional application.", 
    "The Secretariat clarified their understanding that a COP/MOP decision could be considered an expression of willingness to be bound in international law.", 
    "The EU noted the constitutional complications for some countries posed by provisional application and expressed interest in further examining the CDM question.", 
    "Several parties noted that the Kyoto Protocol will continue to exist regardless of agreement on additional commitment periods.", 
    "Parties agreed to request the Secretariat to prepare a document on: possibilities for addressing a gap; pros and cons of provisional application of amendments; and consequences of a gap for the flexibility mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12467e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12467e_2", 
  "enb_end_date": "07-Jun-10"
}