{
  "countries": [
    "Senegal", 
    "Panama", 
    "Ecuador"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "National Communications & Inventories"
  ], 
  "section_title": "IMPACTS, VULNERABILITY AND ADAPTATION ASSESSMENTS", 
  "enb_start_date": "26-Mar-01", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Isabelle Niang- Diop (Senegal) described the achievements in the initial national communications under the theme of V&A assessment.", 
    "She explained that all Parties presented V&A assessments, and that Parties addressed sectors such as agriculture, water resources, coastal zones and fisheries, terrestrial ecosystems and human health. On the methodologies, she indicated that most Parties used different models to analyze diverse climate change scenarios, without including the analysis of socioeconomic scenarios.", 
    "She noted that only half of the initial national communications included integrated assessments and the vulnerability of non-Annex I Parties to climate change.", 
    "She highlighted the main constraints to the realization of V&A, including: the non-availability of technical material in all UN languages; the difficulty of distinguishing between climate change and natural variability; the lack of regional scenarios; the underestimation of extreme events; the general lack of material and software, and the adaptation of these tools to national conditions; and the lack of methodologies to assess socioeconomic data.", 
    "She said other constraints reflected weaknesses of human resources, lack of appropriate institutions and infrastructure to collect and maintain data, limited funds, lack of regional cooperation, lack of peer review of the documents, and political instability. On the needs expressed, she noted need to have a continuous process and regional and subregional studies.", 
    "She said more work remains to be done on integrated assessments, socioeconomic assessments and the identification and costing of adaptation options.", 
    "She highlighted specific needs on methodological issues, including: development or adaptation to the national context; improved access; research development in the field of adaptation; improved V&A; a better representation of national experts in the IPCC; vulnerability indicators; and participation in training and exchange workshops. Other needs reported included: enhancing human resources and institutional capacities; using a decentralized approach, as appropriate; training on GEF procedures; involving university and research centers; raising policy makers' awareness on climate change issues; involving stakeholders in this process; and developing national research centers.", 
    "She concluded that better guidelines are needed to give an adequate framework for reporting and assessment, to allow for a comparison of vulnerability assessments, and to integrate climate change into national planning. In the ensuing discussion, participants raised issues such as GEF involvement in this process.", 
    "The UNFCCC Secretariat explained that the GEF should follow the CGE recommendations.", 
    "ECUADOR suggested taking into account regional aspects of adaptation while fulfilling the CGE's mandate to improve the process of preparation of national communications.", 
    "PANAMA underscored the role of universities in providing continuity to the preparation process and suggested adopting guidelines to foster linkages with the institutional infrastructure of Parties."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12164e.html", 
  "enb_long_title": "INTER-REGIONAL WORKSHOP OF THE CONSULTATIVE GROUP OF EXPERTS ON INITIAL NATIONAL COMMUNICATIONS FROM PARTIES NOT INCLUDED IN ANNEX I TO THE CONVENTION", 
  "type": "", 
  "id": "enb12164e_19", 
  "enb_end_date": "26-Mar-01"
}