{
  "countries": [], 
  "topics": [
    "National Communications & Inventories", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "Budget", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The contact group met in a morning session to continue discussing proposed SBI conclusions and a draft decision to COP- 5 on the programme budget for the biennium 2000-2001.", 
    "The group also considered two tables.", 
    "One summarizes the proposed budget for the 2000-2001 biennium amounting to a total of US$25.277 million.", 
    "The other outlines the budget for Secretariat staffing.", 
    "The FCCC Executive Secretary, indicated that the proposed budget reduces funds allocated to programme activities in 2000 and increases those available in 2001.", 
    "He noted that the staffing table reflects a proposed reduction of staff from 100 to 81.", 
    "A group of countries requested that the revised proposed budget reflect the priority to be given to the CDM through inclusion of a separate programme.", 
    "Several delegations noted the need for more detail on programme activities and staffing in the budget.", 
    "The group undertook a paragraph-by-paragraph discussion of the proposed SBI conclusions and draft decision.", 
    "The discussion focused on bracketed text in the draft decision approving carry- overs to cover part of the budget period and approving a contingency budget for non-Annex I communications.", 
    "The group agreed to text approving a draw-down of US$2 million from the unspent balance or contributions (carry-overs) from the previous biennium to cover part of the 2000-2001 budget.", 
    "The provision on a contingency budget for non-Annex I communications remained bracketed. Annex I Communications: The contact group on Annex I communications met in the afternoon to consider the non- inventory part of the draft guidelines.", 
    "The group accepted wording on several paragraphs and exchanged views on text and a table relating to policies and measures.", 
    "Participants suggested numerous amendments to the table.", 
    "Several delegates noted the need to consider this complex issue further.", 
    "In considering how to advance the issue, the group agreed that one document should be produced containing Parties' ideas and remaining brackets, as well as any redrafting considered necessary by the Co-Chairs to reflect and synthesize ideas emerging from discussions.", 
    "The contact group is scheduled to continue its deliberations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12109e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI/SBSTA", 
  "id": "enb12109e_4", 
  "enb_end_date": "11-Jun-99"
}