{
  "countries": [
    "Canada", 
    "Ukraine", 
    "Czech Republic", 
    "Poland", 
    "Hungary", 
    "United States", 
    "Latvia", 
    "Croatia", 
    "Japan", 
    "New Zealand", 
    "Norway", 
    "Bulgaria", 
    "Romania", 
    "Australia", 
    "South Africa", 
    "Iceland", 
    "Venezuela", 
    "India", 
    "Slovenia", 
    "China", 
    "Uganda", 
    "Russian Federation", 
    "Germany"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "IPCC Governance", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Loss and Damage", 
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto", 
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "VALIDATION, VERIFICATION AND CERTIFICATION (12.5, 12.6, 12.7, 12.9), TECHNICAL AND PROCESS ISSUES", 
  "enb_start_date": "09-Apr-99", 
  "enb_short_title": "Tech. Work", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "Least Developed Countries"
  ], 
  "sentences": [
    "Johannes Heister, World Bank, and Einar Telenes, Der Norske Veritas, discussed verification and certification through lessons learned from the World Bank Ilumex project, audited by Der Norske Veritas.", 
    "Heister equated verification with validation of a product and suggested that certification be an auditing process similar to the International Standards Organization (ISO) method.", 
    "Telenes called for generic operational criteria for certification, such as ISO 14000, to detail and standardize requirements for, inter alia, monitoring and reporting, control of operations, training of personnel, document and data control and non-conformance handling.", 
    "He emphasized that a monitoring and verification protocol is just as important as a baseline for ensuring transparent, relevant and consistent monitoring of a project.", 
    "Noting that established practices of auditing are applicable to GHGs, he recommended using established methodologies to reduce transaction costs and increase transparency.", 
    "He called for pilot project verification, certification throughout project lifecycles and rules to address non-compliance. Jayant Sathaye, Lawrence Berkeley National Laboratory, discussed the monitoring, evaluation, reporting, verification and certification (MERVC) of climate change mitigation projects.", 
    "Regarding what is to be monitored, he discussed: energy production and/or use, GHG emissions and carbon stocks; other environmental impacts (biodiversity, soil conservation, watershed management); and socioeconomic impacts.", 
    "He discussed methods for estimating GHG savings off-site, through use of: default current and/or future GHG emissions factors; GHG emissions factors based on marginal hourly or daily energy savings; or utility published GHG emissions factors.", 
    "He discussed three challenges for calculating net energy and GHG savings: positive spillover or leakage, market transformation, and free riders.", 
    "He also discussed the cost of MERVC and the roles of the primary MERVC actors (project developers, consultant organizations, NGOs, government agencies, and international organizations).", 
    "He concluded that transparent and simple, yet effective, international guidelines are needed for MERVC and suggested that a handbook for MERVC energy-efficiency projects be developed. Harris Gleckman, UN Department of Economic and Social Affairs, reviewed the history of the ISO work on standards for environmental management and examined possible context it may provide for considering implementation of Protocol mechanisms.", 
    "He noted that ISO has a Climate Technology Task Force and is eager to involve a wider constituency.", 
    "He noted that ISO has attracted attention within the private sector and that some companies apply ISO standards internally to gauge environmental performance.", 
    "He identified trouble spots with the ISO standards.", 
    "For example, existing environmental standards are conformance- based, not performance-based, and do not judge a company\u0092s environmental impact or performance, but rather the conformity of its management system to the ISO standards.", 
    "As for the CDM, he noted options for next steps.", 
    "The first option is to acknowledge that these issues are too complex to be dealt with at the intergovernmental level, and should be sent to ISO for consideration.", 
    "Second, the intergovernmental process could handle rulemaking and definitions, with certification addressed separately.", 
    "Third, the intergovernmental process could handle all the rulemaking, definitions and certification. Question and Answer Session: One participant remarked that the first option presented by Gleckman was not feasible, but supported exploring options two and three and proposed establishing an informal joint working group to explore ISO\u0092s expertise.", 
    "Another commented that the speaker\u0092s presentation illustrated that there are many implications for monitoring and cautioned against complicating the process. Proposals from Parties on Technical and Methodological Issues: CHINA underscored the principle of supplementarity, the need for the host country to decide whether a project promotes sustainable development, and the need to assist the developed countries in achieving compliance.", 
    "Regarding methodological issues, he stated that funding for CDM projects shall be additional to ODA, GEF and other financial commitments of the developed country Parties under the FCCC.", 
    "He also noted that the baselines for CDM projects should be done only on a project-by- project basis.", 
    "The concept of fungibility among the three mechanisms is totally unacceptable. GERMANY spoke on behalf of the EU, as well as Bulgaria, Croatia, Czech Republic, Hungary, Latvia, Poland, Romania and Slovenia.", 
    "She called for preconditions for Annex I and non-Annex I Parties wanting to participate in CDM.", 
    "Both must: ratify the Kyoto Protocol; be bound by a compliance regime adopted by the COP/MOP; have not been excluded from participation in the CDM; and comply with their commitments under Article 12.", 
    "The two steps she envisioned for the CDM process were the validation of the project and certification of the emissions reductions.", 
    "Validation would only be given if, inter alia: all Parties involved have approved the project activity; all entities involved can demonstrate they are entitled to participate in the CDM; and the project participants provide a determination of baselines to the operational entity.", 
    "Certification will take place only after a project has been validated. INDIA stressed that CDM funding must be additional to ODA and the FCCC commitments.", 
    "There are many pitfalls to the sector approach for baselines, as opposed to the bottom-up project approach.", 
    "He said that carbon is not a commodity for exchange in transactions and that the Protocol has not envisaged any interaction between mechanisms.", 
    "A CER is simply a certificate and should not become tradable.", 
    "He said the CDM should be constructed to ensure that least developed countries (LDCs) get their share of CDM projects. NORWAY spoke on behalf of Australia, Canada, Iceland, Japan, New Zealand, the Russian Federation, Ukraine and the US (the Umbrella Group).", 
    "He said certification should be a two-step process: projects would have to be registered with an operation entity in principle prior to implementation; and once project activities are underway, the resulting emissions reductions or removals are certified on a periodic basis.", 
    "In order to be registered, projects would have to, inter alia, have a credible baseline, meet all the criteria (such as the approval of each Party involved) and have adequate provisions for monitoring of project emissions.", 
    "Once a project is implemented, the emissions reductions would be certified by an operational entity periodically after the reductions or removals have actually occurred.", 
    "He said further work is needed on questions of compliance, linkages between the mechanisms and advantage of fungibility between the mechanisms. SOUTH AFRICA said that the dual purpose of the CDM must be kept in mind in every step.", 
    "While it holds great promise, the risk level involved in the application of the CDM is much higher for developing host countries.", 
    "He said that designing the CDM to determine whether projects have helped Annex B Parties reach their targets can be accomplished, but the concept of sustainable development is not easily defined or quantified. The US discussed benchmarking for the CDM and JI.", 
    "He said there are two baseline choices: project-by-project, where a reference baseline is created for each project activity; and a benchmark, which creates a performance standard for a given sector and against which individual project activity is measured to determine additionality and assess credits.", 
    "He said the electricity generation sector would be a good area for using a benchmark, but noted that questions remain regarding what level of performance it should require and how often the benchmark should be reviewed. UGANDA recommended that the Executive Board should not exceed 25 members and be based on accepted and normal UN regional groups with due consideration to subregional balance.", 
    "He suggested that the CDM operate in a 'mix mode' - multilaterally, bilaterally and with a general fund - with the same rules, procedures and principles.", 
    "He stressed financial and environmental additionality and that the CDM should be additional to ODA and GEF support.", 
    "He noted that ongoing projects should not be converted to the CDM or JI.", 
    "Noting that supplementarity is both a technical and politically controversial issue, he stated its consideration can result in a drift towards innovative technologies. VENEZUELA noted that the host country should be the sole judge of eligibility and outlined prerequisites for project approval including identification of: the project\u0092s net contribution, short- and long-term costs, and risks and liabilities for host country, including the costs of operation.", 
    "He stated that: both the host country and the participating Annex B country must approve the CDM activities before consideration by the Executive Board; baselines should be project specific and correspond to the most cost-effective option available; and that projects should in no case result in limitations, ceilings or 'growth lines' by sector or any other type of commitment. Discussion: The ensuing discussion centered on ODA and the CDM, coverage of CDM administrative costs, the need for CDM benchmarks, fungibility between the mechanisms, and addressing non-compliance.", 
    "One participant asked if the percentage of administrative costs of adaptation should be fixed, part of the budget or additional to the budget.", 
    "He said funding to cover certification costs must be provided whatever the results of the project might be.", 
    "One participant said that in the case of carbon sinks, the host country should be liable for not reversing what has been accomplished.", 
    "He opposed fungibility between the mechanisms, noting that a relationship will develop between the prices of the mechanisms. One participant noted that the private sector may find the early stages of CDM implementation risky, thereby making ODA quite important.", 
    "Some participants saw a role for ODA in capacity building for CDM projects, but not for CDM projects themselves.", 
    "Regarding private sector involvement in the CDM, one participant said only companies under domestic obligation to reduce CO2 emissions should be allowed to participate.", 
    "Another asked if a project could be developed by a non-Annex I country without a sponsor, whether CERs can be sold to more than one country and whether the CER recipient Party could vary from year to year. Regarding project approval, one participant said transaction costs would be very high if each project were fully examined.", 
    "Regarding the authorization of legal entities, one participant asked if a Party could authorize the participation of subsidiaries of companies and financial institutions based overseas.", 
    "Another participant said that a Party authorizing legal entities must bear responsibility for them.", 
    "One participant noted that the CDM provides an incentive, especially for companies that produce advanced environmental technologies, to invest in projects early and, in return, sell CERs earned.", 
    "Regarding additionality and transfer of technology, participants underscored that the CDM should not substitute previous commitments.", 
    "Noting that the CDM is intended to achieve commitments, not just make money, participants agreed that private entities should be defined."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1298e.html", 
  "enb_long_title": "Technical Workshop on Mechanisms under the Kyoto Protocol", 
  "type": "", 
  "id": "enb1298e_9", 
  "enb_end_date": "15-Apr-99"
}