{
  "countries": [
    "Tuvalu", 
    "Nicaragua", 
    "Gambia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "MATTERS RELATING TO THE LDCs", 
  "enb_start_date": "28-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [
    "Central American Integration System"
  ], 
  "sentences": [
    "Pepetua Latasi (Tuvalu) presented the report of the LDC Expert Group (LEG).", 
    "Several parties welcomed the guidelines for national adaptation plans.", 
    "The Gambia, for the LDCs, expressed concerns about the implementation of national adaptation plans, and stressed transparency and additionality of financial resources.", 
    "Nicaragua, for SICA, proposed adopting a programme on education and training under Convention Article 6 and said priority should be given to the consideration of loss and damage over risk assessment.", 
    "Informal consultations will be held.", 
    "The following agenda items were also briefly considered and forwarded for further consideration to contact groups or informal consultations: report of the Adaptation Committee; national adaptation plans; report of the Technology Executive Committee (joint consultations with SBSTA); matters relating to the CTCN: selection of the host and constitution of the advisory board; Poznan strategic programme on technology transfer; capacity building (Convention); amendment of the Kyoto Protocol in respect of procedures and mechanisms relating to compliance procedures; mechanisms and institutional arrangements for appeals against the decisions of the Executive Board of the CDM; review of the design of the commitment period reserve; report of the administrator of the international transaction log; and administrative, financial and institutional matters."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12558e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "sbi", 
  "id": "enb12558e_10", 
  "enb_end_date": "28-Nov-12"
}