{
  "countries": [
    "United States", 
    "Greenland", 
    "China"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "EXPECTATIONS FOR COPENHAGEN", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Early in 2009, UNFCCC Executive Secretary Yvo de Boer identified what he saw as the key deliverables for Copenhagen, namely agreement on: ambitious mid-term emission reductions by developed countries; clarity on mitigation actions by major developing countries; short and long-term finance; and governance structures.", 
    "The two key bodies, the Ad Hoc Working Group on Long-term Cooperative Action under the UNFCCC (AWG-LCA) and the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP) held five negotiating sessions in 2009 before the Copenhagen Conference.", 
    "Related discussions also took place in various other settings, including the Greenland Dialogue, the Major Economies Forum on Energy and Climate Change, the Group of Eight (G-8) and the Group of Twenty (G-20).", 
    "Negotiations under the AWG-KP made little progress in 2009, with developing countries urging Annex I parties to commit to ambitious emission reduction targets in line with science and developed countries stressing that making progress on numbers and providing a meaningful response to climate change requires negotiations that also involve the US and major developing countries.", 
    "Under the AWG-LCA, the negotiating text evolved into the most complex document in the history of the UNFCCC, with nearly 200 pages reflecting various proposals by all UNFCCC parties and thousands of brackets indicating areas of disagreement.", 
    "Throughout the year, progress on issues such as adaptation, reducing deforestation and forest degradation in developing countries plus conservation (REDD-plus) and technology was commonly seen as positive.", 
    "Countries positions on finance and mitigation, however, remained entrenched.", 
    "Many also characterized questions concerning the legal structure of the mitigation framework and the continuation of the Kyoto Protocol beyond 2012 as clouds hanging over the negotiations.", 
    "As Copenhagen approached and as each negotiating session achieved less than what was needed for an ambitious outcome, many began lowering their expectations, especially concerning a legally-binding outcome.", 
    "At the same time, rumors circulated about positive progress during various informal meetings, including between China and the US.", 
    "During the UN Secretary-General s Climate Summit in September over 100 world leaders expressed political will to reach a meaningful outcome in December.", 
    "Coming to Copenhagen, many hoped that, failing to reach a legally-binding outcome, the unique gathering of international decision-making power would result in a political agreement on the key issues, including quick-start finance to address climate change in developing countries and a process towards a legally-binding agreement in 2010."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12459e_147", 
  "enb_end_date": "19-Dec-09"
}