{
  "countries": [], 
  "topics": [
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "IPCC BRIEFING ON THE FOURTH ASSESSMENT REPORT", 
  "enb_start_date": "08-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Friday afternoon, delegates were briefed on the IPCC AR4.", 
    "IPCC Chair Rajendra Pachauri introduced the AR4, and SBSTA Chair Kumarsingh noted that the AR4 is already being referenced under the Protocol and the Convention.", 
    "UNFCCC Executive Secretary Yvo de Boer said the AR4 highlights the urgency for action and conveys the clear message that climate change is happening due to human activity, is being felt already, will affect everyone, and that there are ways to solve it.", 
    "A number of IPCC authors then spoke.", 
    "Martin Manning presented on the observed changes, effects and causes of climate change, underscoring that warming of the climate system is unequivocal.", 
    "Ron Stouffer presented on impacts, noting general temperature increases, a likely increase in tropical cyclone intensity and changes in water runoff and impacts by sectors.", 
    "Lenny Bernstein presented on adaptation and mitigation.", 
    "On adaptation he emphasized, inter alia , a wide array of adaptation options, the need for more extensive adaptation, and that adaptive capacity does not necessarily translate into adaptation, as shown by Europe 2003 heatwave and by Hurricane Katrina.", 
    "On mitigation, he underlined a substantial economic potential for mitigation, including options for the building sector, and noted that investments in the energy sector up to 2030, which are expected to exceed US$30 trillion, will largely determine future emissions.", 
    "Bill Hare presented on the long-term perspective, underscoring the ultimate objective of the Convention and reasons for concern.", 
    "He said mitigation options undertaken in the next three decades will determine what stabilization levels are attainable."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12348e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12348e_9", 
  "enb_end_date": "08-Dec-08"
}