{
  "countries": [
    "Netherlands"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "THE 'BIG PICTURE' AND CLARIFICATION OF OUTSTANDING DECISIONS REQUIRED", 
  "enb_start_date": "08-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "At a COP-5 briefing, Zammit Cutajar described information as the lifeblood of the FCCC and Kyoto Protocol.", 
    "Information will be key to the integrity of the enabling decisions mandated under the Buenos Aires Action Plan.", 
    "Two developments underlined his point.", 
    "The IPCC special side event on land-use, land-use change and forestry (LULUCF) provided the first opportunity for many delegations to engage in a frank exchange on the absence of country-specific data for baselines and consideration of 'additional activities' (Protocol Article 3.4).", 
    "At another side event, the University of Wageningen (Netherlands) presented a powerful tool to allow Parties to assess the likely impact on the Kyoto targets if potential new sinks are allowed.", 
    "The Climate Action Network believes that the overall impact of the additional activities could create a more significant loophole than 'hot air.", 
    "' Information will be key to the integrity of the enabling decisions mandated under the Buenos Aires Plan of Action.", 
    "The obvious danger, which appeared to lurk in some corners of the negotiation process in the run-up to COP-5, was the politically-motivated temptation to build carefully constructed 'designer gaps' into important reporting guidelines and scientific data requirements.", 
    "Delegations and NGOs agreed that some of the Parties' notable work at COP-5 vindicated the importance of rigor in their approaches to the provision of information.", 
    "There was also a drawing back from any temptation to pre-empt the availability of scientific advice from the IPCC on the complex set of decisions to be taken on sinks and 'additional activities' under the LULUCF, a classic example of a negotiating area where the division between 'technical' and 'political' issues breaks down.", 
    "Any attempt to reconstruct or force the division between the technical and political in this regime can only be described as a politically-motivated strategy in itself. Regarding some of the key issues, we shall attempt a first take on the direction of the COP-5 debates, bearing in mind the question of how well the Parties managed to pull together the 'big picture' by clarifying the various strands of work and decision-making to come."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12123e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12123e_76", 
  "enb_end_date": "08-Nov-99"
}