{
  "countries": [
    "China"
  ], 
  "topics": [
    "Pre-Kyoto"
  ], 
  "section_title": "AD HOC GROUP ON THE BERLIN MANDATE", 
  "enb_start_date": "18-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The AGBM met eight times between August 1995 and COP-3 in December 1997.", 
    "During the first three sessions, delegates focused on analyzing and assessing what the possible P&Ms to strengthen the commitments of Annex I Parties could be, how Annex I countries might distribute or share new commitments and whether commitments should take the form of an amendment or a protocol.", 
    "AGBM-4, which coincided with COP-2 in Geneva in July 1996, completed its in-depth analysis of the likely elements of a protocol and States appeared ready to prepare a negotiating text.", 
    "At AGBM-5, in December 1996, delegates recognized the need to decide whether to permit Annex I Parties to use mechanisms that would give them flexibility in meeting their quantified emissions limitation and reduction objectives (QELROs). As the protocol was drafted during the sixth and seventh sessions of the AGBM, in March and August 1997 respectively, delegates streamlined a framework compilation text by merging or eliminating some overlapping provisions within the myriad of proposals.", 
    "Much of the discussion centered on a proposal from the EU for a 15% cut in a basket of three greenhouse gases (GHG) by the year 2010 compared to 1990 emissions levels.", 
    "In October 1997, as AGBM-8 began, US President Bill Clinton called for 'meaningful participation' by developing countries in the negotiating position he had announced in Washington.", 
    "In response, the G-77/China distanced itself from attempts to draw developing countries into agreeing to new commitments."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12151e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12151e_3", 
  "enb_end_date": "18-Sep-00"
}