{
  "countries": [
    "Australia", 
    "Antigua and Barbuda"
  ], 
  "topics": [
    "Adaptation", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "GEF Report and Additional Guidance", 
  "enb_start_date": "26-Nov-12", 
  "enb_short_title": "COP 18", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This issue (FCCC/SBI/2012/MISC.10, INF.10 and FCCC/CP/2012/6) was first taken up by the SBI on 26 November and considered in informal consultations co-facilitated by Ana Fornells de Frutos and Suzanty Sitorus.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2012/L.48), the SBI recommended a draft decision, which the COP adopted on 7 December.", 
    "In its decision (FCCC/CP/2012/L.7), the COP, inter alia : - urges contributing parties to fulfill their financial pledges for the fifth replenishment of the GEF; - invites parties to submit to the Secretariat annually, their views on the elements to be taken into account in the development of annual guidance to the operating entities of the Convention s financial mechanism; and - requests the Standing Committee to provide to the COP at each of its sessions, draft guidance to the GEF based on the GEF annual report and views submitted by parties.", 
    "Initial Review of the Adaptation Fund: This issue (FCCC/SBI/2012/INF.8/Rev.1, FCCC/SBI/2012/MISC.11 & Add.1, FCCC/KP/CMP/2012/7, FCCC/SBI/2012/INF.2, FCCC/KP/CMP/2011/MISC.1 and FCCC/KP/CMP/2011/6 & Add.1) was taken up by the SBI on 26 November and considered in informal consultations co-facilitated by Ruleta Camacho (Antigua and Barbuda) and Diane Barclay (Australia).", 
    "Discussions focused on adequacy and sustainability of the Adaptation Fund, and a possible extension of the interim trustee s term.", 
    "On adequacy and sustainability of funds, some developed countries suggested taking up the discussion under the agenda item on the report of the Adaptation Fund under the CMP or under the report of the Standing Committee under the COP.", 
    "Many developing countries said that tight timelines should not preclude the consideration of this matter by the group and supported retaining the paragraphs in the text.", 
    "On the possible extension of the interim trustee s term, one party proposed an open bidding process.", 
    "Many developed country parties, however, supported accepting the Adaptation Fund Board s recommendation to maintain the interim trustee arrangements.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2012/L.46), the SBI recommended a draft decision for adoption by the CMP, which was adopted on 7 December.", 
    "In its decision, the CMP, inter alia : - decides that the interim institutional arrangements of the trustee of the Adaptation Fund (the World Bank) will be extended until June 2015; - decides to extend the interim institutional arrangements of the Secretariat of the Adaptation Fund Board (AFB) until the completion of the second review of the Adaptation Fund in 2014; - encourages the AFB to continue working with the interim trustee for the Adaptation Fund on further enhancing the process of monetizing CERs; - requests the AFB to consider how to further improve accessibility to funding from the Fund, especially through its direct access modality; - notes with concern issues related to the sustainability, adequacy and predictability of funding from the Adaptation Fund based on the current uncertainty regarding CER prices and the continuation of the Adaptation Fund during and beyond the second commitment period of the Kyoto Protocol; and - requests SBI 38 to initiate the second review of the Adaptation Fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12567e.html", 
  "enb_long_title": "Doha Climate Change Conference - November 2012", 
  "type": "", 
  "id": "enb12567e_54", 
  "enb_end_date": "08-Dec-12"
}