{
  "countries": [
    "Russian Federation", 
    "Canada", 
    "Australia", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "BELLIGERENT BARGAINING", 
  "enb_start_date": "12-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "Throughout the two weeks in Marrakesh, many observers expressed despair with the intransigent negotiating style of the Russians.", 
    "Despite the insistence of almost all Parties that the Bonn Agreements were sacrosanct, the Russian Federation succeeded - through sheer belligerence - in renegotiating its 'Appendix Z' sinks allowances from 17 to 33 megatons of carbon.", 
    "They were persistent, too, in seeking to remove two key eligibility requirements for use of the mechanisms (submission of sinks inventories, and adoption of the compliance regime), as well as in striving to limit procedures for public scrutiny and participation. The negotiating tactics of the Japanese delegation - which numbered over 80 delegates - was further cause for comment.", 
    "In the negotiating group on Articles 5, 7 and 8, for example, they proved to be particularly stubborn.", 
    "At one point, the G-77/China responded to a Japanese request with a deeply felt 'you must be joking!", 
    "' But they were not, and their stubbornness paid off, as evidenced in particular by their success in securing an expedited procedure for the reinstatement of mechanisms' eligibility. Australia and Canada, in addition to supporting various interventions by Japan and the Russian Federation, were themselves vocal on a number of key issues.", 
    "Australia, for example, was the driver in seeking to delete reference to a Party-to-Party trigger in the compliance regime, while Canada sought to undermine the reporting requirements on sinks issues. Frustration with the negotiating tactics of different Parties extended to the Chairs of the negotiating groups.", 
    "Chair Dovland, for example, was prompted to express 'extreme disappointment' with the lack of progress within the group on Articles 5, 7 and 8, while, in a similar vein, Co-Chair of the mechanisms group, Raúl Estrada, felt compelled to interject in his group's proceedings.", 
    "Following a request from Japan and Canada for clarity on the meaning of 'sound' rules, he called on them to define 'filibuster."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12189e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "cop", 
  "id": "enb12189e_79", 
  "enb_end_date": "12-Nov-01"
}