{
  "countries": [], 
  "topics": [
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE SYSTEMS UNDER INTERNATIONAL TREATIES", 
  "enb_start_date": "09-Oct-99", 
  "enb_short_title": "CCOM1", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Peter Sand, University of Munich, referred to recent efforts by political scientists to develop a 'management' approach to treaty compliance that seeks to address non-compliance through assistance or capacity building.", 
    "He presented the different steps in a compliance process.", 
    "The first step would involve a reporting system on environmental quality data, baselines and implementation of obligations.", 
    "The reports would go through a verification process that entailed assessing quality, reviewing implementation, monitoring compliance and establishing a fact-finding mission.", 
    "He outlined four different types of compliance institutions and procedures: a complaint mechanism triggered by a Party or the Secretariat; an adversarial proceeding of a judicial nature whereby a state would initiate a dispute settlement procedure against another state; a custodial system whereby the Secretariat or NGOs, as opposed to Parties, have a custodial duty over treaty compliance; and an implementation body especially created to take over compliance issues. On the consequences of non-compliance, he explained that these could range from incentives such as financial or technical assistance, to disincentives whereby the granting of an advantage normally allowed under the treaty would be refused, and to corrective measures. He concluded by stressing that the retaliatory remedy of terminating a treaty as a consequence of its breach, as in Article 26 of the Vienna Convention on the Law of Treaties, made little sense in the case of MEAs.", 
    "He highlighted the special case of international humanitarian law whose provisions can in no circumstances be ignored.", 
    "He said it was up to environmental lawyers to develop similar rules that departed from a retaliation approach."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12111e.html", 
  "enb_long_title": "Informal Exchange of Views and Information on Compliance Under the Kyoto Protocol", 
  "type": "", 
  "id": "enb12111e_8", 
  "enb_end_date": "09-Oct-99"
}