{
  "countries": [
    "Canada", 
    "Pakistan", 
    "Saudi Arabia", 
    "Belarus", 
    "India", 
    "Greenland", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "OBJECTIVES OF ANNEX I PARTIES:", 
  "enb_start_date": "27-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the first session of AWG 4, delegates focused on the agenda item on the analysis of mitigation potentials and ranges of emission reduction objectives of Annex I parties.", 
    "When first addressing this agenda item in plenary on Monday, parties exchanged views on a technical paper prepared by the Secretariat (FCCC/TP/2007/1) synthesizing information relevant to mitigation potentials and the identification of possible ranges of emission reduction objectives for Annex I parties.", 
    "The EU emphasized that the paper confirms the urgency and scale of the necessary mitigation efforts, also showing that mitigation is technically and economically feasible.", 
    "Climate Action Network (CAN) International emphasized that the rise in emissions must be halted by 2015.", 
    "Saudi Arabia and Pakistan stressed the need to consider the impact of Annex I mitigation activities on developing countries.", 
    "New Zealand expressed a readiness to take on new quantitative emission reductions but suggested that new types of commitments should be considered.", 
    "Canada noted that it is important to understand what kind of commitments can be made in the near term on the way to global emission reductions.", 
    "The Russian Federation and Belarus emphasized that different economic circumstances must be taken into account when defining new targets.", 
    "Parties then agreed to establish a contact group chaired by AWG Chair Charles to prepare draft conclusions on the analysis of mitigation potentials and ranges of emission reductions.", 
    "Prior to the first contact group meeting, AWG Chair Charles held a number of bilateral consultations with parties and NGO representatives.", 
    "The contact group met for the first time on Wednesday afternoon with parties elaborating on what they saw as key elements of the conclusions.", 
    "The second contact group met briefly on Thursday morning, but was postponed due to a prolonged coordination meeting by the G-77/China.", 
    "The delay was reportedly caused by differences between the AOSIS and Saudi Arabia over questions such as a reference to the lowest stabilization scenario of 450 parts per million (ppm) analyzed by the IPCC.", 
    "When the contact group resumed at 3:00 pm, AWG Chair Charles presented an overview of the draft conclusions and proposed to hear delegates' comments paragraph by paragraph.", 
    "After these discussions, the Chair convened informal consultations that took place from Thursday evening until 4:00 am on Friday morning.", 
    "Good progress was reported and consultations resumed at 10:00 am and continued throughout the day.", 
    "The contact group met briefly at lunchtime and AWG Chair Charles updated delegates that most of the draft conclusions had been agreed.", 
    "He explained, however, that difficulties remained concerning spillover effects of Annex I mitigation policies and measures on developing countries, and certain references to findings by IPCC Working Group III.", 
    "After further informal consultations, the AWG convened in plenary at 7:00 pm.", 
    "AWG Chair Charles thanked delegates, indicating that while there had been difficulties during the informal consultations, the mood had always remained positive.", 
    "Delegates then adopted the text as agreed during the informal consultations.", 
    "During these negotiations, the main differences concerned reference to Article 2 on the Convention's ultimate objective, the need for further analytical work, domestic and international mitigation potentials, the use of flexible mechanisms and references to the lowest stabilization scenario and IPCC Working Group III's findings on emission ranges.", 
    "During the discussion on whether the conclusions should refer to Article 2 on the Convention's ultimate objective, the G-77/China stressed the AWG's mandate focusing on further commitments by Annex I parties and amending Annex B of the Kyoto Protocol.", 
    "India stated that questions related to Article 2 on the ultimate objective of the UNFCCC do not need to be answered before determining new targets for Annex I parties.", 
    "Also the Republic of Korea opposed a reference to Convention Article 2.", 
    "Norway and many other Annex I countries disagreed and, underscoring the importance of Article 2, explained that the world needs to understand the extent to which new commitments contribute to solving the problem of climate change.", 
    "In the final text, the AWG recalls that it should be guided by a shared vision set by the ultimate objective of the Convention with a footnote added to a paragraph in the report from AWG 3 (FCCC/KP/AWG/2007/2) also referring to shared vision and the ultimate objective of the Convention.", 
    "On the need for further analytical work, the G-77/China warned against paralyzing the AWG with excessive analysis and emphasized the need to move forward with the AWG's work so as to avoid a gap between commitment periods.", 
    "Canada, Japan, the Russian Federation and others stressed the importance of further analytical work.", 
    "Japan called for cooperation with the International Energy Agency (IEA) and IPCC on energy indicators and best practices.", 
    "Canada supported expanding the analysis using the same indicators for all countries and to draw out aspects of national circumstances.", 
    "The G-77/China supported using standard indicators.", 
    "AOSIS requested studies showing emission pathways leading to temperature increases below 2 °C from pre-industrial levels, and Saudi Arabia stated that spillover effects for developing countries of Annex I mitigation policies and measures must be analyzed.", 
    "The G-77/China proposed that the analysis on spillover effects be prepared for the next stage.", 
    "The EU and Norway proposed that further analytical work be carried out while advancing the AWG's work programme.", 
    "In the conclusions, parties resolved these issues by acknowledging that understanding mitigation potentials is a complex process and further analysis would help the AWG in completing its work.", 
    "They also recognize the need for further progress in conducting the AWG's work programme.", 
    "They agreed to include a paragraph noting concerns by SIDS and some developing countries on the lack of analysis of stabilization scenarios below 450 ppm.", 
    "The question of spillover effects of Annex I mitigation policies and measures was one of the final issues to be resolved on Friday evening.", 
    "The final text acknowledges the importance of receiving information on the potential environmental, economic and social consequences, including spillover effects on all parties in particular developing countries, and invites Annex I parties to include such information in their submissions due on 15 February 2008.", 
    "Parties also discussed issues related to domestic mitigation potentials and flexible mechanisms.", 
    "The G-77/China stressed that Annex I mitigation potentials could be enhanced through the use of flexible mechanisms.", 
    "The EU agreed on the importance of flexible mechanisms in the post-2012 period, but, with some other Annex I countries, indicated that their status has not yet been decided for that period.", 
    "The EU also raised the possibility of expanding the flexible mechanisms.", 
    "The G-77/China stated that this was not within the AWG's mandate.", 
    "The final text notes that greater mitigation potential is at the disposal of Annex I parties through the wider use of flexible mechanisms taking fully into account sustainable development considerations.", 
    "The key differences during the negotiations focused on references to emission reduction ranges and stabilization scenarios contained in IPCC Working Group III's contribution to the AR4.", 
    "Japan expressed serious concerns over reference to the lowest stabilization scenario of 450 ppm, emphasizing that the Secretariat's technical paper had referred to a number of possible stabilization scenarios.", 
    "He stated that delegations were not prepared to agree on the lowest stabilization scenario.", 
    "Canada agreed that the ranges set out in the technical paper should be reflected in the conclusions, together with those indicative ranges that individual parties had set out in their submissions.", 
    "CAN International expressed concerns at the objections to the IPCC's lowest stabilization scenario that would limit the temperature increase to 2.0-2.4 °C.", 
    "He said higher ranges, to which parties had referred, would carry extreme risk, taking warming up to 4.0 °C and beyond with consequences for coral reefs, species extinction and the Greenland ice sheet.", 
    "The Russian Federation and Canada expressed concerns over wording indicating that the AWG agrees to an initial indicative range of Annex I emission reduction objectives.", 
    "The G-77/China stressed that this formed the core of the text.", 
    "The EU emphasized that the IPCC had indicated that emission reductions required by 2020 from Annex I parties as a group associated with the lowest stabilization scenario integrates the use of flexible mechanisms.", 
    "The EU also proposed adding text noting scientific evidence for the need to ensure that global emissions peak in the next 10 to 15 years and are reduced by 50% by 2050.", 
    "In the final document, the lowest stabilization level assessed by the IPCC to date is mentioned and the text also indicates that achieving this level would require Annex I parties as a group to reduce emissions in a range of 25-40% below 1990 levels by 2020, through means that may be available to Annex I parties to reach the emission reduction targets.", 
    "The conclusions also recognize that the IPCC Working Group III's contribution to the AR4 indicates that global emissions need to peak in the next 10-15 years and be reduced to very low levels, well below half of 2000 levels by the middle of the twenty-first century in order to stabilize greenhouse gas concentrations at the lowest level assessed by the IPCC.", 
    "Japan and Canada also opposed requesting submissions from Annex I parties by 30 June 2008 on indicative ranges for domestic emission reductions, with Canada indicating that this was premature.", 
    "The G-77/China stressed that such submissions were relevant in the context of expediting the AWG's work.", 
    "The EU proposed postponing this issue to the resumed fourth session as it related to the AWG's work programme.", 
    "Saudi Arabia and the G-77/China opposed, and Saudi Arabia stated that either all or no paragraphs should be deferred to the meeting in December 2007.", 
    "Norway stressed that adopting conclusions on some issues in Vienna would save negotiating time at COP 13.", 
    "In the final text, there is no deadline for submissions on indicative ranges for domestic emission reductions, but the AWG agrees to consider further information on indicative ranges of emission reductions by Annex I parties, including the timing of submissions, as a part of its discussions on the development of the timetable at the resumed AWG 4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12339e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12339e_13", 
  "enb_end_date": "31-Aug-07"
}