{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Technology Transfer"
  ], 
  "section_title": "ROUNDTABLE DISCUSSION", 
  "enb_start_date": "27-Sep-04", 
  "enb_short_title": "UNFCCC Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Participants then engaged in a roundtable debate on the way forward on issues raised at this workshop.", 
    "An Annex I Party representative said he had been very encouraged by the discussions, and felt that some useful proposals and models had been outlined that could be replicated elsewhere.", 
    "He felt that although progress had been made, 'we are still speaking several different languages,' and suggested that an ongoing dialogue was needed.", 
    "He proposed that the next meeting could perhaps be held in a developing country and also include private sector experts from developing countries, perhaps with more of a focus on adaptation.", 
    "A number of other participants supported an ongoing dialogue with the private sector, and one industrialized country speaker suggested engaging with both public and private sector financial institutions, and small and medium enterprises.", 
    "However, while several speakers seemed to favor discussions on adaptation, one speaker preferred a focus on renewable energy and energy efficiency at this stage, focusing on adaptation later. Several developing country participants stressed that UNFCCC Article 4.5 was the foundation of this process and said that further clarification of the article\u0092s meaning would be helpful.", 
    "One said the best way to move ahead was to focus on public-private partnerships in the context of Article 4.5, while another speaker said it was clear that developing countries needed assistance in preparing projects to make them more attractive to investors. In suggesting a way forward, some said future discussions should consider both mitigation and adaptation activities, government roles, the financial resources available in the public domain, and how to remove barriers in both developed and developing countries.", 
    "Others encouraged the UNFCCC to interact with its sister conventions in the context of technology transfer in order to learn from their experiences.", 
    "They emphasized that developing countries should continue to improve enabling environments for financing technology transfer and develop more demonstration projects.", 
    "One participant suggested forwarding text for a draft decision to SBSTA-21/COP-10 on the promotion of carbon trading in relation to technology transfer based on the discussions at this workshop.", 
    "He also suggested holding further discussions in 2005 and urged the private sector to provide financial support for this.", 
    "A participant from the private sector urged developing country participants to understand ECAs in their countries and to lobby ministries of finance to support ECAs\u0092 involvement in financing technology transfer. One participant from an industrialized country proposed strengthening the analytical basis for work on Article 4.5.", 
    "Noting that COP-10 was to be held in Buenos Aires, he quoted the old adage that 'it takes two to tango, and one to lead,' stressing that while the private sector\u0092s interest is clear, the public sector must push this process forward. A developing country speaker highlighted the role of the CDM in technology transfer.", 
    "Noting that governments are often more focused on regulations than on single projects, he drew attention to the option of a project development fund, especially as the GEF process can be quite time-consuming.", 
    "He also recommended further thinking on adaptation issues.", 
    "Another developing country speaker said technology needs assessments should form the basis for the development of strategic plans to move the process forward.", 
    "However, he noted that this would require donor support. Wrapping up the roundtable, Bernard Mazijn noted comments on the need to consider adaptation in more detail.", 
    "On the issue of tools and models, he said it seemed appropriate to develop a list of existing tools and models, and identify those that are missing.", 
    "He also noted some comments on whether some sort of toolkit, handbook or guidelines would be helpful.", 
    "He identified calls for an ongoing dialogue with the private sector, and comments on linking the UNFCCC\u0092s work into wider processes. Participants supported Mazijn\u0092s overview, although one speaker noted that there had been some uncertainty in discussions over the value of further guidelines.", 
    "Several speakers endorsed building on the work that has already been undertaken and using the existing tools, including the technology needs assessments.", 
    "One participant added a suggestion to recommend to SBSTA the use of existing models and approaches that have been successful in this area, and another added that the EGTT can put 'flesh on the bones' of these ideas."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12244e.html", 
  "enb_long_title": "UNFCCC Workshop on innovative options for financing the development and transfer of technologies", 
  "type": "", 
  "id": "enb12244e_16", 
  "enb_end_date": "29-Sep-04"
}