{
  "countries": [
    "Egypt", 
    "Japan", 
    "Norway", 
    "China", 
    "South Africa"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CLOSING PLENARY :", 
  "enb_start_date": "27-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "plenary", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On Friday evening, the AWG 4 closing plenary took place.", 
    "Parties adopted the report of the session (FCCC/KP/AWG/2007/L.3) without amendment.", 
    "South Africa, for the G-77/China, emphasized that consideration of indicative ranges for Annex I emission reductions has not been finalized and looked forward to finalizing these discussions when returning to this agenda item at AWG 5.", 
    "The EU indicated that the critical moment to take action on climate change is building and stressed the importance of ensuring an adequate level of global action.", 
    "He stated that while AWG 4 had been able to develop further understanding of the issues at hand, the EU had come to Vienna prepared to go further in discussing emission ranges.", 
    "Egypt stated that she would have liked to see stronger and clearer conclusions, emphasizing that climate change had been addressed by the UN Security Council and would be taken up at a high-level in the context of the General Assembly.", 
    "Japan announced the retirement of their former AWG negotiator Ambassador Mutsuyoshi Nishimura and, with language frequently used by Nishimura, called for fruitful progress at the resumed AWG 4 in Bali in the spirit of solidarity.", 
    "Numerous delegates and UNFCCC Executive Secretary de Boer also paid tribute to Harald Dovland (Norway) who will be retiring after this session. AWG Chair Charles thanked delegates for their work and said he looked forward to seeing them at the AWG's resumed fourth session in Bali in December.", 
    "He declared the meeting closed at 7:57 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12339e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12339e_15", 
  "enb_end_date": "31-Aug-07"
}