{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "El Salvador", 
    "Gambia", 
    "Panama", 
    "Papua New Guinea", 
    "Belarus", 
    "Congo", 
    "China", 
    "Grenada", 
    "Switzerland", 
    "Germany", 
    "Argentina", 
    "Bolivia", 
    "Venezuela"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests"
  ], 
  "section_title": "AD HOC WORKING GROUP FOR LONG-TERM COOPERATIVE ACTION UNDER THE CONVENTION", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG-LCA Chair Daniel Reifsnyder (US) opened the resumed session on Saturday, 1 October, and called on parties to work on developing draft decision text on all elements under the AWG-LCA.", 
    "UNFCCC Executive Secretary Christiana Figueres provided an overview on the meetings held by the Transitional Committee for the design of the GCF, noting good progress.", 
    "She also reported on the first meeting of the TEC, held in Bonn, Germany in June.", 
    "Bolivia highlighted the Days of Citizen Participation event, held from 16-18 September 2011, bringing together 3000 representatives of the Andean Community of Nations.", 
    "On fast-start finance, AWG-LCA Chair Reifsnyder observed that submissions had been received from a number of parties (UNFCCC/CP/2011/INF.1). AWG-LCA Chair Reifsnyder noted that work would resume on all substantive items established during the second part of AWG-LCA 14 in June.", 
    "He clarified that the in-depth work identified by the facilitators during the Bonn session comprises part of the work of informal groups, and that items listed are not meant to be prescriptive.", 
    "Parties agreed to the organization of work.", 
    "Argentina, for the G-77/China, emphasized the group s commitment to the fulfillment of the BAP and finding appropriate solutions to issues not addressed in Cancun.", 
    "He called on parties to ensure a transparent and inclusive process aimed at producing negotiating texts for Durban.", 
    "Switzerland, for the EIG, emphasized the need to leave Panama with clarity on the road ahead, and a negotiating text in hand.", 
    "Venezuela, for ALBA, underscored achieving the objectives of the BAP and fulfilling legal obligations, without excuses or conditionalities.", 
    "The Democratic Republic of the Congo, for the African Group, called for a balanced science-based outcome in Durban to implement both the Convention and the Protocol.", 
    "He expressed concern over the lack of attention given to the Adaptation Framework, and sources and scale of finance.", 
    "The EU said developing draft decision text in Panama is key for a successful outcome in Durban and called for a comprehensive legally-binding framework that engages all parties.", 
    "He said the ambition gap must be resolved and urged development of a robust, transparent and rigorous MRV framework.", 
    "He said discussions in Panama must address the legal form, including options for Durban, and a roadmap to reach the 2ºC target.", 
    "Australia, for the Umbrella Group, called for an effective global climate change framework and highlighted a package of elements that would enable progress and ensure environmental integrity, including: international consultation and analysis (ICA); international assessment and review (IAR); and MRV.", 
    "She underscored, inter alia : ambitious mitigation actions by all major emitters; fully implementing the Cancun Agreements; and developing draft text on IAR, ICA and biennial reports.", 
    "Saudi Arabia, for the Arab Group, stressed that adaptation to climate change involves both adaptation to the impacts of climate change and adaptation to the impacts of response measures.", 
    "Grenada, for AOSIS, called on parties to finalize the design and operationalization of the essential functions of the new mechanisms established by the Cancun Agreements.", 
    "She emphasized that increasing mitigation ambition should be a priority and that the outcomes of the AWG-LCA should be captured in a legally-binding instrument.", 
    "Papua New Guinea, for the Coalition of Rainforest Nations, proposed working towards the adoption of a specific decision on financing options for the full implementation of REDD+ results-based actions, in Durban.", 
    "El Salvador, for SICA, emphasized the need to operationalize the GCF in Durban.", 
    "He urged parties to avoid parallel processes, which could marginalize and exclude some UNFCCC parties.", 
    "The Gambia, for LDCs, called for discussions in Panama to lay the basis for a balanced and legally-binding outcome in Durban.", 
    "Belarus, for countries with economies in transition (EITs), explained that transitional economies face difficulties moving towards a low carbon economy and require support through best practices."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_15", 
  "enb_end_date": "07-Oct-11"
}