{
  "countries": [
    "Canada", 
    "Brazil", 
    "Bangladesh", 
    "Panama", 
    "Costa Rica", 
    "Peru", 
    "Bolivia", 
    "Norway", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Singapore", 
    "El Salvador", 
    "Tuvalu", 
    "Papua New Guinea", 
    "Togo", 
    "China", 
    "Indigenous Peoples", 
    "Gambia", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Pakistan", 
    "South Africa", 
    "Mexico", 
    "India", 
    "Malaysia", 
    "Colombia", 
    "Paraguay", 
    "Japan", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Mitigation", 
    "Adaptation", 
    "Extension of the Kyoto protocol", 
    "Flexibility Mechanims", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Mitigation", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "Organisation for Economic Co-operation and Development", 
    "Organisation for Economic Co.operation and Development", 
    "European Union", 
    "Group of 77", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the BAP, the text on mitigation includes the following subparagraphs: 1(b)(i) on mitigation by developed countries; 1(b)(ii) on mitigation by developing countries; 1(b)(iii) on reducing deforestation and forest degradation in developing countries, plus conservation (REDD-plus); 1(b)(iv) on sectoral approaches; 1(b)(v) on market-based approaches; and 1(b)(vi) on consequences of response measures.", 
    "The Chair s draft negotiating text (FCCC/AWGLCA/2009/8) contained a chapter on Enhanced action on mitigation, with sub-headings reflecting the mitigation paragraphs in the BAP.", 
    "The first reading of sections related to paragraphs 1(b)(i-iii) of the BAP took place on Saturday and Monday, 6 and 8 June.", 
    "The second reading of text related to these paragraphs took place on Thursday, 11 June.", 
    "The combined first and second readings of text related to paragraphs 1(b)(iv-vi) of the BAP also took place on 11 June.", 
    "For detailed discussions, see: http://www.iisd.ca/vol12/enb12416e.html ; http://www.iisd.ca/vol12/enb12417e.html ; and http://www.iisd.ca/vol12/enb12420e.html .", 
    "In their general comments on the mitigation chapter, India, for the G-77/China, proposed inserting a chapeau with principles and guiding objectives, and reflecting that enhanced mitigation does not affect the legal status and continued operation of Annex I parties obligations under the Protocol.", 
    "South Africa, for the African Group, stressed the need to focus on the Convention s enhanced implementation.", 
    "Several developing countries highlighted the need for legally binding emission reduction targets by all developed countries.", 
    "The African Group suggested considering the appropriate balance between domestic action and offsets.", 
    "Barbados, for AOSIS, stressed the need to reflect the scientific context and a sense of urgency, highlighting that the level of mitigation ambition under the BAP and AWG-KP will have serious consequences for the most vulnerable countries.", 
    "Peru, for Colombia and Costa Rica, said the preamble should clarify the inverse relationship between mitigation targets and adaptation costs.", 
    "The US requested including a section on mitigation for all parties and Canada suggested reaffirming the common commitments of all parties and adding a new section on measuring, reporting and verification (MRV) by all parties.", 
    "Japan called for comprehensive mitigation commitments from developed countries, as well as from major developing countries, stressing that voluntary nationally appropriate mitigation actions (NAMAs) are not sufficient.", 
    "Australia highlighted linkages with the AWG-KP discussions.", 
    "On mitigation by developed countries , discussions focused, inter alia , on comparability of efforts, links with the AWG-KP, responsibility and criteria for defining developed countries.", 
    "The G-77/China stressed that all Annex I countries must take on legally binding commitments expressed as economy-wide reduction objectives for 2013-20.", 
    "AOSIS identified the comparability of efforts by Annex I parties as a central issue to be addressed, and called for emphasis on historical responsibility and capability.", 
    "Several developed countries stressed linkages with the AWG-KP discussions and called for coordinated and coherent negotiations.", 
    "The EU proposed deleting the option on voluntary commitments for developed countries, stressing the need to establish binding targets in Copenhagen.", 
    "Japan opposed differentiated treatment of Protocol parties and non-parties and supported legally binding actions by major emitting countries.", 
    "Switzerland called for categorizing developed and developing countries based on objective and transparent criteria.", 
    "Norway said all members of the Organization for Economic Cooperation and Development (OECD) and candidate states, as well as states with comparable gross domestic products (GDPs), should have legally binding targets.", 
    "The US suggested including text on countries circumstances evolving over time.", 
    "He called for reflecting his country s submission more clearly.", 
    "Mexico said countries required to adopt legally binding mitigation commitments or actions should be restricted to Annex I parties .", 
    "Malaysia, Brazil and others also urged using language consistent with the Convention, and opposed references to criteria for defining developed countries.", 
    "Brazil, China, Saudi Arabia and others proposed highlighting the idea of historical responsibility in the chapeau, while Switzerland, Japan and others opposed the introduction of new principles.", 
    "Bolivia noted that targets should be based on the historical debt accrued by developed countries, stressing that their excessive emissions have deprived developing countries of equitable use of the atmospheric space.", 
    "On mitigation by developing countries , issues discussed included: the nature of NAMAs; links between developing country action and developed country support; proposals related to NAMA registries; recognition of unilateral actions; and MRV.", 
    "Colombia identified the need to clarify the concept of NAMA and stressed the need to define: what actions each option would include; how the actions would be funded; and how access to funding would take place.", 
    "Singapore proposed three sub-categories of NAMAs: unilateral ones; NAMAs with support; and NAMAs with linkages to carbon markets.", 
    "The EU emphasized that the best way to provide tools to developing countries to transition to low-emissions societies is through low-carbon development strategies, which include NAMAs with emissions pathways.", 
    "He noted that the low-carbon development strategies would be facilitated through a coordinating mechanism and a registry.", 
    "Japan proposed language reflecting that NAMAs are obligatory and opposed language stating that NAMAs are conditional on developed country support.", 
    "He supported intensity targets for major developing countries.", 
    "The Philippines, for the G-77/China, highlighted that NAMAs are distinct and separate from mitigation commitments by developed countries in terms of both their magnitude and legal nature.", 
    "She stressed the need to implement Convention Article 4.7 , which indicates that action by developing countries is related to the effective implementation by developed countries of their commitments on the transfer of financial resources and technology.", 
    "She said MRV should only apply to actions enabled by financial, technological and capacity-building support by developed countries, which must also be subject to MRV.", 
    "She identified the need to find ways to internationally recognize actions implemented by developing countries using their own resources.", 
    "Several developing countries highlighted the link between NAMAs and developed country support, and stressed that support for NAMAs must be additional.", 
    "Saudi Arabia, the Gambia, Mexico, China and others indicated that NAMAs should be voluntary.", 
    "China highlighted the need for flexibility, enabling developing countries to choose mitigation actions based on their national circumstances.", 
    "India, Malaysia and others stressed the need to use language compatible with the Convention and opposed proposals to define developing countries.", 
    "India proposed deleting language contrary to this, including references to low-emissions development strategies.", 
    "Switzerland said NAMAs should reflect countries evolving capabilities and lead to quantifiable results, saying action by the most advanced developing countries should result in measurable deviation from business-as-usual.", 
    "Pakistan expressed concern with terminology such as emissions pathways and deviation from baseline, and said differentiation of developing countries is extraneous to the AWG-LCA s work and the BAP .", 
    "He proposed a chapeau clearly delineating developing countries overriding priorities of economic growth and poverty eradication.", 
    "Bolivia stressed that NAMAs will only be implemented after developed countries have complied with their finance and technology commitments.", 
    "Brazil underscored the importance of recognizing unilateral actions by developing countries, and highlighting unilateral actions are not NAMAs.", 
    "Mexico said the text does not reflect the large number of unilateral actions already undertaken by developing countries.", 
    "The Republic of Korea highlighted his country s proposal for a NAMA registry and expressed willingness to consider related proposals by other countries.", 
    "China said a possible registry should include both actions and support.", 
    "Pakistan identified the need to further work on text relating to registries and to the support and accreditation mechanism.", 
    "Bolivia said she was unconvinced about the usefulness and necessity of a registry.", 
    "The EU and New Zealand urged that the option of generating offsets from NAMAs not be excluded, while Tuvalu objected to using NAMAs to generate offsets.", 
    "Switzerland said NAMAs benefiting from financial and technological support or carbon credits must be verified according to guidelines that will need to be developed under the COP.", 
    "The US noted that in order to ensure scaled-up financial support, it is important to understand country strategies through MRV and identification of specific mitigation potentials.", 
    "Norway underscored the importance of national greenhouse gas inventories, proposing that they be prepared and submitted annually, and said their expert review should be ensured.", 
    "The EU stressed the need for: more frequent inventories supported by capacity building, technology transfer and finance; monitoring at the national level; strengthened reporting requirements; and verification supported by expert review.", 
    "The African Group stressed that MRV should consider national circumstances and that the decision to report should be unilateral.", 
    "China and others stressed that MRV only applies to supported NAMAs, and identified the need to enhance the text concerning MRV of support.", 
    "The African Group stressed that MRV of both finance and NAMA support is important.", 
    "Pakistan called for a MRV mechanism that is independent from national communications.", 
    "Ghana opposed additional reporting requirements on developing countries.", 
    "Bangladesh stressed LDCs should not be required to implement NAMAs or periodically submit national communications.", 
    "Tuvalu noted that reporting requirements would be less for unilateral NAMAs than for the others.", 
    "On REDD-plus, the Philippines, for the G-77/China, stressed that REDD activities should receive appropriate financial and technological support.", 
    "South Africa, for the African Group, favored a broad scope for REDD, not limited to forestry.", 
    "The EU highlighted a link between REDD-plus actions and low-carbon development strategies.", 
    "He called for a clear reference to the ambition level, and ensuring that parties are ready to introduce REDD policies and have the requisite capacity.", 
    "New Zealand supported including an article establishing a REDD or REDD-plus mechanism.", 
    "He called for a process to define scope, and options to address non-permanence.", 
    "Norway called for a phased approach and, supported by the EU, emphasized the need to establish safeguards for biodiversity.", 
    "Brazil, Bolivia and Tuvalu supported addressing REDD in the context of NAMAs, and opposed offsetting.", 
    "India, supported by Togo, highlighted the need for an explicit definition of REDD-plus actions.", 
    "Tuvalu, Paraguay and Bolivia requested reference to the UN Declaration on the Rights of Indigenous Peoples.", 
    "Underscoring difficulties with the overall framework for addressing REDD under the Convention, Tuvalu noted the need to address demand-side drivers of deforestation and forest degradation.", 
    "Mexico proposed introducing language on the co-benefits of REDD-plus actions, as well as taking into account the distribution of benefits to local and indigenous communities.", 
    "Papua New Guinea opposed including reference to other non-forest land-use activities, and said discussions on including REDD in NAMAs were premature.", 
    "He suggested limiting leakage discussions to domestic leakage, and opposed subnational accounting.", 
    "The US said the text should include language encouraging all parties to consider actions that relieve pressure on forests and land, which result in emissions.", 
    "He said a broader view of REDD-plus must be taken, considering the dynamic links between population growth, consumption patterns and land-use decisions.", 
    "Japan highlighted the co-benefits of sustainable forest management, called for clarification of the meaning of permanence, and said accounting should take place at the national level.", 
    "Colombia said the text should reflect national circumstances and be flexible, and said NAMAs and REDD were not necessarily mixed.", 
    "Panama, supported by Paraguay, stressed that REDD-plus and NAMAs should be kept separate to reflect the importance of REDD-plus as an option for reducing emissions.", 
    "Paraguay said addressing the socioeconomic consequences of REDD-plus requires reflecting the underlying causes of deforestation and emissions, which are linked to consumption patterns.", 
    "Australia called for a forest carbon market in the post-2012 regime, and noted the aspiration to expand REDD-plus to broader coverage of the land sector.", 
    "She also supported: voluntary participation; robust, transparent and simple MRV; an effective and efficient governance framework to minimize transaction costs; and capacity building that supports non-climate outcomes.", 
    "China stressed voluntary participation, suggested deleting reference to land use, noted connections to sustainable development, and said REDD should not be an offset mechanism.", 
    "On means of implementation, the African Group, Bolivia, El Salvador and Paraguay expressed preference for the use of public funds as opposed to market mechanisms, while India and Indonesia supported a combination of market and non-market approaches.", 
    "Papua New Guinea stressed that readiness funding must come from multiple sources, and that market-based reductions must be additional and not simply part of an offsetting mechanism.", 
    "Colombia supported MRV of finance for readiness by developed countries and said language on finance for REDD-plus should be strengthened and specific resources identified.", 
    "Tuvalu supported new and innovative sources of funding, and opposed using market mechanisms for REDD, noting they can lead to problems associated with leakage, permanence and additionality.", 
    "He also supported a REDD funding window in a broader climate change fund.", 
    "The US said some of the MRV elements should be included within the broader MRV section under mitigation.", 
    "Papua New Guinea supported use of Intergovernmental Panel on Climate Change (IPCC) guidelines and methodologies, saying that verification of actions should be undertaken by an expert review team under the COP, and that verification of support should be done by a technical panel with developing and developed country representatives.", 
    "Noting the increase in costs created by the proposed MRV, Paraguay called for commitments to cover these costs and expressed preference for a funding mechanism under control of the COP.", 
    "India stressed that MRV of actions should be limited to supported actions, and that MRV of support should be elaborated and specified, stressing that the two are complementary.", 
    "On economic and social consequences of response measures , Saudi Arabia opposed a structural proposal by some parties to hold the whole section in abeyance pending results of relevant work under the joint SBSTA/SBI contact group and the AWG-KP.", 
    "Japan opposed creating a forum focused on sharing information, experiences and views on the economic and social consequences of response measures.", 
    "Tuvalu urged focusing on low-income countries, and particularly the effects on women and children.", 
    "He stressed that policies and measures should be undertaken to ensure mitigation does not contribute to deforestation and forest degradation.", 
    "On approaches to enhance cost-effectiveness of mitigation actions, including markets , the EU called for a common vision on how the global carbon market may develop, taking into consideration the relationship between the market mechanisms created under the Protocol and those being proposed under the AWG-LCA.", 
    "Japan expressed reservation with options seeking to limit to 10% the provision of credits for offsetting reduction targets of developed countries.", 
    "Tuvalu expressed concern over the use of Protocol terminology in the text, emphasizing that the AWG-LCA s work should not be a substitute for the extension of the Protocol into a second commitment period.", 
    "On cooperative sectoral approaches and sector-specific approaches , the G-77/China said that sectoral efforts may contribute to, but should not replace, legally-binding mitigation commitments by Annex I countries .", 
    "With respect to mitigation by developing countries, she said sectoral efforts could be included in the toolbox for NAMAs.", 
    "Tuvalu said sectoral approaches would be better considered under NAMAs, and cautioned against creating a new sectoral offsetting mechanism.", 
    "Algeria stressed that sectoral approaches and sector-specific actions should not be used to circumvent or undermine differences between Annex I and non-Annex I countries.", 
    "Japan supported incorporating sectoral approaches into finance and technology mechanisms, and proposed establishing a sectoral advisory group, which would match support and actions to achieve emission reductions.", 
    "The EU and Australia highlighted the need for global action regarding the maritime and aviation sectors.", 
    "Australia proposed: an indicative global emission reduction goal for each of the two sectors; commencing negotiations on two new treaties to address emissions from aviation and maritime transport under the UNFCCC; and concluding the negotiations by COP 17.", 
    "Algeria expressed concern that significant constraints could be imposed on developing country airlines, and said they should be exempt or given financial and technical support without incurring incremental costs.", 
    "Tuvalu highlighted opportunities for bunker fuels to generate new sources of funding, while noting that more focused work on bunker fuels was being done under the AWG-KP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_12", 
  "enb_end_date": "12-Jun-09"
}