{
  "countries": [
    "Egypt", 
    "Venezuela", 
    "India"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation"
  ], 
  "section_title": "AWG-LCA CONTACT GROUP:", 
  "enb_start_date": "10-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "During the morning s contact group, facilitators reported on Wednesday s informal consultations.", 
    "During discussions, INDIA, VENEZUELA and EGYPT emphasized that Decision 1/CP.16 mandates the AWG-LCA to take all actions under the Cancun Agreements, unless otherwise specified.", 
    "Noting the specific mandates to refer certain issues to the SBI and SBSTA, they indicated that any issue without explicit reference to the Subsidiary Bodies must be addressed by the AWG-LCA.", 
    "They suggested developing a modality to address issues under the AWG-LCA and decide whether to send issues back to the Subsidiary Bodies if necessary, since the AWG-LCA is responsible for the final package.", 
    "AWG-LCA Chair Reifsnyder said informal consultations would continue and the contact group would reconvene on Friday morning. TECHNOLOGY (AWG-LCA): In the morning informal consultations, discussions focused on governance structure and terms of reference for the Climate Technology Centre and Network (CTCN).", 
    "On the governing body of the CTCN, several parties pointed to the difficulty of elaborating a precise governance structure before determining the scope of the CTCN and where it would be hosted.", 
    "Many parties supported a small, efficient and flexible host institution.", 
    "On the governance structure of the CTCN, developed countries also preferred an option that does not create a new governing body, with a Director-General and a small team housed within an existing UN organization, and with strategic guidance provided by the Technology Executive Committee (TEC).", 
    "Several parties noted the need to define the relationship between the TEC and the CTCN, as well as the relationship between the Centre and the Network.", 
    "Developed countries preferred no oversight role for the TEC over the CTCN, while developing countries proposed that the TEC provide an oversight function.", 
    "On the functions of the CTCN, many parties called for details to be elaborated and highlighted the need to include roles and functions in the terms of reference of the potential host institution.", 
    "Informal consultations will continue. ADAPTATION (AWG-LCA): During morning informal consultations on adaptation, parties shared views on the composition of, and modalitites and procedures for, the new Adaptation Committee.", 
    "Many underlined the importance of working quickly and efficiently before Durban.", 
    "Many developing countries prioritized focusing on the operationalization of the Adaptation Committee with some expressing interest in developing a technical paper to assist further work.", 
    "Parties highlighted: linking the Adaptation Committee to other institutions, ensuring the Committee s composition would provide expertise in modeling, assessment and social aspects, among others; and the need for flexibility.", 
    "Parties also addressed national adaptation plans and adaptation linkages to the Green Climate Fund.", 
    "Several parties called for clarifying the sequence of work and roles of the AWG-LCA and the SBI.", 
    "Informal consultations continued in the afternoon."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12506e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "working group", 
  "id": "enb12506e_14", 
  "enb_end_date": "10-Jun-11"
}