{
  "countries": [], 
  "topics": [
    "Flexibility Mechanims"
  ], 
  "section_title": "Flexibility Mechanism", 
  "enb_start_date": "02-Nov-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "At the first contact group meeting, Vice-Chair Dovland introduced Annex I of document FCCC/KP/AWG/2009/10/Add.3/Rev.2, which contains proposed elements of draft COP/MOP decisions on the flexibility mechanisms, and updated parties on the status of work on the issues.", 
    "On LULUCF under the Clean Development Mechanism (CDM), he noted that the spin-off group is working on the text.", 
    "On including carbon capture and storage under the CDM , Vice-Chair Dovland noted that although the final decisions would need to be taken by ministers in Copenhagen, it was still possible to clean up the text.", 
    "He highlighted plans to establish a small drafting group in Copenhagen at the first opportunity.", 
    "Regarding inclusion of nuclear activities under the CDM , he said the contact group was unlikely to be able to resolve this issue and it would have to be taken up in Copenhagen.", 
    "In relation to crediting on the basis of nationally appropriate mitigation actions (NAMAs) , Vice-Chair Dovland proposed the consideration of this issue after further development under the AWG-LCA.", 
    "Parties then focused on the development of standardized, multi-project baselines under the CDM and improving regional distribution and access to CDM project activities.", 
    "They attempted to remove brackets from the text, with parties going through the text paragraph-by-paragraph and proposing alternative, compromise language.", 
    "Vice-Chair Dovland reported to the AWG-KP closing plenary on 6 November that parties had only addressed paragraphs 16-22 of FCCC/KP/AWG/2009/10/Add.3/Rev.2 and not much progress was made.", 
    "He stressed that many more meeting slots will be required in Copenhagen for addressing the other issues in the AWG-KP s work programme."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12447e.html", 
  "enb_long_title": "Barcelona Climate Change Talks 2009", 
  "type": "", 
  "id": "enb12447e_11", 
  "enb_end_date": "06-Nov-09"
}