{
  "countries": [
    "Bolivia", 
    "Australia", 
    "Lesotho", 
    "Belize", 
    "Indigenous Peoples", 
    "Serbia", 
    "Switzerland", 
    "Congo", 
    "Antigua and Barbuda", 
    "Egypt", 
    "Grenada", 
    "Belgium", 
    "China", 
    "New Zealand", 
    "Yemen"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "AD HOC WORKING GROUP ON FURTHER COMMITMENTS FOR ANNEX I PARTIES UNDER THE KYOTO PROTOCOL", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "League of Arab States", 
    "European Union", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Monday morning, Chair John Ashe (Antigua and Barbuda) opened the session with Adrian Macey as Vice-Chair (New Zealand) and Miroslav Spasojevic (Serbia) as Rapporteur.", 
    "Parties adopted the agenda (FCCC/KP/AWG/2010/12) and agreed to the organization of work (FCCC/KP/AWG/2010/13).", 
    "Submissions from parties on the Chair s text (FCCC/KP/AWG/2010/MISC.6) were also introduced.", 
    "In opening statements, Yemen, for the G-77/China, expressed concern at slow progress in adopting conclusions on the scale of Annex I emission reduction targets.", 
    "He insisted on a second commitment period for Annex I parties, highlighted the insufficiency of current pledges and said the current text should be used as the basis for negotiations.", 
    "Belgium, for the EU, called for an ambitious post-2012 regime and emphasized preference for a single legally-binding agreement incorporating essential elements of the Kyoto Protocol.", 
    "He however underscored flexibility on a second commitment period as part of a global legally-binding agreement, with a fair share of emission reductions undertaken by Annex I countries not party to the Kyoto Protocol and other major emitters.", 
    "Australia, for the Umbrella Group, expressed commitment to being part of a durable, fair, effective and comprehensive outcome with the participation of all major economies.", 
    "She said there could not be further clarity on numbers until rules and the broad post-2012 outcomes are clarified.", 
    "Grenada, for AOSIS, called for: reaching agreement on a five-year second commitment period with 1990 as the single, legally-binding base year; agreeing on LULUCF accounting rules; identifying feasible ways to address surplus assigned amount units (AAUs); agreeing on a transparent process to transform mitigation pledges into quantified emission limitation and reduction objectives (QELROs); and increasing the aggregate level of ambition.", 
    "Switzerland, for the Environmental Integrity Group called for clarifying rules and options affecting level of ambition, including LULUCF accounting rules, length of commitment periods, the basket of gases and carryover of surplus AAUs.", 
    "Lesotho, for the LDCs, underscored the need to work towards a concrete and achievable outcome in Cancun that would serve as the basis for an ambitious and legally-binding outcome.", 
    "He said guidelines for the treatment of LULUCF and rules to improve the geographical distribution of Clean Development Mechanism (CDM) projects must be finalized.", 
    "Belize, for SICA, highlighted the need to avoid a gap between commitment periods.", 
    "Egypt, for the Arab Group, said that agreement on a second commitment period is a top priority that requires movement away from the precondition that all parties take on responsibilities.", 
    "Bolivia, on behalf of ALBA, lamented efforts to eliminate the Kyoto Protocol, underlined the urgency of the AWG-KP s work and said this must be concluded at COP/MOP 6 in Cancun.", 
    "The Democratic Republic of the Congo, for the African Group, underscored the need to establish a second and subsequent commitment periods.", 
    "He further: highlighted a commitment to conclude LULUCF negotiations; called for exploring legal options on a possible gap between commitment periods; and urged continued work on adoption of rules and methodologies for small and medium-scale CDM projects. BINGOs encouraged efforts to consult on issues of common concern between the two AWGs, noting that the linkages and overlap remain confusing and that the business sector requires clarity regarding commitments and the means available to achieve them.", 
    "ICLEI-Local Governments for Sustainability, for Local Government and Municipal Authorities, highlighted that successful climate action at the local level should be scaled up.", 
    "YOUNGOs emphasized that participants are here to fight for a better life and a better world.", 
    "Indigenous Peoples Forum on Climate Change called for a binding outcome under the Kyoto Protocol, which: recognizes indigenous rights as defined in the UNDRIP; closes LULUCF loopholes; and uses a fund-based, rather than a market-based, approach.", 
    "Climate Action Network said the best adaptation is urgent mitigation and called for closing the 7-10 gigatonne gap.", 
    "Trade Unions called on Annex I countries to make a transition to a low-carbon economy that respects workers."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12485e_24", 
  "enb_end_date": "09-Oct-10"
}