{
  "countries": [
    "United States", 
    "Japan", 
    "Canada"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "PROTOCOL ARTICLES 5, 7 AND 8", 
  "enb_start_date": "07-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The negotiating group on Articles 5, 7 and 8 met in the morning to work on outstanding issues.", 
    "JAPAN highlighted its proposal on the review for reinstatement of mechanisms eligibility.", 
    "Several Parties supported the proposal, but suggested elaborating the issue at a subsequent SBSTA session.", 
    "JAPAN agreed to discuss the proposal bilaterally to reach some basic agreement and introduced another proposal on review of the compilation and accounting report to assess Article 3.1 (assigned amount) compliance. On the Article 8 draft COP decision, delegates agreed on language requesting SBSTA-16 to commence consideration of guidelines on new and additional topics, including some left unresolved at SBSTA-15.", 
    "On the draft Article 7 COP/MOP-1 decision, delegates agreed to delete a subparagraph making failure to submit information on the commitment period reserve a mechanisms' eligibility criteria. Delegates then turned to outstanding LULUCF issues in the Article 7 guidelines and the related COP/MOP-1 decision.", 
    "After extensive discussion, including compromise proposals from several Parties and Chair Dovland, the LULUCF package was forwarded to ministers, with the main area of contention being whether the LULUCF principles as included in the Bonn Agreements should lead to specific, mandatory reporting requirements within the Article 7 guidelines or should remain preambular guiding principles. On the issue of loss of mechanisms' eligibility in the draft Article 7 COP/MOP-1 decision, Parties considered an EU package proposal on thresholds that, inter alia, involves loss of eligibility following failure to submit an annual inventory or to include an estimate for a source category of seven percent or more.", 
    "Delegates provisionally agreed to the EU proposal pending the outcome of relevant discussions in the mechanisms group. Regarding reporting under Article 7.2 (national communications) on P&Ms, delegates failed to agree on whether reporting shall take into account relevant decisions by the COP and COP/MOP. Resuming in an evening session, the group considered the bracketed text on review of information under Protocol Article 3.14 (adverse effects) in guidelines under Article 8.", 
    "Chair Dovland highlighted a compromise proposal supporting annual as well as periodic reporting and review of information under Article 3.14, and said the key starting point is whether such reporting should trigger loss of mechanisms eligibility.", 
    "Parties did not reach agreement on this.", 
    "On a new Russian proposal on confidentiality, Parties raised concerns and the issue was not resolved.", 
    "On supplementarity in the guidelines under Article 7, the US, supported by CANADA, highlighted the lack of legal context of a Chinese proposal specifying the aim of reducing per capita emissions differences between developed and developing countries.", 
    "Work is expected to continue in informal consultations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12186e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12186e_3", 
  "enb_end_date": "07-Nov-01"
}