{
  "countries": [
    "Jamaica", 
    "India", 
    "Micronesia", 
    "France", 
    "China", 
    "Indigenous Peoples", 
    "Germany", 
    "New Zealand", 
    "Nicaragua", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "PRESENTATIONS", 
  "enb_start_date": "09-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Richard Klein, Potsdam Institute for Climate Impact Research, Germany, addressed the research demands generated by adaptation to climate change.", 
    "He noted that scenarios and models used to assess climate change impacts are not always useful for assessing adaptation.", 
    "Klein signaled a mismatch between impact research that uses models with large spatial and temporal scales, and adaptation research that uses qualitative methods based on local data with a shorter-term approach.", 
    "He suggested that research should seek to match impact assessment with adaptation assessment, and incorporate local conditions to provide decision makers with information that is temporally and spatially pertinent.", 
    "He said such assessments should identify the probability of impacts, the costs and benefits of different adaptation measures and the opportunity costs of inaction in this field. In the ensuing discussion, participants highlighted the value of local knowledge.", 
    "Klein said that all knowledge - local and traditional - should be considered and subject to the same scrutiny as conventional scientific knowledge.", 
    "FRANCE asked how climate models could help authorities address severe weather occurrences such as heat waves, and Klein explained that in this case vulnerable sectors are determined by social factors not related to climate.", 
    "Responding to a question concerning the uncertainty of these models, Klein replied that all models have a measure of uncertainty, as does adaptation research, and therefore researchers must seek to identify and reduce uncertainty to the largest extent possible. Linda Mearns, National Center for Atmospheric Research, US, presented on the use of regional climate models in impact assessments and adaptation studies.", 
    "She noted that regional models are particularly useful in assessing the impact of climate change in islands, mountains, coastlines and areas of complex land-use patterns.", 
    "She said regional models could help to bridge the gap between 'top-down' standards and 'bottom-up' adaptation, but noted that such models must account for uncertainties of future emissions pathways.", 
    "She emphasized that regional and global models are useful tools, but that their limitations should be recognized. JAMAICA asked if regional models had been developed for the Caribbean.", 
    "Mearns pointed to regional climate assessments funded by the GEF.", 
    "CHINA commented on uncertainties in using global climate models.", 
    "Mearns said that although models have become more sophisticated, assessments would benefit from including local knowledge. Rupa Kumar Kolli, The Energy and Resources Institute, India, presented his experience in applying regional high-resolution models in climate change scenarios for India.", 
    "He highlighted that local topographic characteristics are important to define the intensity of climate phenomena such as monsoons.", 
    "He demonstrated how global model simulations have insufficient detail for country-level assessments, and how regional models that operate on a 50 km2 resolution provide more accurate results even if they use data taken from global models.", 
    "On the evaluation of the results of regional models, Kolli underlined that the distribution of weather stations on the ground determines the capacity for evaluation.", 
    "He said uncertainty may be reduced by providing more feedback to the system on areas of high uncertainty, such as coastlines. Judy Lawrence, Ministry of Environment, New Zealand, spoke on tools to assess vulnerability and adapt to climate change in a temperate developed agricultural economy.", 
    "She explained how New Zealand is enabling farmers to address the impacts of climate change, by extending seasonal crop growth, diversifying types of crops, and providing access to reliable climate information.", 
    "She noted that top-down assessments of impacts and vulnerability in the agricultural sector have previously failed to reach farmers, but that stakeholder participation in assessments is becoming more common.", 
    "She noted that New Zealand is also developing a national sustainable development action plan on water. Participants then discussed adaptation in the water sector, research on vegetation, and cross-regional partnerships. Marjorie Soto Franco, Red Cross Nicaragua, spoke on the general approach, strategy and methods used for preparing for climate-related disasters in a pilot project carried out on the Caribbean coast of Nicaragua.", 
    "She said the Red Cross\u0092 climate change programme aims to link climate change experts and disaster preparedness communities at all levels through awareness raising, capacity building and advocacy.", 
    "Describing the participatory nature of the project, she noted that it addresses climate risks through the development of methods and tools, the creation of institutional dialogue, and the assessment of vulnerability and capacity. Robert Correll, Arctic Impact Assessment Council, US, presented the results of the ongoing assessment of climate change impacts in the Arctic.", 
    "He noted the unique temperature and precipitation characteristics of the Arctic, and highlighted that the impacts are more severe and rapid than in other regions.", 
    "Correll underlined that the assessment, which draws on a variety of sources, including indigenous knowledge, has identified that in the next 100 years temperatures are expected to change by as much as 10 degrees Celsius in some regions of the Arctic.", 
    "He stated that as ice disappears, livelihoods will be affected by changes in ecosystems and animal range areas, and by the appearance of new maritime transport routes.", 
    "He explained that there is evidence of ocean salinity loss due to massive quantities of water flowing from ice-caps and that this will affect the thermohaline ocean circulation, thus severely altering one of the main regulators of the climate. Joseph Konno, Environmental Protection Agency, Micronesia, reviewed a project in his country that uses a 'climate proofing' risk-based approach to adaptation.", 
    "He reviewed the project\u0092s application to road surface improvements, land-use planning regulatory amendments, and national strategic development planning.", 
    "Noting challenges such as data scarcity, limited resources, and difficulties in accessing funding and defining acceptable risk, he said climate-proofed development projects minimize long-term costs and improve long-term return on investment. Osvaldo Canziani, Universal Ecological Foundation, Argentina, spoke on the fate of indigenous communities in the context of climate change.", 
    "He noted the work of the Millennium Ecosystem Assessment and said that indigenous peoples are challenged by several environmental issues, including climate change.", 
    "He pointed to food insecurity and water scarcity as two impacts of climate change on indigenous peoples, noting that access to water will be reduced dramatically by 2080. Participants then engaged in a discussion on levels of anthropogenic influence in the Arctic region, the role of indigenous peoples in impact assessments, and how to transfer the Arctic assessment experience to other regions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12252e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12252e_10", 
  "enb_end_date": "09-Dec-04"
}