{
  "countries": [
    "Canada", 
    "Jamaica", 
    "Netherlands", 
    "Bangladesh", 
    "India", 
    "Mauritius", 
    "Zimbabwe", 
    "Uganda", 
    "New Zealand", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "PANEL DISCUSSION", 
  "enb_start_date": "17-Mar-00", 
  "enb_short_title": "UNFCCC WORKSHOP", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On 11 March, participants convened for a panel discussion to identify and reflect on the key issues and initial actions raised at this workshop.", 
    "The panel consisted of delegates representing Bangladesh, Jamaica, the Netherlands, New Zealand, Uganda, and the European Commission. Panel presentations: BANGLADESH noted the adverse effects from climate change affecting his country, including flooding, impacts on agricultural production, malnutrition, and the risk of higher incidences of some diseases.", 
    "He noted that his country's greenhouse gas emissions are negligible in global terms.", 
    "He raised the need for capacity building for vulnerability and adaptation assessments.", 
    "He called for more funding for adaptation assessments and for implementation.", 
    "He highlighted the needs of LDCs and the importance of technology transfer, and identified education, training and monitoring as key areas requiring attention. JAMAICA supported the establishment of regional climate centers that could have a mandate to: strengthen monitoring and analysis of climate change and sea-level rise; identify areas of vulnerability; help develop integrated management and planning frameworks for response measures; enhance institutional strengthening and human resource development; and identify and evaluate policy options that could be integrated into the national agenda.", 
    "He noted that participants had identified education and awareness raising as important areas for taking action.", 
    "He suggested that education and awareness raising activities could be aimed at three different groups: policy makers, students/tutors, and the public.", 
    "He said this workshop had also highlighted the need to establish and improve effective early warning systems. The NETHERLANDS noted some participants' view that it is important for all developing countries, including LDCs, to be producing their national communications, as the vulnerability assessment and adaptation sections will be of value to all developing countries in identifying adaptation options.", 
    "He drew attention to participants' calls for further linkages and cooperation with other conventions, including the desertification and biodiversity conventions.", 
    "He said the period following a disaster should be used as a window of opportunity to promote the integration of climate change policies into reconstruction projects and to raise awareness. NEW ZEALAND emphasized participants' reference to the information gap, noting that the lack of information and data exists at many levels.", 
    "He said both Annex I and non-Annex I Parties need to consider carefully what is required to address these gaps, although he noted that the precise form of the information is less important at this stage than starting the process itself, as 'the best should not be the enemy of the good.", 
    "' Emphasizing the concept of integration as another key issue, he said some participants had noted that all relevant government agencies should be involved in what is a cross-sectoral issue.", 
    "He said governments need to identify the best means of facilitating communications, mediation and institution building, and noted that the idea of creating national teams that operate within government and have external outreach was worth exploring.", 
    "He stated that climate change is an iterative process, and that the appropriate policies and solutions will differ depending on circumstances, meaning a pragmatic approach is necessary. UGANDA highlighted three key issues: capacity building; poverty reduction; and the need to develop an action programme for adaptation.", 
    "He emphasized the need for institutional capacity building, and stressed the importance of establishing links to programmes and agencies in areas considered national priorities, such as poverty reduction, education and health.", 
    "He also stressed the need for poverty alleviation and climate change impact assessment in key sectors. The EUROPEAN COMMISSION highlighted the needs of populations in LDCs and those in poverty in low and middle income countries, as these people will suffer most from the adverse impacts of climate change.", 
    "He advocated mainstreaming the climate change agenda into development programmes and projects.", 
    "He further pointed to the urgency of setting priorities in light of scarce resources, in particular scarce human resources. Discussion: In the ensuing discussion, many delegates observed that a number of specific ideas and proposals for initial actions had been identified during this workshop.", 
    "Several delegates endorsed the proposal for regional climate centers.", 
    "UNSIDS supported using existing institutions to establish regional climate centers.", 
    "NIGERIA expressed reservations about creating centers that could be mono-sectoral in scope, and said regional centers that addressed a number of related areas would be preferable.", 
    "SPREP said that empowering existing regional centers to take on these activities would ensure that the initiative was multi- sectoral.", 
    "In response to the comments on regional centers, JAMAICA stressed that the aim was not to create new institutions but to establish this initiative within existing institutions. ZIMBABWE said initial actions would cover impact assessments, vulnerability assessment, evaluation of adaptation options and adaptation project implementation.", 
    "She noted that external and internal interventions would be necessary in terms of these initial actions.", 
    "External interventions would relate to capacity building, funding, and technology transfer, with a focus on project implementation and insurance.", 
    "Internal interventions would relate to developing political will, awareness raising, and integration of climate change in development planning. MAURITIUS highlighted the important assistance that developed countries can provide developing countries in terms of capacity building for both human resources and equipment.", 
    "He said capacity building in terms of human resources should focus on training those involved in climate change negotiations, relevant science and research, and operational aspects at the national level.", 
    "INDIA noted that, although the transfer of technology was an important tool in efforts to address climate change, the lessons and solutions to be found in traditional knowledge systems should not be overlooked.", 
    "CANADA urged identification of priorities for action as well as continuation of information-gathering, noting that 'action and learning are two sides of the same coin and we have to keep moving on both.", 
    "' On insurance, JAMAICA said governments will have to play a lead role and should have insurance coverage in order to attract inward investment.", 
    "He stated that, if developed countries had implemented their FCCC targets, adaptation would not be such an urgent issue now."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12125e.html", 
  "enb_long_title": "UNFCCC WORKSHOPS ON CONVENTION ARTICLE 4.8 AND 4.9 (ADVERSE EFFECTS)", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12125e_19", 
  "enb_end_date": "17-Mar-00"
}