{
  "countries": [], 
  "topics": [
    "Anthropogenic Interference with Climate System", 
    "forests", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "08-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "Tuesday was a somewhat busier day in Bonn, as work began on long-term issues under the two AWGs.", 
    "During the opening plenaries, a number of delegates voiced concerns over the lack of ambition on mitigation.", 
    "Several of them also drew attention to data published recently by the International Energy Agency showing that in 2010, global greenhouse gas emissions were higher than ever before.", 
    "In search of solutions, many attended a lunchtime special event by the SBSTA and the Intergovernmental Panel on Climate Change (IPCC) on the new IPCC Special Report on Renewable Energy Sources and Climate Change Mitigation.", 
    "While the report reaffirmed the increasing growth of emissions, it also gave delegates some reasons for optimism.", 
    "Messages from the IPCC included that the technical potential of renewable energy technologies exceeds the current demand and increasing renewable energy is therefore not so much a technical challenge as an economic one.", 
    "The report also drew attention to the role that renewable energy could play in achieving low stabilization scenarios.", 
    "That was an interesting event, commented one negotiator afterwards, but it also showed we need to work much harder on mitigation in the negotiations.", 
    "Meanwhile, the battle over the SBI and SBSTA agendas headed into day two.", 
    "In the morning, the SBI opened and attempted to forge ahead, but was soon forced to return to informal consultations, which continued late into the evening.", 
    "Late in the afternoon, SBSTA Chair Konaté announced that, while the question concerning REDD on the SBSTA agenda had been resolved, discussions on the forum on response measures continued.", 
    "In the corridors, some negotiators reported that the key sticking point concerning the SBI agenda was MRV, and the proposed agenda item on a forum on response measures was controversial on both agendas.", 
    "One exasperated technical expert worried that technical issues are being held hostage to policy debates, while another seasoned negotiator pointed to the proliferation of response measures in the agendas.", 
    "As afternoon turned to evening, the spotlight was on the cramped backroom where the seemingly intractable issues were to be resolved, with one impatient negotiator suggesting sending in the swat team to release the hostage agendas."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12504e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "", 
  "id": "enb12504e_9", 
  "enb_end_date": "08-Jun-11"
}