{
  "countries": [
    "Belgium", 
    "Kenya", 
    "China", 
    "Bangladesh"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "SPECIAL CLIMATE CHANGE FUND", 
  "enb_start_date": "30-May-05", 
  "enb_short_title": "UNFCCC SB 22", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue was first addressed by SBI on Friday, 20 May.", 
    "Several Parties expressed their disappointment that this matter was not resolved at COP 10.", 
    "The EU cited the EU funding pledge to the SCCF for adaptation and technology.", 
    "Bangladesh, for LDCs, said that LDCs should be able to access the SCCF for adaptation needs. The issue was then taken up in informal consultations and a contact group, which met twice and was co-chaired by Jozef Buys (Belgium) and Emily Ojoo-Massawa (Kenya).", 
    "Main areas of debate were the priorities and focal areas for the Fund.", 
    "The G-77/China opposed an EU proposal that funding shall 'support technical assistance.", 
    "' The EU argued, that such wording would allow the Fund to bring added value to whatever is already being undertaken elsewhere, whereas the G-77/China said this wording was inconsistent with decision 5/CP.7 (implementation of UNFCCC Article 4.8 and 4.9).", 
    "This tied in with disagreement over text referring to funding for economic diversification and for the development of non-energy uses of fossil fuels.", 
    "The EU argued that the purpose of economic diversification is to reduce dependence on one commodity, while the G-77/China noted that since many countries have only one resource, making that resource less polluting should be a purpose of the Fund. On Thursday, 26 May, the contact group Co-Chairs informed Parties that it had not been possible to reach an agreement, and the draft COP decision (FCCC/SBI/2005/L.13) was forwarded to SB 23 for further consideration.", 
    "Much of the text remains bracketed, particularly the paragraphs that identify priority areas for the Fund.", 
    "SBI Chair Becker urged delegates to arrive at COP 11 with more flexible mandates to allow for an agreement.", 
    "The EU noted that a more determined effort will be needed to reach agreement at COP 11, and that in the interim the EU will work with the GEF to ensure that its existing funding commitments are properly implemented."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12270e.html", 
  "enb_long_title": "United Nations Framework Convention on Climate Change: Twenty-Second Session of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12270e_47", 
  "enb_end_date": "30-May-05"
}