{
  "countries": [
    "Jamaica", 
    "Australia", 
    "Iran", 
    "Sudan", 
    "Panama", 
    "Nepal", 
    "Costa Rica", 
    "China", 
    "Indigenous Peoples", 
    "Paraguay", 
    "Belize", 
    "Nauru", 
    "Bolivia"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage", 
    "Adaptation", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "02-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "European Union", 
    "Central American Integration System", 
    "Independent association of Latin America and the Caribbean", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Many parties, including Bolivia, for the G-77/CHINA, Australia, for the UMBRELLA GROUP, Sudan, for the AFRICAN GROUP, and Nauru, for AOSIS, noted the need to finalize procedures of the Warsaw International Mechanism for Loss and Damage.", 
    "The G-77/CHINA highlighted, inter alia , that compliance with emission limitation or reduction commitments under the first commitment period of the Kyoto Protocol is paramount for building trust under the ADP negotiations.", 
    "He emphasized the group's proposals to establish a capacity-building committee and a mechanism on response measures.", 
    "With the AFRICAN GROUP, he lamented lack of concrete activities on MOI from developed countries.", 
    "The UMBRELLA GROUP underlined the need to deliver technical work and maintain broader awareness of implementation progress and make progress on institutional mechanisms for mitigation, adaptation and capacity building.", 
    "The AFRICAN GROUP called for the establishment of a framework, including a two-year work programme, on gender and climate change that goes beyond participation of women.", 
    "The EU stressed the need to improve MRV systems for all parties, taking into account national capacities, and emphasized the use of markets as a key element of the new agreement.", 
    "Nepal, for the LDCs, called for full implementation of the LDC work programme and integration of recommendations of the 2013-2015 Review in the ongoing ADP discussions.", 
    "The Republic of Korea, for the EIG: attached high priority to the multilateral assessment working group; urged the SED to start discussing detailed review methodologies; and called for discussions on the frequency of COP sessions, including the possibility of biennial COPs after 2015.", 
    "Nauru, for AOSIS, called for a permanent seat for AOSIS on the Executive Committee of the Warsaw International Mechanism for Loss and Damage, and cautioned against 'negotiation by exhaustion'.", 
    "Belize, for SICA, emphasized the importance of the CGE work programme and the need for updated training materials on non-Annex I parties' national communications, and called for progress on adaptation with a focus on implementation, noting that adequate and sustainable progress cannot be made without adequate and sustainable funding.", 
    "Panama, for CfRN, highlighted coordination of support for REDD+ activities and REDD+ results-based payments.", 
    "Costa Rica, for AILAC, emphasized the need for: accelerating work on, and making funds available for, NAP implementation; ensuring sustainable funds for the Adaptation Fund; strengthening capacity-building institutions and networks; and undertaking a science-based review of the global long-term goal.", 
    "Speaking for AOSIS on matters relating to the mechanisms under the Kyoto Protocol, Jamaica stressed the need to generate greater confidence in the CDM, including identifying how net mitigation can be built into the mechanism.", 
    "Iran said it has been excluded from enjoying Global Environment Facility (GEF) and CTCN support, and informed it was unable to submit its first biennial update report under the Convention.", 
    "Paraguay underscored the importance of strengthening the CDM modalities and procedures, and cooperation activities and frameworks under the Warsaw International Mechanism for Loss and Damage.", 
    "Climate Action Network, for ENGOs, called on parties to ensure in Lima that adaptation becomes an integral element of the new agreement.", 
    "Climate Justice Now!, for ENGOs, called for attention to the Warsaw International Mechanism for Loss and Damage, including related MOI. INDIGENOUS PEOPLES called for the rights of indigenous peoples to be guaranteed in all mitigation actions. WOMEN AND GENDER looked forward to strong outcomes on gender-related considerations, and said a new decision on gender and climate change would strengthen gender-responsive climate policy. YOUNGOs said ambition is only effective if implemented and called for ensuring that countries' commitments under the 2015 agreement include the principle of non-regression.", 
    "Business and Industry NGOs said private sector expertise should inform the formulation of INDCs, and called for establishing recognized channels for business engagement and consultation under the Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12609e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "sbi", 
  "id": "enb12609e_16", 
  "enb_end_date": "02-Dec-14"
}