{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Egypt", 
    "Tuvalu", 
    "India", 
    "United States", 
    "China", 
    "Japan", 
    "Venezuela", 
    "Barbados"
  ], 
  "topics": [
    "Mitigation", 
    "Financial Mechanisms and Funds", 
    "Mitigation"
  ], 
  "section_title": "MITIGATION:", 
  "enb_start_date": "06-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Parties first considered the placement of certain proposals and whether they should be considered by the overarching mitigation contact group or by some of the sub-groups.", 
    "EGYPT and SAUDI ARABIA stressed the need to avoid duplication.", 
    "JAPAN preferred discussing their proposals on policies and measures, MRV and review in the overarching contact group on mitigation.", 
    "Chair Zammit Cutajar said Japan s proposals would be considered by the overarching mitigation group.", 
    "He noted Australia s preference to keep their proposal on national schedules in relation to developing countries in the sub-group on 1(b)(ii) of the BAP, while saying the sequence of discussions should be considered to avoid duplication.", 
    "After a brief discussion, Chair Zammit Cutajar said he would prepare a non-paper to further re-order text on the introductory material to the mitigation section.", 
    "He then highlighted overlap between numbers in the sections on a shared vision and mitigation.", 
    "BRAZIL, SOUTH AFRICA, CHINA, INDIA, VENEZUELA and others preferred considering them under a shared vision, while BARBADOS and TUVALU stressed that mitigation goals are fundamental to mitigation action, preferring to discuss them under both building blocks.", 
    "Chair Zammit Cutajar suggested discussing goals under shared vision without excluding the possibility of including results of that discussion in the mitigation outcome.", 
    "He identified shared vision as the most important political element of the outcome and stressed it as serious stuff that frames the content of cooperative action as requested by the BAP.", 
    "The US outlined plans to introduce new text on MRV in the form of an appendix, highlighting the need for good insight into the efforts by parties.", 
    "He explained that the proposal builds on the existing frameworks, and would introduce enhanced reporting, as well as a technical review by experts, also identifying a possible role for the SBI.", 
    "He said that financial support would be provided for countries that are not capable of meeting the cost, and said that the sub-elements of the broad framework would be different, for instance, for LDCs and for developing countries that have more capacity and responsibility."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12435e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12435e_6", 
  "enb_end_date": "06-Oct-09"
}