{
  "countries": [
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "THE EXHAUSTED MANDATE:", 
  "enb_start_date": "27-Aug-07", 
  "enb_short_title": "AWG 4", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "AWG 4 (PART ONE) From its inception, the AWG's mandate installed a firewall restricting deliberations to new emission reductions by Annex I parties in the second and subsequent commitment periods under the Protocol.", 
    "As one UN agency observer suggested, while this restriction was probably an essential condition for the launch of the AWG process, the original mandate has, in some respects, been overtaken by evidence that the ultimate objective of the Convention cannot be achieved by the Annex I parties acting on their own.", 
    "With important data drawn from the IPCC AR4, the Secretariat's technical paper prepared for the Vienna meeting inevitably set up a collision between the AWG's mandate and the probable role of major emitters in the developing world in meeting a future global reduction objective.", 
    "The problem came into sharp focus in the IPCC's lowest stabilization scenario to contain atmospheric GHG concentrations to between 445-490 ppm.", 
    "Hidden within this scenario which offers the parties the nearest prospect of meeting the ultimate objective of the UNFCCC is a set of assumptions about the potential contribution of non-Annex I parties, due to the availability of cost-effective mitigation options in developing countries.", 
    "In other words, burden sharing and significant investment flows to secure emissions reductions, through technology transfer and expanded use of the CDM, with non-Annex I countries, is integral to the assumptions made in the literature that supports the IPCC Working Group III's lowest scenario.", 
    "Conventional wisdom seems to be taking hold in many capitals North and South that major emitters in the developing world will have to contribute directly or indirectly to future global emissions reduction targets.", 
    "However, the implicit burden sharing dimension associated with the lowest IPCC scenario threatened to bring the firewall down in the AWG's Vienna meeting and introduced what some regarded as a premature stand-off.", 
    "In the end, there was a trade-off in which Annex I parties agreed to soften language pointing to the need for a role by non-Annex I parties in realizing the commitments implied by the IPCC's lower scenario.", 
    "In part this was achieved by falling back on a reference to the AWG's agreed language from a previous session, which makes reference to future work on flexible mechanisms such as the CDM.", 
    "In return, Annex I parties agreed to G-77/China demands for more information on their future commitments.", 
    "The AWG will reconvene to continue to develop its work plan in Bali but, some argue, is working with an exhausted mandate, given the assumptions that are written into the IPCC's work on the lowest scenario and the growing governmental and non-governmental constituencies for this scenario to form the basis of ambitious 2012 commitments, if parties are to hold back temperature increases to around 2 °C."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12339e.html", 
  "enb_long_title": "Vienna Climate Change Talks 2007 - AWG 4 and the Dialogue 4", 
  "type": "working group", 
  "id": "enb12339e_22", 
  "enb_end_date": "31-Aug-07"
}