{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "South Africa", 
    "Iceland", 
    "United States", 
    "China", 
    "Indigenous Peoples", 
    "Germany", 
    "Norway", 
    "Burkina Faso"
  ], 
  "topics": [
    "National Communications & Inventories", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed by SBI in Plenary on Thursday, 17 June, and subsequently in a contact group charged with drafting conclusions on the subject, and chaired by Karsten Sach (Germany).", 
    "The contact group considered: arrangements for COP-10; future sessional periods; organization of the intergovernmental process; effective participation in the UNFCCC process; and an additional sub-item on arrangements for COP/MOP-1 proposed by the G-77/China.", 
    "The contact group met three times between Friday, 18 June and Wednesday, 23 June.", 
    "Parties adopted conclusions in the SBI Plenary held on Thursday, 24 June. On arrangements for COP-10, discussions centered around the timing, structure and themes of the high-level segment.", 
    "Several Parties, including Norway, Iceland, the EU, South Africa, AOSIS, Burkina Faso and Canada, urged discussions on energy.", 
    "Saudi Arabia opposed this idea.", 
    "On future sessional periods and organization of the intergovernmental process, Parties discussed the possibility of extending the period between COPs, and rationalizing the workload of the negotiating process. On effective participation in the UNFCCC process, debates focused on the participation and admission of observers, and on responding to a request by the UN Permanent Forum on Indigenous Issues to establish an ad hoc open-ended working group on indigenous peoples and climate change.", 
    "While some Parties supported exploring opportunities for participation by indigenous peoples, others felt representation on national delegations would be sufficient. Regarding the participation of observers, the US said his delegation was seeking to have a physical presence during meetings of the CDM Executive Board.", 
    "Chair Sach said the issue of observer status to the CDM Executive Board was regulated by an existing COP decision (decision 21/CP.8 on the CDM Executive Board).", 
    "Opposed by the EU, the US called for text clarifying that participation includes a physical presence, and suggested reviewing the issue at SBI-22.", 
    "Parties deliberated over whether to include a paragraph taking note of the concern expressed by the US with respect to the interpretation of the Rules of Procedure on transparency and attendance of the CDM Executive Board.", 
    "In the end, Parties agreed to reflect the concern of the US in the conclusions. On the membership of constituencies involved in the climate change process, the US raised concerns regarding the criteria for membership of the Research and Independent NGOs (RINGOs).", 
    "RINGOs indicated that the intention of membership criteria was simply to clarify how members are distinguished from other constituencies.", 
    "The US, supported by the G-77/China but opposed by the EU, called for a review of the approach for selecting membership of constituencies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12242e_58", 
  "enb_end_date": "28-Jun-04"
}