{
  "countries": [
    "Netherlands", 
    "Italy", 
    "Denmark", 
    "Panama", 
    "Malta", 
    "United States", 
    "Namibia", 
    "Ireland", 
    "New Zealand", 
    "Bolivia", 
    "Norway", 
    "Australia", 
    "South Africa", 
    "Mexico", 
    "Malaysia", 
    "Germany", 
    "Colombia", 
    "China", 
    "Tanzania"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "Post-2012", 
  "enb_start_date": "08-Dec-05", 
  "enb_short_title": "UNFCCC COP 11 and COP/MOP 1", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "IRELAND, MALTA, REPUBLIC OF KOREA and others supported launching a process at this conference, and NORWAY supported more ambitious commitments.", 
    "The G-77/CHINA, MALAYSIA, BOLIVIA, SOUTH AFRICA, NETHERLANDS, COLOMBIA, EC, PANAMA and MEXICO stressed the principle of common but differentiated responsibilities.", 
    "Several supported President Dion\u0092s latest proposal under the UNFCCC, while the G-77/CHINA supported addressing future commitments under Protocol Article 3.9.", 
    "TANZANIA, NAMIBIA and others suggested engaging developing countries on a voluntary basis, combined with enforceable commitments by others.", 
    "While noting the need not to impose ideas on developing countries, GERMANY called for a post-2012 regime built on the architecture of the Protocol. SOUTH AFRICA proposed a two-track approach consisting of bolstering the Protocol and supporting developing countries so that they can do their fair share.", 
    "COLOMBIA said a single, comprehensive regime is needed.", 
    "BOLIVIA said the value of avoided deforestation should be recognized in the new commitment period.", 
    "DENMARK stressed the need for a clear timetable for deciding a post-2012 framework.", 
    "NEW ZEALAND supported a post-2012 regime that effectively reduces emissions, is fair and equitable, cost effective, and economically viable.", 
    "The US said that all countries must be included in combating climate change.", 
    "She also highlighted the value of bilateral and multilateral partnerships. AUSTRALIA said President Dion\u0092s paper on future commitments recognizes that some will not participate if the template is for Kyoto-style national targets.", 
    "He said all major emitters need to take action and highlighted the importance of the Asia-Pacific Partnership and the G8 process.", 
    "ITALY stressed that countries should undertake structured global action for de-carbonizing the economy, including multilateral and bilateral mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12289e.html", 
  "enb_long_title": "Eleventh session of the Conference of the Parties to the Climate Change Convention and first meeting of the Parties to the Kyoto Protocol", 
  "type": "", 
  "id": "enb12289e_10", 
  "enb_end_date": "08-Dec-05"
}