{
  "countries": [
    "United States", 
    "Brazil", 
    "China"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "06-Dec-11", 
  "enb_short_title": "COP17", 
  "subtype": "corridors", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "With a second wave of participants arriving in Durban for the last week, the intensity in the hallways increased.", 
    "In the morning plenary, after reviewing the AWG-LCA text, some delegates complained that the lengthy text was disproportionately weighted to mitigation issues.", 
    "It s time we start discussing adaptation, said one negotiator, while another anxiously wondered whether we will ever get anything concrete under response measures.", 
    "Outside the negotiating room, high-level officials began outlining their positions.", 
    "During press conferences, China laid out five conditions for participating in a legally-binding climate deal to come into force after 2020 and Brazil signaled that they wanted a robust, legally-binding instrument and not just any instrument.", 
    "The EU continued to seek support for their proposal on a roadmap for a legally-binding agreement, with several AOSIS delegates indicating their strong preferences for early action under both tracks and setting clear deadlines.", 
    "The US called for all countries to take on comparable legal commitments, even if the timelines for implementation might be different.", 
    "Meanwhile, Indabas convened off-site by the COP Presidency appear to have became a popular place for problem solving.", 
    "As issues that need political resolution are being defined, in the next few days teams of Ministers are expected to be assigned to consult with parties on key issues in order to further advance the work toward a balanced outcome."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12530e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12530e_3", 
  "enb_end_date": "06-Dec-11"
}