{
  "countries": [
    "United States", 
    "Switzerland", 
    "China"
  ], 
  "topics": [
    "Flexibility Mechanisms", 
    "Compliance and Enforcement"
  ], 
  "section_title": "CONTACT GROUP ON MECHANISMS", 
  "enb_start_date": "03-Nov-99", 
  "enb_short_title": "COP-5", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates forwarded to SBI/SBSTA a Chairï¿½s draft decision and conclusions on the mechanisms requesting the Chairs of SBSTA/SBI to revise and update the synthesis of Partiesï¿½ proposals based on further submissions. Delegates expressed views on the project cycle of emissions trading.", 
    "AOSIS sought the establishment of a common set of principles across all the mechanisms, including the principles of environmental integrity and additionality.", 
    "The US said the integrity of the emissions trading system would be founded on monitoring and reporting under Protocol Articles 5 (methodological issues) and 7 (communication of information) and the existence of registries.", 
    "The G-77/CHINA said the nature and scope of emissions trading must be determined before operational details are worked out.", 
    "He added that the postulate ï¿½you cannot sell what you do not ownï¿½ should circumscribe the nature and scope of emissions trading.", 
    "The US and others noted the need to develop cost-effective mechanisms.", 
    "The EU stressed the need for the mechanisms to be underwritten by strong monitoring and reporting requirements.", 
    "SWITZERLAND suggested a ï¿½post-verification modelï¿½ wherein emission reduction units could not be transferred until they have been certified to be excess Assigned Amount Units.", 
    "Parties also expressed views on, inter alia: the notions of ï¿½fungibility,ï¿½ liability and book keeping."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12120e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12120e_16", 
  "enb_end_date": "03-Nov-99"
}