{
  "countries": [
    "Brazil", 
    "Denmark", 
    "Micronesia"
  ], 
  "topics": [
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "OTHER ISSUES CONTACT GROUP:", 
  "enb_start_date": "05-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Recalling the objective of narrowing down options in the Chair s text (FCCC/KP/AWG/2010/CRP.2), AWG-KP Vice-Chair Macey highlighted progress made on LULUCF during the August session.", 
    "He noted that there would be five informal consultations on LULUCF, co-facilitated by Marcelo Rocha (Brazil) and Peter Iversen (Denmark), as well as two meetings of each of the spin-off groups on flexibility mechanisms and the basket of methodological issues, both facilitated by himself.", 
    "He said there would be three contact groups, including one devoted to LULUCF, and provisions would be made for a joint meeting with the numbers group. ANNEX I EMISSION REDUCTIONS ( NUMBERS ) CONTACT GROUP: Co-Chair Jürgen Lefevere explained that the focus of discussions would be on further streamlining the Chair s text on Annex I parties further commitments (FCCC/KP/AWG/2010/CRP.2), noting that AWG-KP Chair Ashe had requested that parties work towards significantly reducing this text.", 
    "He outlined the proposed work plan for the contact group, to include discussions on: transforming pledges into QELROs; efforts and achievements to date and carryover of surplus AAUs; and the aggregate and individual scale of emission reductions, including duration of commitment periods and base year.", 
    "Co-Chair Lefevere informed parties that a paper setting out efforts and achievements to date was being prepared.", 
    "He further noted that several parties had drawn attention to errors in the Chair s text or to the fact that the text does not fully reflect their views, and invited these parties to identify such mistakes or gaps.", 
    "The FEDERATED STATES OF MICRONESIA and BRAZIL then provided clarification regarding their proposals on various issues such as Annex I parties commitments and carryover of surplus AAUs, and also identified mistakes in the Chair s text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12480e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "working group", 
  "id": "enb12480e_13", 
  "enb_end_date": "05-Oct-10"
}