{
  "countries": [], 
  "topics": [
    "Forests", 
    "Extension of the Kyoto protocol", 
    "National Communications & Inventories"
  ], 
  "section_title": "COP/MOP Decision", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its decision (FCCC/KP/CMP/2010/L.1), the COP/MOP: agrees to the same definitions of forest, afforestation, reforestation, deforestation, revegetation, forest management, cropland management, and grazing land management as in the first commitment period; requests the AWG-KP to consider if a cap should be applied to emissions and removals from forest management, and how force majeure can be addressed in the second commitment period; requests each Annex I party to submit by 28 February 2011 information on the forest management reference level included in Annex I, including updates to replace the value according to guidelines in Annex II, Part I; decides that these submissions shall be subject to a technical assessment by a review team according to guidelines in Annex II, Part II and that the outcomes will be considered by COP/MOP 7; and requests the AWG-KP to continue consideration of definitions, modalities, rules and guidelines for LULUCF activities under the Kyoto Protocol for application in the second commitment period.", 
    "The COP/MOP decision text also includes two annexes on: reference levels; and on guidelines for the submission and review process of forest reference levels.", 
    "Basket of methodological issues: The spin-off group met throughout the two weeks, focusing on new GHGs and common metrics to calculate CO2 equivalence of GHGs, including global warming potentials (GWPs).", 
    "On new gases , parties discussed options for reporting on, but not accounting for, gases where the source of emissions is poorly understood.", 
    "Some parties underscored the need for more technical work on this issue.", 
    "Parties also considered whether there is a need for both a COP/MOP decision and a Protocol amendment to include new gases.", 
    "In addition, there was growing convergence on the inclusion of nitrogen trifluoride.", 
    "Parties agreed on the need to expand the list of GHGs and considered legal concerns regarding the relationship between discussions on new GHGs and amendments to Annex A of the Protocol.", 
    "Divergent views remained on the specific gases.", 
    "On common metrics , parties focused on options for GWPs of short-lived gases, particularly methane.", 
    "Parties agreed to delete Article D on sectors and source categories listed in Annex A.", 
    "Parties also exchanged views on the need for a SBSTA work programme on common metrics.", 
    "Parties discussed whether to use the Intergovernmental Panel on Climate Change s (IPCC) Fourth Assessment Report (AR4) for GWPs and the implications of using either the IPCC Second Assessment Report or AR4 on parties aggregate and individual emissions.", 
    "Some parties highlighted the importance of using methodologies that are consistent with the AWG-LCA.", 
    "Outcome : The negotiating text (FCCC/KP/AWG/2010/CRP.4/Rev.4) was forwarded by the AWG-KP to serve as the basis for further negotiations.", 
    "Elements of this issue are reflected in the Cancun Agreements (FCCC/KP/AWG/2010/L.8/Add.1), including a section on basket of methodologies.", 
    "In the decision, parties state that GWPs for CO2 equivalence for the second commitment period will be provided by the IPCC.", 
    "For further details, see the section of this report on the Cancun Agreements.", 
    "Potential consequences of response measures: The spin-off group concentrated on the two remaining options in the draft decision text on whether to establish a permanent forum or use existing channels, including national communications, to address potential consequences of response measures.", 
    "Developing countries supported establishing a permanent forum, while developed countries preferred using existing channels, including national communications.", 
    "Divergent views remained on the issue and it was referred back to the AWG-KP contact group on Annex I further commitments.", 
    "AWG-KP Chair Ashe continued to conduct bilateral consultations.", 
    "The issue of a permanent forum remained unresolved.", 
    "Outcome: During the AWG-KP closing plenary on 11 December, the text (FCCC/KP/AWG/2010/CRP.4/Rev.4) was forwarded as the basis for further work at the next session."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_35", 
  "enb_end_date": "11-Dec-10"
}