{
  "countries": [
    "Canada", 
    "Australia", 
    "Iran", 
    "Zimbabwe", 
    "China", 
    "New Zealand"
  ], 
  "topics": [
    "Financial Mechanisms and Funds"
  ], 
  "section_title": "ADVERSE EFFECTS", 
  "enb_start_date": "13-Jun-02", 
  "enb_short_title": "SB-16", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "On implementing UNFCCC Article 4.8 and 4.9, Parties discussed Chair Daniela Stoytcheva\u0092s draft SBI conclusions.", 
    "ZIMBABWE, for the G-77/CHINA, said the conclusions failed to make a clear reference to the COP-7 decision on adverse effects (5/CP.7), and stressed the importance of reflecting views of implementation progress on wider activities.", 
    "She also opposed a sub-paragraph that notes that in the absence of funding, the proposed insurance and risk assessment workshops could be scheduled after COP-8.", 
    "IRAN emphasized the importance of future modeling activities.", 
    "CANADA urged Parties to consider the workshop TORs.", 
    "AUSTRALIA, CANADA, the EU and US said Parties should follow SBI Chair Estrada\u0092s request for a decision on process, not on substance.", 
    "Parties agreed to delete reference to financial contributions, but were unable to reach consensus on the importance of modeling activities, the scope of submission of Parties\u0092 views, and future workshops and their TORs.", 
    "Chair Stoytcheva adjourned the meeting to hold informal consultations. Delegates reconvened in the evening to consider new draft conclusions.", 
    "The G-77/CHINA maintained that the draft conclusions failed to reflect the wider implementation of activities.", 
    "NEW ZEALAND, CANADA, the EU and US supported the revised conclusions, arguing that they provided a balanced compromise.", 
    "Following further amendments, delegates agreed on the conclusions, which note the provision achieved to date on implementation of the Article and invite Parties to submit an oral update on the modeling workshop.", 
    "In addition, the conclusions invite Parties to submit views on progress by 1 August 2002, and stress the importance of the insurance and risk assessment workshops, the outcomes of which will be considered at SB-17."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12198e.html", 
  "enb_long_title": "Sixteenth Sessions of the Subsidiary Bodies", 
  "type": "", 
  "id": "enb12198e_5", 
  "enb_end_date": "13-Jun-02"
}