{
  "countries": [
    "Canada", 
    "Afghanistan", 
    "Netherlands", 
    "Iran", 
    "United States", 
    "Belgium", 
    "Austria", 
    "Germany", 
    "Switzerland"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "OUTREACH", 
  "enb_start_date": "09-Nov-04", 
  "enb_short_title": "IPCC-22", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item was discussed in a Task Group on Outreach on Tuesday and Thursday, and in plenary on Wednesday and Thursday. In the Task Group meeting on Tuesday, Outreach Task Group Co-Chair John Stone (Canada) asked the group to consider fact sheets prepared by the Secretariat introducing the IPCC, its history, membership, procedures, and activities.", 
    "Regarding fact sheets proposed at IPCC-21 on climate change and small island States, delegates expressed the need for a different preparation process for these particular sheets.", 
    "Some participants proposed that these be treated as short technical papers, as their preparation might require interpretation of IPCC-approved reports. In plenary on Wednesday, IPCC Secretary Christ introduced the document on outreach (IPCC-XXII/Doc.7), highlighting sections on interaction with the media and on the distribution of IPCC publications.", 
    "Task Group Co-Chair Stone reported on progress in the Task Group, explaining that discussions had focused on the fact sheets, with broad agreement that these should be translated into the six UN languages and formally sent to governments.", 
    "He noted that some participants proposed that fact sheets should include a statement making it clear that the materials they contain are derived from previously approved IPCC documents. Several countries stressed the urgent need for developing an outreach strategy.", 
    "The Netherlands, with the US, stressed the importance of reviewing fact sheets.", 
    "On producing a list of speakers, Austria and Belgium said experts must be clear about the capacity in which they are speaking.", 
    "Stressing the need for improved outreach in his region, Iran, supported by Afghanistan, proposed that the IPCC hold workshops focusing on Asia and the Middle East.", 
    "Switzerland and Belgium recommended exploring synergies with activities taken under UNFCCC Article 6 (education, training and public awareness).", 
    "Working Group III Co-Chair Bert Metz and Germany warned against postponing a decision on outreach, with Metz noting that two upcoming Special Reports will be completed prior to IPCC-24. In the Task Group on Thursday, participants discussed the preparation of a communications strategy, agreeing to prioritize a strategy for the 2005 release of the Special Reports on Safeguarding the Ozone Layer and the Global Climate System and on Carbon Dioxide Capture and Storage.", 
    "Noting resource constraints, they identified the preparation of a longer-term communications strategy as a second priority.", 
    "Stressing that outreach for the Special Reports should be carried out in collaboration with relevant Technical Support Units and the Task Group Co-Chairs, participants emphasized the need to: post the translation of the SPMs on the IPCC website within a month of their release; prepare press releases; organize media and other briefings; prepare a CD-ROM and a set of slides with key graphs; and provide a mechanism for feedback from users. In plenary on Thursday, Task Group Co-Chair Stone reported on progress.", 
    "Noting that one of the Special Reports is due for release at IPCC-23, he explained that the Bureau would be consulted on the communications strategy, and underlined a consensus that the Secretariat should proceed without delay to hire the appropriate expertise.", 
    "No decision was presented for adoption."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12248e.html", 
  "enb_long_title": "IPCC-22", 
  "type": "ipcc", 
  "id": "enb12248e_18", 
  "enb_end_date": "11-Nov-04"
}