{
  "countries": [
    "Canada", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "Tanzania", 
    "United States", 
    "China", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "POLICIES AND MEASURES (P&Ms)", 
  "enb_start_date": "18-Nov-00", 
  "enb_short_title": "COP-6", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates discussed the draft decision on P&Ms in two sessions of the contact group, and also during informal consultations held throughout the day.", 
    "In the first contact group in the morning, discussions focused primarily on revised text relating to the decision that future work on P&Ms should facilitate an assessment of 'demonstrable progress' of Annex I Parties in achieving their Protocol commitments.", 
    "CANADA argued that this issue is being examined in the contact group on Articles 5, 7 and 8.", 
    "With the support of JAPAN, AUSTRALIA and the US, and opposed by the G-77/CHINA and the EU, he proposed replacing the decision and its associated initiatives with alternative text stating that consideration of demonstrable progress cannot take place until the SBSTA has considered the issue pursuant to the guidelines that may be elaborated under Article 7.", 
    "Although opposing retention of the listed initiatives, JAPAN, the US and AUSTRALIA, opposed by the G-77/CHINA, also provided amendments to the existing text in case it should be retained, including: replacing text on the assessment of demonstrable progress by 2005 with a request to Parties to 'continue sharing information'; replacing the requirement to assess and minimize the adverse effects of P&Ms with a requirement to facilitate information sharing on this issue; and bracketing reference to the use of 'quantitative criteria' in reporting on P&Ms in national communications. On the preamble, the US and CANADA, opposed by the G-77/CHINA, urged deleting text recalling UNFCCC Articles 4.1 (commitments for all Parties), 4.2 (Annex I commitments), 4.8 (adverse effects) and 4.9 (least developed countries), and Protocol Articles 2 (P&Ms), 3.2 (demonstrable progress), 3.14 (adverse effects) and 7 (communication of information).", 
    "The EU proposed adding reference to UNFCCC Article 7.2(b) (exchange of information on measures) and 7.2(c) (co-ordination of measures), and Protocol Articles 13.4(c) (exchange of information on measures), 13.4(d) (co-ordination of measures), and bracketed reference to UNFCCC Article 4.8 and 4.9 (adverse effects), and Protocol Article 7. Delegates supported the Co-Chair's proposal that the implementation of P&Ms 'contributes to,' rather than 'is essential to achieve,' the objectives of the UNFCCC and Protocol.", 
    "In the rest of the morning session, limited progress was made in removing remaining bracketed text. The contact group reconvened in the evening to consider revised Co-Chairs' text that sought to provide for informal consultations that occurred in the afternoon.", 
    "On the preamble, the US, JAPAN and CANADA, opposed by the EU, SAUDI ARABIA and SAMOA, again urged deleting reference to specific UNFCCC and Protocol provisions.", 
    "These remained bracketed. On the decision relating to demonstrable progress, Co-Chair Muyungi (Tanzania) proposed presenting three broad options for consideration next week.", 
    "The US and AUSTRALIA underlined that there were four possible options.", 
    "SAUDI ARABIA urged the retention of bracketed text, rather than presenting different options.", 
    "AUSTRALIA and the US, opposed by SAUDI ARABIA and the EU, proposed deleting chapeau language on an assessment of demonstrable progress.", 
    "Delegates failed to resolve the issue of whether to present text on demonstrable progress in the form of options, or as consolidated bracketed text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12157e.html", 
  "enb_long_title": "Sixth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12157e_2", 
  "enb_end_date": "18-Nov-00"
}