{
  "countries": [
    "Canada", 
    "Australia", 
    "Algeria", 
    "Mexico", 
    "Gambia", 
    "South Africa", 
    "Switzerland", 
    "China", 
    "Niue", 
    "Japan", 
    "Russian Federation", 
    "Grenada", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "AWG", 
  "enb_start_date": "09-Nov-06", 
  "enb_short_title": "COP/MOP2", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "The AWG began with general statements.", 
    "South Africa, for the G-77/CHINA, said discussions should be limited to Protocol Article 3.9 (future commitments) and not linked to other articles.", 
    "The EU stressed that action by Annex I parties to the Protocol is not sufficient to tackle climate change.", 
    "AUSTRALIA said a future framework should include all major emitters, CANADA stressed the need to make it easier to extend the Kyoto family and the RUSSIAN FEDERATION underscored voluntary commitments.", 
    "The G-77/CHINA, LDCs, CLIMATE ACTION NETWORK and others called for more ambitious targets for Annex I parties, while the RUSSIAN FEDERATION emphasized considering national circumstances when determining targets. MEXICO proposed quantifying UNFCCC Article 2 (objective of the Convention), possibly by establishing a target for atmospheric carbon dioxide concentrations.", 
    "NIUE criticized the 2 °C goal as inadequate.", 
    "The G-77/CHINA and the EU said targets should be based on sound science.", 
    "Algeria, for the AFRICA GROUP, said the need for further information is no excuse for inaction.", 
    "Most parties stressed the need to ensure there is no gap between the first and second commitment periods, and to send a strong signal of continuity to the carbon markets and the CDM.", 
    "The G-77/CHINA, GAMBIA, GRENADA, CLIMATE ACTION NETWORK and others, opposed by JAPAN, said discussions on further Annex I commitments should be concluded by 2008.", 
    "The G-77/CHINA, LDCs, BUSINESS COUNCIL FOR SUSTAINABLE ENERGY and others called for longer commitment periods.", 
    "The G-77/CHINA, AFRICA GROUP and others called for a concrete work plan and timetable.", 
    "Chair Zammit Cutajar raised points for consideration, including: discussing the number of AWG meetings; holding AWG 4 back-to-back with the UNFCCC Dialogue; organizing more in-session workshops; signaling continuity of flexible mechanisms; launching work on an aspirational goal; distilling the aggregate level of ambition of Annex I parties; and establishing the duration of a future commitment. JAPAN noted that the mandate from Article 3.9 is to amend Annex B, not to deal with the continuity of the flexible mechanisms.", 
    "NORWAY underscored that the duration of the commitment cannot be determined independently of the number of Parties undertaking commitments and the ambition of those commitments. SOUTH AFRICA underscored that a structured work plan rather than a succession of workshops, would send a clear signal to the market.", 
    "SWITZERLAND proposed, inter alia , to hold three AWG sessions in 2007 with specific focal areas, and to finalize the analytical phase at COP/MOP 3."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12310e.html", 
  "enb_long_title": "UN Climate Change Conference – Nairobi 2006", 
  "type": "WORKING GROUP", 
  "id": "enb12310e_7", 
  "enb_end_date": "09-Nov-06"
}