{
  "countries": [
    "Brazil", 
    "Canada", 
    "Sudan", 
    "Philippines", 
    "Cuba", 
    "Turkey", 
    "United States", 
    "Belarus", 
    "Japan", 
    "Switzerland", 
    "Nauru", 
    "Norway", 
    "New Zealand", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Egypt", 
    "Tuvalu", 
    "South Africa", 
    "India", 
    "Malaysia", 
    "China", 
    "Russian Federation", 
    "Marshall Islands"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Loss and Damage", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADP Item 3: Draft Decision on Advancing the Durban Platform for Enhanced Action", 
  "enb_start_date": "10-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "PLENARY", 
  "actors": [
    "African Group", 
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In the morning and afternoon contact group sessions, parties continued discussions on the - \u0098Draft COP decision proposed by the Co-Chairs.", 
    "- \u0099 On a preambular paragraph on strengthening and scaling up adaptation action, Sudan, for the AFRICAN GROUP, supported by EGYPT, suggested adding references to the elements of Decision 1/CP.17 (establishing the ADP) and vulnerability of developing countries.", 
    "The PHILIPPINES called for referencing the ability to recover from extreme weather events and to biodiversity conservation.", 
    "PAKISTAN called for a reference to water security. SINGAPORE, opposed by Tuvalu, for the LDCs, suggested deleting 'scaling-up', and the EU suggested replacing it with 'enhancing'.", 
    "Many preferred the original formulation.", 
    "The US, with the REPUBLIC OF KOREA, JAPAN and NEW ZEALAND, suggested a shortened formulation making reference only to the 2015 agreement. BRAZIL, supported by SINGAPORE and the US, said a reference to sustainable development should remain in the paragraph.", 
    "BRAZIL and INDIA also said that food security and poverty eradication are important elements that should remain, and, with CHINA, called for specifying that poverty eradication relates to developing countries.", 
    "On a preambular paragraph regarding the ultimate objective of the Convention requiring 'strengthening the multilateral, rules-based regime' and implementation of existing commitments, the AFRICAN GROUP, supported by PAKISTAN and opposed by the EU, preferred 'multilateral, rules-based regime under the Convention'. CHINA, opposed by AUSTRALIA, proposed a new preambular paragraph noting 'the agreed outcome pursuant to the BAP and the Doha Amendment'.", 
    "On an operative paragraph welcoming the progress by the ADP on the implementation of all elements of Decision 1/CP.17, SAUDI ARABIA, with others, supported the Co-Chairs' text.", 
    "AUSTRALIA, supported by the US, NEW ZEALAND, JAPAN and others, proposed deletion of the reference to the implementation of all elements of Decision 1/CP.17, preferring progress by the ADP 'to advance its work'.", 
    "The US, with AUSTRALIA, the PHILIPPINES, CANADA, the EU and others, opposed by the LDCs, proposed progress made 'pursuant to Decision 1/CP.17'.", 
    "The AFRICAN GROUP, supported by the LDCs and opposed by CHINA, suggested replacing 'elements' with 'components'.", 
    "The LDCs, with TURKEY, preferred 'provisions'.", 
    "The AFRICAN GROUP agreed.", 
    "On a paragraph on welcoming the further elaboration of elements for a draft negotiating text in response to previous COP decisions, the LDCs, opposed by the US, AUSTRALIA and the EU, requested referencing Decision 2/CP.19 (Warsaw International Mechanism for Loss and Damage) and, opposed by SAUDI ARABIA and INDIA, further elaboration of elements 'as included in annex I' to the decision.", 
    "On a paragraph on preparing a negotiating text on the basis of annex I of the draft decision text, CUBA, supported by Malaysia, for the LMDCs, proposed 'acknowledging' the work of the ADP and 'deciding that the ADP continue its work in 2015 to finish the elaboration of the draft negotiating text'. AUSTRALIA, supported by SWITZERLAND, JAPAN, NORWAY and NEW ZEALAND, and opposed by the LDCs, suggested replacing 'on the basis of' with 'by furthering the consideration of' annex I, and, supported by the LDCs and opposed by the LMDCs and BRAZIL, including reference to the ADP preparing 'any related decisions'.", 
    "SWITZERLAND and NORWAY proposed adding 'without prejudice to' the 'structure' or 'content' of the final outcome.", 
    "The AFRICAN GROUP suggested 'drawing on' annex I and 'submissions received from parties'.", 
    "On a paragraph on preparation of a negotiating text by May 2015, the EU, supported by SWITZERLAND and the MARSHALL ISLANDS, and opposed by the LMDCs and CANADA, supported maintaining a reference to Article 17 of the Convention (protocols).", 
    "The LDCs, proposed 'noting, as appropriate, the requirements of Article 17'.", 
    "The LMDCs suggested that focusing on Article 17 could 'align us with a position we should not take at this stage', and, with the US, proposed 'noting any relevant timing requirements'. CANADA, supported by the US, preferred deciding that the ADP 'should aim to' prepare a negotiating text instead of 'shall'.", 
    "This was opposed by the LDCs who cautioned against 'slippage in timing'.", 
    "The RUSSIAN FEDERATION, supported by BELARUS, called for adding a reference to translation of the text into all official UNFCCC languages.", 
    "Relating to a paragraph on the scope of the 2015 agreement, the LDCs, supported by Nauru, for AOSIS, stressed loss and damage as a fundamental element of the 2015 agreement.", 
    "The US, supported by JAPAN, called for excluding reference to loss and damage, saying this was not an aspect referred to in Decision 1/CP.17.", 
    "The LMDCs called for adding references to addressing 'in a balanced manner, with full legal parity' all elements of paragraph 5 of Decision 1/CP.17.", 
    "On a paragraph on the ADP producing the text of the 2015 agreement, and elaborating any related decisions, for adoption by COP 21 and identifying the need for additional decisions at subsequent COP sessions, the EU welcomed the Co-Chairs' text.", 
    "The LMDCs opposed reference to any COP decisions.", 
    "SOUTH AFRICA emphasized the need for the ADP to complete its mandate 'as early as possible' and opposed elaborating decisions for adoption by COP 21.", 
    "On INDCs, the US, supported by the MARSHALL ISLANDS and opposed by the LDCs, proposed a new paragraph inviting parties to communicate their INDCs well in advance of COP 21, and those willing to do so by the first quarter of 2015.", 
    "BRAZIL, with SOUTH AFRICA, said the addition of this paragraph was contingent on deletion of a paragraph inviting parties that are not ready to communicate their INDCs by the first quarter of 2015 to do so by 31 May 2015 or as soon as possible thereafter.", 
    "On that paragraph, parties engaged in a lengthy debate on the timeframe for communicating INDCs. SINGAPORE, with BRAZIL, CHINA, EGYPT and many others, opposed by SWITZERLAND, the LDCs, CANADA, the US and others, requested deletion of 'by 31 May 2015'.", 
    "SWITZERLAND preferred 'well before COP 21', with TURKEY agreeing to 'before' COP 21.", 
    "The AFRICAN GROUP, with China, for the LMDCs, and others, opposed by the EU and others, favored 'by the first quarter of 2015 and endeavor to do so as soon as possible thereafter'.", 
    "On a paragraph acknowledging the support being provided to developing countries for the preparation of INDCs, and the need for such support to be further enhanced, the AFRICAN GROUP, opposed by the US, preferred 'some developing countries'.", 
    "The US proposed 'continuing need'.", 
    "The LDCs noted that some developing countries have not received any support and requested deleting 'to be further enhanced'.", 
    "The LMDCs, supported by MALAYSIA, proposed stressing the need for developed countries, the operating entities of the financial mechanism and any other organizations in a position to do so, to provide enhanced support.", 
    "On a paragraph on communication of the mitigation component of INDCs, NORWAY suggested: adding reference to unconditionality of efforts by all, while maintaining a reference to enhanced efforts by developing countries made possible with provision of support; and recognizing the special circumstances of LDCs and SIDS, with the latter proposal supported by the LDCs, with some amendments.", 
    "SAUDI ARABIA suggested bracketing 'a quantifiable mitigation component' and, with TURKEY, opposed reference to 'evolving' national circumstances.", 
    "The RUSSIAN FEDERATION requested clarification of the meaning of 'actions' and 'commitments'.", 
    "The EU insisted on 'commitments' only.", 
    "No agreement could be reached, with parties suggesting numerous alternative options.", 
    "The contact group continued into the evening."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12616e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "WORKING GROUP", 
  "id": "enb12616e_2", 
  "enb_end_date": "10-Dec-14"
}