{
  "countries": [
    "Turkey", 
    "Sudan", 
    "Panama", 
    "Costa Rica", 
    "Peru", 
    "Nigeria", 
    "Bolivia", 
    "Norway", 
    "Ecuador", 
    "Ghana", 
    "Saudi Arabia", 
    "Australia", 
    "Cuba", 
    "Venezuela", 
    "Papua New Guinea", 
    "Guatemala", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Uganda", 
    "United States", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Yemen", 
    "Pakistan", 
    "Uruguay", 
    "Egypt", 
    "Mexico", 
    "India", 
    "South Africa", 
    "Congo", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ORGANIZATION AND METHODS OF WORK IN 2010:", 
  "enb_start_date": "09-Apr-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first considered by the AWG-LCA s opening plenary on Friday morning.", 
    "It was subsequently taken up in informal plenary and informal consultations, chaired by Chair Mukahanana-Sangarwe, and in informal consultations on additional meeting time, facilitated by Robert Owen Jones (Australia).", 
    "Late on Sunday evening, the AWG-LCA s closing plenary adopted conclusions ( FCCC/AWGLCA/2010/L.2 ).", 
    "On Saturday morning, Chair Mukahanana-Sangarwe introduced draft conclusions to the informal plenary.", 
    "The main issues in the subsequent discussions included working methods, mandate for the Chair to prepare a new draft negotiating text for AWG-LCA 10 in June, and the documentary basis for preparing such text, as well as the need for additional meetings in 2010.", 
    "Many parties, especially developing countries, called for text on working methods to avoid repeating the Copenhagen experience and ensure that the negotiations are transparent and inclusive.", 
    "On text indicating that the AWG-LCA s working methods should be in line with UN principles and practices, and be inclusive, transparent and efficient, Turkey underlined that every party should be allowed the right to be heard.", 
    "India and Pakistan suggested the paragraph is unnecessary, and Saudi Arabia agreed, noting practices of the UN is a vague term and proposed continuing with existing working methods.", 
    "China also expressed a preference to delete the paragraph, as it represents the existing working method, but noted their flexibility.", 
    "The US noted that the UN Charter and UNFCCC rules of procedure do not provide guidance on principles, but accepted referencing inclusive, transparent and efficient negotiations.", 
    "When commenting on the Chair s revised draft conclusions during the AWG-LCA closing plenary on Sunday, Sudan, for the G-77/China, suggested indicating that the AWG-LCA continue to work in strict conformity with principles of the UN that are inclusive, democratic, transparent, open and legitimate.", 
    "The US noted that these principles are not found in the UN Charter and cautioned against being loose with legal text.", 
    "Yemen highlighted the UN s modus operandi of working in an inclusive and transparent manner and presenting all documents to all countries.", 
    "He also stressed the principle of sovereign equality enshrined in the UN Charter.", 
    "He proposed language agreeing to work in conformity with the principles of transparency and inclusiveness.", 
    "Turkey, supported by Papua New Guinea, noted the need for damage control because the rules and procedures of the UN were challenged in Copenhagen and proposed moving from a focus on principles to discussion of procedures.", 
    "The US appreciated Yemen s proposal, and suggested language working in an inclusive and transparent manner in accordance with procedures of the UN.", 
    "Saudi Arabia, proposed two options: that the AWG-LCA agreed to continue in strict adherence to inclusiveness or deleting the paragraph.", 
    "Parties agreed to delete the paragraph.", 
    "One of the main issues discussed was whether to give a mandate to the AWG-LCA Chair to prepare a new draft negotiating text for the June session and if so, what would be used as the basis for preparing such text.", 
    "Chair Mukahanana-Sangarwe highlighted that preparing a new text would not take any issue off the table and underscored the desire to avoid another 200-page document.", 
    "She stressed that there are multiple documents floating around and noted a need to have a single document.", 
    "Parties first commented on the Chair s draft conclusions during the informal plenary on Saturday morning, which noted that the Chair s draft negotiating text should draw upon the texts contained in the report of the AWG-LCA on its eighth session, as well as work undertaken by COP 15.", 
    "Bolivia highlighted a lack of consensus on the need for a new text, requesting that parties return to the report by AWG-LCA 8 to COP 15 (FCCC/AWGLCA/2009/17), and called for moving directly into negotiating mode.", 
    "China said developing new text may delay progress.", 
    "He stressed that language on mandating the Chair to develop new text should either be deleted, or clearly refer to work done by COP 15 based on the report by AWG-LCA 8 and not more broadly to work at COP 15.", 
    "Saudi Arabia stressed that the Copenhagen Accord has no legal status as the COP only took note of it, and indicated that any party could make a submission and include the Accord in it.", 
    "Supported by India, Saudi Arabia supported working on the basis of the AWG-LCA s report to COP 15.", 
    "Venezuela, with China, said the Chair s text should be compatible with the mandate given to the AWG-LCA in decision 1/CP.15 (FCCC/CP/2009/11/Add.1), which says that future work should be drawing on the report of the AWG-LCA presented to COP 15, as well as work undertaken by the COP on the basis of that report.", 
    "Egypt noted that the work undertaken by the COP on the basis of the AWG-LCA s report has no formal standing in the process as it was not reported back and discussed by the COP in Copenhagen.", 
    "The US underscored their confidence in allowing the Chair to facilitate negotiations by bringing all documents from Copenhagen together.", 
    "The Russian Federation highlighted the importance of developing a negotiating text that reflects the work during and after Copenhagen, including reference to COP decisions.", 
    "The EU highlighted the need to move forward quickly and supported allowing the Chair to facilitate the process by developing a new negotiating text.", 
    "She said all documents, including all COP decisions, should be considered.", 
    "Japan called for giving support and encouragement to the Chair.", 
    "Papua New Guinea stressed that the political guidance given by COP 15 cannot be ignored.", 
    "Cuba said the Copenhagen Accord is not an outcome of the Copenhagen Conference and said that if there is no consensus, parties may have to work on the AWG-LCA s text from COP 15.", 
    "Peru, for Chile, Ecuador, Colombia, Costa Rica, Guatemala, Panama and Uruguay, expressed support for taking into account decisions made at COP 15, as well as the AWG-LCA s report to COP 15, work undertaken by the COP on the basis of the report and views expressed by parties at this meeting.", 
    "Australia said that using all of the work done in Copenhagen was an appropriate basis for moving forward.", 
    "During the closing plenary on Sunday, Chair Mukahanana-Sangarwe invited comments on revised language, stating that the Chair s text would draw on the report of the AWG-LCA presented to the COP 15, as well as work undertaken by the COP on the basis of that report.", 
    "Sudan, for the G-77/China, proposed indicating that the basis for a new negotiating text should conform to decision 1/CP.15, which requests the AWG-LCA to continue its work, drawing on the report of the AWG-LCA to COP 15, as well as work undertaken by the COP on the basis of that report.", 
    "She also proposed a footnote referring to the AWG-LCA s report to COP 15 as well as including a new paragraph indicating that the AWG-LCA invites parties to make submission on additional views at the latest on 26 April 2010, which the Chair may draw upon in preparation of a draft text for consideration of parties at the June session.", 
    "Saudi Arabia explained that the purpose of this paragraph is to show that the Copenhagen Accord has no legal status and parties wishing to include it should do so through submissions.", 
    "The Russian Federation stressed the need to include language referring to the decisions taken by the COP alongside the AWG-LCA s report to COP 15 and work undertaken by the COP on the basis of that report.", 
    "He said parties should not pretend that they never traveled to Copenhagen.", 
    "Highlighting the large number of parties that have associated themselves with the Copenhagen Accord, the US suggested accepting both the Russian Federation and the G-77/China proposals.", 
    "This was supported by the Russian Federation, the EU and Australia.", 
    "The G-77/China, with Cuba, Yemen and Venezuela, stressed that additions to language agreed by the COP are not acceptable.", 
    "Colombia highlighted that the proposal by the G-77/China resulted from a very difficult compromise within the G-77/China.", 
    "She underlined her country s association with the Accord while urging parties to be practical as we need to leave Bonn with a mandate.", 
    "Also noting its association with the Accord, Guatemala said the proposal by G-77/China represents an elegant way to move forward because parties can introduce the Accord through submissions without a lengthy debate about its legal status.", 
    "The Chair noted that significant progress had been made since the morning as all parties now agree that the Chair should be given a mandate to prepare new text.", 
    "Costa Rica highlighted that the discussion is not just about process but about the credibility of the UNFCCC in terms of whether it can constructively move forward.", 
    "Chair Mukahanana-Sangarwe proposed that parties compromise by accepting the G-77/China s proposal with the understanding that work undertaken by the COP on the basis of the AWG-LCA s report includes all work by the COP, including its decisions.", 
    "She urged parties to accept the proposal, noting its constructive ambiguity.", 
    "Parties agreed to this suggestion.", 
    "During the closing plenary late on Sunday night, parties also discussed paragraph on subsequent meetings of the AWG-LCA .", 
    "Chair Mukahanana-Sangarwe noted the draft conclusions said the AWG-LCA would be held in conjunction with SB 32 and that its sessions would be held together with the sessions of the AWG-KP.", 
    "The proposed draft conclusions also provided that there would be two sessions of the AWG-LCA between AWG-LCA 10 and COP 16.", 
    "Saudi Arabia, for the G-77/China, called for indicating that the AWG-LCA would also meet in conjunction with COP 16.", 
    "This was reiterated by Nigeria, Egypt, Ghana and many other developing countries.", 
    "Mexico requested the opportunity to present at SBI 32 their vision for organizing COP 16 and moving forward in June.", 
    "Saudi Arabia highlighted that it is for the parties to decide how to proceed at the COP.", 
    "Uganda argued that the host country is attempting to impose conditions on negotiations.", 
    "The US, supported by Turkey and Switzerland, suggested postponing the decision about to whether the AWG-LCA would meet in conjunction with COP 16 until June.", 
    "Chair Mukahanana-Sangarwe suggested that the AWG-LCA meet at the COP, as necessary.", 
    "Mexico, New Zealand and Norway supported this.", 
    "Saudi Arabia, supported by Ghana and Nigeria, suggested the AWG-LCA will meet at COP 16 unless it has finished its work.", 
    "The Democratic Republic of the Congo, for the African Group, highlighted that if the work is not concluded the AWG-LCA should meet.", 
    "Following informal negotiations with Mexico, South Africa, for the African Group, introduced new text that the AWG-LCA would meet in conjunction with the COP for as long as necessary.", 
    "The Russian Federation requested indicating that the AWG-LCA takes note of a proposal that the SBI consider the option that a high-level session be held before Cancún, rather than the AWG-LCA inviting the SBI to consider the proposal.", 
    "Saudi Arabia, for the G-77/China, suggested deleting the paragraph.", 
    "Pakistan suggested deleting language on providing high-level policy direction.", 
    "Papua New Guinea, Turkey and Grenada, for AOSIS, highlighted the importance of the paragraph and, with Yemen, supported the suggestion by the Russian Federation.", 
    "Parties agreed to this approach, taking into account the suggestions by the Russian Federation and Pakistan."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12460e.html", 
  "enb_long_title": "Bonn Climate Change Talks - April 2010", 
  "type": "WORKING GROUP", 
  "id": "enb12460e_11", 
  "enb_end_date": "11-Apr-10"
}