{
  "countries": [
    "Australia", 
    "Samoa", 
    "Poland", 
    "United States", 
    "Netherlands", 
    "Marshall Islands", 
    "China", 
    "Iran", 
    "Switzerland", 
    "Japan", 
    "Botswana"
  ], 
  "topics": [
    "Flexibility Mechanisms"
  ], 
  "section_title": "ACTIVITIES IMPLEMENTED JOINTLY", 
  "enb_start_date": "27-Oct-99", 
  "enb_short_title": "COP-5", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On the experience with AIJ, the G-77/CHINA underlined the imbalance of the geographical distribution of pilot projects and urged extension of the pilot phase.", 
    "AOSIS said carbon sequestration projects may not guarantee measurable and long-term effects and expressed concern over the possible inclusion of sinks.", 
    "With the MARSHALL ISLANDS, BOTSWANA and SAMOA, he opposed linking AIJ to the Protocol mechanisms.", 
    "JAPAN, supported by the EU, said the experience gained is sufficient for a comprehensive review.", 
    "With POLAND, he stressed that an AIJ project should be eligible under joint implementation (JI) or CDM if it meets the criteria for eligibility and if the Parties involved agree.", 
    "The MARSHALL ISLANDS urged discontinuation of temporary carbon storage projects under AIJ.", 
    "The US proposed exploring the eligibility of AIJ projects under CDM or JI. Opposed by AOSIS, BOTSWANA and IRAN, the EU, with SWITZERLAND, proposed that AIJ should be credited retroactively.", 
    "She identified the lack of crediting and capacity in the host countries and high transaction costs for small projects as barriers in the pilot phase.", 
    "SWITZERLAND and AUSTRALIA said that without credit, industries would be cautious about AIJ. IRAN noted the absence of criteria for assessing and elaborating the benefits of AIJ projects and said these were subject to different interpretations by the Parties.", 
    "He called for a continuation of the pilot phase without preconditions or credits.", 
    "BOTSWANA said introducing crediting would confuse the process.", 
    "AOSIS drew attention to the inaccuracies, under-reporting and procedural complications that make it inappropriate to credit retrospectively. The REPUBLIC OF KOREA said that since most AIJ projects are financed though official funds like ODA and the GEF, credits certification should be treated carefully.", 
    "The AFRICAN GROUP underscored the need to involve local communities in the design and execution of such projects. On the reporting format, SWITZERLAND stressed simplicity.", 
    "The US suggested that the Secretariat convene a technical meeting on the common reporting format.", 
    "A contact group will be convened chaired by Yvo de Boer (Netherlands)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12114e.html", 
  "enb_long_title": "Fifth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12114e_4", 
  "enb_end_date": "27-Oct-99"
}