{
  "countries": [
    "Sudan", 
    "Norway", 
    "France"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance"
  ], 
  "section_title": "IPCC PROGRAMME AND BUDGET", 
  "enb_start_date": "14-Oct-13", 
  "enb_short_title": "IPCC37", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday, IPCC Secretary Christ introduced this agenda item and documents, including on the statement of income and expenditure, the budget for the years 2014, 2015 and 2016 (IPCC-XXXVII/Doc.2, Corr.1 and IPCC-XXXVII/Doc.2, Corr.1 Add.1); matters related to travel by participants and arrangements for meetings (IPCC-XXXVII/Doc.7); and on reporting services for IPCC meetings (IPCC-XXXVII/Doc.26).", 
    "The Financial Task Team took over discussions in a breakout group, meeting five times during the session, co-chaired by Nicolas Beriot (France) and Ismail El Gizouli (Sudan).", 
    "On Thursday afternoon, Co-Chair Beriot reported on the work of the group, noting, among other things, that amendments would have to be made to the budget to accommodate meetings of the Task Group on the future of the IPCC and AR5 outreach activities.", 
    "He also said the team had examined the results of a study launched by the Secretariat and WMO to assess travel arrangements and had recognized a serious effort by the Secretariat to improve the situation, adding that this should be sustained.", 
    "He expressed the Financial Task Panel's gratitude to governments, WMO and UNEP for their contributions and presented the Financial Task Team's recommendations to the Panel, which included, among other things: - requesting the Secretariat to contact IPCC focal points and invite them to consider making funding provisions to cover outreach activities after the launch of a report; - encouraging governments, that are in a position to do so, to emulate Norway in its support of outreach activities for the SREX; - noting that pressures on the budget will increase along the AR5 cycle and calling on countries to maintain or increase their contributions; - noting the revised standard cost of travel from CHF4,500 to CHF4,000; and - allocating a grant of CHF50,000 to cover travel costs to Earth Negotiations Bulletin writers covering the WGII, WGIII, and AR5 SYR approval sessions in 2014.", 
    "The Panel adopted the recommendations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12582e.html", 
  "enb_long_title": "Thirty-seventh session of the Intergovernmental Panel on Climate Change (IPCC-37)", 
  "type": "ipcc", 
  "id": "enb12582e_23", 
  "enb_end_date": "17-Oct-13"
}