{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "Honduras", 
    "Tuvalu", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "14-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates considered the text on modalities and procedures for a CDM.", 
    "JAPAN, HONDURAS and several Latin American Parties, opposed by TUVALU, proposed deleting the list of requirements for project activities.", 
    "The AFRICA GROUP urged equitable geographic distribution of CDM projects.", 
    "The US highlighted elements in its written submission relating to, inter alia: an 'eligibility threshold' that addressed difficulties with investment additionality; standards for baselines; and crediting for sinks.", 
    "The EU emphasized its proposals on baselines and public participation in the CDM.", 
    "The G-77/CHINA highlighted additionality, stressing that this is wider than baselines.", 
    "The REPUBLIC OF KOREA said baselines are the only practical criteria for screening business-as-usual projects.", 
    "CANADA highlighted difficulties in implementing various forms of additionality other than environmental additionality. On the linkage between CDM and LULUCF, BRAZIL, with the G-77/CHINA, argued that CDM discussions be contingent on decisions in the LULUCF contact group, and objected to a proposed presentation by the Secretariat on this issue, and to a question-and-answer session by the Chair.", 
    "AUSTRALIA, the US, JAPAN, SWITZERLAND, and NEW ZEALAND expressed concern with this objection.", 
    "In closing discussions on the CDM, Chair Chow expressed concern with the number of key issues on which Parties had not given guidance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12149e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "", 
  "id": "enb12149e_6", 
  "enb_end_date": "14-Sep-00"
}