{
  "countries": [
    "Jamaica", 
    "Qatar", 
    "Kuwait", 
    "India", 
    "Saudi Arabia", 
    "China", 
    "Argentina", 
    "Venezuela"
  ], 
  "topics": [
    "Adverse Effects & Response Measure", 
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "METHODOLOGICAL GUIDANCE FOR ACTIVITIES RELATED TO REDD+ (SBSTA)", 
  "enb_start_date": "14-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "plenary", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "During the afternoon informal consultations, parties discussed national forest reference emission levels and/or forest reference levels.", 
    "Many parties underscored that the reference levels should be used as a benchmark to assess the changes in forest cover and carbon stocks.", 
    "However, many parties called for clarification on, inter alia : definitions, including on forests and between reference emission levels and reference levels concepts; adjusting reference levels to national circumstances and how to define these; ensuring consistency between sub-national and national reference levels; the type of forests included, if considering natural and plantations; and the possibility of including safeguards. JOINT SBI/SBSTA FORUM ON RESPONSE MEASURES A joint SBI/SBSTA forum on the impact of the implementation of response measures, convened by the SBI and SBSTA Chairs, began on Monday morning, with additional sessions scheduled for the afternoon and the next two days.", 
    "The forum opened with parties technical presentations on the negative and positive impacts of climate policies, a potential work programme on response measures and modalities for operationalization of that work programme.", 
    "The EU highlighted, inter alia, impact assessments and stakeholder consultations underlying its climate legislation.", 
    "He noted positive consequences for developing countries of measures, such as the EU sustainability criteria for biofuels and carbon dioxide performance standards for cars.", 
    "He also discussed the EU s decision to include aviation emissions in the EU ETS from 2012 onwards, saying airlines from more than 100 developing countries were excluded through the de minimis requirement and underscoring the small impact on the cost of air travel.", 
    "Argentina, for the G-77/China, underscored that all developing countries are vulnerable to the impacts of current and potential response measures.", 
    "Identifying the need to establish a forum for their consideration, she explained that the forum would constitute a permanent platform for discussions and information-sharing, and that it would also make recommendations to the COP.", 
    "Jamaica, for AOSIS, suggested identifying and assessing vulnerabilities across industries, such as tourism, shipping, air travel and cruise ships.", 
    "The Organization of the Petroleum Exporting Countries (OPEC) noted the vulnerability of oil-producing countries to the impacts of response measures and called for a permanent forum on response measures.", 
    "A number of countries expressed concern over a possible conflict between climate policies and international trade.", 
    "India presented on protectionist unilateral trade measures, saying that carbon footprint standards, including aviation in the EU ETS and the proposed American Clean Energy and Security Act, restrict market access by LDCs and other developing countries.", 
    "Kuwait highlighted the vulnerability of oil-exporting countries because of their high dependence on a single commodity.", 
    "Qatar and Saudi Arabia said methodologies should be available to assess policy measures for negative impacts, and Saudi Arabia added that a permanent forum would implement a detailed work programme, negotiate COP decisions, assign specific tasks to the SBSTA and SBI, review progress on implementation, and provide follow-up.", 
    "Venezuela highlighted the need to create resilience to the economic impact on hydrocarbon markets and called for a permanent forum.", 
    "The presentations will be available at: http://unfccc.int/cooperation_support/response_measures/items/6009.php >."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12509e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "sbsta", 
  "id": "enb12509e_4", 
  "enb_end_date": "14-Jun-11"
}