{
  "countries": [
    "Canada", 
    "Mauritania", 
    "Chile", 
    "Denmark", 
    "Poland", 
    "United States", 
    "Japan", 
    "Switzerland", 
    "Norway", 
    "Burkina Faso", 
    "Australia", 
    "South Africa", 
    "Iceland", 
    "Uruguay", 
    "China", 
    "Colombia", 
    "Hungary"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR SCIENTIFIC AND TECHNICAL ADVICE", 
  "enb_start_date": "05-Jun-98", 
  "enb_short_title": "8th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77 and China", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On methodological issues, the US and EU stressed keeping the guidelines under review and incorporating additional methodological issues raised by the Kyoto Protocol.", 
    "Supported by POLAND, HUNGARY underscored the need to enhance understanding of the three new gases under the Kyoto Protocol.", 
    "POLAND said that there is a need to conduct further work on emission factors since these differ for different sectors, between and within countries.", 
    "He called for guidelines for the preparation of default projections.", 
    "The Chair proposed a workshop on national communications and another with the aim of addressing the problems identified by SBSTA. Some countries, including JAPAN and the US, noted the urgent need for a decision on which anthropogenic activities should be included because it influences the ability of some countries to ratify and implement the Protocol.", 
    "The EU reaffirmed that inclusion of sink activities should not undermine incentives for action on gross emission mitigation.", 
    "AUSTRALIA and the US suggested prioritization of issues.", 
    "MAURITANIA, with ICELAND, cautioned against concentrating solely on forests and conservation.", 
    "AOSIS expressed concern over 'blanket' inclusion in sinks of all land use and forestry activities as this would introduce uncertainties and distract the Protocol from focusing on fossil fuel dependence.", 
    "COLOMBIA stressed that technical aspects of Article 3.3, such as establishing what is meant by net change in stock, must be resolved.", 
    "Addressing Article 3.4 depends on the will of some Parties.", 
    "NORWAY and CANADA sought to establish a process to enable COP-5 to consider sinks. Several delegations said SBSTA should call on IPCC to address outstanding technical questions in a special report.", 
    "The EU called for work on methodologies for quantifying changes in soil carbon as a result of forest activities since 1990, and on whether the current revised 1996 IPCC guidelines allow for transparent reporting and verfication.", 
    "With AOSIS, JAPAN, the US and AUSTRALIA, he sought clarification of the IPCC terms and definitions of afforestation, reforestation and deforestation.", 
    "ICELAND said improvements to degraded land should be included in the list of human-induced activities.", 
    "With the US, he said IPCC should evaluate the consequences of limiting activities that can be included.", 
    "The US also highlighted, inter alia: effects of cropland and rangelands; improvements in forest management; and inventory and data reporting. SOUTH AFRICA, supported by BURKINA FASO, said SBSTA should task the IPCC to examine, inter alia, methods for distinguishing natural and anthropogenic sinks, the role of carbon stocks and wood products, definitions of eligible land uses and the role of sinks in biodiversity protection. CANADA said the capacity of agricultural soils presents a global opportunity for promoting sustainable farming and said soil sink projects should be included under the CDM.", 
    "The US cautioned against delays in the CDM process and said sink-related activity must move forward in the project-based process.", 
    "Some delegations, including CANADA, JAPAN and the US supported continuing discussions informally.", 
    "The EU, NORWAY, DENMARK, COLOMBIA and ENVIRONMENTAL NGOs stressed links to other conventions, including those on biodiversity and desertification.", 
    "Paul Maclons (South Africa) and Maciej Sadowski (Poland) will chair a contact group on the request to IPCC. ICELAND, supported by AUSTRALIA, expressed concern over the difficulties posed to small countries arising from the setting of quantified limits on single project emissions and called for the adoption of a threshold value for significant proportional impact and separate reporting of process emissions.", 
    "AOSIS expressed concern that a poor message will be sent if exemptions are listed when the Protocol is adopted.", 
    "The US said additional accommodations must be cautiously approached.", 
    "The EU recalled that differences are already addressed by differences in quantified emission reductions and was reluctant to give exceptions for single projects.", 
    "SWITZERLAND said a separate methodological process would threaten credibility.", 
    "The Chair asked Iceland to provide more information to the Parties. On technology transfer, the G77/CHINA explained that the poor responses to the surveys to establish needs can be attributed to the absence of specific frameworks for the implementation of the Convention.", 
    "AUSTRALIA called for the identification of synergies in technology transfer work under other Conventions.", 
    "Together with the US, he noted that national communications of non-Annex I countries would be helpful in identifying technology needs and underscored the role of the private sector in furthering this sector.", 
    "The EU expressed hope that the flexibility mechanisms proposed under the Kyoto Protocol would facilitate the transfer of technology. CANADA said expertise in responding to questions already exists in the private sector and research centers.", 
    "URUGUAY noted the need to transfer concrete emission reduction projects, not just surveys and reports.", 
    "He recommended a financial mechanism for technology transfer.", 
    "CHINA said the issue of technology transfer had been marginalized and noted that it is different from information centers.", 
    "COP-4 should address this as a separate agenda item.", 
    "CHILE saw much potential for technology transfers through the CDM. On the issue of technology information centres, delegates called for: the identification and assessment of means to improve the flow of information and technology; the establishment of regional centres, greater engagement of the private sector; consideration of needs and participation of beneficiaries; and the need to develop, strengthen and use existing institutions. On technology work programmes, comments addressed: improved government coordination; identification of barriers to transfer; incentives for transfers by the private sector; and a September deadline for submissions on the work programme.", 
    "A contact group will consider technology transfer."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1280e.html", 
  "enb_long_title": "Eighth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBSTA", 
  "id": "enb1280e_2", 
  "enb_end_date": "05-Jun-98"
}