{
  "countries": [
    "Burundi", 
    "France"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "SBI Conclusions", 
  "enb_start_date": "04-Jun-14", 
  "enb_short_title": "SB 40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBI/2014/L.20), the SBI, inter alia : - concludes that the 3rd and 4th Dialogues on Article 6 of the Convention will be convened during SBI 42 and SBI 44, respectively, in Bonn; - invites parties, observer organizations and other stakeholders to submit to the Secretariat, by 18 February 2015, their feedback on the organization of the 2nd Dialogue and their views on the agenda for the 3rd Dialogue; - agrees to develop terms of reference for the intermediate review of the implementation of the Doha work programme for consideration at SBI 42, with a view to launching the review at SBI 44; and - decides to take into account the proposals contained in an annex to the conclusions, titled 'Elements as input to the intermediate review of the implementation of the Doha work programme on Article 6 of the Convention', as input to the review in 2016, and invites submissions of further ideas to the Secretariat by 18 February 2015.", 
    "2nd Dialogue on Article 6 of the Convention: The Dialogue convened in three sessions, beginning on 5 June, focusing on public participation, public awareness and public access to information, with international cooperation as a cross-cutting theme.", 
    "The Dialogue was chaired by SBI Chair Yauvoli, and co-facilitated by Renilde Ndayishimiye (Burundi) and Paul Watkinson (France).", 
    "Opening the dialogue, incoming COP President Pulgar-Vidal stressed the importance of connecting citizens' expectations to the formal negotiating process, and retaining the confidence of civil society through openness and transparency.", 
    "Former SBI Chair Tomasz Chruszczow described the exchange of messages between policymakers and civil society as the only way to start changing human behavior.", 
    "Sessions focused on good practices and lessons learned.", 
    "Themes included: public participation in climate change policy decision-making and action; raising public awareness and mobilizing climate action; and public access to information as a means for enhancing public input to informed decision-making and effectiveness of climate action."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12598e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2014", 
  "type": "", 
  "id": "enb12598e_41", 
  "enb_end_date": "15-Jun-14"
}