{
  "countries": [
    "Japan", 
    "China", 
    "India", 
    "South Africa"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "SB 26 IN THE UNFCCC PROCESS", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Pressure is clearly mounting to make significant advances in international climate policy, especially concerning the post-2012 period after the first commitment period under the Kyoto Protocol expires.", 
    "According to many, the recent reports by the three IPCC Working Groups have ended once and for all the debate on anthropogenic climate change, provided a daunting preview of its impacts and, importantly for policymakers, pointed to the availability of low-cost mitigation opportunities and the necessary technologies.", 
    "With such a clear picture, a serious political response to the IPCC findings would seem to be needed, including launching more ambitious negotiations on the post-2012 regime in earnest.", 
    "As supporters of the UNFCCC process point out, though, the Bonn gathering was never designed to achieve a breakthrough in such negotiations.", 
    "Rather, its role was to prepare the ground for high-level meetings where political decisions can actually be made.", 
    "According to some veteran negotiators, Bonn did this job rather well.", 
    "The IPCC briefing on the Fourth Assessment Report helped delegates to digest and better understand the latest science.", 
    "The numerous workshops held in Bonn also opened spaces for dialogue and served as an important testing ground for ideas that many hope may eventually crystallize into a shared vision of the post-2012 regime.", 
    "Several presentations, both from parties and industry, proved that there is now serious thought being given to the future.", 
    "Some of the most interesting ones included presentations by South Africa and India on adaptation, by the EU on its new climate policies and emission reduction targets for 2020, and by the International Energy Agency, Japan and China on energy.", 
    "Some of the results from Bonn could also play a role in the post-2012 negotiations, either as components of a possible new agreement or as bargaining chips.", 
    "While progress was made towards operationalizing the Adaptation Fund, questions concerning institutional arrangements were deliberately left to Bali, where they may possibly be used to block or advance other discussions.", 
    "Reducing emissions from deforestation is already expected to play an important role in Bali, since it directly engages developing countries in efforts to address an important share of global emissions.", 
    "The same may apply to technology transfer issues that were referred from Bonn to Bali, which some think could play a role in the negotiations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_79", 
  "enb_end_date": "18-May-07"
}