{
  "countries": [], 
  "topics": [
    "Flexibility Mechanism", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanims"
  ], 
  "section_title": "MECHANISMS", 
  "enb_start_date": "18-Jul-01", 
  "enb_short_title": "COP-6 bis", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The negotiating group on mechanisms met in the morning, and completed its first consideration of the negotiating texts.", 
    "Delegates compared Pronk's text with the negotiating text carried forward from The Hague, and identified contentious issues for consideration in the High Level Ministerial Segment.", 
    "During the discussions, a number of delegates expressed their general support for Pronk's text, subject to further clarification on technical issues. Regarding participation in project activities under the Clean Development Mechanism (CDM), several developing countries welcomed the removal from Pronk's text of the requirement to submit national communications.", 
    "On the issuance of certified emission reductions (CERs), a developing country questioned the involvement of CDM institutions in distribution activities, and said 15 days was too short for issuing CERs.", 
    "A developing country expressed concern with the provisions in the Pronk text on the adaptation fund.", 
    "On supplementarity and environmental integrity, a developing country called for new proposals, and noted an earlier proposal by one Annex I Party on dealing with surplus assigned amounts. On Joint Implementation (JI), most Annex I Parties supported the two-track approach adopted in the Pronk text, but differed on the establishment of a supervisory committee for verifying emissions reduction units.", 
    "A number of countries with economies in transition, opposed by various developing countries, called for the development of appendices on the procedural elements for JI during this meeting.", 
    "On emissions trading, delegates failed to agree on the level of the commitment period reserve.", 
    "Developing countries underlined their concerns with supplementarity and the adaptation levy, and with the unequal rules governing CDM and trading.", 
    "On supplementarity, a grouping of Annex I Parties indicated a possible willingness to compromise in favor of the Pronk proposal. The Co-Chairs said they would develop a new negotiating text with clearly defined options for consideration during the High Level Ministerial Segment.", 
    "The negotiating group will consider a draft of this text on Wednesday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12168e.html", 
  "enb_long_title": "SIXTH CONFERENCE OF THE PARTIES TO THE UN FRAMEWORK CONVENTION ON CLIMATE CHANGE RESUMED SESSION", 
  "type": "", 
  "id": "enb12168e_2", 
  "enb_end_date": "18-Jul-01"
}