{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/SBI/2014/11 and 12) was first considered on Monday, 1 December.", 
    "SBI Chair Yauvoli proposed to facilitate informal consultations.", 
    "On Tuesday, 2 December, an afternoon contact group, chaired by SBI Chair Yauvoli, considered documents prepared by the Secretariat on the frequency and organization of future sessions of the COP and CMP, and their subsidiary bodies and high-level segments (FCCC/SBI/2014/11), including implications of biennial sessions, or annual sessions at venues alternating between a host country and the seat of the Secretariat, and on adjusting the timing of the election of the COP and CMP President (FCCC/SBI/2014/12).", 
    "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2014/L.37), the SBI, inter alia : - requests that the Secretariat provide further information and analysis on the options for the frequency and organization of sessions and recommended consideration of this information at SBI 42; - recognizes the need to take into account the important role of implementation in work after 2015, and take into consideration the implications of hosting the COP and CMP sessions, noting that it is a major undertaking and also noting views that sessions held at the seat of the Secretariat could increase the opportunity for all parties to serve as COP/CMP President; - proposes further consideration be given to the organization of high-level segments at future COP and CMP sessions and to alternative modes of ministerial engagement during the high-level segment; - requests the Secretariat to provide further information on scenarios, including clarification on the budgetary implications of biennial sessions of the COP and the CMP, as well as meetings of their SBs and sessions alternating between a host country and the seat of the Secretariat, and the implications for the Headquarters Agreement of the Secretariat; and - requests further information on and analysis of options for adjusting the timing of the election of the President, including on the rotation of the Presidencies when sessions alternate between a host country and the seat of the Secretariat and agreed to consider this information at SBI 42."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_57", 
  "enb_end_date": "14-Dec-14"
}