{
  "countries": [
    "Australia", 
    "Honduras", 
    "Algeria", 
    "El Salvador", 
    "Gambia", 
    "Costa Rica", 
    "Guatemala", 
    "China", 
    "Swaziland", 
    "Indigenous Peoples", 
    "Nauru", 
    "Bolivia", 
    "Dominican Republic"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "PLENARY", 
  "actors": [
    "Alliance of Small Island States", 
    "African Group", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The SBSTA closing plenary convened on 25 May and adopted the meeting s report (FCCC/SBSTA/2012/L.1).", 
    "Algeria, for the G-77/China, expressed concern regarding, inter alia : slow progress on Annex I review guidelines for biennial reports, national communications and annual inventories; and that no conclusion was reached on research and systematic observation.", 
    "She also highlighted that the ability of developing countries to undertake MRV depends on the extent to which they receive support from developed country parties.", 
    "She noted that work on agriculture is related to the SBSTA s mandate in Convention Article 9 (establishing the scope of technical, scientific and methodological work by SBSTA) and is to be done on the basis of the principles and provisions of the Convention.", 
    "The EU, inter alia : recognized that further work remains to be done on drivers of deforestation and forest degradation, safeguards and guidance for the assessment of proposed forest reference levels.", 
    "He welcomed the constructive atmosphere of the initial exchange of views on issues related to agriculture and expressed disappointment that parties have not been able to conclude work under the agenda item on research and systematic observations.", 
    "The EU also expressed concern about the difficulties in developing general guidelines on domestic MRV; and welcomed the operationalization of the work programme under the forum on the impact of the implementation of response measures.", 
    "Australia, for the Umbrella Group, welcomed the progress on CCS and agriculture.", 
    "He expressed anticipation for outcomes in Doha on national forest monitoring systems, MRV and safeguards to ensure environmental integrity on REDD+.", 
    "Swaziland, for the African Group, stated that, inter alia : adaptation remains the highest priority for Africa; work on agriculture must be consistent with the desire to improve food security and the livelihood of local communities; a financing barrier exists for REDD+ implementation in Africa; and that parties should be commended for constructive discussions on response measures.", 
    "Nauru, for AOSIS stated that: the long-term global goal should be a key research area discussed during the SBSTA research dialogue and that the focus should be on vulnerable developing countries.", 
    "She expressed disappointed with the deliberations under the agenda item on research and systematic observations, and expressed hope that the long-term goal will be addressed at each SBSTA session under this agenda item.", 
    "Honduras, for the Dominican Republic, Guatemala and El Salvador, stated that the NWP must continue to develop and evolve, and that its reform should involve work with indigenous peoples, local communities and lead to gender mainstreaming.", 
    "He also expressed his countries support for an approach on food security in agriculture.", 
    "Costa Rica, for the Coalition for Rainforest Nations, welcomed the progress on methodological guidelines on REDD+ activities but said that progress has been limited.", 
    "He stressed that parties cannot be allowed to reopen issues that have already been agreed upon and expressed concern about lack of progress on research and systematic observation, and marine ecosystems.", 
    "Republic of Korea, for EIG, welcomed progress on, inter alia : MRV of systems for Annex I and non-Annex I countries; adaptation; technology transfer; and REDD+.", 
    "She said the group is looking forward to progress on agriculture.", 
    "Bolivia, for ALBA, supported the G-77/CHINA and inter alia, lamented lack of progress on drivers of deforestation, research and systematic observation, adaptation, agriculture, and water.", 
    "He also expressed concern that equity and national circumstances are not taken into account in MRV by developing countries.", 
    "The Gambia, for LDCs, welcomed progress on procedural issues under the NWP.", 
    "He said better understanding is needed on the impacts of climate change on agriculture and lamented lack of progress on research and systematic observation.", 
    "Business and Industry NGOs pledged to work actively with the TEC and CTCN.", 
    "She highlighted the need to continue to harness the expertise of the private sector and for strong protection of IPRs.", 
    "The International Indigenous People s Forum on Climate Change said that drivers of deforestation pose a threat to indigenous peoples survival and that MRV systems must capture forest and agricultural values. YOUNGOs expressed disappointment at the lack of progress on: drivers of deforestation and safeguards to protect biodiversity and indigenous people s rights.", 
    "Chair Muyungi declared SBSTA 36 closed at 1:43 pm"
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12546e_47", 
  "enb_end_date": "25-May-12"
}