{
  "countries": [
    "Canada", 
    "Gambia", 
    "Poland", 
    "Belgium", 
    "United States", 
    "Slovenia", 
    "Senegal", 
    "Namibia", 
    "Russian Federation", 
    "China", 
    "New Zealand", 
    "Switzerland"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "UNFCCC ARTICLE 6", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Article 6 (education, training and public awareness) was addressed in the opening SBSTA Plenary on Wednesday, 23 October, and in a contact group co-chaired by Fatu Gaye (Gambia) and Jean-Pascal van Ypersele (Belgium).", 
    "The contact group met twice formally and held further informal consultations. On Friday, 25 October, the contact group discussed designating an international climate change day and the role of NGOs in reporting on the implementation of the work programme.", 
    "On Monday, 28 October, the contact group bracketed all text related to financial resources and the provision of additional guidance to the financial mechanism.", 
    "Unable to reach agreement, Co-Chair van Ypersele requested Parties to meet informally. In the final COP Plenary on Friday, 1 November, Namibia, supported by Senegal, Gambia and Canada, proposed renaming the work programme the 'New Delhi Work Programme.", 
    "' SBSTA Chair Thorgeirsson noted that in future sessions, this agenda item would be addressed as a standing item under the SBI.", 
    "SBSTA Conclusions and COP Draft Decision: The conclusions (FCCC/CP/2002/L.23) note that, rather than designating an international climate change day, Parties might wish to organize a climate change awareness day at the national level, and request the Secretariat to continue to explore with other UN bodies the possibility of incorporating climate change as an areas of focus in one of the 41 theme days observed annually within the UN system.", 
    "The conclusions also request the Secretariat to prepare a report on the possible options for increasing the participation of youth and other groups in the COP. The decision on the New Delhi Work Programme (FCCC/CP/2002/L.23/Add.1) recommends adopting a five-year work programme on Article 6 and undertaking a review of the work programme in 2007, with an intermediate review of progress in 2004.", 
    "It also requests the GEF to provide financial resources to Parties not included in Annex I, in particular the LDCs and small island developing States. OTHER MATTERS - Issues Relating to Cleaner or Less Greenhouse Gas- emitting Energy: On Friday, 25 October, Canada introduced draft decision text supported by New Zealand, Poland, the Russian Federation and Slovenia, and opposed by G-77/ China, Switzerland, and the US.", 
    "The text requests the Secretariat to ask competent organizations to analyze the role of trade in cleaner energy in meeting the objective of the UNFCCC and the Protocol, and to report back to SBSTA-21.", 
    "The EU and other Parties reaffirmed their objection to Canada\u0092s original proposal on accounting for cleaner energy exports.", 
    "The EU said that only generic issues relating to trade in cleaner energy should be discussed.", 
    "Chair Thorgeirsson said he would undertake consultations on this issue. On Tuesday, 29 October, Chair Thorgeirsson said consultations had been unsuccessful."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12209e_34", 
  "enb_end_date": "04-Nov-02"
}