{
  "countries": [
    "Turkey", 
    "Kenya", 
    "Kazakhstan", 
    "Germany", 
    "Bulgaria"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Implementation", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBI", 
  "enb_start_date": "07-Nov-01", 
  "enb_short_title": "COP-7", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "SBI met in the afternoon to resume consideration of its agenda.", 
    "On organizational matters, delegates elected Daniela Stoytcheva (Bulgaria) as SBI Vice-Chair and Emily Ojoo-Massawa (Kenya) as SBI Rapporteur.", 
    "On matters referred to the SBI by the COP, delegates adopted the draft conclusions on the report of the GEF.", 
    "The SBI then agreed to recommend to the COP a decision amending the Annex II list by removing Turkey and inviting Parties to recognize its special circumstances as an Annex I Party.", 
    "On Kazakhstan's proposal to add its name to Annex I, the SBI adopted conclusions whereby the COP notes that Kazakhstan, inter alia, becomes an Annex I Party for the purposes of the Protocol upon ratification. On the date and venue of COP-8, Karsten Sach (Germany) reported that two Parties were still considering hosting it.", 
    "Delegates then adopted draft conclusions on the calendar of meetings of Convention bodies 2005-2007 and on feasibility of developing guidelines for the review of Annex I national communications, and recommended to the COP a draft decision on the review of the third national communications and the roster of experts.", 
    "The SBI forwarded to the COP a draft decision on the third compilation and synthesis of initial national communications from non-Annex I Parties.", 
    "On the CGE, Contact Group Chair Ojoo-Massawa stressed that paragraphs relating to NAPAs and the LDC Expert Group remained bracketed pending discussions in the LDC group.", 
    "Approval of the relevant draft decisions was deferred. Delegates also adopted: draft conclusions on the provision of financial and technical support; the draft report of the CGE; the programme budget for the biennium 2002-2003; and recommendations on the interim financial performance for 2000-2001.", 
    "On administrative and financial matters, delegates noted that possible options to respond to late payment of contributions had not been agreed, with delegates deciding to forward the matter to SBI-16.", 
    "On the implementation of the Headquarters Agreement, no further progress was reported, and this item was concluded at SBI- 15. Chair Ashe noted that consideration of the report of the session, matters relating to LDCs and the CGE would be deferred to the next SBI meeting on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12186e.html", 
  "enb_long_title": "Seventh Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "sbi", 
  "id": "enb12186e_2", 
  "enb_end_date": "07-Nov-01"
}