{
  "countries": [
    "United States", 
    "Canada", 
    "China", 
    "Bhutan"
  ], 
  "topics": [
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CAPACITY BUILDING", 
  "enb_start_date": "16-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "Group of 77"
  ], 
  "sentences": [
    "This agenda item was considered by the SBI on Friday, 6 June, and in a contact group.", 
    "The contact group, chaired by Dechen Tsering (Bhutan), met four times from 6-11 June, and completed the terms of reference (TOR) for the comprehensive review of the implementation of decision 2/CP.7 (capacity building in developing countries). During the SBI meeting on Friday, 6 June, the Secretariat presented delegates with an overview of the synthesis of information provided by Parties relating to the comprehensive review of decisions 2/CP.7 and 3/CP.7 (capacity building in EITs), the views on actions by developing countries and EITs on their priority needs, and views on actions by Annex II Parties to implement these decisions. On the review process, the G-77/China stressed that it should contain an analysis of current project and programme implementation in response to decision 2/CP.7, identify gaps and possible areas for further improvement in implementation, and outline steps to be undertaken by the SBI in monitoring capacity- building activities.", 
    "Canada said that the review should also include activities undertaken prior to COP-7. During the first meeting of the contact group on Friday, 6 June, delegates exchanged views on their expectations and on the process of the comprehensive review of capacity-building activities in developing countries.", 
    "Based on these views, Chair Tsering circulated a proposal for draft conclusions on Saturday, 7 June.", 
    "In discussing this proposal, delegates agreed to request the Secretariat to prepare a compilation paper on progress in implementing decision 2/CP.7.", 
    "They discussed the inclusion of information from other sources, such as the GEF and bilateral and multilateral organizations.", 
    "The US stressed the importance of taking into account country-driven approaches.", 
    "Given the time constraints, delegates agreed to request COP-9 to adopt a decision extending the review until COP-10.", 
    "They also agreed to request the COP to adopt a decision to review implementation of capacity building in EITs. On the TOR for the review process, Parties discussed the period under review.", 
    "The G-77/China preferred focusing on the period after COP-7, while Canada and others noted that capacity building was a long-term process.", 
    "The contact group completed its work on Wednesday, 11 June.", 
    "The SBI adopted the draft conclusions and TOR for the comprehensive review on Friday, 13 June."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12219e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "SBI/SBSTA", 
  "id": "enb12219e_50", 
  "enb_end_date": "16-Jun-03"
}