{
  "countries": [
    "Canada", 
    "United States", 
    "Saudi Arabia", 
    "Australia", 
    "United Arab Emirates", 
    "United Kingdom", 
    "Switzerland", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "IPCC TAR", 
  "enb_start_date": "16-Jun-03", 
  "enb_short_title": "SB-18", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The agenda sub-items on scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change, and scientific, technical and socioeconomic aspects of mitigation were considered together.", 
    "The IPCC TAR was taken up by the SBSTA on Wednesday, 4 June, and subsequently addressed in a contact group co-chaired by David Warrilow (UK) and Walid Al-Malik (United Arab Emirates).", 
    "After negotiations in four contact group meetings and numerous informal consultations held from 4-12 June, delegates reached agreement on the draft conclusions, which the SBSTA adopted on Friday, 13 June. At the SBSTA Plenary on Wednesday, 4 June, the G-77/China, said the TAR\u0092s conclusions should be used cautiously.", 
    "China noted the 'widespread suspicion or disagreement' associated with some of the conclusions, and suggested that SBSTA request further comments from the IPCC regarding those conclusions.", 
    "Switzerland said that the TAR should be routinely considered in all agenda items and, opposed by the G-77/China, suggested that future annotated agendas should reference the TAR.", 
    "Australia, with Canada, the EU and AOSIS, supported discussions on the TAR as a separate agenda item.", 
    "AOSIS also noted that SBSTA so far had failed to successfully integrate the TAR\u0092s findings into its work.", 
    "Canada emphasized the need for discussions on cross-cutting issues relating to both adaptation and mitigation. At the first contact group meeting on Thursday, 5 June, Parties debated whether the contact group should focus on the process for considering the TAR, or on substantive matters related to the TAR.", 
    "China, supported by the EU and G-77/China, suggested focusing on the scientific, technical and socioeconomic aspects of adaptation and mitigation.", 
    "Co-Chair Warrilow cautioned that participants may not be sufficiently prepared for an in-depth technical discussion.", 
    "Saudi Arabia said adaptation should be addressed in the context of UNFCCC Article 4.8 and 4.9 (adverse effects). On Friday, 6 June, Co-Chair Warrilow provided an overview of draft conclusions and elements of a draft decision.", 
    "Following discussion, delegates agreed that they needed more time to consider the text. On Saturday, 7 June, the contact group considered the Co-Chairs\u0092 draft conclusions.", 
    "The G-77/China and the US opposed establishing a process for considering the TAR in COP and SB agenda items.", 
    "Canada questioned the need to explicitly note that SBSTA consider documents other than the TAR when informing COP and SB agenda items.", 
    "The G-77/China, the Russian Federation and the US objected to text requesting the Secretariat to develop a draft work programme on the TAR.", 
    "The US, supported by Canada and New Zealand, and opposed by Saudi Arabia, proposed that the Secretariat produce an information paper on links between the TAR and other agenda items.", 
    "The G-77/China preferred addressing mitigation and adaptation separately, and opposed considering integrated approaches to adaptation and mitigation.", 
    "Canada, the US, EU, New Zealand, and Australia said that cross-cutting elements of mitigation and adaptation should be addressed and that a side event would be helpful in advancing knowledge on these elements. On Tuesday, 10 June, the contact group continued deliberations on the Co-Chairs\u0092 draft conclusions.", 
    "Several delegates opposed Co- Chair Warrilow\u0092s suggestion that Parties compile a list of provisional work-programme elements.", 
    "They stressed that before considering text on a work programme, agreement was needed on whether to address scientific, technical and socioeconomic aspects of adaptation and mitigation in one or two SBSTA agenda items, and on the elements of the proposed work programme.", 
    "The G-77/China, opposed by the EU, Japan and the US, questioned the utility of intersessional consultations on the TAR prior to SBSTA-19.", 
    "Australia, New Zealand and the US said adaptation and mitigation could be considered as separate agenda items.", 
    "Canada, the EU, Japan and Switzerland, opposed by the G-77/China, preferred to consider adaptation and mitigation under one agenda item. Following informal consultations in the afternoon on Wednesday, 11 June, Parties met informally in the evening to consider a revised version of the Co-Chairs\u0092 draft conclusions.", 
    "Following further informal consultations, the contact group completed its work on Thursday, 12 June. In the SBSTA Plenary on Friday, 13 June, contact group Co-Chair Warrilow introduced the draft conclusions, which the SBSTA adopted with a minor amendment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12219e.html", 
  "enb_long_title": "18th Session of the Subsidiary Bodies", 
  "type": "SBI/SBSTA", 
  "id": "enb12219e_11", 
  "enb_end_date": "16-Jun-03"
}