{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Australia", 
    "Samoa", 
    "Egypt", 
    "Micronesia", 
    "United States", 
    "China", 
    "New Zealand"
  ], 
  "topics": [], 
  "section_title": "JOINT WORKING GROUP ON COMPLIANCE", 
  "enb_start_date": "14-Sep-00", 
  "enb_short_title": "SB-13", 
  "subtype": "groups", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Delegates continued deliberations on the Co-Chairs' text.", 
    "On the submission of questions of implementation, BRAZIL, with SAUDI ARABIA and EGYPT, bracketed text permitting the compliance committee to receive questions indicated in Protocol Article 8 ERT reports.", 
    "AUSTRALIA, opposed by SAMOA, bracketed text permitting one Party to raise questions with respect to another.", 
    "The G-77/CHINA, opposed by NEW ZEALAND, supported a role for the COP/MOP in submitting questions Regarding allocation of questions, SAUDI ARABIA, opposed by SAMOA, suggested that guidelines be formulated to aid allocation.", 
    "The G-77/CHINA proposed that a plenary of the compliance committee perform the allocation function. On the preliminary examination of questions, the US suggested that with respect to eligibility requirements under the mechanisms the determination be made according to the non-compliance criteria in Articles 5, 7 and 8.", 
    "SAMOA asked that the formulation not be limited to Articles 5, 7 and 8, but leave room for other criteria developed in the mechanisms group, such as on supplementarity.", 
    "On sources of information, the US, supported by NEW ZEALAND and SAMOA, suggested text permitting outsider participation.", 
    "On the expedited procedure for the mechanisms, NEW ZEALAND, opposed by SAMOA, suggested that its link to the appeal makes it credible.", 
    "On appeal, the EU, SAMOA and the FEDERATED STATES OF MICRONESIA doubted the necessity of an appeal, as it would delay the process and merely afford Parties the opportunity to have their case heard twice."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12149e.html", 
  "enb_long_title": "Thirteenth Session of the Subsidiary Bodies of the UNFCCC", 
  "type": "sbi/sbsta", 
  "id": "enb12149e_8", 
  "enb_end_date": "14-Sep-00"
}