{
  "countries": [
    "Canada", 
    "South Africa", 
    "Iceland", 
    "India", 
    "Russian Federation", 
    "China", 
    "Switzerland", 
    "Japan", 
    "New Zealand", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "PLANNING OF FUTURE WORK", 
  "enb_start_date": "15-May-06", 
  "enb_short_title": "UNFCCC SB 24", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The issue of future work was first taken up in plenary on 17 May , and required extensive informal consultations before agreement was reached just before midnight on 25 May .", 
    "Since this was the first meeting of this new subsidiary body to the Protocol, discussions focused on both the AWG's scope and how it should carry out its work.", 
    "Parties stated their positions in the opening plenary and during an open informal meeting on 18 May .", 
    "South Africa, for the G-77/China, said Annex I commitments for the second commitment period should be substantially stricter than the first commitment period and the task of deciding on the details and rules of the second commitment period should be completed by 2008.", 
    "China stressed the AWG's mandate to decide on new Annex I quantitative commitments and the length of the second commitment period.", 
    "The EU restated its target (15-50% reductions by 2050), highlighted its Emissions Trading Scheme (ETS) and said commitments must be clearly defined and fair.", 
    "India called for more extensive use of the CDM, and the Alliance of Small Island States (AOSIS) underscored historical emissions.", 
    "New Zealand, Switzerland and others, opposed by the G-77/China, noted the linkages between this process and the one for Article 9.", 
    "Norway stressed consideration of LULUCF issues and bunker fuels, and the Republic of Korea drew attention to the important role of technology.", 
    "Canada stressed results-oriented actions and lessons learned from climate policy.", 
    "Iceland highlighted sectoral benchmarking and the Russian Federation noted voluntary commitments.", 
    "Japan said the second commitment period should be based on a thorough scientific analysis and should not be not a political exercise.", 
    "Over the weekend, Vice-Chair Figueiredo Machado held informal bilateral consultations with many delegations, resulting in the idea of holding a workshop.", 
    "On Monday, 22 May , draft text was introduced by Chair Zammit Cutajar, and discussions focused on the content and format of the proposed workshop, as well as on what and what not to include in AWG's future work.", 
    "On 24 May , a revised Chair's non-paper was presented, including a list of indicative relevant topics.", 
    "Informal consultations continued throughout 25 May in a very small group.", 
    "Discussions emphasized the possible focus of the AWG's work, with parties seeking to ensure that the priorities raised in plenary received sufficient attention.", 
    "In particular, delegates focused on the proposed workshop at COP/MOP and on whether to include an indicative list of key issues to be considered by the AWG that had been developed by the Chair.", 
    "Late on 25 May , agreement was finally reached on text regarding the planning of future work (FCCC/KP/AWG/2006/L.2/Rev.1), which was included as part of the report of the session (FCCC/KP/AWG/2006/L.1)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12306e.html", 
  "enb_long_title": "Twenty-Fourth sessions of the Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) of the UNFCCC and First session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG) and related meetings", 
  "type": "WORKING GROUP", 
  "id": "enb12306e_12", 
  "enb_end_date": "26-May-06"
}