{
  "countries": [
    "Australia", 
    "Colombia", 
    "Mexico", 
    "Philippines", 
    "Nepal", 
    "India", 
    "United States", 
    "China", 
    "Peru", 
    "Switzerland", 
    "Japan", 
    "Nauru", 
    "Norway", 
    "Bangladesh"
  ], 
  "topics": [
    "Financial Mechanisms and Funds 2", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Technology Transfer"
  ], 
  "section_title": "Variety of Actions: Finance, Technology and Capacity Building", 
  "enb_start_date": "10-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Calling support a mutual responsibility, NORWAY said support would always be forthcoming if it resulted in action.", 
    "He stressed the need for the discussion to focus on both the costs and benefits of action.", 
    "INDIA identified limited implementation of commitments regarding finance and technology as the central barrier.", 
    "He called for provision of concessional technology to allow developing countries to take early and effective action. COLOMBIA called for the new climate agreement to include a review process for means of implementation in light of evolving needs, such as the intensifying impacts of climate change.", 
    "PERU drew attention to early action to avoid a steep rise in adaptation costs. CHINA said the 2015 agreement must be built on the agreed outcome of the Bali process and implementation of commitments under the Convention.", 
    "He proposed considering a mechanism for technology transfer.", 
    "To bridge the trust gap and address the challenge of the insufficient provision of means of implementation, the REPUBLIC OF KOREA proposed developing MRV for finance with clear definitions, baselines and scope.", 
    "He called for improved coordination between existing mechanisms inside and outside the UNFCCC.", 
    "NEPAL underscored means of implementation for developing countries to deal with vulnerabilities and undertake a low-carbon development path. BANGLADESH said means of implementation are key for the Paris Protocol.", 
    "NAURU highlighted, inter alia , identification of sources, and scaling up provision of, climate finance.", 
    "AUSTRALIA said provision of means of implementation means establishing a partnership between contributors and recipients, and the 2020 finance goal must be seen in the context of effective mitigation action and transparent implementation of support.", 
    "The EU highlighted the concepts of massive transformation and dynamism in the context of the new agreement.", 
    "He stressed the need to ensure that created institutions, such as the GCF, deliver and continue their work beyond 2020.", 
    "JAPAN suggested that consideration of capacity building, technology transfer and finance in the 2015 agreement build on existing arrangements and discussions, which should be part of the package in the 2015 process.", 
    "The US emphasized that financial flows to developing countries are dependent on policy and regulatory frameworks in place, and called for strengthening existing institutions. MEXICO called for complementarities between national and international efforts, and private and public sources of finance.", 
    "The PHILIPPINES cautioned against applying the notion of respective capabilities to developed countries commitments.", 
    "SWITZERLAND underscored the need for a strong enabling environment, a blend of public and private sources, and domestic and multilateral finance for a low-carbon future."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12575e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12575e_3", 
  "enb_end_date": "10-Jun-13"
}