{
  "countries": [
    "United States", 
    "Japan", 
    "Australia", 
    "China", 
    "Canada"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Vulnerabilities and Impacts", 
    "Pre-Kyoto"
  ], 
  "section_title": "NON-GROUP ON INSTITUTIONS AND MECHANISMS", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "The non-group on institutions and mechanisms (I&Ms), chaired by Takao Shibata (Japan), discussed the preamble and 13 articles in the AGBM Chair's draft text.", 
    "The text contained various proposals on: definitions; whether to establish a Meeting of the Parties (MOP) or utilize the Convention COP; the secretariat; subsidiary bodies; a multilateral consultative process (MCP); amendments, procedures for annexes and attachments; voting; regional economic integration organizations as Parties; reservations; and entry into force, withdrawal, and languages. On 23 October, delegates in the non-group agreed that there was no need to recapitulate elements from the FCCC in the preamble.", 
    "On the article listing definitions (Article 1), delegates agreed to delete text on the role of the Meeting of the Parties.", 
    "A regional group introduced a new draft article based on the IPCC\u0092s scientific findings.", 
    "Of the two proposals contained in the negotiating text on the body to oversee the Protocol, the alternative that describes the Conference of the Parties as the supreme body of the Protocol attracted the most support.", 
    "There was general support for institutional economy through which the existing institutions serve the purposes of the protocol. On 27 October, the non-group discussed the final articles of the draft negotiating text, including those on ratification, regional economic integration organizations, entry into force and withdrawal.", 
    "A number of substantive discussions were postponed until decisions determining the overall shape of the protocol have been taken.", 
    "On provisions for regional economic integration organizations, most participants felt that the issue should be deferred since it is linked to the AGBM\u0092s acceptance of the 'bubble' concept for meeting commitments.", 
    "Negotiators concluded that a decision on whether to link entry into force to the number of ratifications alone or to a combination of ratifications and CO2 emissions covered should also be postponed. On 29 October, the group discussed legal aspects of the 'bubble' concept for a shared emissions target for a group of countries.", 
    "The EU presented its text, noting that the shared target was a matter of compliance.", 
    "Other delegations disagreed with the position. On Article 14, which defines the role of the COP and the Meeting of Parties (MOP), a group of countries proposed a reference to an FCCC Article 7 provision that the COP can review 'any related instrument.", 
    "' It also requested restoration of bracketed text requiring protocol Parties to provide additional funding in an article on Secretariat services to a protocol.", 
    "There was general agreement that an article on subsidiary bodies should be aligned with the text on the COP and the MOP. A contact group presented language that the MOP shall 'approve appropriate and effective' non-compliance procedures and mechanisms, but a number of delegations objected.", 
    "A group of countries said the non-compliance text was linked to the decision on establishing a clean development fund. In a paragraph on amendments to a protocol, a delegation proposed a footnote that amendments could only apply in light of FCCC Articles 4.2 (a), (b) and (d), and another delegation suggested that approval of amendments should be by double two-thirds majority.", 
    "Delegates discussed possible meanings of annexes, but a group of countries objected to using annexes and to attachments in a separate article on adding non-Annex I Parties to the protocol. On 31 October, in the closing Plenary, CANADA said delegates should consider an 'early warning system' in the article on non-compliance.", 
    "CANADA and AUSTRALIA emphasized that a footnote regarding regional economic integration organizations means that the EU 'bubble' has not yet been accepted.", 
    "CANADA supported linking entry into force to both ratifications and emissions, but he said the emissions threshold should be 5 Gigatonnes rather than 3 as in the text.", 
    "The Chair noted that the total in 1990 was 6.5 Gigatonnes. AUSTRALIA reminded delegates that it had proposed text on the relationship of the protocol to other agreements.", 
    "Non- group Chair Shibata said he had the proposal, and others not appearing in the text, 'in his pocket' for further discussion. The revised document on I&Ms (FCCC/AGBM/1997/CRP.4), accepted in closing Plenary, contains the preamble and 14 articles.", 
    "The preamble notes the FCCC objective, recalls Convention provisions, is guided by its Article 3 and refers to the Berlin Mandate. Article 14, on the supreme body for the protocol, states that the Convention COP would serve as the MOP.", 
    "It permits Convention Parties not party to the protocol to be observers and states that protocol decisions would be made by its Parties only.", 
    "Convention Bureau members not party to the protocol would be substituted by a protocol member.", 
    "The MOP functions would include: \u0095periodically examining obligations; \u0095exchange of information on measures adopted and their effects; \u0095facilitating coordination of measures by two or more requesting Parties; \u0095promoting and guiding development of methodologies for inventories and evaluation of measures; \u0095assessing implementation, in particular environmental, economic and social effects as well as cumulative impacts, and progress toward the Convention objectives; and \u0095seeking to mobilize additional funding of the financial mechanism. It also sets procedures for scheduling meetings and participation of observers. Article 15, on a Secretariat, notes that the FCCC Secretariat shall serve the protocol.", 
    "A bracketed paragraph requires that distinct costs of Secretariat services to the protocol be met by protocol Parties.", 
    "The article on subsidiary bodies (Article 16) states that the SBI and SBSTA will also serve the same functions for a protocol and sets procedures for observers and Bureau member substitution similar to the MOP article.", 
    "Protocol Parties would modify the Convention's MCP from FCCC Article 13 as necessary in the MCP article. Article 17bis on compliance states that the MOP shall set procedures to determine and address non-compliance cases and develop an indicative list of consequences.", 
    "It contains a footnote to a sentence that mentions but does not specify binding penalties.", 
    "The footnote acknowledges the G-77/CHINA proposal to link the article to a clean development fund. The article on amendments (Article 18) footnotes a proposal that the amendments would apply in light of the adequacy of FCCC Articles 4.2(a), (b) and (d).", 
    "A proposal for approval by three-fourths majority if consensus cannot be reached has a footnote referencing an alternative proposal contained in document FCCC/AGBM/1997/INF.1.", 
    "The article also sets adoption and entry into force procedures. Article 19 on annexes states that annexes are integral and describes possible forms of annexes, procedures for their adoption, voting, and entry into force.", 
    "Several paragraphs refer to 'annexes XY' as exceptions to the rules.", 
    "A footnote suggests the article may be revisited after further discussion of QELROs. Article 20 on attachments describes them as integral and sets adoption and entry into force according to the article on amendments.", 
    "Proposed amendments to the commitment of any Party in an attachment may be adopted only with consent of the Party. Article 21 on membership of regional economic integration organizations contains a footnote that it will be revisited in light of discussions on the 'bubble' concept.", 
    "The article forbidding reservations to the protocol (Article 23) includes a footnote that one Party, the US, placed a reservation on it. Article 24 concerning entry into force requires 50 ratifications from Parties combined with CO2 emissions representing no less than 3 Gigatonnes of carbon.", 
    "A footnote states that there was no agreement on this paragraph."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_9", 
  "enb_end_date": "31-Oct-97"
}