{
  "countries": [
    "Brazil", 
    "Panama", 
    "Nepal", 
    "France", 
    "United States", 
    "Peru", 
    "Nauru", 
    "Bolivia", 
    "Venezuela", 
    "Australia", 
    "Mexico", 
    "South Africa", 
    "India", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Loss and Damage"
  ], 
  "section_title": "COP 20 CLOSING PLENARY:", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [
    "Brazil, South Africa, India and China", 
    "Independent association of Latin America and the Caribbean", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "On Friday, 12 December, the COP 20 closing plenary convened in the morning to adopt agreed items.", 
    "The closing plenary was suspended at 1:18 pm.", 
    "On Saturday, 13 December, the closing plenary resumed at 5:20 pm to consider the Warsaw International Mechanism for Loss and Damage and matters related to finance.", 
    "The closing plenary was suspended at 5:50 pm.", 
    "At 11:37 pm the closing plenary briefly resumed for the introduction of the draft decision on advancing the Durban Platform for Enhanced Action (FCCC/CP/2014/L.14).", 
    "The session was suspended at 11:53 pm for parties to review the text.", 
    "On Sunday, 14 December, the closing plenary resumed and adopted the decision on advancing the Durban Platform for Enhanced Action, renamed the Lima Call for Climate Action at 1:23 am.", 
    "Parties and civil society then delivered joint COP/CMP closing statements.", 
    "On the Lima Call for Climate Action, India underscored the importance of clear references to under the Convention and CBDR, noting there will always be differences, and suggesting not leaving contentious issues to the end.", 
    "Noting that the text manages to strike a delicate balance between very difficult issues, South Africa, for BASIC, said the outcome provides a solid foundation for work in 2015.", 
    "Underlining work achieved in Lima as essential for the adoption of the 2015 agreement in Paris, Bolivia, for the G-77/China, stated the agreement must treat the elements of mitigation, adaptation, MOI, and transparency of action and support, in a balanced manner and on an equal footing.", 
    "He outlined as five key issues for the 2015 agreement: the principles and provisions of the Convention, in particular equity and CBDRRC, and that the agreement be under the Convention; consistency with the Convention, including differentiation between developed and developing countries; adaptation and loss and damage; provision of MOI by developed countries; and consistency with achieving sustainable development and poverty eradication.", 
    "Noting it had sought considerable flexibility and recognizing flexibility by other parties, the EU suggested that the initial capitalization of the GCF and the Lima Call for Climate Action provide a good direction towards an ambitious agreement in Paris.", 
    "Saying that the decisions taken in Lima had set the stage for negotiations in 2015, Mexico, for the Environmental Integrity Group: highlighted decisions on guidance to the GCF and on long-term climate finance; noted that more work remained on market mechanisms and the implementation of the Kyoto Protocol; and expressed appreciation to the organization of the first session of the multilateral assessment, noting that the Independent Assessment Report and international consultation and analysis are important processes for promoting transparency and enhancing understanding of respective national processes.", 
    "Many, including Australia, Nauru, for AOSIS, and Nepal, for the LDCs, expressed gratitude to the COP president, the people of Peru, and the ADP Co-Chairs for a successful conference.", 
    "Incoming COP 21 President, Minister Laurent Fabius, France, congratulated Minister Pulgar-Vidal for setting an example of a great COP president with ambition, a listening ear and a spirit of compromise and for putting to rest the haunting ghost of Copenhagen.", 
    "Brazil emphasized that a robust and ambitious agreement in 2015 requires continuous work, including on the nature and scope of INDCs and how they are to be incorporated in the Paris agreement, and prevention of backtracking.", 
    "Observing a Latin American style of respectful multilateral diplomacy, Venezuela, for the Bolivarian Alliance for the Peoples of Our America (ALBA), lauded COP 20 and noted, besides Peru as its host, Bolivia s presidency of the G-77/China, and Venezuela s hosting the Social Pre-COP.", 
    "China expressed gratitude for COP 20/CMP 10 President Pulgar-Vidal s leadership and expressed confidence in parties to show ambition, confidence and flexibility in 2015 to ensure success in Paris.", 
    "Panama, for CfRN, expressed appreciation for the inclusion of REDD+ in the outcome.", 
    "The US thanked COP 20/CMP 10 President Pulgar-Vidal for his leadership, commitment and generous spirit, and emphasized the need for parties: to put forward their INDCs well before Paris and in a clear, transparent and understandable manner; and, to make progress on developing the elements of the 2015 agreement based on the working document coming out of Lima.", 
    "Emphasizing the solidarity among developing countries, Malaysia, for the LMDCs, said we worked hard to recapture a lost balance in the text.", 
    "He lauded as the spirit of Lima a restored transparent and inclusive multilateral process of negotiations.", 
    "Chile, for AILAC, called for a collective commitment towards low-carbon growth.", 
    "Lamenting the outcome as just another one of a series of decisions failing people and the planet, Climate Justice Now!, for ENGOs, called for climate targets within the global carbon budget and on the basis of CBDR.", 
    "She declared: we are seeds and we are growing into a forest of resistance.", 
    "Indigenous Peoples stressed the Paris 2015 agreement must contain operative language fulfilling the mandate from Cancun to fully respect human rights, including the rights of indigenous peoples, in all decisions relating to climate change, and called for direct access to indigenous peoples to financing through dedicated funds, including the GCF, and an active observer status in the GCF.", 
    "Suggesting that the door to Paris is now open, Local Governments and Municipal Authorities said local governments need to be involved in the preparation of INDCs.", 
    "Women and Gender called for a binding, ambitious and transformative 2015 agreement that upholds human rights, gender equality and the rights of future generations.", 
    "Youth made a plea, on behalf of Pacific youth, for parties to help Pacific islands survive, stressing strong and effective loss and damage measures as non-negotiable.", 
    "The Secretariat reported on the budgetary implications of the decisions taken at COP 20.", 
    "The COP adopted the report of the meeting (FCCC/CP/2014/L.3) and a decision expressing gratitude to Peru and the people of the city of Lima for hosting the conference (FCCC/CP/2014/L.6-FCCC/KP/CMP/2014/L.4).", 
    "COP 20 Vice-President Voto-Bernales gaveled the meeting to a close at 3:04 am, on Sunday, 14 December 2014."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_83", 
  "enb_end_date": "14-Dec-14"
}