{
  "countries": [
    "Zambia"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "WORKING GROUP II - IMPACTS, ADAPTATION AND VULNERABILITY", 
  "enb_start_date": "14-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "groups", 
  "actors": [], 
  "sentences": [
    "Jean Palutikof explained that some regions and vulnerable groups will be affected more than others, indicated that vulnerability depends on the development pathway, and said climate change can impede nations' ability to achieve sustainable development.", 
    "On ecosystems, Andreas Fischlin indicated that if 1.5 to 2 o C temperature increases are experienced, 20-30% of higher plants and animals are at risk of extinction.", 
    "In discussing emissions from terrestrial ecosystems, he indicated that the terrestrial biosphere tends toward a net carbon source beyond 2 o C warming.", 
    "On food and forest products, Guy Midgley outlined impacts on crop production and explained that these depend strongly on latitude.", 
    "He also discussed impacts on commercial forestry and fisheries, and highlighted the carbon dioxide fertilization effect.", 
    "Richard Klein highlighted the fact that adaptation is already occurring and often at low cost, although he also pointed out the high costs of adaptation to sea-level rise for low lying areas, and gaps in research.", 
    "Regarding inter-relationships between adaptation and mitigation, he explained that this was an emerging field that had developed in response to policymakers' concerns, with limited literature available at this point.", 
    "Responding to a question from ZAMBIA about whether mitigation buys time for adaptation, Klein said integrated assessment models do not yet allow for confident statements about how the two might substitute for one another over time, since more work is needed on the adaptation side.", 
    "Summarizing the morning's discussions, Pachauri noted that if there is to be a fifth assessment report, a further discussion in such a forum could be a very useful way to inform the scientific community on how it might improve upon AR4."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12328e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "sbi/sbsta", 
  "id": "enb12328e_10", 
  "enb_end_date": "14-May-07"
}