{
  "countries": [
    "Netherlands"
  ], 
  "topics": [
    "Anthropogenic Interference with Climate System"
  ], 
  "section_title": "EMISSIONS SCENARIOS :", 
  "enb_start_date": "09-Apr-08", 
  "enb_short_title": "IPCC-28", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Ismail Elgizouli, Co-Chair of the New Scenarios Steering Committee, introduced the report from the IPCC Expert Meeting Towards New Scenarios for Analysis of Emissions, Climate Change, Impacts, and Response Strategies (IPCC-XVIII/Doc.8), which was held in Noordwijkerhout, the Netherlands, on 19-21 September 2007.", 
    "He noted that 130 participants took part in the workshop, with about 30% coming from developing countries and economies in transition, and said the report has gone through peer review.", 
    "Richard Moss, Co-Chair of the New Scenarios Steering Committee, presented the main outcomes of the workshop.", 
    "He noted that this workshop was requested in the decision on further work on emissions scenarios taken at IPCC-26 and that its goal was to identify a set of benchmark emissions scenarios (now referred to as Representative Concentration Pathways (RCPs)), which should be compatible with the full range of stabilization, mitigation and baseline emissions scenarios available in the current scientific literature.", 
    "Moss noted that the research community has developed a parallel approach to scenario development where, on the basis of identified RCPs, climate change projections and emissions and socioeconomic scenarios are being developed simultaneously.", 
    "He said the new scenario process will develop near-term scenarios that cover the period to about 2035 and long-term scenarios that cover the period to 2100 and, in more stylized way, the period to 2300.", 
    "Moss said the RCPs will be completed in September 2008 and noted the importance of an early decision on the timeline and phases of AR5.", 
    "He proposed that the TGICA take the role of regular monitoring and reporting to the Panel on progress in the planned activities.", 
    "The Panel supported the need for monitoring."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12363e.html", 
  "enb_long_title": "IPCC-28", 
  "type": "ipcc", 
  "id": "enb12363e_17", 
  "enb_end_date": "10-Apr-08"
}