{
  "countries": [
    "Brazil", 
    "Afghanistan", 
    "Maldives", 
    "Angola", 
    "Youth NGOs", 
    "Mexico", 
    "Sudan", 
    "Panama", 
    "South Africa", 
    "Lithuania", 
    "United States", 
    "Australia", 
    "China", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "CLOSING PLENARY", 
  "enb_start_date": "01-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "", 
  "actors": [
    "Group of 77", 
    "European Union", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On Thursday, 11 June, Chair Wojtal informed that no administrative or budgetary implications had arisen from conclusions adopted at SBSTA 42.", 
    "Rapporteur Stasile Znutiene (Lithuania) introduced, and parties adopted, the report of the session (FCCC/SBSTA/2015/L.1). South Africa, for the G-77/China, welcomed constructive engagement on agriculture and conclusion of negotiations on REDD+ methodological guidance.", 
    "She called for continuing consideration of response measures and methodological issues under the Kyoto Protocol in Paris. Maldives, for AOSIS, expressed disappointment that parties were not able to recognize the SED report findings and called for an outcome on the 2013-2015 review in Paris that will serve as important input for the work of the ADP.", 
    "He stressed the importance of developing methodologies for reporting financial information by Annex I parties. The EU welcomed progress on REDD+, agriculture, financial information reporting methodologies and response measures.", 
    "On expectations for Paris, she underscored: an agreement on methodological issues relating to Protocol Articles 5, 7 and 8; and a substantive outcome on the 2013-2015 review, including a long-term global goal under the ADP. Mexico, for the EIG, said progress on REDD+ leaves it “poised to become a mechanism ready to deliver real, permanent outcomes.” She expressed concern over the fact that the contact group on the 2013-2015 review had been unable to reach a meaningful conclusion, noting the SED has been exemplary in establishing a new science-policy interface.", 
    "She called on parties to return to the table to show this process is guided by science. Australia, for the Umbrella Group, welcomed the conclusion of the three REDD+ items and the rich sharing of information at the agricultural workshops, and expressed disappointment with the lack of a substantive conclusion on the 2013-2015 review. Sudan, for the African Group, appreciated the successful work under REDD+, especially on non-carbon benefits, and looked forward to the report from the agricultural workshop, stressing it should be comprehensive and capture developing countries’ views.", 
    "He lamented lack of progress on finalizing rules for the Kyoto Protocol’s second commitment period and concluding the item on the 2013-2015 review. Panama, for the Coalition for Rainforest Nations, welcomed the conclusion of work on REDD+ after 10 years of negotiations, and advocated finishing work on integrating land use into market and non-market approaches. Lauding the closure of REDD+ items, Angola, for the LDCs, looked forward to the provision of adequate and predictable support from developed countries.", 
    "He urged finding the means to allow smallholder farmers to access information from the “extremely valuable” agricultural workshops. Afghanistan called for workshops on adaptation that address landslides, such as those affecting her country. The US cautioned against combining a CMP-mandated item with Convention-mandated items, as happened with the item on common metrics. Brazil recalled that common metrics is of “utmost importance” under the Convention, its protocol and the outcome of the Durban Platform, saying discussing the item separately may not be most effective. The Farmers’ Constituency said their calls for a work programme on agriculture under SBSTA “finally fell on fertile ground” in 2014, noting the agriculture workshops had demonstrated a “real thirst” for this knowledge. Women and Gender lamented the agriculture workshops did not highlight the differential impacts on women, and, with Youth NGOs, strongly opposed market mechanisms. Saying the session lacked a sense of urgency, Youth NGOs asked delegates which side of history they wanted to be part of, highlighting the suffering lack of action will induce. Climate Action Network, for ENGOs, called for the focus of REDD+ to shift to implementation. Indigenous Peoples called on parties to ensure the Paris agreement respects, protects and fulfills the human rights of indigenous peoples. In closing, UNFCCC Executive Secretary Christiana Figueres thanked SBSTA Chair Wojtal for her courage, good management and leadership.", 
    "Wojtal thanked parties for their hard work and said communication channels will remain open as they work toward Paris. The SBSTA was gaveled to a close at 11:40 am."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12638e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "", 
  "id": "enb12638e_111", 
  "enb_end_date": "11-Jun-15"
}