{
  "countries": [
    "Mexico"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "CONSULTATIONS ON THE FORM OF THE OUTCOME:", 
  "enb_start_date": "06-Aug-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Luis Alfonso de Alba (Mexico) facilitated informal consultations on the form of the outcome.", 
    "He distributed a non-paper designed to help inform views on the matter, which outlined three possible outcomes: a legally-binding format; COP decisions; or a combination of both.", 
    "Many parties said the goal should be a binding treaty, while some defended a combination of binding elements and decisions.", 
    "A group of developed countries said it preferred a single legally-binding agreement, but is flexible on form, as long as it is legally binding.", 
    "One developing country stressed the need for a political agreement, suggesting that the legal form will follow.", 
    "Several developing parties noted that the AWG-LCA cannot decide on the legal form of the AWG-KP s outcome.", 
    "Others advocated a legally-binding agreement respecting the two track-approach and including all the elements of the Bali Action Plan.", 
    "Some developed parties said a legally-binding agreement should include all major emitters.", 
    "One developed country said negotiations seem to be heading towards a pack of decisions and that if a legally-binding agreement is pursued, significant changes to the draft texts would be necessary.", 
    "A group of developing states said legally-binding agreements would resolve issues of permanence and provide greater leverage to nations to achieve domestic action and implementation.", 
    "One developing country said discussions should focus on what can be achieved in Cancún, while an Annex II party stressed the importance of addressing the legal form of the final outcome.", 
    "Some parties underscored the importance of principles to guide the agreement.", 
    "Several developing countries said any text should not prejudge the outcomes of the negotiations, for example, regarding the existence of market mechanisms or the use of the term climate regime.", 
    "One developing country said the agreement should have strong compliance provisions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12477e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2010", 
  "type": "working group", 
  "id": "enb12477e_9", 
  "enb_end_date": "06-Aug-10"
}