{
  "countries": [
    "Canada", 
    "Indonesia", 
    "Swaziland", 
    "Saint Lucia", 
    "Nepal", 
    "United States", 
    "Peru", 
    "Mali", 
    "Switzerland", 
    "Nauru", 
    "Norway", 
    "Argentina", 
    "Bangladesh", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Algeria", 
    "Cuba", 
    "Egypt", 
    "South Africa", 
    "India", 
    "Japan", 
    "Malaysia", 
    "China", 
    "Colombia", 
    "Kenya", 
    "Dominican Republic", 
    "Philippines"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer"
  ], 
  "section_title": "Capacity Building", 
  "enb_start_date": "16-Nov-13", 
  "enb_short_title": "COP 19", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77", 
    "Independent association of Latin America and the Caribbean"
  ], 
  "sentences": [
    "During the ADP's morning open-ended consultations on capacity building, Co-Chair Kumarsingh asked parties to consider how capacity building can be reflected in the 2015 agreement and institutional arrangements for the post-2020 period.", 
    "Parties recognized that capacity building: is a cross-cutting issue; should figure prominently in the 2015 agreement; and be country-driven.", 
    "Many developing countries said capacity building should focus on both mitigation and adaptation.", 
    "Pakistan, for the LMDCs, the DOMINICAN REPUBLIC, and Nepal, for the LDCs, stressed the need for support for capacity building.", 
    "St. Kitts and Nevis, for AOSIS, CHINA and the REPUBLIC OF KOREA called for a capacity-building window under the Convention's financial mechanism.", 
    "The EU emphasized the role of the private sector, especially in terms of technology.", 
    "On institutional arrangements, the EU and JAPAN suggested strengthening the Durban Forum on Capacity-Building.", 
    "SOUTH AFRICA said the Durban Forum has not had the opportunity 'to prove itself'.", 
    "INDONESIA stressed the role of the Forum's national focal points.", 
    "The US called for encouraging existing bodies under the Convention that carry out capacity building.", 
    "ALGERIA stressed that these bodies should be provided with adequate support.", 
    "The REPUBLIC OF KOREA and JAPAN proposed mainstreaming capacity building in all aspects of the 2015 agreement. SAUDI ARABIA, supported by CHINA and Swaziland, for the AFRICAN GROUP, urged building countries' capacity to identify their capacity-building needs, and called for a working group on capacity building.", 
    "The AOSIS stressed the need for a stand-alone body.", 
    "The LDCs, AOSIS, SOUTH AFRICA, CUBA and others called for MRV of the delivery of capacity building.", 
    "The EU and the US highlighted their reporting on capacity-building activities.", 
    "Parties noted the importance of assessing past capacity-building efforts and sharing lessons learned.", 
    "They also identified the need for coordination among all bodies under the Convention and other organizations on capacity building.", 
    "COLOMBIA called for 'an innovative look' to identify the recipients and multipliers of capacity building.", 
    "The US underscored the need for developing countries to build enabling environments.", 
    "Transparency : On transparency of actions and support, many parties emphasized the need for more work on MRV of support.Swaziland, for the AFRICAN GROUP, stressed the need for improved transparency in finance, technology and capacity-building commitments through clarifying specific amounts, timelines and sources.", 
    "SAINT LUCIA called for: a robust and transparent MRV system built on lessons learned from fast-start finance; indicators to assess the impact of support; standardized format for reporting by developed countries; and simplification of reporting by developing countries.", 
    "The US highlighted that transparency can enhance the provision of support, and emphasized the need for equal transparency rules for providers and receivers.", 
    "The LMDCs highlighted developed and developing countries' differentiated responsibilities with respect to commitments and reporting, warning that attempts to develop common accounting rules applicable to all would delay action and progress.", 
    "The AFRICAN GROUP, supported by ALGERIA, cautioned against overburdening developing countries and against equal obligations for Annex I and non-Annex I parties.", 
    "Calling for a common transparency and accountability framework for both up-front information on commitments and ex post MRV, AUSTRALIA clarified that the intention is not that the same rules apply to all parties under all circumstances or create unreasonable burdens.", 
    "With SWITZERLAND, she underlined that parties' capacities will evolve over time.", 
    "On transparency of mitigation commitments, the US proposed a staged approach to maximize participation, with: all parties submitting nationally-determined mitigation commitments under a single but flexible set of rules applicable to all; a global consultation process; and regular reviews at the implementation stage.", 
    "Regarding up-front information requirements when establishing mitigation commitments, the EU recognized the need for flexibility, while calling for information on: targets and target periods; sectors and GHGs covered; methodologies used; approaches to market mechanisms; and the accounting system for the land-use sector.", 
    "Regarding MRV for developed country mitigation, Nepal, for the LDCs, supported by CHINA, called for: accurate, complete and regular reviews; and stressed the need to avoid lowering the standards of the MRV and compliance system of the Kyoto Protocol.", 
    "Adaptation : ADP Co-Chair Kumarsingh invited parties to examine: how the current adaptation framework could be strengthened; and adaptation in the 2015 agreement, including a proposed global goal.", 
    "Many countries recognized the central role of NAPs and underlined the global, regional, national and local dimensions of adaptation.", 
    "PERU reiterated the proposal by AILAC to use national communications to reinforce NAPs and identify gaps.", 
    "SAUDI ARABIA said NAPs should be a requirement for all countries.", 
    "INDONESIA, CHINA and the REPUBLIC OF KOREA stressed the link between adaptation and sustainable development.", 
    "On finance, Malaysia, for the G-77/CHINA, with INDIA, CHINA, KENYA and EGYPT expressed concern over lack of funding for adaptation.", 
    "MALI called for funding for NAPs.", 
    "INDIA highlighted financing for technology transfer.", 
    "The US indicated its commitment to supporting adaptation.", 
    "On institutional arrangements, many called for strengthening the existing institutions addressing adaptation under the Convention.", 
    "The G-77/CHINA, BANGLADESH, KENYA and others called for a global adaptation goal based on the proposal made by the African Group, determined by estimating adaptation needs according to emission scenarios.", 
    "AUSTRALIA, NORWAY, the REPUBLIC OF KOREA and the US stressed the technical difficulty of aggregating adaptation to a quantified global goal, with the US adding that setting such a goal could be counter-productive.", 
    "ADP Co-Chair Kumarsingh invited the African Group, Australia, the US and others to consult on the proposed global goal on adaptation. NEPAL, the PHILIPPINES and Nauru, for AOSIS, stressed the link between mitigation and adaptation.", 
    "AOSIS stressed that small island developing States will be unable to adapt to some climate change impacts, and underscored that only ambitious and timely mitigation can reduce loss and damage.", 
    "Technology : In the afternoon, the ADP's open-ended consultations continued on technology.", 
    "ADP Co-Chair Kumarsingh requested parties to reflect on technology development and transfer in the 2015 agreement, and institutional arrangements in the post-2020 period.", 
    "Many parties stressed: the Technology Mechanism as an important building block of the 2015 agreement; the need to strengthen related institutions; and the importance of addressing both mitigation and adaptation.", 
    "Many called for financial resources and linkages with the financial mechanism, with ARGENTINA stating: 'we have the car, now we need to fill up the tank'.", 
    "The US, with CANADA, highlighted IPRs as critical for innovation.", 
    "CANADA emphasized that IPRs are sufficiently addressed in other fora, and the US, the EU and SWITZERLAND stated that IPRs are not the main barrier to technology transfer.", 
    "Highlighting 'an impasse' in the SBI/SBSTA morning informal consultations on technology, the PHILIPPINES noted that enhanced action on technology is required for meaningful actions in the post-2015 agreement.", 
    "Together with SOUTH AFRICA and Swaziland, for the AFRICAN GROUP, he called for a built-in review mechanism for addressing the adequacy of support.", 
    "The AFRICAN GROUP also called for: Annex I countries to leverage private-sector support; and learning from other multilateral agreements.", 
    "The EU suggested the 2015 agreement promote international technology cooperation, and emphasize the role of the CTCN and the importance of the public and private sectors.", 
    "He added that the Technology Mechanism should be the technology component for the post-2020 period and stressed the importance of enabling environments.", 
    "Parties also called for: mapping technology needs through TNAs; supporting traditional and indigenous knowledge transfer; engaging with other intergovernmental institutions to avoid duplication; and promoting synergies between the Technology Mechanism bodies.", 
    "Co-Chair Kumarsingh urged parties to further discuss IPRs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12588e.html", 
  "enb_long_title": "Warsaw Climate Change Conference - November 2013", 
  "type": "", 
  "id": "enb12588e_2", 
  "enb_end_date": "16-Nov-13"
}