{
  "countries": [
    "Maldives", 
    "Sudan", 
    "Tanzania", 
    "United States", 
    "Switzerland", 
    "New Zealand", 
    "Norway", 
    "Saudi Arabia", 
    "Angola", 
    "South Africa", 
    "Egypt", 
    "United Arab Emirates", 
    "Malaysia", 
    "China", 
    "Chile", 
    "Tuvalu"
  ], 
  "topics": [
    "Post-Kyoto Agreements 1", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CONTACT GROUP: Stocktaking", 
  "enb_start_date": "09-Jun-15", 
  "enb_short_title": "SB 42", 
  "subtype": "groups", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Independent association of Latin America and the Caribbean", 
    "Environmental Integrity Group", 
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77"
  ], 
  "sentences": [
    "ADP Co-Chair Ahmed Djoghlaf announced that work will continue in facilitated groups, noting consistency among groups will depend on the consistency of parties’ requests. Many parties welcomed the trust built during the first week, but raised concern over the negotiations’ slow pace, with the EU and US highlighting that the Secretariat could have undertaken most of the editorial work. Sudan, for the AFRICAN GROUP, underscored the need for: clarity and further guidance on the mode of work, including promoting consistency across facilitated groups; identification of key themes and concepts; and a party-driven process. Many parties, including the EU, South Africa, for the G-77/CHINA, and the Republic of Korea, for the EIG, suggested the ADP Co-Chairs produce a concise, coherent text with clear options to enable effective negotiations. Saudi Arabia, for the ARAB GROUP, highlighted early production of a consolidated text as important to ensure reflection before the closure of the session.", 
    "The UNITED ARAB EMIRATES (UAE) said the consolidated text by the ADP Co-Chairs should: retain all options; not change positions; and serve as the basis for negotiations during the next ADP session. Maldives, for AOSIS, called for developing indicative milestones for upcoming sessions.", 
    "Many parties noted the dwindling of negotiating days before Paris, with Angola, for the LDCs, requesting that negotiations begin immediately, and the US, with EGYPT, suggesting adding days to the ADP’s next session. While Chile, for AILAC, the US and the EU supported beginning discussions on identifying elements for the agreement or decision text, Malaysia, for the LMDCs, said it is premature.", 
    "TUVALU, opposed by NORWAY, cautioned against “downgrading” sections of the text into COP decisions. On criteria to identify decision text, AILAC, the US and the EU mentioned timing, and levels of detail and flexibility.", 
    "NEW ZEALAND said the agreement should include elements that are durable and universal. TANZANIA stressed all elements should be in the core agreement.", 
    "SWITZERLAND said identifying elements for decision text is an evolving process, and the UAE suggested the ADP Co-Chairs make annotations of suggested placement in the revised text."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12635e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2015", 
  "type": "working group", 
  "id": "enb12635e_2", 
  "enb_end_date": "09-Jun-15"
}