{
  "countries": [
    "Pakistan", 
    "Australia", 
    "Chile", 
    "Panama", 
    "India", 
    "Costa Rica", 
    "United States", 
    "Colombia", 
    "Russian Federation", 
    "Dominican Republic", 
    "Norway", 
    "Ecuador"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Compliance and Enforcement", 
    "Mitigation"
  ], 
  "section_title": "Vision for the ADP", 
  "enb_start_date": "01-Sep-12", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group"
  ], 
  "sentences": [
    "Discussions chaired by Co-Chair Dovland continued from Thursday.", 
    "ECUADOR urged addressing the impacts of climate change from a human rights perspective, and proposed that working groups meet twice a year until 2015 to develop recommendations.", 
    "The RUSSIAN FEDERATION cautioned against an overly narrow approach that disregards current realities.", 
    "He supported universality and called on countries to announce their own mitigation pledges.", 
    "He said an ADP roadmap should enable discussion of pertinent issues, not just satisfy procedural requirements. CHILE, for Colombia, Costa Rica, the Dominican Republic and Panama, called for means of implementation to address both mitigation and adaptation.", 
    "He supported discussing CBDR in the context of specific adaptation and mitigation issues, suggesting this discussion take place in the two roundtables corresponding to the agreed work streams, and not separately in a third roundtable.", 
    "The US said that the agreement must be worthwhile for everyone, or no incentive would exist to engage in the process.", 
    "He underscored a flexible, dynamic and transparent process that builds on national circumstances and individual capacity.", 
    "Regarding next steps, he suggested, inter alia , continuing the current format of roundtables and workshops on technical issues that may come up.", 
    "He proposed reflecting on issues and exploring workable options before developing text. AUSTRALIA supported a climate effective agreement that: is applicable to all; is capable of evolving over time to promote increasing ambition as countries capabilities and confidence grow; and provides incentives for countries to take action.", 
    "He said Convention principles are enduring but dynamic, and stressed actionable differentiation under the new agreement. NORWAY said the new agreement must: be effective, fair, realistic, flexible and science-based, and include mitigation commitments relative to responsibilities and capabilities.", 
    "He envisaged a legally-binding rules-based multilateral regime that addresses dynamic differentiation. PAKISTAN said clarification was required on the set of objectives, core principles and their application, and lessons to be drawn upon.", 
    "He emphasized that applicability to all parties must not override CBDR and the notion of equity.", 
    "He stressed: lack of a common understanding of how much circumstances have changed; maintaining the existing differentiated structure; and an effective compliance mechanism.", 
    "He suggested addressing these elements through workshops, studies or expert panels. INDIA urged differentiation based on equity, CBDR and historical responsibility.", 
    "She recommended that post-2020 arrangements include quantified and specific terms for developed countries to provide support to developing countries in a facilitative regime that ensures transfer of environmentally-friendly technologies.", 
    "She said the ADP should be flexible to allow consideration of new elements, including from the IPCC, the 2013-15 Review and the other AWGs.", 
    "The LDCs called for a new protocol and robust MRV to ensure compliance and transparency.", 
    "The AFRICAN GROUP said any future legal outcome should be a further articulation of commitments reflected in the Convention, such as financing commitments to developing countries, appropriate burden sharing, inclusion of operational tools and mechanisms, and acceptance of all sources of finance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12550e.html", 
  "enb_long_title": "Bangkok Climate Change Conference - August 2012", 
  "type": "", 
  "id": "enb12550e_12", 
  "enb_end_date": "01-Sep-12"
}