{
  "countries": [
    "Canada", 
    "Australia", 
    "Croatia", 
    "Thailand", 
    "Japan", 
    "Bulgaria"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Compliance and Enforcement", 
    "Flexibility Mechanims"
  ], 
  "section_title": "COMPLIANCE:", 
  "enb_start_date": "29-Nov-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "This issue had two sub-items the Compliance Committee s report; and the Appeal by Croatia against a decision of the Compliance Committee s Enforcement Branch.", 
    "It was first taken up in the COP/MOP plenary on Wednesday 1 December.", 
    "Compliance Committee Co-Chair Kunihiko Shimada (Japan) presented the Committee s report (FCCC/KP/CMP/2010/6), outlining the Committee s consideration of various issues including: compliance issues relating to Bulgaria, the result of which was suspension of Bulgaria from participation in the flexibility mechanisms; matters relating to Croatia, highlighting that Croatia has not submitted a plan to address its non-compliance although the deadline for doing this has passed; and issues regarding what should be done in the event of Annex I parties failing to comply with their reporting requirements.", 
    "Regarding Croatia s appeal against the Enforcement Branch of the Compliance Committee s decision regarding calculation of its Assigned Amount and commitment period reserve (FCCC/KP/CMP/2010/2), Croatia explained that the main reason for submitting the appeal was that the Enforcement Branch had noted that it was not competent to address all matters relating to this and had proposed that the issue be referred to the COP/MOP.", 
    "The two sub-items were subsequently considered in a contact group and informal consultations co-chaired by Pornchai Danvivathana (Thailand) and Richard Tarasofsky (Canada).", 
    "On the Committee s annual report and its request to the COP/MOP concerning the legal status of Committee members, Australia, Canada and the EU identified the discussions under the SBI on privileges and immunities as the best way to address this issue and proposed reflecting this in the COP/MOP decision.", 
    "On general issues raised by Croatia s appeal against the Enforcement Branch s decision, Co-Chair Tarasofsky noted that this is the first appeal to the COP/MOP by a party concerning the Compliance Committee s decision.", 
    "He therefore identified the need for a principled discussion on how such appeals should be addressed, including parties views on due process and remedies.", 
    "On the substance of the appeal, Croatia stressed its understanding that decision 7/CP.12 (level of emissions for the base year of Croatia) applies fully to Croatia s Kyoto target.", 
    "He expressed preference for addressing the issue not through the Enforcement Branch but through a COP/MOP decision indicating that decision 7/CP.12 applies fully to Croatia s Kyoto target.", 
    "The EU stressed that the COP/MOP s decision must be limited to the basis on which Croatia s appeal has been launched.", 
    "He clarified that the contact group may address Croatia s case on due process grounds, and that if the COP/MOP decides to overturn the underlying decision, it can refer the case back to the Enforcement Branch.", 
    "Co-Chair Tarasofsky identified the possibility of adopting two COP/MOP decisions, one on the appeal and the other one on the broader issues related to Croatia s situation.", 
    "The EU highlighted the contact group s very specific mandate to address Croatia s appeal, while Canada stated that the COP/MOP can take a comprehensive approach and also address the level of base-year emissions.", 
    "The COP/MOP adopted a decision on the Compliance Committee s report and conclusions on Croatia s appeal on 10 December."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12498e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12498e_22", 
  "enb_end_date": "11-Dec-10"
}