{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "South Africa", 
    "Micronesia", 
    "China", 
    "Guyana", 
    "New Zealand"
  ], 
  "topics": [
    "IPCC Governance", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "POTENTIAL CONSEQUENCES:", 
  "enb_start_date": "10-Aug-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Potential environmental, economic and social consequences of response measures, including spillover effects, of tools, policies, measures and methodologies available to Annex I parties (potential consequences) were considered by an informal group convening four times between Wednesday and Friday.", 
    "The group focused on streamlining and consolidating the text contained in paragraphs 24-30 of the text forwarded by AWG-KP 8 ( FCCC/KP/AWG/2009/9 ) Parties worked line-by-line through the text forwarded by AWG-KP 8 in Annex I of the meeting s report ( FCCC/KP/AWG/2009/9 ).", 
    "Discussions focused on issues including: basis of the AWG-KP s consideration of potential consequences; relevant COP/MOP decisions and Protocol articles; framing of the work; vulnerability and ability to respond to the impacts of potential consequences; and deepening understanding.", 
    "Regarding the basis, developing countries recommended removing reference to the Convention, noting that the text is specifically in reference to the Protocol.", 
    "South Africa, for the G-77/China, noted that the current text might introduce conditionalities and standards, while on framing of the work he stressed the importance of emphasizing minimizing the negative impacts of potential consequences for developing countries.", 
    "Several developed countries underscored the repetitiveness of the current formulation of the text in the framing of the work.", 
    "New Zealand highlighted the three ideas captured by the text in this section: striving to reduce negative consequences; the positive and negative consequences of mitigation actions; and the work is focused on the negative impacts in developing countries.", 
    "Saudi Arabia objected, in discussions on deepening understanding, to reference of developing country institutional capacity.", 
    "The G-77/China highlighted the complexity of deepening understanding but noted that the message in the text needs to be simplified.", 
    "Parties discussed the meaning of actual impacts with developed countries preferring actual or observed, while developing countries emphasized the need to include possible consequences as well.", 
    "Delegates discussed the possibility of regional and global assessments as a component of deepening understanding.", 
    "The EU noted that if every mitigation action requires a regional and global review process, it would significantly undermine the purpose of the Protocol to take prompt mitigation actions and that the regional and global levels might not be the most appropriate levels at which to conduct assessments.", 
    "Saudi Arabia clarified that these assessments would be complementary to individual assessments of impacts by developed countries and would examine classes of policies and resulting consequences.", 
    "Guyana and the Federated States of Micronesia stated that assessments are for the purpose of assessing the impacts on developing countries and how to address them.", 
    "Australia said that there may be a role for such assessments but worried that negotiating the terms of reference could be a distraction to the group and requested that it take place at a later point."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12427e.html", 
  "enb_long_title": "Bonn Climate Change Talks - August 2009", 
  "type": "WORKING GROUP", 
  "id": "enb12427e_18", 
  "enb_end_date": "14-Aug-09"
}