{
  "countries": [], 
  "topics": [
    "forests"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "07-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions ( FCCC/SBSTA/2007/L.10 ), SBSTA: takes note of two workshops held in Cairns and Rome; agrees to continue its work at SBSTA 27 on the basis of an annexed draft text; and invites parties' submissions by 15 August 2007 on issues related to further steps under the Convention related to reducing emissions from deforestation in developing countries, and to consider these submissions at SBSTA 27.", 
    "Draft COP Decision: In the draft COP decision annexed to the conclusions, most paragraphs remained bracketed.", 
    "In those that were agreed, the COP, inter alia : expresses concern with emissions from deforestation; acknowledges the need to also address forest degradation; and recognizes efforts already being taken, the need to increase their effectiveness and recognizes that doing so can promote co-benefits and complement the aims and objectives of other international conventions and agreements.", 
    "The COP therefore invites parties to strengthen ongoing efforts, and support capacity building and technical assistance, and encourages the use of the most recent reporting guidelines as a basis for reporting.", 
    "Among the paragraphs that remain bracketed, there is text referring to undertaking pilot project activities, mobilizing resources, undertaking further methodological work, inviting relevant organizations and stakeholders to participate in and/or support these efforts, and deciding to address the range of policy approaches and positive incentives at a future session, among others."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12333e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12333e_55", 
  "enb_end_date": "18-May-07"
}