{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "A BRIEF ANALYSIS OF ADP 2-10", 
  "enb_start_date": "31-Aug-15", 
  "enb_short_title": "ADP 2-10", 
  "subtype": "ANALYSIS", 
  "actors": [], 
  "sentences": [
    "It was the best of times, it was the worst of times… -Charles Dickens, A Tale of Two Cities The road to Paris is now a tale of two cities―Bonn and Paris―and the tenth part of the second session of the Ad Hoc Working Group on the Durban Platform for Enhanced Action (ADP 2-10) revealed that road to be steep, but navigable.", 
    "It is also a tale of three levels of negotiations taking place simultaneously yet separately, and how to vertically integrate this pyramid.", 
    "In a broader political process, heads of state are engaging at the top of the pyramid to generate political will and vision, and ministers are unlocking sticky political issues, such as differentiation and finance.", 
    "The base of the pyramid comprises the technical negotiations under the UN Framework Convention on Climate Change that are expected to provide the bulk of the Paris agreement and crystalize options for decisions at the political level.", 
    "Although progress at this meeting was, in the words of the COP 20 Presidency, “insufficient and uneven,” there was enough forward movement to mandate the Co-Chairs to draft a new negotiating text, a particularly important outcome given upcoming political negotiations.", 
    "This brief analysis compares the reality of ADP 2-10 with the great expectations many held beforehand.", 
    "It also explores the deeper divisions among parties on the emerging Paris package and the limits, in the eyes of many negotiators, of technical negotiations when disconnected from the broader political process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12644e.html", 
  "enb_long_title": "Bonn Climate Change Conference - August 2015", 
  "type": "", 
  "id": "enb12644e_28", 
  "enb_end_date": "04-Sep-15"
}