{
  "countries": [
    "Samoa", 
    "Bangladesh", 
    "Mexico", 
    "Uruguay", 
    "United States", 
    "Senegal", 
    "Indigenous Peoples", 
    "Paraguay", 
    "Japan", 
    "New Zealand"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Mitigation", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "AWG-LCA WORKSHOP", 
  "enb_start_date": "06-Apr-09", 
  "enb_short_title": "AWGs", 
  "subtype": "groups", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "The AWG-LCA workshop on opportunities and challenges for mitigation in the agricultural sector was chaired by Lilian Portillo (Paraguay).", 
    "The Secretariat presented a technical paper on challenges and opportunities for mitigation in the sector ( FCCC/AWGLCA/2009/1 ).", 
    "Highlighting agriculture s high technical mitigation potential but much lower economic potential, he pointed to challenges, such as limits in the capacity of soils to store carbon and possible reversal, but also to opportunities, including synergies with poverty alleviation and environmental protection.", 
    "An IPCC AR4 LEAD AUTHOR noted that two-thirds of mitigation potential in the agricultural sector is in developing countries.", 
    "He emphasized synergies among sectors and differences in accounting for livestock emissions depending on whether they are accounted for on a per unit of product or per animal basis.", 
    "The UN FOOD AND AGRICULTURE ORGANIZATION stressed the need for field testing of methodologies and for flexible approaches to financing.", 
    "The EU highlighted possible win-win solutions benefiting both mitigation and adaptation and the need to encourage R&D.", 
    "He suggested developing countries incorporate agriculture-related NAMAs in their low-carbon development strategies. NEW ZEALAND emphasized his proposal for a Virtual World Research Center to coordinate R&D, building on New Zealand s Lifestock Emissions and Abatement Research Network. URUGUAY noted that the efficiency of agricultural production could be increased through market instruments, technology transfer, and R&D. JAPAN highlighted food security and the need for research on effective soil management. BANGLADESH stressed the need to conduct mitigation and adaptation simultaneously, and suggested measures such as developing new varieties of drought-resistant crops and agricultural practices with economized water use, as well as South-South cooperation on R&D. MEXICO highlighted important mitigation potential in his country s agricultural sector, saying approximately fifty percent of the emissions could be reduced.", 
    "Noting that agriculture and forestry could offset 10-25% of his country s current emissions, the US stressed the importance of including agriculture in the climate regime. SAMOA presented on co-benefits of the use of solid waste from coconut biomass and said that Samoa aims to become a carbon-neutral holiday destination. SENEGAL stressed problems caused by the combination of climate change and population growth, highlighting land degradation and food security.", 
    "She called for mitigation that also promotes adaptation and identified the need for a financing mechanism.", 
    "Discussion addressed, inter alia , difficulties of measuring soil carbon in developing countries; the importance of organic agriculture, and traditional and indigenous knowledge; the potential for global cooperation and capacity building through the Bali Action Plan and NAMAs; the need to improve capacity for measuring and estimating emissions and removals; and the inclusion of agriculture in carbon trading schemes.", 
    "They also noted positive correlations between soil organic carbon and resilience to droughts, decreased degradation and reversing soil erosion, and water cycle and soil fertility improvements. INTERNATIONAL FEDERATION OF AGRICULTURAL PRODUCERS emphasized that agricultural practices that sequester greenhouse gases are a fast and cost-effective way to mitigate emissions.", 
    "INDIGENOUS PEOPLES ORGANIZATIONS proposed an expert workshop on indigenous peoples and climate change before the AWG-LCA session in Bangkok.", 
    "THIRD WORLD NETWORK called for support for organic, sustainable and small-scale farming.", 
    "UNCCD proposed the inclusion of carbon in soils, particularly biochar, under the Copenhagen agreement."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12404e.html", 
  "enb_long_title": "Fifth session of the Ad Hoc Working Group on Long-term Cooperative Action under the UN Framework Convention on Climate Change (AWG-LCA 5) and Seventh session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP 7)", 
  "type": "working group", 
  "id": "enb12404e_1", 
  "enb_end_date": "06-Apr-09"
}