{
  "countries": [
    "Romania", 
    "Australia", 
    "Qatar", 
    "Singapore", 
    "Tanzania", 
    "Finland", 
    "India", 
    "Saudi Arabia", 
    "Papua New Guinea", 
    "Belgium", 
    "Slovenia", 
    "Trinidad and Tobago", 
    "Germany", 
    "Marshall Islands", 
    "Namibia", 
    "Syria", 
    "Argentina"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ORGANIZATIONAL MATTERS:", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "COP President Nkoana-Mashabane reminded parties of the practice since COP 1 of applying the draft rules of procedure (FCCC/CP/1996/2) with the exception of draft rule 42 on voting, which has remained unresolved since COP 1.", 
    "Papua New Guinea expressed concerns, suggesting that lack of agreement on voting can mean lowest common denominator outcomes.", 
    "Further consultations were held during COP 17.", 
    "On Friday, 9 December, COP Vice-Chair Andrej Kranjc (Slovenia) reported that no consensus was reached on this matter.", 
    "Parties agreed that informal consultations would continue and agreed to apply provisionally the rules of procedure without rule 42.", 
    "The COP closing plenary also approved the credentials of parties representatives (FCCC/CP/2011/L.10).", 
    "Adoption of the agenda : On 28 November, parties agreed to proceed with their work based on the provisional agenda (FCCC/CP/2011/1) with a view to its formal adoption at a later stage following informal consultations on three agenda items proposed by India (on accelerated access to critical technologies, equitable access to sustainable development and unilateral trade measures).", 
    "Singapore expressed concern over this procedure, noting that it could open the door to more agenda items and make the workload unmanageable.", 
    "Syria supported having discussions on India s proposals.", 
    "The agenda was discussed during the week in informal consultations.", 
    "On 9 December, the COP s evening plenary considered the adoption of the agenda (FCCC/CP/2011/1).", 
    "Vice-Chair Kranjc reported on consultations by the COP President regarding the three agenda items proposed by India.", 
    "He said an agreement had been reached to consider the issue of equitable access to sustainable development through a workshop under a relevant agenda item.", 
    "India requested that the body to hold the workshop be identified, while Australia said agreement was to bring back this item under a relevant agenda item, but not to identify the body at this COP.", 
    "The President noted both comments in the report, and the COP then adopted the agenda for the meeting without items 11, 12 and 13 (proposals by India), as well as holding in abeyance the item on the second review of Convention Articles 4.2(a) and 4.2(b) (policies and measures on emissions and removals from sinks), as has been the practice since COP 4.", 
    "Election of officers: On Sunday, 11 December, the COP elected: Artur Runge-Metzger (Germany) as Vice President, Phillip Muller (Marshall Islands) as Vice President, Richard Muyungi (Tanzania) as SBSTA Chair, and Andrej Kranjc (Slovenia) as rapporteur.", 
    "He said there were ongoing consultations on other nominations and noted once such nominations from regional groups are received, they will be deemed elected at COP 17.", 
    "Regarding SBI, the COP elected Kishan Kumarsingh (Trinidad and Tobago) as SBI Chair, Narcis Paulin Jeler (Romania) as SBI Vice-Chair and Petrus Muteyauli (Namibia) as SBI Rapporteur.", 
    "On AWG LCA officers, the COP elected Aysar Ahmed Al Tayeb (Saudi Arabia) as Chair, Marc Pallemaerts (Belgium) as Vice-Chair, and Valeria Gonzalez Posse (Argentina) as Rapporteur.", 
    "The AWG KP officers remain same, except for the election of AWG-KP Vice-Chair Yukka Uosukainen (Finland).", 
    "Dates and venues of future sessions : On Sunday, 11 December the COP adopted a decision on the date and venue of future sessions (FCCC/CP/2011/L.4).", 
    "The decision accepts the offer of Qatar to host COP 18 in Doha from 26 November 7 December 2012.", 
    "Qatar said his government will spare no efforts to ensure its success.", 
    "The Republic of Korea said that, following lengthy discussions, his country would host the pre-COP ministerial meeting.", 
    "The COP President also confirmed that COP 19 will be in Eastern Europe and no offers have been received to date."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_7", 
  "enb_end_date": "09-Dec-11"
}