{
  "countries": [
    "Canada", 
    "Australia", 
    "Philippines", 
    "Micronesia", 
    "United Kingdom", 
    "Netherlands", 
    "Germany", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "The negotiations direction: backward, sideways or forward?", 
  "enb_start_date": "15-Dec-03", 
  "enb_short_title": "UNFCCC COP-9", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Irrespective of the results achieved in the discussions on sinks in the CDM, there was undoubtedly a sense of treading the same waters, if not of pedaling backwards on a range of other issues considered by the SBSTA and SBI.", 
    "These included negotiations on the IPCC\u0092s Third Assessment Report (TAR) and on non-Annex I national communications. The limited progress in the TAR negotiations becomes evident as soon as one recalls that it was the First Assessment Report (FAR) that led to the negotiation of the UNFCCC itself, while the Second Assessment Report (SAR) helped trigger negotiation of the Kyoto Protocol.", 
    "In contrast, nearly three years after the TAR\u0092s completion, and following two years of negotiations in SBSTA and COP sessions, delegates only just agreed not to preclude substantive discussion of the TAR under the new agenda items on adaptation and mitigation established to this end.", 
    "The G-77/China\u0092s strong resistance to adopting a COP decision on the TAR, and in fact to discussing anything beyond procedures for further consideration of this issue, is a clear reflection of the group\u0092s determination not to allow negotiations to head anywhere close to the issue of developing countries\u0092 future commitments.", 
    "After all, the new mitigation agenda item will be the main place where this could be addressed.", 
    "With frustration over Annex I Parties\u0092 failures to fulfill their commitments, limited transfer of technologies and insufficient financial support, developing countries held firmly to preventing negotiations turning towards mitigation activities by non-Annex I countries in the future. On the other hand, some observers commented with surprise on the G-77/China\u0092s prohibitive stance to advancing substantive consideration of the IPCC TAR, as this not only limits work on mitigation, but also on adaptation, a major concern to a large, although not necessarily very powerful, faction of the G-77/China group.", 
    "Given this shortfall on focusing on substantive discussions, it is unlikely that the TAR will, unlike the SAR and FAR, significantly shape future UNFCCC negotiations.", 
    "Nevertheless, the window of opportunity for considering the substance of the third, and possibly future, IPCC assessment reports has been created. On non-Annex I national communications, it would be a stretch to say that great advances have been made.", 
    "In fact, the general perception seemed to be that Parties had taken a step back in at least one sense: whereas at SBSTA-18, delegates agreed to 'urge' Parties that have not yet done so to submit their national communications as soon as possible, this time around, the compromise language ended-up only 'encouraging' Parties to do so as soon as possible.", 
    "Furthermore, lengthy negotiations at COP-8 on revised guidelines for preparing national communications returned to haunt negotiators as developing countries sought to weaken any additional commitments on reporting due to a realization that funding would be insufficient to cover this work. This, and the G-77/China\u0092s unwavering opposition to refer to the frequency of submissions, was seen by some as yet another illustration of developing countries\u0092 unwillingness to move ahead on anything other than the obligations of the developed countries.", 
    "As for Parties\u0092 inability to reach agreement on the submission of future national communications, this is on the one hand a reflection of what some saw as the G-77/China\u0092s current 'mantra' to avoid indications of future commitments on their part.", 
    "One the other hand, it illustrates the incoherence between the EU\u0092s negotiating mandate, pushing for a decision on this issue, and its determination to carry this through.", 
    "Despite many EU Member States\u0092 emphasis on the importance of this issue, it remained unclear to observers, save for incredulous miscommunication or a hidden agenda, why this issue was given up by the EU without any resistance. On the other hand, outside the box of defensive party positions and regime-focused strategic approaches held in the negotiations, the high-level round-table discussions among ministers provided a refreshing change of pace, allowing an opportunity to step back and take a wider perspective on the UNFCCC process and the issue of climate change itself.", 
    "Unleashed from common denominator group positions and the confines of negotiations, ministers were forced, within strict time limits, to get to the point and present the issues, which they believe are most pertinent in the broader context of climate change.", 
    "While many of the issues raised by ministers, such as sustainable development, adaptation and technology transfer are not new, they clearly needed political reinforcement.", 
    "Statements by several countries on their Kyoto targets and future actions may also provide a better insight into the non-negotiated COP outcomes: ministers and senior officials from Canada, the Netherlands and Australia confirmed their intent to meet their Kyoto targets, even if the Protocol does not enter into force, and Germany, the UK, Philippines and Micronesia supported action on keeping the temperature increase below two degrees Celsius within this century.", 
    "Re-awakening ministers to the needs to engage, mainstream and prioritize these broader issues may be one of the more significant, non-negotiated outcomes of the COP."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12231e.html", 
  "enb_long_title": "Ninth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12231e_95", 
  "enb_end_date": "15-Dec-03"
}