{
  "countries": [
    "Malaysia", 
    "Botswana"
  ], 
  "topics": [
    "Vulnerabilities and Impacts", 
    "Reasons for Concern", 
    "Anthropogenic Interference with Climate System", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "Experiences in application of different methods and tools and their adequate use", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Balisi Gopolang, Botswana, discussed methods and tools used in Botswana.", 
    "He said that in carrying out analyses, findings included that Botswana s average temperature will increase by 1-3ºC by 2050, and that rainfall would decrease.", 
    "He noted that vulnerability assessments were carried out in various sectors including water, crops, health and forests, and gaps encountered included the need for technology transfer, and downscaling due to coarse resolution, as well as failure to represent some vegetation types.", 
    "He said the UNFCCC should assist institutions of excellence, create fellowships for model developers, and maintain a database of experts.", 
    "Ahmad Shaaban, Malaysia, discussed his country s experience in fine resolution regional climate projection for vulnerability assessment and adaptation in the wake of climate change.", 
    "He discussed use of the Canadian Global Climate Model and stressed the downscaling of modeling to ensure finer resolution.", 
    "He said Malaysia was working to further integrate climate change issues and impacts into national and local strategic and development plans.", 
    "He illustrated results in validating and simulating precipitation with observed precipitation and provided examples in other areas as well, and demonstrated how users can access data and obtain future projections in specific areas, such as precipitation, evapotranspiration, soil water storage, surface temperature and stream flow.", 
    "Habiba Gitay, World Bank, presented the Resources for Managing Adaptation to Climate Change , a system being developed by the World Bank to incorporate adaptation into development projects.", 
    "The system, she explained, has six elements: country and regional data; location-specific information; a tool to screen projects for climate change sensitivity and identify levels of climate risk; a guide to web and literature resources; guidance notes to help project developers access relevant information quickly; and quick access to relevant projects within the Bank."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_11", 
  "enb_end_date": "07-Mar-08"
}