{
  "countries": [
    "Canada", 
    "Kuwait", 
    "Tanzania", 
    "Luxembourg", 
    "United States", 
    "Peru", 
    "Japan", 
    "Switzerland", 
    "Norway", 
    "Saudi Arabia", 
    "Samoa", 
    "Cuba", 
    "Zambia", 
    "Uzbekistan", 
    "Malaysia", 
    "Zimbabwe", 
    "China", 
    "Colombia", 
    "Marshall Islands", 
    "Hungary"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "IPCC Governance", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "SUBSIDIARY BODY FOR THE SCIENTIFIC AND TECHNOLOGICAL ADVICE", 
  "enb_start_date": "31-Jul-97", 
  "enb_short_title": "6th Session SBSTA & SBI, AG13 5", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77 and China", 
    "Group of 77"
  ], 
  "sentences": [
    "SBSTA Chair Tibor Faragó (Hungary) called on the contact group co-chairs to summarize their work.", 
    "Division of Labor Group Co-Chair Mark Hambley (US) noted the progress that had been made and anticipated a completion of a draft decision later in the day.", 
    "Methodological Group Co-Chair Harald Dovland (Norway) noted that the group had found little overlap between the work of the Secretariat and other international organizations.", 
    "He stated that the budget group has been informed of the need for additional resources.", 
    "SAUDI ARABIA objected to the paper to be presented by the methodological group and stated that the Secretariat should not be given additional responsibility.", 
    "He called for a new working group to discuss Intergovernmental Technical Advisory Panels (ITAPs) and reminded the Chair of the G77/CHINA\u0092s proposal on ITAPs.", 
    "KUWAIT and MALAYSIA stated that they were unable to attend all of the contact groups because of the limited size of their delegations.", 
    "The Chair stated that he would await the outcome of the contact groups, and encouraged all delegates to express concerns at the contact group meetings. Cooperation with International Organizations: The Chair noted that there was little documentation and encouraged intergovernmental and international organizations to brief the delegates on their activities.", 
    "The International Oceanographic Commission (IOC) cited the need for modernizing global sea level observations and called for assistance from international bodies.", 
    "The Scientific and Technical Advisory Panel (STAP) to the Global Environment Facility (GEF) summarized its activities and workshops on climate change and noted its cooperation with other international organizations.", 
    "The World Meteorological Organization (WMO) reported on the development of the Climate Agenda and noted that a report will be submitted to COP-3.", 
    "The United Nations Environment Programme (UNEP) stated the importance of equity in methodological issues and called for a resolution.", 
    "He noted the advantages gained by sharing of information between groups interested in activities implemented jointly (AIJ), but cautioned that AIJ could weaken the development of local technologies. The IPCC stated that the Third Assessment Report (TAR) is scheduled for completion by the end of the year 2000.", 
    "In addition to physical, chemical and ecological processes, the TAR will integrate natural and social sciences and address sectoral issues and regional perspectives.", 
    "The IPCC will also produce a 'policy relevant' synthesis report. LUXEMBOURG, on behalf of the EU, highlighted its submission containing questions from policy makers, which focuses, inter alia, on progress in detecting change, non- intervention scenarios and possible policy combinations.", 
    "SWITZERLAND noted the importance of disseminating the TAR results in all UN languages and ensuring adequate resources for the IPCC secretariat. CHINA said the TAR should reflect the implementation of Articles 4.2(a) and (b), and with the US, called for briefings on the consultations of the Joint Working Group of the FCCC and IPCC officers.", 
    "ZIMBABWE, on behalf of the African Group, as well as CUBA and ZAMBIA, sought stronger national observation and research systems.", 
    "She also urged the IPCC to produce simplified summaries of regional impact studies and regretted that the GEF did not support UNEP\u0092s proposed climate awareness programme. The MARSHALL ISLANDS stated that IPCC should strive for better information on possible scenarios, such as sea-level rise, and socio-economic impacts resulting from inaction.", 
    "Any steps towards a 'user friendly' synthesis report would assist political leaders.", 
    "SAMOA cited the fact that some regions do not have experts in this field as proof of the need to build capacity.", 
    "PERU called for work on tropical forest methodology and the ocean carbon cycle according to region. Technology Transfer: The Chair invited comment on a progress report (FCCC/SB/1997/3), an update on the report (FCCC/SB/1997/4) and a technical paper on trends and conditions employed by multilateral lending institutions (FCCC/TP/1997/1).", 
    "TANZANIA, for the G-77/CHINA, said technology transfer remains an essential component and priority element of FCCC implementation.", 
    "SBSTA should continue to establish expert groups on specific issues using the roster of experts.", 
    "ZIMBABWE, for the African group, demanded a reopening of the question of ITAPs, which could be a first step toward a clearinghouse mechanism.", 
    "CHINA said SBSTA should set up ITAPs to facilitate technology transfer. The US and the EU suggested that action on ITAPs await a planned review of the roster at the next SBSTA.", 
    "JAPAN said SBSTA should concentrate on updating the roster and should carefully consider qualifications for ITAPs.", 
    "MALAYSIA said ITAPs and the roster should be enhanced to draw expertise from within governments. The US said governments\u0092 role in technology transfer is to encourage technology diffusion and remove market barriers.", 
    "The focus should be on informing developing country Parties of channels and conditions for financing.", 
    "CANADA said the private sector is the preferred vehicle for technology transfer; and that government should play a facilitating role.", 
    "The EU noted the increasing significance of private sector financial flows and said work related to public sector financial flows should focus on energy and transport.", 
    "UZBEKISTAN suggested an international technology exchange advisory group. Report of the session: Rapporteur Alvaro J. Rodriguez (Colombia) introduced the draft report of SBSTA (FCCC/SBSTA/1997/CRP.2).", 
    "On international organizations, the US proposed a new paragraph calling upon Parties to work through other organizations such as IMO and ICAO to address climate change issues and requested these organizations to provide a report to SBSTA.", 
    "On AIJ, the US reported that the small informal group (CHINA, the US, NORWAY and CANADA) had not produced agreed text and will continue consultation until the final SBSTA meeting next Tuesday. The Chair of the contact group on methodologies presented its conclusions.", 
    "The G-77/CHINA requested more time to consider this paper before approval.", 
    "ZIMBABWE noted that there was limited participation from non-Annex I countries.", 
    "The methodologies contact group will reconvene.", 
    "The division of labor group reached consensus on a general approach for national communications, AIJ and NGO consultations, but other issues remain unresolved and the group will hold further consultations."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1249e.html", 
  "enb_long_title": "Sixth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "WORKING GROUP", 
  "id": "enb1249e_1", 
  "enb_end_date": "31-Jul-97"
}