{
  "countries": [
    "Australia", 
    "Algeria", 
    "Sudan", 
    "Lesotho", 
    "Sweden", 
    "China", 
    "Switzerland", 
    "Barbados"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Technology Transfer"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "29-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States", 
    "African Group", 
    "Group of 77", 
    "Umbrella Group", 
    "European Union", 
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "Sudan, for the G-77/CHINA, emphasized that the AWG-LCA should be an open, party-driven, transparent and inclusive process and that concrete proposals for specific amounts of financing had yet to be made.", 
    "He said the emphasis had been on shifting financing responsibilities to private sector and developing countries.", 
    "On adaptation, he said the main burden of implementation had been relegated to developing countries.", 
    "Barbados, for AOSIS, highlighted the AOSIS Summit on 21 September in New York, where the heads of state had agreed on a bold declaration to work with urgency and purpose and stressed that comfort and political accommodation should not drive the major players.", 
    "On financing, he said no proposals approached the scale of resources needed for adaptation, especially for small island developing states (SIDS) and LDCs, and stressed that financing should not be held hostage to progress in other areas.", 
    "Algeria, for the AFRICAN GROUP, expressed concern with translation of documents and the multiplicity of contact and sub-groups.", 
    "He prioritized adaptation, finance, technology transfer and capacity building, indicating that agreement on adaptation finance would enable faster progress.", 
    "Australia, for the UMBRELLA GROUP, called for coordination between the AWGs and stressed that the agreement should capture the full range of mitigation efforts, with common architecture and obligations grounding the common responsibility of all countries to mitigate climate change.", 
    "Lesotho, for the LDCs, underscored, inter alia , action on the adaptation framework for implementation of national adaptation programmes of action (NAPAs), technology and capacity building programmes, and finance that is reliable and additional to ODA.", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, stressed the need to accelerate the negotiating process and supported holding a stocktaking plenary on Friday.", 
    "Sweden, for the EU, emphasized the need to condense the negotiating text and focus on the key political issues forming the pillars."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12429e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12429e_11", 
  "enb_end_date": "29-Sep-09"
}