{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Sudan", 
    "Tanzania", 
    "China", 
    "Russian Federation", 
    "Norway"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS:", 
  "enb_start_date": "01-Jun-09", 
  "enb_short_title": "SB 30", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "This issue ( FCCC/SBI/2009/7 ) includes sub-items on COP 15, COP/MOP 5, future sessional periods, organization of the intergovernmental process and observer organizations.", 
    "It was first considered by SBI plenary on 2 June and referred to a contact group, co-chaired by Georg Børsting (Norway) and Richard Muyungi (Tanzania).", 
    "The SBI closing plenary adopted conclusions ( FCCC/SBI/2009/L.10 ) on 10 June.", 
    "Discussion focused on issues such as when the AWGs should complete their work and report to COP 15 and COP/MOP 5; scheduling of the next meeting of the Subsidiary Bodies (SBs); duration of the high-level segment in Copenhagen; and the timing of meetings.", 
    "Several scenarios for completing the AWGs work were considered.", 
    "During informal consultations, parties reduced the options to two: completing the AWGs work before COP 15 and COP/MOP 5 and reporting the results to the opening plenaries; or continuing the AWGs work in Copenhagen, providing a progress report at the beginning and presenting final reports in time for the high-level segments.", 
    "Parties did not reach agreement and the matter was referred to the COP Bureau.", 
    "Regarding the scheduling of the SBs, parties also considered several options: holding meetings before COP 15, in conjunction with the AWGs in Bangkok or Barcelona; holding SB 31 in Copenhagen but deferring some items to SB 32; holding SB 31 in Copenhagen during the sessional period but limiting the meeting to three to four days; or deferring the entire SB 31 to 2010.", 
    "Parties did not reach agreement and it was referred to the COP Bureau.", 
    "Views also differed on the duration of the high-level segment.", 
    "Several countries favored extending the high-level segment from three to four days.", 
    "After informal consultations, parties agreed on a three-day high-level segment.", 
    "Concerns were also raised by many parties on the possibility of informal closed sessions, with many highlighting the need for transparency and inclusiveness.", 
    "On the organization of the intergovernmental process, Australia and Saudi Arabia, opposed by the EU, emphasized strengthening language indicating that meetings should end by 6:00 pm.", 
    "The Russian Federation, supported by Saudi Arabia, proposed stronger language stating that meetings shall end by 6:00 pm, and by 8:00 pm in exceptional circumstances.", 
    "After brief informal consultations during the SBI closing plenary, Sudan, for the G-77/China, reported agreement on stating that all meetings end by 6:00 pm, but may, in exceptional circumstances and on a case-by-case basis, continue for two to three hours."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12421e.html", 
  "enb_long_title": "Bonn Climate Change Talks - June 2009", 
  "type": "", 
  "id": "enb12421e_78", 
  "enb_end_date": "12-Jun-09"
}