{
  "countries": [
    "Australia", 
    "El Salvador", 
    "Gambia", 
    "Costa Rica", 
    "Congo", 
    "China", 
    "Argentina"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Forests"
  ], 
  "section_title": "OPENING STATEMENTS :", 
  "enb_start_date": "29-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Central American Integration System", 
    "Group of 77", 
    "Coalition for Rainforest Nations", 
    "Umbrella Group", 
    "African Group"
  ], 
  "sentences": [
    "Argentina, for the G-77/CHINA, highlighted the work of the Technology Executive Committee (TEC) and urged operationalizing the work programme and holding a forum on response measures.", 
    "On the Nairobi work programme, the EU supported making it more relevant for practitioners and a COP decision to enhance its work.", 
    "Costa Rica, on behalf of the COALITION FOR RAINFOREST NATIONS, highlighted the critical role of forests and the need for draft decisions on MRV for REDD+.", 
    "Australia, on behalf of the UMBRELLA GROUP, stressed the need for continued progress on reform of the CDM and technical issues under REDD+ in order for SBSTA to absorb the work of the AWGs when their mandate ends.", 
    "El Salvador, on behalf of the Central American Integration System (SICA), underscored the need for a holistic approach to REDD+ that considers the multifunctional role of forests and ecosystem services.", 
    "The Gambia, for LDCs, stressed the need to define appropriate policy incentives for REDD+ to ensure adequate and predictable funding for developing countries.", 
    "The Democratic Republic of Congo, on behalf of the AFRICAN GROUP, called for strengthening the mandate of the NWP and further engage the region into the CDM process.", 
    "Delegates then took up the various agenda items."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12524e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "sbsta", 
  "id": "enb12524e_9", 
  "enb_end_date": "29-Nov-11"
}