{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Ethiopia", 
    "China", 
    "Japan", 
    "Grenada"
  ], 
  "topics": [
    "Flexibility Mechanism", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanims"
  ], 
  "section_title": "CDM (COP/MOP):", 
  "enb_start_date": "11-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "During the contact group, Co-Chair Figueres informed parties that the Co-Chairs had prepared draft decision text, based on the CDM Executive Board (EB) report to the COP/MOP and parties statements during the COP/MOP Plenary.", 
    "Parties discussed the CDM EB s study on the implications of including CCS under the CDM.", 
    "The Secretariat provided clarification on the process by which the CDM EB conducted the study, as requested by the COP/MOP President during the COP/MOP plenary. GRENADA and SAUDI ARABIA asked how the second report from the consultants tasked with conducting the study had been dealt with, with GRENADA noting that the CDM EB did not endorse this second report.", 
    "The Secretariat clarified that consultants had been requested to conduct the study, that their first report did not adequately fulfill the mandate given to them and they had been asked to prepare a second report, but the CDM EB had been unable to make a decision on this report.", 
    "He further explained that: the consultants first report was part of the annotated agenda of the 49th meeting of the Board; the consultants second report was part of the annotated agenda of the 50th meeting and considered during the meeting; and the main outcome of the CDM EB s study is contained in Annex II of its report ( FCCC/KP/CMP/2009/16 ).", 
    "Co-Chair Figures noted that because the CDM EB had been unable to conclude on the study and mandate given to it by the COP/MOP, the matter was now back before the COP/MOP.", 
    "Co-Chair Figueres then asked parties to identify issues which should be discussed by the group.", 
    "The EU highlighted: the issue of unmet need, particularly in order to improve regional distribution of CDM projects; standardized baselines; understaffing of the Secretariat; terms of reference for CDM EB members; and the possibility of a full-time CDB EB chair.", 
    "CHINA identified the need to improve transparency, fairness and efficiency in decision-making.", 
    "Ethiopia, for the LDCs, underscored regional distribution, and proposed exempting small-scale projects in LDCs from the additionality requirement.", 
    "He also noted that many LDCs have unmet energy needs and requested that this be considered for the establishment of baselines.", 
    "GRENADA and BRAZIL opposed the proposal for a full-time chair, noting the existence of a full-time Secretariat and highlighting that the proposal would only favor those countries that can afford to support a full-time chair.", 
    "GRENADA also objected to adopting terms of reference for CDM EB members, highlighting that it may bias countries with limited CDM knowledge and expertise.", 
    "SAUDI ARABIA supported consideration of terms of reference.", 
    "Co-Chair Figueres then introduced the Co-Chairs draft text, provided an overview of its content and asked parties if it was an acceptable starting point.", 
    "GRENADA and JAPAN expressed support for using the text as a starting point.", 
    "The INTERNATIONAL EMISSIONS TRADING ASSOCIATION (IETA) supported establishment of standardized baselines, stating this would improve regional distribution.", 
    "She also highlighted, inter alia : lack of due process and transparency in the CDM EB s decision-making process and the need to establish an independent appeal body; and the prerogative of the host country to set the level of incentives to promote CDM projects.", 
    "CDM Watch, for CAN, expressed concern about the code of conduct for CDM EB members, particularly regarding declaration of conflicts of interest, and called for strengthening of the code of conduct and establishing procedures for declaring such conflicts.", 
    "She also opposed the definition of forests in exhaustion and the inclusion of CCS under CDM projects. JOINT IMPLEMENTATION (JI) (COP/MOP): Co-Chair Lesolle identified the following issues as requiring consideration: resources for the JI Supervisory Committee (JISC), including the JI management and budget plans for 2010-2011 and the need for predictable and adequate funding; further guidance to the JISC as appropriate; and guidance to the Secretariat regarding the JI track 1 procedure, including information from parties and input by the Secretariat.", 
    "The Secretariat presented a summary of the JISC report, including an overview of the operation and status of JI.", 
    "CHINA noted that the Chair had not mentioned the issue of extending the share of proceeds levy to JI, as raised by parties in plenary.", 
    "Co-Chair Lesolle noted that this could be included under further guidance on JI. IETA lamented the lack of sufficient funding for JISC.", 
    "He noted that lack of progress on aspects of JI lies in inadequacy of host country mechanisms to facilitate JI tracks 1 and 2 procedures.", 
    "The Co-Chairs will prepare a draft decision for consideration on Friday. SHARED VISION (AWG-LCA): In the afternoon informal consultations, parties focused on draft text.", 
    "Many developing countries proposed new language to condense several introductory paragraphs.", 
    "Some developed countries opposed a reference to addressing implementation gaps in the Convention.", 
    "Parties also deliberated on the role of the Protocol.", 
    "Informal consultations continued into the night aimed at completing the first reading of the draft text. FINANCE (AWG-LCA): In the morning drafting group on finance, delegates considered the co-facilitators text on institutional arrangements, proposing changes to the text.", 
    "Several parties expressed difficulty with, amongst other things, listing commitments contained in Convention Article 4 (commitments) and language on a governing body allocating funds among thematic areas.", 
    "Revised text will be produced. TECHNOLOGY (AWG-LCA): In informal consultations on technology, parties worked line-by-line through new draft text.", 
    "Some developing countries expressed interest in inserting preambular language and principles.", 
    "Parties exchanged views on what a technology mechanism would consist of. ADAPTATION (AWG-LCA): In the morning informal consultations on adaptation, parties continued paragraph-by-paragraph discussions of draft text with a view to streamlining and shortening it."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12452e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12452e_1", 
  "enb_end_date": "11-Dec-09"
}