{
  "countries": [
    "Turkey", 
    "Maldives", 
    "Bangladesh", 
    "Uruguay", 
    "Japan", 
    "India", 
    "France", 
    "Australia", 
    "China", 
    "Grenada", 
    "Russian Federation", 
    "Antigua and Barbuda", 
    "New Zealand", 
    "Indigenous Peoples"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "Forests", 
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "LONG-TERM COOPERATIVE ACTION:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "Umbrella Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Delegates convened in an AWG-LCA plenary and considered the organization of work.", 
    "Chair Machado proposed establishing three contact groups on: enhanced action on mitigation in conjunction with identification of needs for finance and technology; enhanced action on adaptation in conjunction with identification of needs for finance and technology; and institutional arrangements for delivering enhanced cooperation on technology and financing.", 
    "Many party groupings supported the Chair s proposal, while Australia, for the UMBRELLA GROUP, objected to the creation of the contact group on institutional arrangements, stating that the first two contact groups would sufficiently deal with this matter.", 
    "Antigua and Barbuda, for the G-77/CHINA, proposed changing the title of the third contact group to delivering on technology and financing, including consideration of institutional arrangements.", 
    "After informal consultations, parties agreed to the establishment of three contact groups on: enhancing action on adaptation and associated means of implementation, chaired by AWG-LCA Vice-Chair Cutajar; enhancing action on mitigation and associated means of implementation, chaired by AWG-LCA Chair Machado; and delivering on technology and financing, including consideration of institutional arrangements, also chaired by Machado.", 
    "During the discussion, the G-77/CHINA and others expressed disappointment regarding the slow progress of the AWG-LCA in light of the challenging programme in the lead up to COP 15.", 
    "France, for the EU, highlighted the potential for using a levy on aviation revenue to combat climate change and, with AUSTRALIA, for the use of carbon markets to achieve cost-effective mitigation.", 
    "Maldives, on behalf of the LDCs, proposed the establishment of an institutional structure on adaptation to help ensure food, energy and water security and the protection of health and livelihoods.", 
    "Grenada, for AOSIS, underscored adaptation as a major priority, and proposed the establishment of an adaptation fund under the Convention. JAPAN proposed that parties adopt a shared vision of reducing global emissions by 50% by 2050 in line with the goal supported by the 2008 G8 Summit.", 
    "NEW ZEALAND called for greater emphasis on a shared vision, and said there cannot be two separate and distinct visions under the AWG-KP and AWG-LCA tracks.", 
    "On REDD, he suggested elaborating both market and non-market approaches to enable an informed decision on the issue.", 
    "INDIA and CHINA stressed the need to address all four elements of the Bali Action Plan equally.", 
    "The RUSSIAN FEDERATION called for all major emitting countries to participate in a future global agreement.", 
    "On mitigation in the agriculture sector, URUGUAY, supported by NEW ZEALAND, called for increased action, and proposed a workshop on this topic in Poznan.", 
    "BANGLADESH proposed the establishment of an international adaptation research and technology support center in his country. TURKEY called for flexibility in a future regime to account for the dynamic nature of national circumstances. ICAO noted that it is in the best position to ensure optimum compatibility between environmental sustainability and the safety of the global aviation system.", 
    "She offered to assist the AWG-LCA in its efforts to address international aviation emissions.", 
    "GLOBAL BUSINESS and INDUSTRY noted that the private sector has a major role to play in providing investment for mitigation and adaptation actions, and highlighted the importance of creating frameworks and institutional structures to attract the necessary resources.", 
    "The INDIGENOUS PEOPLES FORUM ON CLIMATE CHANGE said a future agreement should recognize and implement the UN Declaration on the Rights of Indigenous Peoples and also provide for official participation of the UN Permanent Forum on Indigenous Issues in the UNFCCC process."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12380e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12380e_1", 
  "enb_end_date": "21-Aug-08"
}