{
  "countries": [
    "Saudi Arabia", 
    "Australia", 
    "Honduras", 
    "Gambia", 
    "Swaziland", 
    "Nauru", 
    "Sierra Leone", 
    "Ecuador"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CLOSING PLENARY:", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "PLENARY", 
  "actors": [
    "League of Arab States", 
    "European Union", 
    "Central American Integration System", 
    "Environmental Integrity Group", 
    "Coalition for Rainforest Nations", 
    "Bolivarian Alliance For The Peoples Of Our America", 
    "Umbrella Group", 
    "African Group", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The AWG-KP closing plenary convened on Thursday, 24 May.", 
    "Chair Diouf indicated that discussions in the AWG-KP contact group have advanced understanding of substantive issues.", 
    "She identified issues for further consideration, including information on QELROs; carry-over of AAUs; and proposed amendments to the Kyoto Protocol, including the length of the second commitment period.", 
    "On informal consultations on legal and procedural issues related to the second commitment period, she highlighted enhanced clarity on parties positions and on the options to facilitate a successful outcome in Doha, noting that a large amount of work remains.", 
    "Chair Diouf suggested suspending AWG-KP 17 and resuming work at the next meeting, saying this will allow the AWG-KP to proceed promptly with the current organization of work.", 
    "Parties agreed to the proposal.", 
    "Chair Diouf also noted wide support for an additional session before Doha, explaining that this depends on funding.", 
    "Swaziland, for the African Group, highlighted, inter alia , that: the legal status of the second commitment period is not negotiable; a five-year commitment period is needed to avoid locking in low levels of ambition; and that not all Annex I parties have submitted adequate, or any, information on QELROs.", 
    "He highlighted the African Group s proposal on carry-over of units, saying it gives fair reward to over-achievement, maintains environmental integrity and is flexible enough to cater for countries with special needs.", 
    "He also noted monetization of AAUs to capitalize the Adaptation Fund.", 
    "The Republic of Korea, for the EIG, emphasized commitment to adopting amendments to the Protocol in Doha with a view to operationalize the second commitment period.", 
    "He highlighted, inter alia, that: the length of the second commitment period should be eight years; the mid-term review to enhance the level of ambition has to be conducted in the context of the scientific recommendations of the IPCC; and agreement is needed on an environmentally integral treatment of carry-over.", 
    "Nauru, for AOSIS, identified the need to address surplus Kyoto units, highlighting the proposals by AOSIS and others to move this issue forward.", 
    "He called for clear, unconditional, single-number QELROs for a five-year commitment period and clarifying that units from any new market mechanism under the Convention may only be used within the Kyoto accounting framework if they have been scrutinized for environmental integrity.", 
    "He stressed that Protocol amendments adopted in Doha must be legally-binding on parties from 1 January 2013 onwards through the provisional application of these amendments pending their entry into force.", 
    "The EU highlighted the importance of transition and continuity of rules, institutions and mechanisms.", 
    "He lamented the lack of agreement on the length of the second commitment period, and reiterated support for an eight-year period.", 
    "He urged other Annex B parties that have not done so to provide information on their QELROs.", 
    "He called for the Durban constructive spirit to take the final steps for a second commitment period in Doha as part of progress across all tracks on the road to a single global and comprehensive legally-binding agreement.", 
    "The Gambia, for LDCs, urged those Annex I parties that have not done so to submit their QELROs.", 
    "He supported: a five-year commitment period to avoid locking in the current low level of ambition for eight years; having a cap on carry-over of AAUs; and the provisional application of the proposed Protocol amendments for the second commitment period.", 
    "He called for: avoiding the distractions by parties wanting to jump ship ; clearing away the conditionalities; and striving for continuity.", 
    "Australia, for the Umbrella Group, called for ensuring the smooth operation of the second commitment period, to commence on 1 January 2013, as well as securing a smooth post-2012 transition for the flexibility mechanisms.", 
    "He welcomed the breakthrough in Durban to negotiate a new, comprehensive agreement by 2015 covering all parties, recognizing the Kyoto Protocol s role in securing the Durban outcome.", 
    "He emphasized that alone, a second commitment period cannot help us avoid dangerous climate change and that it will be only one part of the bigger picture.", 
    "Saudi Arabia, for the Arab Group, expressed disappointment with the slow pace of negotiations on key issues, in particular on the second commitment period of the Kyoto Protocol.", 
    "Underscoring historical responsibility, he said, inter alia , that: emission reductions are the primary responsibility of developed countries; negotiations under the AWG-KP should be separated from other negotiations; and the flexibility mechanisms should only benefit parties undertaking commitments during the second commitment period.", 
    "Ecuador, for ALBA, expressed concern with the lack of fulfillment of the legal mandate to achieve ambitious emission reductions.", 
    "He said the level of ambition by developed countries is insufficient.", 
    "He maintained that a central element of the Doha package must be a legal procedure for countries who did not comply with their obligations under the Kyoto Protocol.", 
    "He underscored that the ADP should not jeopardize progress under the AWG-KP.", 
    "Sierra Leone, for a number of members of the Coalition for Rainforest Nations, expressed preference for a five-year commitment period that would better enable considering new scientific results, and highlighted the need for clear rules to ensure environmental integrity.", 
    "He emphasized a link between the AWG-KP and AWG-LCA concerning units from the new market mechanism.", 
    "He stressed the role of REDD+ in the new market mechanism, highlighting public and private capital, and ambitious Annex I commitments.", 
    "Honduras, for SICA, expressed deep concern over delays concerning the second commitment period under the Protocol, stressing the need for urgent progress.", 
    "He expressed support for a five-year commitment period.", 
    "Thanking delegates, AWG-KP Chair Diouf suspended AWG-KP 17 at 5:58 pm."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "WORKING GROUP", 
  "id": "enb12546e_13", 
  "enb_end_date": "25-May-12"
}