{
  "countries": [
    "Australia", 
    "Maldives", 
    "Germany", 
    "Grenada", 
    "China", 
    "Nigeria"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Adaptation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "OPENING STATEMENTS:", 
  "enb_start_date": "08-May-07", 
  "enb_short_title": "SB 26", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Umbrella Group", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "The G-77/CHINA urged agreement on the Adaptation Fund's management and operational entity.", 
    "He called for progress on Kyoto Protocol Articles 2.3 (adverse effects of policies and measures) and 3.14(a dverse effects and response measures), the Buenos Aires Programme of Work, capacity building, and funding.", 
    "Germany, for the EU, stated the EU's commitment to cut emissions by 30% by 2020 compared with 1990 levels if other developed countries follow suit and economically advanced developing countries contribute adequately according to their responsibilities and respective capabilities.", 
    "She urged extending the carbon market, addressing emissions from international aviation and maritime transportation, and progress on the Adaptation Fund and budget.", 
    "Australia, for the UMBRELLA GROUP, highlighted the Adaptation Fund, Russian proposal, and AWG.", 
    "Nigeria, for the AFRICAN GROUP, called for better geographic distribution of CDM projects and more support for non-Annex I communications.", 
    "Grenada, for AOSIS, supported progress on the Adaptation Fund, technology transfer, and response measures.", 
    "Maldives, for the LDCs, highlighted the work of the LDC Expert Group, funding for adaptation, and management of the LDC Fund."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12323e.html", 
  "enb_long_title": "Twenty-sixth sessions of the Subsidiary Bodies (SB 26) of the United Nations Framework Convention on Climate Change (UNFCCC)", 
  "type": "", 
  "id": "enb12323e_3", 
  "enb_end_date": "08-May-07"
}