{
  "countries": [
    "Brazil", 
    "Palau", 
    "Costa Rica", 
    "Ethiopia", 
    "Nigeria", 
    "Bolivia", 
    "Venezuela", 
    "Cook Islands", 
    "Bahrain", 
    "Belarus", 
    "El Salvador", 
    "Tuvalu", 
    "Papua New Guinea", 
    "Marshall Islands", 
    "Kiribati", 
    "Belize", 
    "Philippines", 
    "Australia", 
    "Grenada", 
    "New Zealand", 
    "Egypt", 
    "United Arab Emirates", 
    "India", 
    "China", 
    "Colombia", 
    "Japan"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "PROPOSALS FOR PROTOCOL AMENDMENTS:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue (FCCC/KP/CMP/2009/2-13) was first taken up by the COP/MOP plenary on Thursday, 10 December.", 
    "The Secretariat explained that proposals had been received from: Australia; Belarus; Bolivia, for several countries; Colombia; Japan; the EU; New Zealand; Papua New Guinea; the Philippines; China, for several non-Annex I countries; and two from Tuvalu.", 
    "Tuvalu, supported by Grenada, for AOSIS, stressed the Protocol s importance now and in the future and elaborated on its two proposals to amend the Protocol.", 
    "Australia emphasized that her country needs more than a Protocol amendment from Copenhagen.", 
    "She said a unified protocol would have certain advantages but that an outcome with two protocols is possible if they are linked as a package.", 
    "The EU stressed its commitment to safeguarding the Kyoto Protocol s key elements.", 
    "He said the AWG-KP process allows for comprehensive consideration of issues raised by the amendment proposals and underlined that a decision on Protocol amendments must be taken in the context of an overall agreement.", 
    "Japan emphasized that the intention is not to ignore and bury the Kyoto Protocol, but to expand the scope of responsibility and construct an expanded and more durable vehicle on the Kyoto foundation.", 
    "Ethiopia, for LDCs, said the issue is a controversial one as it is being discussed under both the AWG-KP and the COP/MOP.", 
    "He expressed willingness to consider the issue in a contact group to see if the proposals contain ambitious targets and promote LDCs interests.", 
    "Brazil, supported by many developing countries, noted a proposal by 35 countries to amend Protocol Annex B based on the mandate in Protocol Article 3.9 (Annex I parties further commitments).", 
    "Many developing countries stressed that the most important task of COP/MOP 5 is to adopt a Protocol amendment to inscribe new commitments for developed countries in Annex B based on the mandate in Protocol Article 3.9.", 
    "Some developing countries also highlighted the Kyoto Protocol as the only legally-binding instrument to mitigate climate change, urged continuing it in the second commitment period and opposed attempts to kill or supersede it, or make it redundant.", 
    "Others also underscored continuation of the Protocol as a condition for an outcome in Copenhagen.", 
    "Egypt, supported by several developing countries, said elements of the proposed Protocol amendments have also been submitted under the Convention and the AWG-LCA, lamented this triplication of efforts and urged focusing on the real thing.", 
    "New Zealand said her country s preference is a single and unified post-2012 legal outcome that avoids duplication of efforts and institutions.", 
    "Without prejudice to this, she said her country has proposed Protocol amendments, envisaging the Kyoto Protocol as part of a fully integrated package with a legally-binding outcome under the Convention.", 
    "Bolivia outlined a proposed Protocol amendment, emphasizing that developed countries have expropriated more than their fair share of the earth s environmental space.", 
    "She called for strong efforts by developed countries to reduce their over-pollution and over-consumption.", 
    "Papua New Guinea agreed with the focus on Protocol Article 3.9, but supported by others, called for also considering forest issues and REDD.", 
    "Colombia also noted her country s proposals to amend other aspects of the Protocol and expressed interest in discussing other countries proposals.", 
    "Tuvalu emphasized that unlike the AWG-KP s mandate, this agenda item relates to Protocol Article 20 under which any party may propose amendments.", 
    "He stressed that if unable to reach consensus, the COP/MOP may take a decision by a three-quarters majority of parties present and voting.", 
    "On the way forward, COP/MOP President Hedegaard noted that many countries had supported establishing a contact group while many others preferred focusing on the AWG-KP.", 
    "She proposed that AWG-KP Chair Ashe consult on the way forward and report back to the COP/MOP on Saturday, 12 December.", 
    "Tuvalu, supported by Grenada, Kiribati, El Salvador, Costa Rica, the Cook Islands, the Marshall Islands, Palau and Belize, stressed the importance of the issue, urged its proper substantive consideration through a contact group and said delaying the issue until Saturday would not allow this.", 
    "China, supported by Venezuela, Papua New Guinea, United Arab Emirates, Brazil, Nigeria and Bahrain, expressed sympathy for Tuvalu s proposal, but opposed discussing proposed Protocol amendments that do not enhance the Protocol.", 
    "He said issues such as share of proceeds and compliance could be discussed further, and suggested that: proposals related to Protocol Article 3.9 be referred to the AWG-KP; and a limited number of other proposals be selected for discussion under this agenda item.", 
    "The EU opposed limiting issues for further consideration, identifying the need to reflect all proposals.", 
    "The COP/MOP was then suspended for informal discussions.", 
    "COP/MOP President Hedegaard subsequently reported that no solution had been found and suspended the meeting.", 
    "During the COP/MOP plenary on Saturday, 12 December, President Hedegaard noted ongoing consultations on how to proceed with the proposed Protocol amendments.", 
    "Tuvalu stressed that their aim was not to merge the Kyoto Protocol with a new instrument but to preserve the legal architecture, including the Protocol.", 
    "Calling for substantive discussions, he said it would be a grave injustice to defer the issue to another COP/MOP.", 
    "Highlighting the focus on the adoption of deep emission reductions by Annex I parties and inconsistencies of the amendment proposal with the Convention, India called for proceeding with work without sidestepping.", 
    "COP/MOP President Hedegaard noted India s concerns, but said that informal consultations on the proposals will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "IPCC", 
  "id": "enb12459e_42", 
  "enb_end_date": "19-Dec-09"
}