{
  "countries": [
    "Greenland"
  ], 
  "topics": [
    "Reasons for Concern", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "USING THE RIGHT PAN", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "The flat pan in which paella is cooked limits the quantity of ingredients and speeds up the cooking of the rice.", 
    "In a similar manner, the Synthesis Report and its Summary for Policymakers (SPM) have been shaped by earlier decisions by the IPCC on its length and outline: the length of the SPM was agreed by IPCC in New Delhi in 2004, to ensure brevity and readability of the final document.", 
    "However, during negotiations in Valencia, many delegations did not want to adhere to strict length limitations, noting that the self-imposed constraint forced them to leave out relevant material.", 
    "For them, this was as unfortunate as a cook having to leave out the shrimp due to the small size of the pan.", 
    "Other delegations, nonetheless, insisted that the limitation on length was essential to ensure the document's readability.", 
    "Beyond length, readability also requires a careful balance between accuracy and clarity.", 
    "One seasoned delegate noted, however, that during the Valencia negotiations one of the main issues was whether the key findings were expressed in language that policy-makers and the public can actually understand or whether - in the name of accuracy - they were formulated in more complex scientific and technical terms.", 
    "The most heated debates pertained to what to leave out of the SYR and what particular words to choose in framing what stays in.", 
    "As usual, language became the arena for politics, and debates reflected the political positions of key players.", 
    "European countries generally sought a compelling text with detailed facts and clear phrases that convey a sense of urgency.", 
    "Other nations, traditionally opposed to strong international action on climate change, sought a more general text with more complicated language.", 
    "Under reasons for concern, for example, phrases such as irreversible impacts of climate change were removed and the text refers only to vague and less alarmist large-scale singularities.", 
    "Also, the final document does not reflect the dilemma of using only high confidence statements or referring also to impacts of high consequence but for which there is lower confidence.", 
    "For example, the melting of Greenland and the Antarctic ice sheets is so recent and rapid that it is not adequately covered in the scientific literature reviewed by the IPCC as of mid-2006, which means that attaching a high confidence level to it, in accordance with IPCC standards, was complicated.", 
    "However, the impacts of the melting would be of such magnitude that it deserved mention in the section on reasons for concern.", 
    "Still, in the IPCC only the most robust scientific knowledge is appropriate.", 
    "In this case, however, it wasn't a problem of models or studies, as the melting is clearly being observed."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_38", 
  "enb_end_date": "17-Nov-07"
}