{
  "countries": [
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Post-Kyoto Agreements", 
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "Emerging scientific findings", 
  "enb_start_date": "05-Jun-13", 
  "enb_short_title": "SB 38", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Dmitry Zamolodchikov, the Russian Federation, presented on the management of ecosystems based on Russian cases, saying that human and climate-induced changes have a relevant impact on GHG emissions.", 
    "Mitsuru Osaki, Japan, discussed estimations of carbon emissions and their fluxes in tropical peatlands, highlighting results from a project towards a real time monitoring system, integrated MRV system and real time carbon dioxide emissions mapping.", 
    "Sybil Seitzinger, International Human Dimensions Programme on Global Environmental Change (IHDP) and DIVERSITAS, drew attention to areas for further attention, including: carbon emissions due to urbanization; climate change occurring more rapidly than species capacity for adaptation; and identification of multiple global climate targets.", 
    "Arturo Sanchez-Azofeifa, Inter-American Institute for Global Change Research (IAI), spoke on carbon fluxes in tropical dry forests and savannas, noting that climate change will impact around 60 million people living in tropical dry forests and that these forests, which have been largely ignored, are a barometer for climate change.", 
    "In ensuing discussions participants addressed, inter alia : the need for an overview of carbon fluxes; possibility of developing robust methodologies for REDD+; and integration of knowledge in policy-making and collaboration.", 
    "Andrew Matthews, Asia-Pacific Network for Global Change Research (APN), highlighted activities to support identification of policy priorities and regional capacity development actions, including supporting the region s young research community.", 
    "Sybil Seitzinger, IGBP, WCRP, and Global Change System for Analysis, Research and Training (START), described efforts to downscale climate model results for applications in food security, agriculture and climate change, as well as a number of capacity building programmes, including a writing retreat for young African scholars.", 
    "Cynthia Rosenzweig, for Programme on Research on Climate Change Vulnerability, Impacts and Adaptation (PROVIA), highlighted identification and synthesis of research priorities to support policy decision-making.", 
    "She underscored plans to develop tracking systems to identify research gaps for the preparation of the IPCC s sixth assessment report."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12571e.html", 
  "enb_long_title": "Bonn Climate Change Conference - June 2013", 
  "type": "", 
  "id": "enb12571e_4", 
  "enb_end_date": "05-Jun-13"
}