{
  "countries": [
    "Gambia", 
    "Sweden"
  ], 
  "topics": [], 
  "section_title": "CAPACITY BUILDING: Capacity Building Under the Convention", 
  "enb_start_date": "01-Dec-14", 
  "enb_short_title": "COP 20", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This item (FCCC/SBI/2014/14) was first considered on Monday, 1 December.", 
    "SBI Chair Yauvoli proposed, and parties agreed to, informal back-to-back consultations with capacity building under the Kyoto Protocol facilitated by Ulrika Raab (Sweden) and Bubu Jallow (the Gambia).", 
    "The group met four times but was unable to agree on a decision text to be forwarded to COP 20.", 
    "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2014/L.40), the SBI: - welcomes the summary report on the third meeting of the Durban Forum on capacity-building held at SBI 40; - invites parties to submit, by 18 February 2015, their views on the organization of, and specific thematic issues relating to capacity building under the Convention to be considered at the fourth meeting of the Durban Forum to be held at SBI 42; and - invites parties to submit, by 18 February 2015, their views on the terms of reference for the third comprehensive review of the implementation of the framework for capacity building in developing countries, to be initiated at SBI 42.", 
    "The conclusions note that the SBI agrees to continue consideration of the item at SBI 42, with a view to recommending a draft decision for consideration by COP 21.", 
    "Capacity Building under the Kyoto Protocol: This item (FCCC/SBI/2014/14) was first considered on Monday, 1 December.", 
    "SBI Chair Yauvoli proposed, and parties agreed to, informal back-to-back consultations with capacity building under the Convention facilitated by Ulrika Raab and Bubu Jallow.", 
    "During the SBI closing plenary on Friday, 5 December, the SBI adopted conclusions.", 
    "Final Outcome: In its conclusions (FCCC/SBI/2014/L.41), the SBI: welcomes the summary report on the third meeting of the Durban Forum; invites parties to submit their views on the organization of, and specific thematic issues relating to capacity building under the Kyoto Protocol to be considered at the fourth meeting of the Durban Forum; and also invites parties to submit their views on the terms of reference for the third comprehensive review of the implementation of the framework for capacity building in developing countries.", 
    "The conclusions note that the SBI agrees to continue its consideration of the item at SBI 42, with a view to recommending a draft decision for consideration of CMP 11."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12619e.html", 
  "enb_long_title": "Lima Climate Change Conference - December 2014", 
  "type": "", 
  "id": "enb12619e_53", 
  "enb_end_date": "14-Dec-14"
}