{
  "countries": [
    "Egypt", 
    "Thailand", 
    "Belize", 
    "Bolivia", 
    "Indonesia"
  ], 
  "topics": [
    "Forests", 
    "Flexibility Mechanisms", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "PARTY PRESENTATIONS", 
  "enb_start_date": "17-Jul-00", 
  "enb_short_title": "LULUCF", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Joy Grant, Executive Director, Programme for Belize, spoke about the Rio Bravo Carbon Sequestration Project.", 
    "She outlined the project's history and objectives, including conservation, sustainable forestry, and sustainable development.", 
    "She outlined the amount of carbon sequestered and discussed the community benefits. Salah Tahoun, Land Resources Advisor, Egyptian Environmental Affairs Agency, discussed afforestation in Egypt.", 
    "He highlighted the important commonalities for forestry between the FCCC, the Convention to Combat Desertification (CCD) and the Convention on Biological Diversity (CBD), and called for consideration of overlaps between these conventions. Alimin Djisbar, National Technical Expert for Forestry, Indonesia, presented the case of afforestation of degraded land in Jambi Province, Sumatra.", 
    "He spoke about degraded grasslands and the multipurpose use of tree species. René Yvon Brancart, President of Côte d'Ivoire's National Committee on Climate Change, discussed the development and condition of forests in Côte d'Ivoire.", 
    "He highlighted the significance of forests for rural livelihoods, particularly in meeting energy needs. Jesada Luangjame, Researcher, Forest Research Office, Thai Royal Forest Department, spoke about the status of forests and reforestation in Thailand.", 
    "Highlighting increases in protected areas and reforestation, he said Thailand is striving to manage forests in a sustainable manner with a view to achieving CO2 benefits. Sergio Jauregui, Advisor on LULUCF and Climate Change, Bolivian Vice Ministry of Environment, discussed the Noel Kemmpff Mercado Climate Action Project in Bolivia.", 
    "He highlighted the two components of emissions reduction: eliminating logging, and eliminating conversion of forest to agricultural land.", 
    "The project addressed leakage by providing alternative economic opportunities for the affected communities.", 
    "It also addressed the issue of permanence by: assimilating the area indefinitely into a national park; controlling fires; including local communities in park management; and discouraging migration by providing key infrastructure for the local population. Ken Andrasko, Office of Atmospheric Programs, US Environmental Protection Agency, outlined US views on project-based LULUCF activities.", 
    "He noted the importance of LULUCF in the global carbon cycle, the fact that projects could be widely distributed internationally, and the potential for co-benefits that may be larger than the carbon benefit.", 
    "He argued that the potential problems of additionality over business-as-usual, leakage and permanence should be addressed through appropriate rules and project design."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12141e.html", 
  "enb_long_title": "Workshop on Land-Use, Land-Use Change and Forestry", 
  "type": "", 
  "id": "enb12141e_22", 
  "enb_end_date": "17-Jul-00"
}