{
  "countries": [
    "Brazil", 
    "Australia", 
    "Portugal", 
    "Nicaragua", 
    "Panama", 
    "India", 
    "Senegal", 
    "China", 
    "Peru", 
    "Grenada", 
    "Japan", 
    "New Zealand", 
    "Bolivia", 
    "Venezuela", 
    "Saint Lucia", 
    "Denmark"
  ], 
  "topics": [
    "Mitigation", 
    "Post-Kyoto Agreements", 
    "Extension of the Kyoto protocol"
  ], 
  "section_title": "CONTACT GROUP ON ANNEX I FURTHER COMMITMENTS:", 
  "enb_start_date": "01-Oct-11", 
  "enb_short_title": "AWGs", 
  "subtype": "GROUPS", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "AWG-KP Chair Adrian Macey opened the contact group on Annex I parties further commitments on Saturday.", 
    "He underscored that the contact group would focus on political and any issues forwarded by the substantive spin-off groups.", 
    "He suggested discussing, inter alia : the extent to which the transformation of pledges into QELROs is possible in Durban; how to address the level of ambition, including the aggregate level of ambition and moving parties from the low to the high end of pledge ranges; and addressing a possible gap between commitment periods, such as through provisional application of an amendment.", 
    "Saint Lucia, for AOSIS, called for: transforming current pledges on the table into QELROs to enable progress in discussions; enhancing ambition by closing loopholes; provisional application of any agreement on a second commitment period to resolve the issue of the gap; and discussion of consequential amendments.", 
    "The EU called for clarity on parties pledges, including on a starting point and the length of the commitment period, which are prerequisites for determining QELROs.", 
    "Reiterating that their stance on the second commitment period has not changed, Japan emphasized they would not make emission reduction pledges within the framework of a second commitment period.", 
    "Australia called for strengthening accounting rules in both AWG tracks, and cautioned against developing two different sets of rules.", 
    "She reiterated the need for a balanced agreement that includes all major emitters in order to avoid a gap between commitment periods.", 
    "Peru emphasized the importance of a second commitment period for preserving a multilateral rules-based system, rather than a system based on pledge-and-review.", 
    "New Zealand stated their willingness to take a second commitment period in the context of a comprehensive global agreement that contains legally-binding emission reduction targets for all major emitters.", 
    "On the CDM, the EU explained that demand for projects and emission reduction credits will continue in Europe, regardless of adoption of a second commitment period.", 
    "He also called for constructive discussions in Panama by striving for smooth continuity in the post-2012 regime, rather than emphasizing the gap between commitment periods.", 
    "Venezuela, with Brazil and Bolivia, underscored that the CDM cannot function outside of the context of QELROs and, therefore, without a second commitment period.", 
    "Venezuela said the CDM has a shameful record on hydrochlorofluorocarbons (HCFCs), while Bolivia highlighted their negative experiences with CDM projects.", 
    "Brazil and India expressed concern about the possible proliferation of bilateral mechanisms and, with China, noted the value of the CDM.", 
    "Venezuela and Nicaragua stressed that countries should not be able to select beneficial elements of the multilateral process, while neglecting difficult elements.", 
    "The EU acknowledged that there is room for improvement on HCFC-23 credits and said they would be banned in the EU in the near future.", 
    "He also said that ratification of a Durban decision would take time and emphasized the need to ensure continuity.", 
    "Japan underscored the achievements of the CDM in promoting sustainable development in developing countries.", 
    "Two further stock-taking contact group sessions convened during the week, where spin-off group facilitators reported on progress.", 
    "The spin-off groups addressed the following issues: Amendments to the Kyoto Protocol pursuant to its Article 3, paragraph 9 (also known as the numbers group), co-facilitated by Leon Charles (Grenada) and Jürgen Lefevere (EU); Emissions trading and project-based mechanisms, co-facilitated by Pedro Barata (Portugal) and El Hadji Mbaye Diagne (Senegal); Land use, land-use change and forestry, co-facilitated by Marcelo Rocha (Brazil) and Peter Iversen (Denmark); Greenhouse gases, sectors and source categories, common metrics to calculate the carbon dioxide equivalence of anthropogenic emissions by sources and removals by sinks, and other methodological issues, facilitated by AWG-KP Vice-Chair Madeleine Diouf (Senegal); and Consideration of information on potential environmental, economic and social consequences, including spillover effects, of tools, policies, measures and methodologies available to Annex I Parties, facilitated by Eduardo Calvo (Peru)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12521e.html", 
  "enb_long_title": "UN Climate Change Conference October 2011", 
  "type": "WORKING GROUP", 
  "id": "enb12521e_10", 
  "enb_end_date": "07-Oct-11"
}