{
  "countries": [
    "Canada", 
    "Brazil", 
    "Australia", 
    "United Kingdom", 
    "China", 
    "Bolivia"
  ], 
  "topics": [
    "Forests", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "LULUCF", 
  "enb_start_date": "12-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On 9 and 10 June, delegates met to consider the IPCC Special Report on LULUCF, with the lead authors responding to requests for clarification.", 
    "On implications of Article 3.3 (afforestation, restoration and deforestation - ARD) and 3.4 (additional activities), delegates considered, inter alia: ARD definitions, accounting scenarios, and how to combine them; issues related to separating 'human-induced' activities, 'direct human-induced' activities, and natural variability; improved management versus land-use change; the basis of and need for a definition of 'forest'; the carbon accounting schemes and their relationship to atmospheric carbon; implications for the harvest-regeneration cycle; carbon stock changes versus fluxes; baselines and additionality; non-CO2 gases; incentives for sequestration where no land-use change occurs, and for the capture of co- benefits; and the intent behind the need for each Party to establish its level of carbon stocks in 1990 as required under Article 3.4. The EU suggested designing ARD definitions specifically for the purpose of implementing Article 3.3, and the UK raised the possibility of customizing the IPCC scenarios.", 
    "CANADA preferred land-based accounting and noted that Article 3.4 represents an opportunity to deal with sinks in a comprehensive and symmetrical way.", 
    "He advocated a combined approach to Article 3.3 and 3.4.", 
    "BOLIVIA said an appropriate accounting scheme would also be applicable under Articles 6 and 12.", 
    "BRAZIL said the definition of a forest for the purposes of Article 3.3 should be linked to thresholds for the variable tonnes of carbon per hectare.", 
    "AUSTRALIA raised the issue of spatial and temporal discontinuities under Article 3.3 and the need to avoid perverse incentives.", 
    "He called for further development of measurement techniques for the land-use change sector, noting the omission of this sector in the IPCC good practice guidance. On the way forward after SB-12, the G-77/CHINA, supported by AOSIS, cautioned against using a 'fast track', highlighting that he did not consider it to be part of the BAPA."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12132e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12132e_5", 
  "enb_end_date": "12-Jun-00"
}