{
  "countries": [
    "Canada", 
    "Ghana", 
    "China", 
    "Barbados", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SEMINAR EXPECTATIONS", 
  "enb_start_date": "14-Jun-05", 
  "enb_short_title": "UNFCCC Technology for Adaptation Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "A number of participants presented comments and inputs regarding seminar expectations.", 
    "Canada stressed the importance of institutional changes for successful implementation of adaptation technologies.", 
    "She hoped for a wide discussion on technology and adaptation measures, impacts that technology changes may have in communities, and successful applications of adaptation technologies.", 
    "Barbados expected participants to discuss the importance of financial resources for transferring adaptation technology and ways to strengthen institutions and promote cooperation among developing countries.", 
    "Ghana said its expectations focused on identifying technologies that can promote climate change mitigation and adaptation activities.", 
    "Japan urged discussion on improving TNAs, exchanging and disseminating information on existing technologies for adaptation measures, and mainstreaming adaptation and sustainable development policies at national levels.", 
    "Noting that his country faces numerous challenges for adaptation to climate change, China highlighted the need for coordinating the design and implementation of measures to promote technology transfer, which could include defining concepts, raising information awareness, enhancing early warning systems and models, building human capacity, and identifying priorities for adaptation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12271e.html", 
  "enb_long_title": "UNFCCC seminar on the development and transfer of environmentally sound technologies for adaptation to climate change", 
  "type": "", 
  "id": "enb12271e_7", 
  "enb_end_date": "16-Jun-05"
}