{
  "countries": [
    "United Kingdom", 
    "Denmark"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "forests", 
    "Anthropogenic Interference with Climate System", 
    "Mitigation"
  ], 
  "section_title": "WELCOMING CEREMONY", 
  "enb_start_date": "08-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "plenary", 
  "actors": [], 
  "sentences": [
    "Lars Løkke Rasmussen, Prime Minister of Denmark, said this conference was taking place at a time of unprecedented political will, and urged parties to reach an ambitious agreement in order to deliver hope for a better future.", 
    "Ritt Bjerregård, Mayor of Copenhagen, highlighted the Copenhagen Climate Summit for Mayors taking place from 14-17 December and indicated that Copenhagen aimed to be carbon neutral by 2025.", 
    "She said COP 15 needed to go very far, very fast and called on delegates to turn Copenhagen into Hopenhagen and to seal the deal.", 
    "Rajendra Pachauri, Chair of the Intergovernmental Panel on Climate Change (IPCC), highlighted the consequences of failure to implement climate change mitigation policies on the basis of the Fourth Assessment Report (AR4).", 
    "He emphasized that for temperature increase to be limited to between 2.0-2.4°C, global emissions must peak no later than 2015.", 
    "Pointing to a recent incident involving the theft of e-mails from scientists at the University of East Anglia in the UK, Pachauri highlighted the IPCC s record of transparent and objective assessment. UNFCCC Executive Secretary Yvo de Boer said Copenhagen should result in: an agreement on implementation of mitigation, adaptation, finance, technology, reducing emissions from deforestation and forest degradation in developing countries (REDD) and capacity building actions; ambitious emission reductions commitments and start-up finance of around US$10 billion per year; and a shared vision on long-term cooperative action.", 
    "He emphasized that Copenhagen would be successful only if it delivered significant and immediate action beginning the day the conference concludes."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12449e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "", 
  "id": "enb12449e_1", 
  "enb_end_date": "08-Dec-09"
}