{
  "countries": [
    "Trinidad and Tobago"
  ], 
  "topics": [
    "Adaptation", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "SESSION I: SETTING THE SCENE", 
  "enb_start_date": "01-Jun-11", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Workshop Chair Kishan Kumarsingh (Trinidad and Tobago) stressed the importance of comprehensive early recognition of technology needs, and laid out his expectations on the workshop s objectives to: share good practices and lessons learned; aid in the implementation of practical and actionable aspects of TNAs; and discuss the role of TNAs in the Technology Mechanism of the Cancun Agreements, as well as how the Technology Mechanism can serve TNAs.", 
    "Chair Kumarsingh then invited parties to voice their individual expectations for the workshop.", 
    "A developing country delegate said he would like to engage in discussions on TNA Action Plans, as well as to clarify the relationship between technology roadmaps, Nationally Appropriate Mitigation Actions (NAMAs), National Adaptation Programmes of Action (NAPAs), low carbon development strategies, the Cancun Agreements, and TNAs. A delegate from a country with an economy in transition (EIT) said it would be useful to discuss the most effective and most efficient methods to conduct and update TNAs as new technologies emerge.", 
    "She also expressed interest in a database of successful environmentally sound technologies, and other tools to assist in the TNA process.", 
    "One developing country delegate raised the issue of technology diffusion within national contexts and was interested in sharing experiences on private sector responses to national TNAs.", 
    "A developed country delegate said TNAs are crucial to the Technology Mechanism for identifying both technology needs and barriers.", 
    "He noted that already in 2005, financiers had said that the money was there, but what was lacking were good proposals.", 
    "Another developed country delegate looked forward to constructive discussions comparing: success stories, limitations, gaps and challenges countries face in carrying out TNAs.", 
    "He was also interested in how countries link TNAs to their development priorities if TNAs are coordinated with neighboring countries, and how mitigation and adaptation needs are balanced.", 
    "One developing country delegate inquired about how to better incorporate traditional knowledge into TNAs.", 
    "Another said he wanted to learn not only about technologies that may be available in five years in the future, but also about open source technologies available now, such as vulnerability assessment tools.", 
    "Vladimir Hecl, UNFCCC Secretariat, presented a paper summarizing good practices in conducting and implementing the results of TNAs.", 
    "He noted that successful TNAs had included: a knowledgeable project leader; team experts who were previously involved in similar activities; linking project successes with development plans; and interaction with neighboring countries.", 
    "Hecl lamented that while 264 project ideas were outlined in the TNAs reviewed, most were not complete proposals.", 
    "Lawrence Agbemabiese, UN Environment Programme (UNEP), and Jyoti Painuly, UNEP Risoe Centre, presented on TNAs under the Pozna Å\u0084 Strategic Programme on Technology Transfer.", 
    "Agbemabiese noted that expected outcomes of TNAs include: national consensus on priority technologies; development of Technology Action Plans (TAPs); and improved regional networks.", 
    "Painuly highlighted lessons from previous TNAs, such as: strong institutional frameworks are paramount; stakeholder roles needs to be well defined and their involvement strengthened; analyses of barriers for prioritized technologies are necessary; and the need to include TNAs in the frameworks of wider development plans to ensure political acceptance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12501e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Technology Needs Assessments", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12501e_3", 
  "enb_end_date": "02-Jun-11"
}