{
  "countries": [
    "United States", 
    "Australia", 
    "Sudan", 
    "Japan", 
    "Philippines", 
    "India"
  ], 
  "topics": [
    "Legal Status of Agreeements"
  ], 
  "section_title": "SHARED VISION:", 
  "enb_start_date": "30-Sep-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "Chair Zammit Cutajar introduced new materials on a shared vision and proposed arranging text in four blocks on: context; a long-term global goal; review processes; and proposals that might be considered elsewhere.", 
    "Several parties said the consolidation had been useful and agreed with the proposal on arranging text.", 
    "The US said that the text on a shared vision was different from text on other building blocks in the sense that it is not operational but political text.", 
    "He said the text should send an inspirational and positive message to the public.", 
    "JAPAN stated that text on a shared vision should be part of the agreement and AUSTRALIA called for a message that is both inspirational and operational.", 
    "The EU said that the first part would fit as preambular language in the Copenhagen agreement, while text on a global long-term goal and reviews would be in the operational part.", 
    "SUDAN stressed that shared vision should be more than a political declaration.", 
    "The PHILIPPINES highlighted the need to focus on gaps in the Convention s implementation.", 
    "AOSIS stressed the importance of the part on review of shared vision.", 
    "On the next steps concerning the contextual part, parties considered starting to work based on alternatives.", 
    "Chair Zammit Cutajar said he would also like to hear from parties that have made proposals on review of shared vision.", 
    "The PHILIPPINES highlighted the Convention s existing review provisions and the agenda item on the second review of adequacy of Convention Articles 4.2(a) and (b), which has been held in abeyance for several years.", 
    "INDIA supported discussing review of global goals but opposed reviews that are not in the Convention."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12430e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12430e_8", 
  "enb_end_date": "30-Sep-09"
}