{
  "countries": [
    "Tanzania", 
    "Indigenous Peoples", 
    "Papua New Guinea", 
    "Mali", 
    "Paraguay", 
    "Norway"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "forests"
  ], 
  "section_title": "REDD:", 
  "enb_start_date": "07-Dec-09", 
  "enb_short_title": "COP 15", 
  "subtype": "", 
  "actors": [
    "Environmental Integrity Group"
  ], 
  "sentences": [
    "This issue (FCCC/SBSTA/2009/3 Annex I) was first considered by the SBSTA on 8 December and then referred to a contact group, co-chaired by Lilian Portillo (Paraguay) and Audun Rosland (Norway).", 
    "In the opening plenary, which focused on a general exchange of views, many countries urged parties not to mix technical discussions under the SBSTA with policy-related discussions under the AWG-LCA.", 
    "Many countries called for consideration of participation of indigenous peoples.", 
    "Tanzania and Mali called for REDD methodologies to consider benefits for local communities.", 
    "Papua New Guinea supported creation of an instrument that allows participation of countries that reduce their deforestation rates, protects existing forest or increases forest area.", 
    "The Environmental Integrity Group recommended a decision allowing SBSTA to continue methodological work after the COP.", 
    "On reference levels , parties focused discussions on whether and how to include national and/or sub-national reference levels.", 
    "On establishing monitoring systems, a number of parties said language on independent review is needed.", 
    "Some parties suggested that only activities that are supported financially should be open to review.", 
    "Parties discussed a proposal for text on capacity building to enhance coordination on REDD.", 
    "Parties also discussed identification of activities and drivers of deforestation, and the use of guidance and guidelines from the IPCC.", 
    "Throughout discussions, parties highlighted that many of the most contentious issues, such as national and sub-national reference levels and MRV, were political in nature and the details of these issues should therefore be discussed under the AWG-LCA.", 
    "The SBSTA adopted conclusions and agreed to forward decision text to the COP on 12 December.", 
    "Parties also agreed to note in the meeting s report that national circumstances include countries with specific circumstances, such as high forest cover and low rates of deforestation."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12459e.html", 
  "enb_long_title": "Copenhagen Climate Change Conference", 
  "type": "SBSTA", 
  "id": "enb12459e_100", 
  "enb_end_date": "19-Dec-09"
}