{
  "countries": [
    "Trinidad and Tobago"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Adaptation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "15-Sep-07", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "SBSTA Chair Kishan Kumarsingh (Trinidad and Tobago) opened the workshop on Monday, 10 September 2007.", 
    "Welcoming participants, Kumarsingh noted that the NWP defines the regional needs and priorities for adaptation activities under consideration by the UNFCCC.", 
    "He highlighted climate change risks facing developing countries and the importance of assisting the NWP in information dissemination and the promotion of monitoring and technical practices for adaptation activities.", 
    "Roberto Acosta, Coordinator of the Adaptation, Technology and Science Programme, UNFCCC Secretariat, observed that adaptation has become increasingly important.", 
    "He stressed the significance of the NWP workshops for enabling developing countries to make more informed decisions.", 
    "Alexander Müller, Natural Resources Management and Environment Department, FAO, highlighted climate change links with agriculture, forestry and fisheries.", 
    "He emphasized that agriculture contributes to climate change through land-use change, deforestation, livestock production and greenhouse gas emissions.", 
    "He observed, however, that appropriate natural resource management practices and biofuels used under certain conditions can enhance mitigation.", 
    "Turning to food security, he pointed out that climate change impacts will shift regional focus to sub-Saharan Africa, in the context of food availability, access, stability and utilization.", 
    "Müller emphasized the need to climate proof development strategies and for adaptation efforts to focus on education, good governance, human resource development, institutional capacity building, better resource management, and the transfer of appropriate technologies.", 
    "During the three-day workshop, participants met in three plenary sessions and two sets of four break-out groups, which focused on adaptation planning and practices in different sectors and contribution of traditional knowledge , and adaptation planning and practices across different levels and sectors .", 
    "Each set of break-out groups reported back to plenary on their deliberations and recommendations.", 
    "On Wednesday afternoon, participants met in plenary in a roundtable session, during which organizations made pledges of actions to support the implementation of the NWP.", 
    "To prepare for the workshop, SBSTA invited parties and relevant organizations to provide structured submissions on adaptation approaches, strategies, practices and technologies for adaptation at the regional, national and local levels in different sectors, as well as on experiences, needs and concerns.", 
    "Throughout the three days, the UNFCCC Secretariat requested participants to fill out questionnaires on key actions that have the greatest potential to help parties adapt to climate change, which will be compiled by the Secretariat."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12340e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change (UNFCCC) Workshop on Adaptation Planning and Practices under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "special workshop", 
  "id": "enb12340e_5", 
  "enb_end_date": "15-Sep-07"
}