{
  "countries": [
    "South Africa"
  ], 
  "topics": [], 
  "section_title": "VIRTUAL INDABA", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [
    "Bolivarian Alliance For The Peoples Of Our America"
  ], 
  "sentences": [
    "The Internet is the town square for the global village.", 
    "Bill Gates As climate change negotiators in Durban marked the 14th birthday of the Kyoto Protocol, the air in the conference rooms was thick with a sense of both the troubled history of climate politics and a historic opportunity for inter-generational change and redefined responsibilities.", 
    "Veteran negotiators who invoked personal memories of their formative days negotiating the original Convention and/or Protocol knew that their audience reached far outside the room to a virtual global society wanting meaningful and immediate action.", 
    "As one religious leader put it, We re here to bear witness for the planet.", 
    "The popularization and bandwagoning effect of climate change politics is one of the major transformations since Kyoto and this shift was all too evident, once again, when Ministers statements were instantaneously tweeted from inside the Indaba rooms out to the global village.", 
    "Combined with the South African Presidency s commitment to the Indaba format- designed to encourage a true participatory and open process of deliberation, the transparency of Durban had a number of unexpected consequences.", 
    "Not least was the effect of depriving some ALBA negotiators of an opportunity to repeat- with credibility- complaints about exclusion.", 
    "In contrast, Ministers, negotiators and youth delegates found themselves sometimes competing for the same seat in the Indaba room.", 
    "Outside the official negotiating rooms, civil society held their own Indabas.", 
    "Climate change COPs have evolved into a carnival-like forum for the latest trends in climate change with a dizzying array of events competing for attention and mindshare.", 
    "From side events, displays of green technology, marches and colorful protests, to real time commentary over the internet through Twitter, Facebook and thousands of blogs, civil society Indabas are something that a transparent COP host has to manage.", 
    "South Africa certainly understood the virtual social media huddle could render swift judgments to the champions of ambition and ridicule for those who did not measure up to the ambitions of the global environmental community.", 
    "At one point the President convened a meeting at a critical endpoint in the negotiations with, apparently, little other purpose than to ensure that global civil society s expectations were raised and primed to maintain pressure on Ministers and their negotiators.", 
    "A high point in civil society s management of their presence- in the corridors of the International Conference Centre (ICC) at Durban and in the global media- was a moment that brought together South Africa s 20th century struggle with the new frontline in 21st century struggles for climate justice.", 
    "With negotiators apparently on the brink of breakthrough or deadlock, a former ANC activist, now head of Greenpeace, led delegates in chants of anti-apartheid anthems seeking climate justice.", 
    "Dozens of traditional and new media practitioners were on hand to produce an iconic image of the Greenpeace activist as he co-opted the trappings of the UN for a well-executed piece of agitprop and was led away by UN guards to be expelled from the ICC.", 
    "This was a supreme example of the way in which climate politics have been transformed by the professional politics of media spectacle- on this occasion drawing on a deep tradition of South African activism twinned now with a new technological capacity that brings climate politics to every screen."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_138", 
  "enb_end_date": "09-Dec-11"
}