{
  "countries": [
    "United States", 
    "Nigeria", 
    "China"
  ], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning", 
    "Adverse Effects & Response Measure"
  ], 
  "section_title": "DEVELOPED/DEVELOPING", 
  "enb_start_date": "04-Nov-02", 
  "enb_short_title": "COP-8", 
  "subtype": "", 
  "actors": [
    "Organization of Petroleum Exporting Countries", 
    "Group of 77"
  ], 
  "sentences": [
    "The usual division between developed and developing country positions on many issues was in evidence at COP-8.", 
    "Many countries had hoped that the developed/developing country dichotomy would break down, exposing the variety of interests within non-Annex I countries.", 
    "This would have facilitated the adoption of a Delhi Declaration initiating a dialogue on broadening commitments, in accordance with the stated positions of Annex I countries.", 
    "Instead, the voice of non-Annex I countries in favor of such a declaration was drowned by calls from more powerful developing countries in favor of a declaration focusing on adaptation. The initial draft of the Delhi Declaration stressed adaptation and did not contain a single reference to the Kyoto Protocol, pleasing the OPEC member States chairing the G-77/China.", 
    "Some negotiators claimed that portions of text from other declarations and documents had simply been compiled.", 
    "It was upon the release of this draft that delegates began questioning COP-8 President Baalu\u0092s leadership. Informal discussions between ministers and heads of delegations on the Delhi Declaration were variously described as 'impossible' and 'intense.", 
    "' Though discussions were generally divided along developed/developing country lines, there was one important exception.", 
    "The US reportedly supported the G-77/China position, and in the final plenary, was the only Annex I country to state its complete satisfaction with the Declaration, which does not call for any follow-up action whatsoever, let alone the initiation of a dialogue.", 
    "The US ultimately received a heartfelt expression of gratitude from Nigeria during the closing plenary.", 
    "It was rumoured that, despite its historical position in favor of broadening commitments, the US found a weak declaration more convenient than a strong one, given the US repudiation of the Protocol and the need for developing country allies in the war on terrorism. Negotiations on the draft decision on policies and measures, meanwhile, were almost completely polarized.", 
    "Developed countries tried to insert a provision allowing voluntary information exchange on developing country P&Ms, and developing countries insisted on a heavy emphasis on the need to minimize the adverse effects of P&Ms.", 
    "The G-77/China refused to negotiate after a time, citing a lack of progress in negotiations on Protocol Article 2.3.", 
    "Unwilling to concede on adverse effects, developed countries allowed consideration of P&Ms to be deferred to COP-9."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12209e.html", 
  "enb_long_title": "Eighth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "COP", 
  "id": "enb12209e_82", 
  "enb_end_date": "04-Nov-02"
}