{
  "countries": [
    "Mauritius", 
    "Trinidad and Tobago", 
    "Cuba"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Reasons for Concern", 
    "Vulnerabilities and Impacts", 
    "Technology Transfer"
  ], 
  "section_title": "B) CASE STUDY THE CARIBBEAN EXPERIENCE:", 
  "enb_start_date": "28-Apr-09", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Garfield Barnwell, Caribbean Community (CARICOM) Secretariat, reviewed the history, and the governance and decision-making structure of CARICOM.", 
    "He discussed activities on increasing economic resilience and reducing reliance on vulnerable economic sectors in the Caribbean within CARICOM, including through the establishment of the Caribbean Community Climate Change Center and the adoption of the Regional Strategy on Climate Change.", 
    "He mentioned the possible need to reform legal instruments and policies regarding meteorological and hydrological services.", 
    "He said CARICOM is also addressing disaster management and integrating it into development plans, catastrophic risk insurance, and adapting the tourism and agricultural sectors.", 
    "He described the CARICOM Development Fund, which aims to mobilize resources to address vulnerability issues facing member states.", 
    "Gisela Alonso Dominguez, Environmental Agency, Cuba, listed the main impacts of climate change on Cuba, including sea level rise, increases in temperature and precipitation variability, a decrease in forest cover, reduced crop yields and an increase in coastal human settlement vulnerability.", 
    "She explained that scientific research on these impacts has been carried out for over four decades as they threaten the sustainable development of the country.", 
    "She outlined how the national economy is being diversified, focusing on the energy, construction, tourism, agriculture and forestry sectors.", 
    "Jasmine Gopaul, Trinidad and Tobago, presented on her country s Vision 2020 initiative.", 
    "Regarding agriculture, she highlighted measures to increase food security, such as the promotion of large agricultural estates and the creation of agricultural cooperatives.", 
    "On tourism, she noted plans to develop and promote differentiated high-value tourism and marketing the islands as ecotourism destinations.", 
    "Regarding lessons learned, Gopaul said buy-in is critical and suggested setting measurable targets and monitoring, and establishing linkages and collaboration.", 
    "In the ensuing discussion, participants addressed the level of funding available to Caribbean countries for adaptation activities, the existence of cost-benefit analyses of adaptation measures, and the involvement of social stakeholders in decision making processes.", 
    "They also stressed the importance of linkages between local and national policy making and community-based adaptation.", 
    "An FAO representative asked whether the impacts of climate change on fisheries-dependent communities is a priority in the Caribbean region and Gopaul noted the lack of data on this issue.", 
    "Barnwell outlined work carried out by CARICOM on the sustainable development of marine resources, highlighting the establishment of a common fisheries policy that takes into account climate change impacts.", 
    "A representative of the African Development Bank (AfDB) underlined the need to convince finance and planning ministers of the need to mainstream adaptation policies.", 
    "While drawing some parallels between the Caribbean and Indian Ocean countries, Mauritius highlighted differences regarding fisheries and noted decreases in catches, as well as political instability in some islands in the Indian Ocean.", 
    "A UN Environment Programme (UNEP) representative suggested testing the application of analytical tools to decide what adaptation measures should be applied to public and private sectors, as well as to multinational corporations and foundations.", 
    "Environment and Development Action in the Third World (ENDA) called for the workshop to discuss business and trade as part of an enabling environment."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12409e.html", 
  "enb_long_title": "UN Framework Convention on Climate Change Technical Workshop on Increasing Economic Resilience to Climate Change and Reducing Reliance on Vulnerable Economic Sectors through Economic Diversification", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12409e_9", 
  "enb_end_date": "30-Apr-09"
}