{
  "countries": [
    "Brazil", 
    "Kenya", 
    "Argentina", 
    "United Kingdom"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "PRESENTATIONS", 
  "enb_start_date": "10-Dec-04", 
  "enb_short_title": "UNFCCC COP-10", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Rob Socolow, Princeton University, US, examined future carbon emissions scenarios, and proposed to use 'wedges,' a methodology to account for reductions in future emissions, whereby each 'wedge' is equivalent to one billion tons of avoided carbon emissions per year over the next fifty years.", 
    "Socolow addressed different strategies to achieve wedges, noting that a portfolio approach is necessary. James Shevlin, Australian Greenhouse Office, described the Australian mitigation approach, stressing that energy efficiency must be central to any mitigation strategy, regardless of the country.", 
    "He elaborated on barriers to energy efficiency and the Australian experience in overcoming them. Paul Kirai, Kenya Association of Manufacturers, described the Industrial Energy Efficiency Project in Kenya, highlighting the need to cooperate with the private sector, build confidence and maintain flexibility in public programmes. Alfred Szwarc, Ministry of Science and Technology, Brazil, spoke on biomass fuel use in Brazil.", 
    "Szwarc said the biomass industry has enhanced energy security and diversity, provided environmental benefits, reduced the balance of payments, and has created one million jobs in Brazil.", 
    "Participants discussed, inter alia, the risks posed by plantations to forest lands and barriers to technology uptake.", 
    "Szwarc noted that Brazil is championing biomass fuel technology globally, but has no plans to expand biomass plantations into the Amazon region. Christine Copley, World Coal Institute, UK, spoke on the prospects for coal in the context of sustainable development.", 
    "She drew attention to advanced technologies, such as super-critical plants and integrated gasification combined-cycle technology, and said carbon capture and storage technology also shows promise, although storage capacity is limited. Hernan Carlino, Secretariat of Environment and Sustainable Development, Argentina, spoke on greenhouse gas mitigation opportunities in the waste sector in his country.", 
    "He noted that waste is commonly disposed in landfills and open dumps, and said a new national strategy is being developed to address this problem.", 
    "The new strategy encourages, inter alia, household waste sorting and methane gas recovery.", 
    "He drew attention to two recently approved national projects on waste disposal located in the city and province of Buenos Aires.", 
    "Participants discussed the implications of the new strategy for recycling rates and per capita waste production. Robert Dixon, US Department of Energy, highlighted the environmental and energy security benefits of hydrogen and fuel cell technology, and noted challenges in hydrogen production, storage, delivery infrastructure and safety.", 
    "He indicated that it would be possible to realize a full hydrogen economy by 2050."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12253e.html", 
  "enb_long_title": "Tenth Conference of the Parties to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12253e_12", 
  "enb_end_date": "10-Dec-04"
}