{
  "countries": [
    "Canada", 
    "United States", 
    "Australia", 
    "South Africa", 
    "United Kingdom", 
    "Malaysia", 
    "China", 
    "Russian Federation", 
    "Japan"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADAPTATION AND MITIGATION", 
  "enb_start_date": "28-Jun-04", 
  "enb_short_title": "UNFCCC SB-20", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "African Group", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "This issue was first addressed on 18 and 19 June, in two in-session workshops.", 
    "The first addressed the scientific, technical and socioeconomic aspects of impacts of, and vulnerability and adaptation to, climate change.", 
    "The second dealt with the scientific, technical and socioeconomic aspects of mitigation.", 
    "Parties then addressed these items in Plenary on Monday, 21 June.", 
    "Delegates met three times in a contact group co-chaired by David Warrilow (UK) and Kok Seng Yap (Malaysia), to discuss draft conclusions.", 
    "Informal consultations were also held.", 
    "SBSTA adopted conclusions on these matters on Friday, 25 June. In the initial Plenary discussion on 21 June, several delegates suggested holding future in-session workshops.", 
    "Many Parties stressed regional modeling, and noted the importance of integrating sustainable development policies with adaptation measures.", 
    "Delegates also underscored the importance of addressing innovative technologies, increasing the adaptive capacity of vulnerable Parties, and separating short-term needs from the long-term effects of climate change.", 
    "South Africa, for the Africa Group, supported by the G-77/China, AOSIS, and the Russian Federation, called for separate contact groups on adaptation and mitigation.", 
    "Japan, Australia, Canada, the US and EU supported one contact group.", 
    "Chair Benrageb proposed having one contact group with separate draft conclusions for each item. In the contact group meetings, delegates considered draft conclusions and discussed the format and content of future workshops and activities.", 
    "Parties debated ways of ensuring high participation at workshops while avoiding overlap with negotiations, and identified possible topics for discussion at future workshops.", 
    "Delegates disagreed over the number of topics and themes to be considered.", 
    "They also discussed the use and potential resource implications of requesting the Secretariat to compile background information on specific topics, and Parties\u0092 submissions and workshop reports. In the closing Plenary, China expressed hope that the establishment of one contact group to address adaptation and mitigation at SBSTA-20 would not set a precedent for future decisions on the matter."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12242e.html", 
  "enb_long_title": "Twentieth Session of the Subsidiary Bodies to the UN Framework Convention on Climate Change", 
  "type": "", 
  "id": "enb12242e_29", 
  "enb_end_date": "28-Jun-04"
}