{
  "countries": [
    "Brazil", 
    "Canada", 
    "Bangladesh", 
    "Sudan", 
    "Panama", 
    "Nepal", 
    "Costa Rica", 
    "Micronesia", 
    "Peru", 
    "Argentina", 
    "Bolivia", 
    "Venezuela", 
    "Malawi", 
    "Saudi Arabia", 
    "Australia", 
    "Singapore", 
    "Norway", 
    "Guatemala", 
    "China", 
    "Chile", 
    "Russian Federation", 
    "Dominican Republic", 
    "Tanzania", 
    "Spain", 
    "Ukraine", 
    "Gambia", 
    "Philippines", 
    "Indonesia", 
    "United States", 
    "Switzerland", 
    "Grenada", 
    "New Zealand", 
    "Uruguay", 
    "South Africa", 
    "India", 
    "Colombia", 
    "Japan", 
    "Nicaragua", 
    "Barbados"
  ], 
  "topics": [
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "forests", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Anthropogenic Interference with Climate System", 
    "Compliance and Enforcement", 
    "Mitigation", 
    "Technology Transfer", 
    "National Communications & Inventories"
  ], 
  "section_title": "Mitigation", 
  "enb_start_date": "04-Jun-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "Alliance of Small Island States", 
    "European Union", 
    "Environmental Integrity Group", 
    "Group of 77"
  ], 
  "sentences": [
    "During the AWG-LCA contact group in the afternoon, parties focused on mitigation commitments or actions by developed country parties and associated monitoring, reporting and verification (MRV) based on questions by the AWG-LCA Chair ( http://unfccc.int/files/meetings/ad_hoc_working_groups/lca/application/pdf/1b(i)_questions_for_web_final.pdf ).", 
    "Brazil, for the G-77/CHINA, identified the need for stronger language on using the Kyoto Protocol as the basis for Annex I MRV and compliance, and recalled the G-77/China s proposal for a technical panel on comparability of developed countries mitigation efforts.", 
    "He explained that comparability of efforts is not a principle, but that it relates to magnitude of emission reductions, compliance, legal form and MRV.", 
    "The G-77/CHINA stressed that commitments should be defined top down, reflect science, and be part of the formal outcome of the negotiations.", 
    "He said the Protocol should also guide LULUCF accounting rules and identified the need to strengthen these rules.", 
    "Barbados, for AOSIS, urged agreement on Annex I aggregate emission reductions of at least 45% from 1990 levels by 2020.", 
    "He noted relevant discussions under the AWG-KP and expressed willingness to explore the possibility of a common space to discuss this issue.", 
    "He stressed that discussions should be limited to the scale of ambition of Annex I aggregate emission reductions and that the two-track process should be maintained.", 
    "COLOMBIA, also speaking for Chile, Costa Rica, the Dominican Republic, Guatemala, Panama, Peru and Uruguay, expressed great interest in the proposal by AOSIS.", 
    "The US emphasized that Annex I countries put forward their targets before and after Copenhagen.", 
    "On the need to set a collective goal for emission reductions, he highlighted the goal of limiting temperature increase to 2°C, which may be strengthened by 2015.", 
    "He said all credible mitigation actions, including LULUCF, should count for commitments.", 
    "The US stressed the need for provisions on MRV and on international consultation and analysis, indicating that reaching agreement on a fully operational system is essential this year.", 
    "He emphasized that MRV for Annex I countries must be considered in tandem with international consultation and analysis for non-Annex I countries and, with CANADA, proposed a separate chapter on this.", 
    "Switzerland, for the ENVIRONMENTAL INTEGRITY GROUP, requested a discussion on the legal nature of the work and a compilation of pledges of all developed country parties.", 
    "With many other developed countries, he noted the importance of LULUCF and market based instruments.", 
    "South Africa, for the AFRICAN GROUP, offered a proposal to insert a collective mid-term goal and then agree on a process to negotiate pledges leading to at least a 40% reduction by 2020. JAPAN stressed the need to coordinate work with the AWG-KP and to revise the MRV system to include both Annex I and non-Annex I parties, taking into account differences between them.", 
    "AUSTRALIA expressed support for devoting a portion of the meeting to discussing MRV.", 
    "The EU said MRV under the Protocol needs to be linked to discussions under the AWG-LCA. NEW ZEALAND stressed consideration of MRV for all countries through a common but different framework.", 
    "CHINA highlighted comparability as the core of sub-paragraph 1(b)(i) of the BAP, and said the same provisions on third party review, LULUCF and offsets should apply to Protocol parties and non-parties.", 
    "SOUTH AFRICA requested a new chapter in the text on how Annex I countries will implement their targets for 2020, what the compliance system will look like, and how MRV will be ensured. BOLIVIA emphasized that the Protocol must be maintained, and that the Protocol compliance mechanism should be applied and strengthened.", 
    "INDONESIA stressed MRV as a key element in the achievement of developed countries reduction objectives.", 
    "The PHILIPPINES supported a top-down approach to setting science-based targets, with the objective of not exceeding a 1.5°C temperature increase. NORWAY stressed economy-wide targets as an important way of ensuring comparability, and highlighted the role of market mechanisms.", 
    "The RUSSIAN FEDERATION said a collective emission reduction goal might be a useful tool for indicating the aspiration of countries, while saying it should not be used for defining individual targets. INDIA emphasized that MRV of developed country support must be more rigorous than that of MRV of developing country mitigation actions.", 
    "NICARAGUA highlighted the importance of domestic reductions.", 
    "Chair Mukahanana-Sangarwe said that as parties had reiterated their known positions, she did not have a basis to revise the text.", 
    "Responding to Grenada on how she intents to proceed with the proposal by AOSIS, Chair Mukahanana-Sangarwe said she would consult with the AWG-KP Chair on the potential for joint discussions. CONVENTION ARTICLE 6 (SBI): The contact group on Convention Article 6 (education, training and public awareness) focused on the intermediate review of the implementation of the New Delhi work programme, as mandated by decision 9/CP.13 (amended New Delhi work programme on Article 6 of the Convention).", 
    "Chair Liana Bratasida (Indonesia) proposed preparing draft text containing the TORs for the intermediate review for parties consideration at the next meeting of the group.", 
    "Many parties supported the Chair s proposal.", 
    "JAPAN, supported by many parties, suggested inviting submissions from parties on good practices and lessons learned, as input for the interim review.", 
    "Spain, for the EU, proposed extending the invitation to intergovernmental and non-governmental organizations. YOUTH urged parties to adopt a proper review process and proposed: extending the work programme beyond 2010; giving the Secretariat a broad mandate to conduct the review in an inclusive manner; including young people in national work programmes, and also inviting submissions from civil society; and providing sufficient financing for the Secretariat to organize regional workshops in Africa and the LDCs.", 
    "The Gambia, for the G-77/CHINA, suggested requesting the Secretariat to compile and synthesize the outcomes and recommendations from the regional workshops held so far, together with the implementation of these outcomes and recommendations.", 
    "The EU suggested including an invitation to parties to provide funding for the regional workshops yet to be held. UKRAINE urged for the implementation of Convention Article 6(b)(ii) (development and implementation of education and training programmes) to be extended to countries with economies in transition.", 
    "NEPAL called for extending the work programme for at least five years.", 
    "Responding to a request by the US, the Secretariat provided an update of the implementation of the Climate Change Information Network (CC:iNet).", 
    "He explained that the Secretariat is in the process of developing its full-scale implementation and expects to launch additional functionalities before Cancún.", 
    "The DOMINICAN REPUBLIC highlighted the proposal to establish a financial mechanism to support projects and programmes in relation to the implementation of Article 6.", 
    "MALAWI questioned why no regional workshop had been organized in Africa and the Secretariat responded that this was due to lack of funds.", 
    "The Chair will prepare draft conclusions and informal consultations will continue. OTHER ISSUES (AWG-KP) In informal consultations on LULUCF, delegates discussed a proposal from developing countries on constructing reference levels. ANNEX I EMISSION REDUCTIONS (AWG-KP): In the afternoon, parties addressed the need to reconstitute the legal issues contact group in order to analyze the entry into force of Protocol amendments to avoid a gap between commitment periods.", 
    "Parties agreed to request the AWG-KP Chair to reconstitute the legal issues contact group.", 
    "The Secretariat presented a paper compiling pledges, related assumptions and associated emission reductions (FCCC/KP/AWG/2010/INF.1).", 
    "CHINA emphasized that the current pledges are not sufficient.", 
    "The Federated States of Micronesia, for AOSIS, stressed the need for more specific information from parties to chisel down into what the numbers actually mean. COLOMBIA, supported by GRENADA, the PHILIPPINES and BARBADOS, called for a joint discussion of emission reductions by all Annex I countries.", 
    "AUSTRALIA, supported by JAPAN and NORWAY, called for a broader discussion of what is happening globally, saying it is important to analyze the level of ambition of the flood of international pledges in the wake of Copenhagen.", 
    "CHINA opposed any attempt to merge the two AWGs but said they could go along with the proposal by Colombia if the discussion was strictly limited to discussion of Annex I emission reductions and was compatible with the respective mandates of the AWGs.", 
    "BOLIVIA, VENEZUELA, SINGAPORE, SUDAN and BRAZIL opposed broader discussions.", 
    "AUSTRALIA emphasized that no single group of countries is able to deliver the level of ambition necessary to address climate change and that if ambitions were to be hardened down to specific numbers, a broader discussion would be the next step.", 
    "ARGENTINA said that a joint discussion is premature.", 
    "INDIA opposed discussions of developing countries emission reductions.", 
    "SAUDI ARABIA stressed that they would not accept a joint discussion.", 
    "Intervening on a point of order, the US emphasized that they would oppose any effort to discuss their emission reductions in the context of Annex I emission reductions under the Kyoto Protocol. CAPACITY BUILDING UNDER THE CONVENTION (SBI): Co-Chair Jaudet introduced new draft text containing draft SBI conclusions and a draft COP decision.", 
    "JAPAN, AUSTRALIA and the US noted that, although there are portions of the text that could be acceptable as a basis for discussions, the text contains some elements that will take parties back to previous discussions and disagreements.", 
    "JAPAN, supported by the US and others, but opposed by Tanzania, for the G-77/CHINA, proposed inviting presentations from the UN Development Programme and from any other interested party or organization, on experiences of monitoring and evaluation within countries. ARRANGEMENTS FOR INTERGOVERNMENTAL MEETINGS (SBI): In the contact group, parties discussed observer organizations in the intergovernmental process.", 
    "Highlighting lessons from Copenhagen, UNFCCC Executive Secretary de Boer outlined plans for pre-meeting online registration and said two projects would be initiated, one on streamlining and improving stakeholder participation and another to draw together best practices on stakeholder involvement from the UN system.", 
    "The International Trade Union Confederation, for ENGOs, YOUTH, WOMEN and GENDER, LOCAL GOVERNMENTS and INDIGENOUS ORGANIZATIONS, underscored that the full and effective participation of civil society provides legitimacy to the UNFCCC process and called for guidelines on civil society participation to be revised before COP 16.", 
    "She highlighted access to informal consultations and called for equal treatment of side events by parties and by civil society, as well as for the right for observers to vocally demonstrate.", 
    "On the issue of stunts, the CLIMATE ACTION NETWORK emphasized the need to be able to express frustration and to participate in vocal demonstrations.", 
    "Many parties acknowledged the role of stakeholders and supported their active engagement.", 
    "Bangladesh, for the G-77/CHINA, noted the need to strike an appropriate balance bearing in mind that the process is party-driven.", 
    "AUSTRALIA, with BOLIVIA, highlighted unnecessary burdens such as observers being required to register significantly in advance without the ability to change names on delegations.", 
    "The US called for guidelines to ensure a more predictable process, especially for the high-level segment.", 
    "The PHILIPPINES called for a differentiation between observers, particularly NGOs and IGOs."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12465e.html", 
  "enb_long_title": "Bonn Climate Change Talks - May/June 2010", 
  "type": "", 
  "id": "enb12465e_4", 
  "enb_end_date": "04-Jun-10"
}