{
  "countries": [
    "Norway"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "Sub-paragraph 1(b)(iii) of the BAP (REDD+)", 
  "enb_start_date": "04-Oct-10", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Discussions in this group were facilitated by Audun Rosland (Norway).", 
    "Following discussions on how to move forward on options in the text, Facilitator Rosland invited parties that had made new textual proposals in August to present their ideas.", 
    "Parties discussed: how to address the issue of forests more holistically, including ecosystem services; the need for REDD+ to contribute to adaptation; and concerns that a REDD+ mechanism would create a new system of offsets.", 
    "Parties generally welcomed consideration of the role of forests in providing ecosystem services and the importance of forests in adaptation.", 
    "Some countries welcomed the drafting of a paragraph on these issues.", 
    "Several parties highlighted the importance of maintaining the environmental integrity of any market mechanism associated with REDD+.", 
    "Some countries preferred no reference to a global goal, highlighting that they do not anticipate a quantitative goal on reducing deforestation without deciding how it will be achieved.", 
    "On recording progress to the contact group, Facilitator Rosland underscored the need to present the scope, principles and the need to address safeguards, financing and technical support.", 
    "Parties highlighted the importance of capturing, inter alia : the establishment of a REDD+ mechanism; a phased approach; clean institutional arrangements; and a Subsidiary Body for Scientific and Technological Advice (SBSTA) work programme.", 
    "Some parties noted that they were uncomfortable about giving the Chair a mandate to draft a decision.", 
    "Instead, they requested the Chair to document what has happened."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12485e.html", 
  "enb_long_title": "Tianjin Climate Change Talks - October 2010", 
  "type": "", 
  "id": "enb12485e_14", 
  "enb_end_date": "09-Oct-10"
}