{
  "countries": [
    "Belgium", 
    "India"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Technology Transfer"
  ], 
  "section_title": "REPORT OF THE WORKSHOP", 
  "enb_start_date": "11-Apr-03", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Olivier Deleuze, Belgium\u0092s Secretary of State for Energy and Sustainable Development, opened the workshop on Wednesday morning, 9 April.", 
    "He noted that technology transfer is a crucial instrument for the implementation of the UNFCCC and related agreements.", 
    "Recalling the World Summit on Sustainable Development (WSSD) Plan of Implementation and the 2002 UNFCCC New Delhi Declaration, he highlighted the need for urgent action at all levels and in all relevant sectors to support mechanisms for the development, transfer and diffusion of ESTs, especially to developing countries and countries with economies in transition (EITs).", 
    "Underscoring the importance of partnerships and interaction among research institutions and the public and private sectors, he noted that identifying and removing barriers are key responsibilities of governments.", 
    "Deleuze expressed the hope that this workshop would contribute to the creation of conditions to enable technology transfer. COP-8 President T. R. Baalu, India\u0092s Minister of Environment and Forests, stated that in order to promote technology transfer for climate change mitigation and adaptation, this workshop should enhance understanding of policy, regulatory and institutional barriers and opportunities, and focus on developed countries\u0092 role in transferring publicly-owned technologies and in providing incentives to the private sector.", 
    "Reminding participants that the New Delhi Declaration focused on the dissemination of technology and on adaptation, Baalu highlighted the need for partnerships and cooperation among a range of stakeholders and suggested focusing on 'green credit,' waste minimization, favorable international terms of trade, and the needs of the most vulnerable individuals.", 
    "He announced his plan to organize an international 'Technology Bazaar' in New Delhi in November 2003, to take stock of progress on technology transfer in the context of the UNFCCC. Tahar Hadj-Sadok, UNFCCC Deputy Executive Secretary, noted that at COP-7, Parties had reached a significant agreement on the implementation of technology transfer, adopting a framework for action and establishing the EGTT.", 
    "He pointed out that sharing, analyzing and compiling experiences are useful for governments when designing policies."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12210e.html", 
  "enb_long_title": "UNFCCC Workshop on enabling environments for technology transfer", 
  "type": "special workshop", 
  "id": "enb12210e_3", 
  "enb_end_date": "11-Apr-03"
}