{
  "countries": [], 
  "topics": [
    "Forests", 
    "National Communications & Inventories"
  ], 
  "section_title": "SBSTA Conclusions", 
  "enb_start_date": "14-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In its conclusions (FCCC/SBSTA/2012/ L.9/Rev.1), the SBSTA takes note of the parties submissions, in particular on drivers of deforestation and forest degradation and on robust and transparent national forest monitoring systems.", 
    "SBSTA agrees to: - continue its work on MRV on the basis of an annex containing elements for a possible draft decision; to complete this work at SBSTA 37; and prepare recommendations for a draft decision for consideration by COP 18; - continue its work on issues identified in Decision 1/CP.16, paragraph 72 and Appendix II, in particular on how to address drivers of deforestation and forest degradation, including consideration of social and economic aspects in developing countries at the national level, at SBSTA 37; - continue consideration of the timing and the frequency of the presentations of the summary of information on how all of the safeguards referred to in Decision 1/CP.16, Appendix I, are being addressed and respected, and the need for further guidance at SBSTA 37, with a view to conclude its consideration at SBSTA 39; and - initiate work on the technical assessment of the proposed forest reference emission levels and/or forest reference levels at SBSTA 37, to report to the COP 18 and 19 on progress made, including any recommendations for a draft decision on this matter.", 
    "The SBSTA recognizes that: - further work on methodological guidance may be needed pending the outcome of the work of the AWG-LCA; - parties aiming to undertake the activities referred to in Decision 1/CP.16, paragraph 70, could consider the adaptation needs of the country concerned; and - the annex on elements for a possible draft decision contains bracketed text structured under two subheadings: modalities for national forest monitoring systems and MRV."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12546e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12546e_21", 
  "enb_end_date": "25-May-12"
}