{
  "countries": [
    "Brazil", 
    "Saudi Arabia", 
    "Denmark", 
    "Germany", 
    "Bolivia", 
    "Norway"
  ], 
  "topics": [
    "Reasons for Concern", 
    "Flexibility Mechanisms"
  ], 
  "section_title": "4.5: Trade-offs, Synergies and Interactions with Sustainable Development:", 
  "enb_start_date": "27-Oct-14", 
  "enb_short_title": "IPCC-40", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On a headline sentence stating that climate change is a threat to sustainable development , Denmark, with Germany, called for adding text to provide a broader context on how mitigation and adaptation improve human well-being.", 
    "Bolivia, supported by Saudi Arabia, requested replacing the sentence with text stating that limiting the effects of climate change is necessary to achieve sustainable development and equity, including poverty eradication.", 
    "Following suggestions to keep the headline statement concise, the sentence was approved as presented.", 
    "The remaining sentences of the headline statement were also approved with minor editorial changes.", 
    "The authors proposed, and participants agreed, to add a paragraph on text from the WGII SPM to a paragraph on climate change threats as proposed by Norway during discussions in a small group on adaptation issues, stating that 'delaying mitigation actions may reduce options for climate-resilient pathways and adaptation in the future', and that 'opportunities to take advantage of positive synergies between adaptation and mitigation may decrease with time, particularly if limits to adaptation are exceeded'.", 
    "There was some discussion on a sentence on integrated responses being 'especially relevant' to: energy planning and implementation; interactions among water, food, energy generation and biological carbon sequestration; and urban planning.", 
    "Responding to a suggestion by Saudi Arabia to also reflect CCS, the authors explained that the sentence referred to land-based activities and that the focus was on water, food and energy generation.", 
    "Brazil questioned why biological carbon sequestration was singled out.", 
    "Bolivia preferred using agreed terminology, including 'food production', and Saudi Arabia called for referring to water production as well.", 
    "Following the authors' proposal to keep the keep the statement concise, participants agreed to refer to interactions among 'water, food, energy and biological carbon sequestration, and urban planning'.", 
    "Final SYR SPM Text: The headline for this subsection states that: climate change is a threat to sustainable development; there are many opportunities to link mitigation, adaptation and the pursuit of other societal objectives through integrated responses; and successful implementation relies on relevant tools, suitable governance structures and enhanced capacity to respond.", 
    "The subsection includes paragraphs on: climate change exacerbating other threats to social and natural systems, placing additional burdens particularly on the poor; attention to both adaptation and mitigation being required for aligning climate policy with sustainable development; and delaying global mitigation actions as possibly reducing options for climate-resilient pathways and adaptation in the future.", 
    "It further states that strategies and actions can be pursued now that will move towards climate-resilient pathways for sustainable development, while at the same time helping to improve livelihoods, social and economic well-being, and effective environmental management."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12607e.html", 
  "enb_long_title": "Fortieth session of the Intergovernmental Panel on Climate Change (IPCC-40)", 
  "type": "", 
  "id": "enb12607e_37", 
  "enb_end_date": "31-Oct-14"
}