{
  "countries": [
    "Brazil", 
    "Canada", 
    "Chile", 
    "Tuvalu", 
    "Congo", 
    "China", 
    "Colombia", 
    "Japan", 
    "New Zealand", 
    "Bolivia"
  ], 
  "topics": [
    "forests", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "LAND USE, LAND-USE CHANGE AND FORESTRY:", 
  "enb_start_date": "21-Aug-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77"
  ], 
  "sentences": [
    "Issues related to LULUCF were introduced in plenary on Thursday, 21 August, and discussed in contact groups and informal consultations co-chaired by Bryan Smith (New Zealand) and Marcelo Rocha (Brazil).", 
    "In the contact group and informal consultations, parties focused primarily on accounting methodologies for forest management under Article 3.4 (additional activities), with an agreement that other non-forest-management activities would be taken up in due course.", 
    "Parties made explanatory presentations on different methodological options and began to explore their strengths and weaknesses before drafting an annex elaborating four possible options for consideration.", 
    "In the discussions, the G-77/China stressed that the principles of decision 16/CMP.1 on LULUCF be retained without amendment.", 
    "Although some parties expressed preference to remove certain options, the Co-Chairs preferred not to remove options at this point so that each one could be more fully elaborated for discussion in Poznan.", 
    "In discussions on forest management accounting, Canada and others highlighted the ability of forward-looking baselines to factor out natural disturbances, age-class legacies, and indirect human-induced impacts.", 
    "Japan sought inclusion of land temporarily out of accounting, and unsuccessfully proposed removal of text specifying that activities under Article 3.4 be compulsory if they were accounted for in the first commitment period.", 
    "On harvested wood products (HWP), New Zealand proposed an emissions to atmosphere approach that would spread out HWP emissions accounting beyond the time of harvest.", 
    "After agreeing on the conclusions, the Co-Chairs held discussions on non-permanence and other methodological issues under the CDM, with the purpose of facilitating discussions in Poznan.", 
    "In these discussions, the G-77/China stated that afforestation and reforestation project activities should remain eligible, and that means to enhance implementation of these activities should be addressed.", 
    "Bolivia, supported by Colombia and the Democratic Republic of the Congo, proposed maintaining temporary credits for forests that are intact and monitored.", 
    "Brazil expressed concerns about the vulnerability of forests, suggesting defining a timeframe for non-permanence.", 
    "The EU stressed that non-permanence reversals require compensation, while Tuvalu suggested that current rules may be functioning and the lack of projects may reflect unwillingness of credit purchasers to bear the risk of reversals.", 
    "New Zealand, supported by Chile, suggested that responsibility for non-permanence be taken by host-country governments, and noted that accounting for timing of emissions from HWP may reduce non-permanence risks and make CDM LULUCF projects more attractive."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12383e.html", 
  "enb_long_title": "Third session of the Ad Hoc Working Group on Long-term Cooperative Action and first part of the sixth session of the Ad Hoc Working Group on Further Commitments for Annex 1 Parties under the Kyoto Protocol to the UNFCCC", 
  "type": "working group", 
  "id": "enb12383e_21", 
  "enb_end_date": "27-Aug-08"
}