{
  "countries": [], 
  "topics": [
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "CONTACT GROUPS AND INFORMAL CONSULTATIONS", 
  "enb_start_date": "04-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "GROUPS", 
  "actors": [], 
  "sentences": [
    "The contact group on Annex I Party national communications met to consider draft guidelines for reporting on non-inventory issues.", 
    "The group adopted a number of amendments to the text that had been drafted at an earlier workshop held in Bonn.", 
    "There was a divergence of views regarding whether Parties should include gross domestic product (GDP) and greenhouse gas emissions measurements per capita in their national communications.", 
    "The paragraphs including such reference were bracketed and deferred to a smaller group for consideration.", 
    "Delegates also discussed the use of the terms 'should' and 'shall' in the draft guidelines.", 
    "They agreed to bracket them pending further discussion. The informal consultation on research and systematic observation met to discuss and make largely textual amendments to a Chair\u0092s draft of conclusions for SBSTA.", 
    "The conclusions recognize the continued degradation of observation capacity in developing countries; urge Parties to provide enhanced support to capacity building; and require the Global Climate Observing System (GCOS) Secretariat to prepare regional implementation plans and options for improving observation capacity.", 
    "Delegates pointed out the lack of emphasis on research in the conclusions and decided to make it clear that only systematic observation was covered.", 
    "They decided to reconvene on Friday to discuss a revised draft."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12103e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "SBI/SBSTA", 
  "id": "enb12103e_3", 
  "enb_end_date": "04-Jun-99"
}