{
  "countries": [], 
  "topics": [
    "Post-Kyoto Agreements 2", 
    "Post-Kyoto Agreements"
  ], 
  "section_title": "IN THE CORRIDORS", 
  "enb_start_date": "22-May-12", 
  "enb_short_title": "SB 36", 
  "subtype": "corridors", 
  "actors": [], 
  "sentences": [
    "After enjoying a sunny and warm Sunday in Bonn, delegates returned reinvigorated on Monday, ready for negotiations.", 
    "Their adaptive nature was truly tested during some well-attended informal consultations.", 
    "There s only so much adapting one can do, joked one delegate on the lack of space in the negotiating room on adaptation and NAPs.", 
    "Indeed, the space issue extended to other areas of the meeting, including thought-space, once again preoccupied by the crucial question of ambition.", 
    "This time, the focus of attention was on the day-long ADP workshop, which was initially entitled enhancing mitigation ambition until some developing countries insisted on a broader focus, so that it would also cover means of implementation.", 
    "Several delegates explained that the somewhat surprising significance given to the workshop s title illustrates the sensitivity concerning the scope of the ADP s work.", 
    "Ambition prevailed as the overall theme during the event, evident from the scientific presentations, a further reminder that parties will have to start working to achieve more ambitious results well before 2020.", 
    "As many developing countries continuously reiterated, the pre-2020 mitigation ambition gap is highly relevant under both the AWG-LCA and AWG-KP.", 
    "It remains, however, highly contentious under the ADP, where the agenda discussions reportedly continued during the day.", 
    "According to delegates, some developing countries continue to insist on the deletion of the item on workplan on mitigation ambition, while others argue for it to remain, stressing its key role in the Durban package.", 
    "One insider explained: The difference is that the AWG-LCA and AWG-KP place the pre-2020 emphasis on developed countries, whereas the ADP is mandated to look at all parties.", 
    "Thankfully, in other quarters, the atmosphere was less somber than under the ADP, described by some as tense.", 
    "During informal consultations on sectoral approaches congeniality prevailed and butter cookies were even offered to sweeten discussions."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12542e.html", 
  "enb_long_title": "Bonn Climate Change Conference - May 2012", 
  "type": "", 
  "id": "enb12542e_7", 
  "enb_end_date": "22-May-12"
}