{
  "countries": [], 
  "topics": [
    "Mitigation", 
    "Legal Status of Agreeements", 
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "FINANCE, TECHNOLOGY AND CAPACITY BUILDING (AWG-LCA): Finance", 
  "enb_start_date": "08-Dec-10", 
  "enb_short_title": "COP 16", 
  "subtype": "", 
  "actors": [
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "In a morning drafting group, parties were presented with a revised non-paper containing elements for a draft decision on finance.", 
    "The document included sections and options on fast-start finance, long-term finance, the proposed new fund and a proposed new body under the COP to assist with the financial mechanism and delivery of climate financing.", 
    "The non-paper also included an annex containing terms of reference for designing the fund.", 
    "After a short break to review the text, parties offered their initial reactions.", 
    "One developed country observed that the text has become increasingly ambitious in scope and detail, and expressed concern that high expectations of an agreement this week may not be met.", 
    "On fast-start finance, developing countries said text should provide more details on transparency, including whether the funding is genuinely new and additional, whether it is evenly allocated between adaptation and mitigation, and how much has been disbursed in 2010.", 
    "One developing country suggested adding another developing country group to those identified as priority recipients of fast-start financing.", 
    "In addition to LDCs, SIDS and Africa, she added developing countries with areas prone to droughts, floods and desertification with fragile ecosystems, and facing increased frequency of extreme and catastrophic events and trends linked to climate change.", 
    "On long-term finance, developing countries supported the option that developed countries should commit 1.5% of their GDP to support developing countries, rather than text referring to a US$100 billion commitment annually by 2020.", 
    "Many developed countries expressed reservations on text indicating that the main or major source of funding will be assessed or indicative contributions from Annex II parties to the Convention.", 
    "Some developed countries supported reference to the UN Secretary-General s High-Level Advisory Group on Climate Financing.", 
    "On the board of the new fund, a number of developing countries insisted that it refer to representation for SIDS and LDCs.", 
    "Technology: The drafting group considered technology in a late morning session.", 
    "Developing countries outlined two possible decisions, one containing the main elements of an agreement, the other setting out a programme of work.", 
    "Several delegates welcomed progress in this group and in bilateral consultations held earlier in the day.", 
    "However, some developed countries regretted that the balance they seek in the wider negotiations does not yet exist, and said they could not yet agree to a technology mechanism.", 
    "Several speakers supported identifying what can be agreed in Cancun and what needs further discussion in 2011.", 
    "Capacity building: In the afternoon, the informal drafting group turned its attention to capacity-building.", 
    "Parties considered a revised draft text paragraph-by-paragraph.", 
    "Many developing country parties supported retaining the option to establish a technical panel on capacity building in a legally-binding instrument, while many developed countries supported an option affirming that existing institutional arrangements or the proposed ones include capacity-building in their mandate.", 
    "On references to operating entities of the financial mechanism and reference to the proposed new fund, one party said these could prejudge other parallel negotiations.", 
    "Different views also remained on text concerning developed country reporting of support provided for capacity building in developing countries, and developing country reporting of progress in enhancing capacity to address climate change, including on the use of the support received.", 
    "Consultations continued."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12495e.html", 
  "enb_long_title": "Cancún Climate Change Conference", 
  "type": "", 
  "id": "enb12495e_5", 
  "enb_end_date": "08-Dec-10"
}