{
  "countries": [
    "Canada", 
    "Japan"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Flexibility Mechanisms", 
    "Compliance and Enforcement"
  ], 
  "section_title": "COMPLIANCE COMMITTEE REPORT:", 
  "enb_start_date": "08-Dec-08", 
  "enb_short_title": "COP/MOP3", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "Co-Chairs Langlois and Mugurusi convened the first meeting of a contact group on the report of the Compliance Committee.", 
    "They circulated a draft decision expressing concern that not all Annex I parties to the UNFCCC had submitted fourth national communications and supplementary information under Protocol Article 7.2, and inviting voluntary contributions to the Trust Fund for Supplementary Activities.", 
    "The EU supported incorporating proposals from the Committee report to extend funding for travel to all members of the Committee, subject to availability of funding.", 
    "CANADA proposed that the countries who appoint representatives should be responsible for costs.", 
    "The Co-Chairs invited the EU to draft an additional paragraph on travel costs, in consultation with other parties.", 
    "The Co-Chairs scheduled informal discussions for Saturday. JOINT IMPLEMENTATION (JI): Co-Chair Feiler outlined issues for the contact group consideration, including the JI Supervisory Committee management plan, resource issues, fees to cover administrative costs and guidance to the Secretariat on JI Track 1.", 
    "The Secretariat noted the lack of comprehensive overview of JI Track 1 projects and the need for a unique project identifier for the international transaction log.", 
    "He mentioned an Internet-based solution.", 
    "The EU and JAPAN supported preparing draft text on the issues listed.", 
    "The EU identified the need for timely pledges to address the financial situation and supported the webpage solution for the largely technical issue concerning JI Track 1.", 
    "The Co-Chairs will prepare a draft decision."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12348e.html", 
  "enb_long_title": "United Nations Climate Change Conference - Bali", 
  "type": "", 
  "id": "enb12348e_6", 
  "enb_end_date": "08-Dec-08"
}