{
  "countries": [], 
  "topics": [
    "IPCC Governance", 
    "Vulnerabilities and Impacts", 
    "National Communications & Inventories"
  ], 
  "section_title": "IPCC PRODUCTS", 
  "enb_start_date": "05-Oct-15", 
  "enb_short_title": "IPCC-42", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Since its inception, the IPCC has prepared a series of comprehensive assessment reports, special reports and technical papers that provide scientific information on climate change to the international community and are subject to extensive review by experts and governments.", 
    "The IPCC’s First Assessment Report was completed in 1990; the Second Assessment Report in 1995; the Third Assessment Report in 2001; the Fourth Assessment Report (AR4) in 2007; and the Fifth Assessment Report (AR5) in 2014.", 
    "Currently, the assessment reports are structured in three parts, one for each WG.", 
    "Each WG’s contribution comprises a Summary for Policymakers (SPM), a Technical Summary and an underlying assessment report.", 
    "All sections of each report undergo an intensive review process, which takes place in three stages: a first review by experts; a second review by experts and governments; and a third review by governments.", 
    "Each SPM is then approved line by line by the respective WG.", 
    "A Synthesis Report (SYR) is then produced for the assessment report as a whole, which highlights the most relevant aspects of the three WG reports, and an SPM of the SYR is then approved line by line by the Panel.", 
    "In addition to the comprehensive assessments, the IPCC produces SRs, methodology reports and technical papers, focusing on specific issues related to climate change.", 
    "Thus far, SRs include: Land Use, Land-Use Change and Forestry (2000); Carbon Dioxide Capture and Storage (2005); Renewable Energy Sources and Climate Change Mitigation (SREN) (2011); and Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation (SREX) (2011).", 
    "Technical papers have also been prepared on, among other things, Climate Change and Water (2008).", 
    "In addition, the IPCC produces methodology reports or guidelines to assist countries in reporting on GHGs.", 
    "Good Practice Guidance reports were approved by the Panel in 2000 and 2003, and the latest version of the IPCC Guidelines on National GHG Inventories was approved in 2006.", 
    "The IPCC also adopted the 2013 Supplement to the 2006 Guidelines for National GHG Inventories: Wetlands (Wetlands Supplement), and the 2013 Revised Supplementary Methods and Good Practice Guidance Arising from the Kyoto Protocol (KP Supplement).", 
    "For its work and efforts “to build up and disseminate greater knowledge about manmade climate change, and to lay the foundations needed to counteract such change,” the IPCC was awarded the Nobel Peace Prize, jointly with former US Vice President Al Gore, in December 2007."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12645e.html", 
  "enb_long_title": "42nd Session of the Intergovernmental Panel on Climate Change (IPCC-42)", 
  "type": "", 
  "id": "enb12645e_2", 
  "enb_end_date": "08-Oct-15"
}