{
  "countries": [], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "COP Decision", 
  "enb_start_date": "28-Nov-11", 
  "enb_short_title": "COP17", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "In Section V of the decision (FCCC/AWGLCA/2011/L.4), the COP, inter alia: requests the CTCN, once it is operational, to elaborate its modalities and procedures based on the terms of reference; and decides that the selection process for the host of the CTC shall be launched upon conclusion of COP 17, in order to make the Technology Mechanism fully operational in 2012.", 
    "The COP further, inter alia : outlines the procedure for selecting the host of the CTC for approval at COP 18; decides that the costs associated with the CTC and the mobilization of services of the Network should be funded from various sources, including the financial mechanism, the private sector and philanthropic sources; requests the GEF to support the operationalization and activities of the CTCN without prejudging the selection of the host; and requests the TEC and the CTC to establish procedures for preparing a joint annual report.", 
    "Two annexes are associated with this decision.", 
    "Annex VII on the Terms of Reference of the CTCN includes sections on: mission; functions; roles and responsibilities; governance of the CTCN; organizational structure of the CTC; reporting and review; and term of agreement.", 
    "Annex VIII to the decision is on criteria to be used to evaluate and select the host of the CTCN and information required to be included in the proposals.", 
    "Under criteria, there are sections on: technical capabilities; technical approach; existing governance and management structures; the CTCN management plan; past performance; budget proposal for the CTCN; and example budget scenarios and activities of the CTCN.", 
    "The last two sections are on methodology and information to be included in the proposals."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12534e.html", 
  "enb_long_title": "Durban Climate Change Conference - COP17/CMP7", 
  "type": "", 
  "id": "enb12534e_105", 
  "enb_end_date": "09-Dec-11"
}