{
  "countries": [
    "United States", 
    "Japan", 
    "Norway", 
    "China"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adaptation", 
    "Extension of the Kyoto protocol", 
    "Technology Transfer"
  ], 
  "section_title": "SUBSTANTIVE ISSUES DISCUSSED: OLD VERSUS NEW", 
  "enb_start_date": "31-Mar-08", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union"
  ], 
  "sentences": [
    "While the focus of the AWGLCA was on developing a work programme, many countries reiterated their positions on substantive issues, indicating some of the tensions that will surely permeate future negotiations.", 
    "Given the comprehensive scope of the Bali Action Plan and the fact that some decisions in the Marrakesh Accords only apply for the first commitment period, a space has been created for introducing new issues and proposals and for revisiting some of the old ones.", 
    "Many agree that this is welcome and necessary given the need to come up with creative and effective solutions to address the challenge of climate change.", 
    "Some of the substantive issues discussed during the Bangkok meeting included sectoral approaches, differentiation among countries taking into account their development levels, and financing.", 
    "The Japanese proposal for a sectoral approach, whereby national targets would consist of sector-by-sector targets across national boundaries proved to be one of the most contentious issues of the meeting and raised suspicions of developing countries.", 
    "Many feared this would undermine legally-binding commitments by developed countries, such as Japan who already has a high level of energy efficiency in many industries, and have implications for future commitments of developing countries, such as China, who would have to drastically increase the energy efficiency to be competitive in certain sectors, like steel.", 
    "This tension played out in discussions on whether and when to hold a workshop on the issue of sectoral approaches, and also was behind an attempt by Japan to defer agreement on the AWG s draft conclusions, especially with regard to the Clean Development Mechanism, until sectoral approaches gained consideration in the AWGLCA process.", 
    "Another issue of concern for developing countries was the proliferation of funds outside the Convention, which, they argued, would be donor-driven, have conditions attached and compete for funds under the Convention.", 
    "On the sidelines of the meeting, the World Bank promoted proposals for a Clean Technology Fund, and a proposed pilot programme for climate resilience, which some claim would undermine the Adaptation Fund under the Protocol.", 
    "Developing countries made strong cases for channeling funds through the Convention.", 
    "Other parties, such as the US, felt that the private sector will be responsible for the bulk of funding in the future and said that the larger developing countries will have to generate some of the funding for actions.", 
    "Clearly, the issue will be revisited.", 
    "during upcoming sessions.", 
    "In the AWG process, those frustrated by the perpetual abeyance of the SBSTA agenda item on bunker fuels were happy to finally have a substantive discussion on the issue.", 
    "Be that as it may, the EU, Norway and others supported considering the issue under the UNFCCC and will be given an opportunity to present their ideas and continue discussions in Bonn in June.", 
    "Many of the issues, such as LULUCF and the mechanisms, were only settled for the first commitment period and, therefore, modifications would require consideration.", 
    "While no one talked about scrapping any of these key components, and instead focused on reviewing and improving the rules, divides among the parties on the details clearly persisted.", 
    "Yet many acknowledged that, in an effort to reach consensus and produce a clean, simple document, these should not be addressed in Bangkok.", 
    "Overall, many characterized the mood in the AWG as very cooperative and constructive.", 
    "As one seasoned negotiator pointed out, many in the AWG have worked together for many years on these issues, and the level of trust is high, displayed by the open and frank discussions and laying out of positions during the negotiations.", 
    "Even if the AWG s conclusions were not as ambitious as some had hoped they signaled to the world that progress was being made and particularly to the private sector, which has been waiting for indications that the market-based mechanisms and the carbon market would continue in the second commitment period.", 
    "This was clearly reflected in the conclusions that referenced continuing and improving the market mechanisms."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12362e.html", 
  "enb_long_title": "First session of the Ad Hoc Working Group on Long-term Cooperative Action under the Convention (AWGLCA 1) and Fifth session of the Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol to the UNFCCC (AWG 5)", 
  "type": "WORKING GROUP", 
  "id": "enb12362e_31", 
  "enb_end_date": "04-Apr-08"
}