{
  "countries": [
    "Brazil", 
    "Canada", 
    "Saudi Arabia", 
    "Libya", 
    "United Arab Emirates", 
    "United Kingdom", 
    "China", 
    "United States"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "Adverse Effects & Response Measure", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "ADVERSE EFFECTS", 
  "enb_start_date": "14-Jun-00", 
  "enb_short_title": "SB-12", 
  "subtype": "", 
  "actors": [
    "Least Developed Countries", 
    "Group of 77"
  ], 
  "sentences": [
    "Stressing that this was simply a discussion to identify and develop further ideas and key elements as a basis for negotiation, Co-Chair Salamat sought substantive comments on the consolidated text. On the adverse effects of climate change, many delegates endorsed the need to improve data and information gathering, and systematic observation and monitoring.", 
    "Several Annex I Parties supported an integrated and priority-based approach and emphasized the need for a set of guiding principles.", 
    "The UK stressed the need to avoid maladaptation.", 
    "The G-77/CHINA proposed adding, inter alia: the need for training in specialized fields; establishment of regional centers to facilitate a rapid response to natural disasters; and improved monitoring and forecasting of disease vectors.", 
    "The US and CANADA stressed the needs of least developed countries. On impacts of response measures, BRAZIL proposed a workshop to help further develop economic models.", 
    "SAUDI ARABIA said the text should refer to actions by Annex I, not Annex II Parties.", 
    "LIBYA proposed a reference to support for economic diversification in developing countries dependent on fossil fuel production.", 
    "The US proposed text based on an iterative process, drawing on experiences.", 
    "On text relating specifically to Protocol Article 3.14, the UNITED ARAB EMIRATES added reference to compensation, funding and insurance."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12134e.html", 
  "enb_long_title": "TWELFTH SESSION OF THE SUBSIDIARY BODIES OF THE UNFCCC", 
  "type": "", 
  "id": "enb12134e_10", 
  "enb_end_date": "14-Jun-00"
}