{
  "countries": [
    "Turkey", 
    "Pakistan", 
    "Saudi Arabia", 
    "Australia", 
    "Canada", 
    "Mexico", 
    "Kuwait", 
    "Azerbaijan", 
    "United States", 
    "China", 
    "United Kingdom", 
    "Switzerland", 
    "Japan", 
    "Venezuela"
  ], 
  "topics": [
    "Financial Mechanisms and Funds", 
    "UNFCCC and Kyoto Protocol Functioning", 
    "Technology Transfer"
  ], 
  "section_title": "PROPOSED AMENDMENTS TO THE CONVENTION", 
  "enb_start_date": "20-Oct-97", 
  "enb_short_title": "8th Session of the AGBM, SBSTA 7, SBI 7", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Organisation for Economic Co.operation and Development"
  ], 
  "sentences": [
    "On 20 October, delegates considered four proposed amendments to the Convention (FCCC/SBI/1997/15).", 
    "The Vice- Chair asked delegates to decide whether SBI should make recommendations to the COP regarding the amendments.", 
    "One submitted by Pakistan and Azerbaijan would remove Turkey from Annexes I and II.", 
    "Pakistan noted Turkey's status as a medium developed country and its fractional emissions compared to the Annex I average.", 
    "TURKEY said it intends to become a Party, but its burden would be disproportionate given its economic circumstances. The EU said all OECD members should adopt commitments under a protocol.", 
    "He opposed the amendment, pending a possible special regime for Turkey, Mexico and the Republic of Korea, or Turkey's indication of a target it would assume. The REPUBLIC OF KOREA distinguished between the status it shares with Mexico as a non-Annex I Party and that of Turkey.", 
    "He said it was another matter whether Korea would voluntarily assume emissions reductions.", 
    "MEXICO said there were no grounds to include Mexico and the Republic of Korea in possible protocol annexes.", 
    "He rejected attempts to link membership in any organization with Convention obligations. JAPAN and CANADA said all cases, including Turkey's, should fall within an overall review of Annexes required by December 1998.", 
    "The US said a recommendation would be easier to develop when the post-2000 regime and various nations' roles become clear. An amendment proposed by the EU would permit adoption of a protocol by three-fourths majority if consensus is absent, and would apply the protocol provisionally pending its entry into force.", 
    "The EU said the amendment allows the majority's desire for urgent action to be met.", 
    "He recommended leaving the amendment on the table for COP-3. SAUDI ARABIA said the amendment opened the door for many more and that provisional application violated the Convention.", 
    "VENEZUELA said provisional application was 'absurd' and not a proper amendment.", 
    "The US and CHINA expressed reservations about provisional application.", 
    "AUSTRALIA said he cannot accept a protocol with economic implications adopted by majority voting.", 
    "The REPUBLIC OF KOREA opposed the amendment. An amendment proposed by KUWAIT calls on Annex I Parties to provide financial resources, including technology transfer, determined by the COP to meet the full incremental costs of developing countries' obligations.", 
    "SAUDI ARABIA said the amendment is the only way to ensure necessary funds are forthcoming.", 
    "The UK, the US, AUSTRALIA, JAPAN and SWITZERLAND did not accept the amendment. The Vice-Chair suggested a conclusion noting that proposed amendments be forwarded to COP-3, recommending that the COP take account of views expressed by the SBI.", 
    "On 29 October, language in the draft report of the meeting stated that SBI would recommend to the COP that any proposed amendments be taken up in the order they were submitted, if appropriate.", 
    "SAUDI ARABIA proposed deleting 'if appropriate,' but the EU supported its retention.", 
    "KUWAIT proposed that all amendments be taken as 'a package.", 
    "' Delegates agreed to remove the phrase as 'as appropriate."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb1266e.html", 
  "enb_long_title": "Seventh Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI) Eighth Session of the Ad Hoc Group on the Berlin Mandate", 
  "type": "", 
  "id": "enb1266e_18", 
  "enb_end_date": "31-Oct-97"
}