{
  "countries": [
    "Canada", 
    "United States", 
    "China", 
    "Russian Federation", 
    "Japan", 
    "Philippines"
  ], 
  "topics": [], 
  "section_title": "EMISSIONS TRADING", 
  "enb_start_date": "11-Jun-99", 
  "enb_short_title": "10th Session SBSTA & SBI", 
  "subtype": "", 
  "actors": [
    "African Group", 
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "On the objectives, principles and purpose of emissions trading, the G-77/CHINA reiterated the need to address principles and basic elements before dealing with methodological and operational issues.", 
    "He said environmental integrity must be inherent in the system, which should not freeze or perpetuate existing inequities between Annex B and developing countries.", 
    "He stressed that the Protocol had not created any right, title or entitlement and said emissions trading should be restricted to excess limitations and reductions additional to a country\u0092s commitment.", 
    "CHINA said the synthesis of proposals on emissions trading contained several extraneous elements, such as competitiveness and market size, and called for a revised synthesis.", 
    "The PHILIPPINES distinguished emissions trading from other mechanisms and stressed that it did not imply a right to pollute but an obligation to reduce GHGs.", 
    "The EU identified divergence on interchangeability between CERs and ERUs, and, with JAPAN, noted convergence on cost effectiveness, environmental benefits, equity and transparency.", 
    "With the G-77/CHINA and the US, the EU said the Protocol did not create property rights, and stated that emissions trading was a way of fulfilling obligations under the Protocol.", 
    "AOSIS, with the AFRICAN GROUP, highlighted the need for adaptation surcharges to be assessed against all the Protocol mechanisms. On the definition of units, CANADA noted divergence on the concept of fungibility among the Protocol mechanisms.", 
    "Regarding the sections on competitiveness, market size and structure, relationship to domestic policies, and liability for sales of non-surplus units, the G-77/CHINA said such headings are not neutral and recommended changing them.", 
    "CANADA said reference to 'competitiveness' should be changed to 'access to emissions trading.", 
    "' On market size and structure, the RUSSIAN FEDERATION suggested either defining or deleting the term 'hot air' in the text.", 
    "Regarding levies, the EU noted some divergence regarding liability for sales of non-surplus units."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12110e.html", 
  "enb_long_title": "Tenth Subsidiary Body for Scientific and Technological Advice (SBSTA) and the Subsidiary Body for Implementation (SBI)", 
  "type": "", 
  "id": "enb12110e_34", 
  "enb_end_date": "11-Jun-99"
}