{
  "countries": [
    "Brazil", 
    "Turkey", 
    "Saudi Arabia", 
    "Australia", 
    "Canada", 
    "South Africa", 
    "Tanzania", 
    "Mexico", 
    "Sierra Leone", 
    "United States", 
    "China", 
    "Switzerland", 
    "Japan", 
    "Saint Lucia"
  ], 
  "topics": [
    "Post-Kyoto Agreements"
  ], 
  "section_title": "CAPACITY BUILDING:", 
  "enb_start_date": "08-Oct-09", 
  "enb_short_title": "AWGs", 
  "subtype": "", 
  "actors": [
    "European Union", 
    "Group of 77", 
    "Alliance of Small Island States"
  ], 
  "sentences": [
    "At the morning contact group meeting, Co-Chair Børsting invited parties to comment on the scope of enhanced action on capacity building.", 
    "The US, with AUSTRALIA and JAPAN, suggested addressing how discussions on capacity building differ from discussions on support in other contact groups under the AWG-LCA.", 
    "BRAZIL, TANZANIA, SOUTH AFRICA, Saint Lucia, for AOSIS, SIERRA LEONE, SAUDI ARABIA, CHINA, MEXICO and others highlighted the importance of addressing capacity building needs and, with SWITZERLAND, supported the first option on the scope, which states that capacity building shall be enhanced with regard to the building blocks of the BAP and all aspects of the Convention, as well as emerging needs.", 
    "TURKEY underlined the importance of COP decisions on capacity building.", 
    "In the afternoon, parties focused on implementation of capacity building and associated institutional mechanisms.", 
    "AUSTRALIA, supported by JAPAN, CANADA, the US and the EU, underscored the importance of institutional arrangements and MRV.", 
    "They stressed the need to return to the text following discussions on institutional mechanisms under the finance contact group. BRAZIL emphasized that the finance group is addressing the how and that this group must address what should be accomplished.", 
    "The US requested parties to clarify the issues in this section that are not being discussed elsewhere.", 
    "The EU stressed that a one-size-fits-all approach will not capture the diversity of needs. AOSIS emphasized that if everyone waits for action in other groups, there will be nothing on the table and recommended that the contact group continue work and then make textual adjustments at a later stage to make it consistent with the larger framework.", 
    "The G-77/CHINA, with BRAZIL, called for addressing capacity building in a stand-alone manner and through recognition of the issue under other building blocks.", 
    "In response to questions from the US, the G-77/CHINA clarified that the mechanism should empower new and existing institutions in developing countries to take enhanced action on capacity building.", 
    "Co-Chair Gaye said that a new non-paper based on the discussions would be made available on Thursday."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12437e.html", 
  "enb_long_title": "Bangkok Climate Change Talks - 2009", 
  "type": "working group", 
  "id": "enb12437e_5", 
  "enb_end_date": "08-Oct-09"
}