{
  "countries": [
    "Poland", 
    "Norway", 
    "Tanzania"
  ], 
  "topics": [
    "Pre-Kyoto", 
    "Financial Mechanisms and Funds", 
    "Post-Kyoto Agreements", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "AGENDA AND ORGANIZATION OF WORK", 
  "enb_start_date": "29-Apr-13", 
  "enb_short_title": "ADP 2", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "On Monday morning, the ADP adopted the agenda (FCCC/ADP/2013/1) and agreed to the organization of work (ADP.2013.1.InformalNote).", 
    "Co-Chair Mauskar informed delegates that the ADP would decide on Friday whether to establish a contact group co-chaired by the ADP Co-Chairs, as proposed in the Co-Chairs informal note.", 
    "Parties agreed that ADP 2 would suspend its session on Friday and resume it in June.", 
    "Co-Chair Mauskar informed delegates that the election of officers would be addressed in the June session.", 
    "During the closing plenary on Friday, Co-Chair Harald Dovland (Norway) indicated that the time is not ripe to take up the issue of contact groups yet and said the issue will be considered in June.", 
    "Concerning an intersessional ADP meeting in September, the Secretariat informed delegates that no funding pledges had been received by the deadline of 30 April 2013. IMPLEMENTATION OF ALL THE ELEMENTS OF DECISION 1/CP.17 The agenda item on the implementation of all the elements of Decision 1/CP.17 (Durban Platform for Enhanced Action) includes Workstreams 1 (the 2015 agreement) and 2 (pre-2020 ambition).", 
    "It was first taken up on Monday morning by the ADP plenary.", 
    "SBI Chair Tomasz Chruszczow (Poland) and SBSTA Chair Richard Muyungi (Tanzania) reported on relevant work under the SBs.", 
    "Co-Chair Dovland highlighted numerous submissions since Doha.", 
    "He recalled that the ADP requested the Secretariat to prepare a technical paper compiling information on the mitigation benefits of actions, initiatives and options to enhance mitigation ambition, indicating that the paper will be made available before the ADP session in June.", 
    "During the week, the following workshops were held: - scope, structure and design of the 2015 agreement (Workstream 1); - low-emission development opportunities (Workstream 2); and - land-based mitigation opportunities (Workstream 2).", 
    "In addition, roundtables took place on: - catalyzing action (Workstream 2); - setting the scene (Workstream 1); - adaptation (Workstream 1); - means of implementation (workstream 1); - mitigation (workstream 1); - transparency of action and support (Workstream 1); - building a practical and results-oriented approach to increasing pre-2020 ambition (Workstream 2); and - wrap up and close (Workstreams 1 and 2)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12568e.html", 
  "enb_long_title": "Bonn Climate Change Conference - April 2013", 
  "type": "WORKING GROUP", 
  "id": "enb12568e_10", 
  "enb_end_date": "03-May-13"
}