{
  "countries": [], 
  "topics": [
    "Forests", 
    "UNFCCC and Kyoto Protocol Functioning"
  ], 
  "section_title": "METHODOLOGICAL GUIDANCE FOR ACTIVITIES RELATED TO REDD+ (SBSTA)", 
  "enb_start_date": "13-Jun-11", 
  "enb_short_title": "SB 34", 
  "subtype": "PLENARY", 
  "actors": [], 
  "sentences": [
    "During the afternoon informal consultations, parties discussed a system for providing information on how the safeguards included in Appendix I to Decision 1/CP.16 are addressed and respected in the implementation of REDD+ activities.", 
    "Parties addressed the principles of the system, such as transparency, accuracy, adaptability to national circumstances, regularity, predictability, consistency and comparability.", 
    "Some parties noted that the system should, among other things: build on existing national systems; respect national sovereignty; ensure participation by indigenous and local communities; be integrated in national strategies; and avoid additional burdens.", 
    "Many supported using national communications to report on safeguards, with some suggesting also including this information in the biennial reports.", 
    "On the type of information to be incorporated, some parties highlighted valuable experiences and assessments produced by international organizations and non-governmental organizations.", 
    "Other parties supported including information on, inter alia : the demand side of forest products at the international level; methodologies and sources of information; laws; policies; and governance structures.", 
    "On the type and scale of the system, some parties said the scale should be adjusted to the type of information required, possibly including the ecosystem and local levels.", 
    "A draft text will be prepared and consultations will continue."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12508e.html", 
  "enb_long_title": "UN Climate Change Conference June 2011", 
  "type": "SBSTA", 
  "id": "enb12508e_5", 
  "enb_end_date": "13-Jun-11"
}