{
  "countries": [
    "Sweden"
  ], 
  "topics": [
    "Post-Kyoto Agreements", 
    "Mitigation", 
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "LONGER REPORT:", 
  "enb_start_date": "12-Nov-07", 
  "enb_short_title": "IPCC-27", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "This was considered on Friday morning.", 
    "On a sentence listing other non-climate stresses and factors that exacerbate vulnerability, Sweden asked for inclusion of gender inequity.", 
    "The sentence was approved as originally presented.", 
    "The rest of the text was adopted without amendment.", 
    "Final SYR SPM text: The final SYR SPM text on Topic 4 discusses adaptation and mitigation.", 
    "On adaptation, it states that: a wide array of adaptation options is available, but more extensive adaptation than is currently occurring is required to reduce vulnerability to climate change; there are barriers, limits and costs to adaptation, which are not fully understood; additional adaptation will be required even with mitigation; there is high confidence that there are viable adaptation options that can be implemented in some sectors at low cost, but costs and benefits of adaptation are limited; and adaptive capacity is intimately connected to social and economic development but is unevenly distributed across and within sectors.", 
    "On mitigation, it states that: there is high agreement and much evidence of substantial economic mitigation potential at the global level over the coming decades, but at the sectoral level there are considerable differences; the economic mitigation potential can only be achieved when adequate policies are in place and barriers removed; future energy infrastructure investment decisions will have long-term impacts on greenhouse gas emissions; returning global energy-related CO 2 emissions to 2005 levels by 2030 would require a large shift in investment patterns; a wide variety of policies and instruments are available to governments to create the incentives for mitigation action, and their applicability depends on national circumstances and sectoral context; an effective carbon-price signal could realize significant mitigation potential in all sectors; there is high agreement and much evidence that mitigation can result in near-term co-benefits that may offset mitigation costs; there is high agreement and much evidence that developed countries \u0092 actions may affect the global economy and emissions; there is high agreement and much evidence that notable achievements of the UNFCCC and Kyoto Protocol are the establishment of a global response to climate change, stimulation of national policies, and the creation of an international carbon market and new institutional mechanisms that may provide the foundation for future mitigation efforts; progress in addressing adaptation within the UNFCCC has been made and international initiatives have been suggested; in several sectors, climate response options can be implemented to realize synergies and avoid conflicts with other dimensions of sustainable development; and decisions about macroeconomic and other non-climate policies can significantly affect emissions, adaptive capacity and vulnerability.", 
    "The section also includes figures on comparisons between global economic mitigation potential and projected emissions increase in 2030 (Figure SPM 9), and on economic mitigation potentials by sector in 2030 estimated from bottom-up studies (Figure SPM 10).", 
    "Two tables in the section address selected examples of planned adaptation by sector (Table SPM 4), and selected examples of key sectoral mitigation technologies, policies and measures, constraints and opportunities (Table SPM 5)."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12342e.html", 
  "enb_long_title": "IPCC-27", 
  "type": "ipcc", 
  "id": "enb12342e_19", 
  "enb_end_date": "17-Nov-07"
}