{
  "countries": [
    "Benin", 
    "Mali"
  ], 
  "topics": [
    "Vulnerabilities and Impacts"
  ], 
  "section_title": "National perspective", 
  "enb_start_date": "04-Mar-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Mamadou Diallo, Mali, explained that Mali has 20 primary and 50 secondary meteorological stations and said there were fewer located in the north of Mali.", 
    "He described a pilot programme to assess the changing climate characteristics in Mali to help farmers with drought resistance and increasing agricultural production.", 
    "Diallo said the objective was to help farmers manage activities using meteorological data.", 
    "He concluded that: the development of meteorological services in Mali is due to successful cooperation with partners like the WMO; continued cooperation is essential; and climate data should be used more effectively for development planning.", 
    "Abel Afouda, University of Abomey-Calavi, Benin, discussed initiatives on data collection management and use, highlighting the African Monsoon Multidisciplinary Analysis, which aims to improve understanding of the African monsoon, so as to provide guidance on methodologies, tools and approaches for adaptation.", 
    "Regarding the current state of data collection at the national level, he lamented, inter alia , a decline in size and quality of hydrological services, poor dissemination of data, and repetition of data acquisition.", 
    "He called for, among other things, strengthening and consolidating the capacity of conventional hydrological data collection systems, and integrating adaptation to climate change into primary and secondary school curricula."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12355e.html", 
  "enb_long_title": "UNFCCC Expert Group Meeting on Methods and Tools and on Data and Observations under the Nairobi Work Programme on Impacts, Vulnerability and Adaptation to Climate Change (NWP)", 
  "type": "", 
  "id": "enb12355e_30", 
  "enb_end_date": "07-Mar-08"
}