{
  "countries": [
    "Brazil", 
    "United States", 
    "Australia", 
    "Tuvalu", 
    "Costa Rica", 
    "Papua New Guinea", 
    "France", 
    "United Kingdom", 
    "Russian Federation", 
    "China", 
    "Switzerland"
  ], 
  "topics": [
    "Forests"
  ], 
  "section_title": "DISCUSSION ON LINKING METHODOLOGIES WITH POLICY APPROACHES", 
  "enb_start_date": "25-Jun-08", 
  "enb_short_title": "Workshop", 
  "subtype": "", 
  "actors": [], 
  "sentences": [
    "Chair Plume introduced the discussion on the needs and implications of linking methodologies with policy approaches, saying that the choices made in each of these areas will affect outcomes.", 
    "The United Kingdom pointed out that the two basic approaches under discussion, for a market or a fund as advocated by Papua New Guinea and Brazil respectively, are similar methodologically, except for the question of market access.", 
    "He said the main priority is to put significant global resources into this sector to save forests and spend them effectively, which requires forest inventory and use of reference scenarios.", 
    "On the latter, he noted ambiguity in the terms historical emissions and national circumstances that has yet to be discussed.", 
    "The United States called for assessment of countries gaps and needs for producing the inventories to participate in a REDD system.", 
    "She also agreed that a one size fits all approach may not be appropriate, but said all methods used must have rigor and comparability, highlighting the need for quality standards.", 
    "She called for consideration of: the implications of the various approaches; ways of dealing with leakage at many levels; and options for reference emissions levels.", 
    "Brazil asserted that the problems of leakage and permanence disappear if REDD is not used for offsetting other emissions such as under a market mechanism.", 
    "Supported by Australia, she underscored the difficulty of predicting emissions based on historical trends and the resulting problem of distinguishing between business-as-usual and truly additional emissions reductions.", 
    "Australia cautioned that results from different national approaches have to be consistent in how they are derived, and that country efforts must be assessed in an equitable way.", 
    "She noted significant methodological challenges in including degradation and a need to focus more on the question of permanence.", 
    "Costa Rica cautioned that policy should lead methodology, not the other way around, and said it would be fruitless to adopt high-cost methodologies that developing countries cannot afford, as occurred under the CDM.", 
    "She called for avoiding perverse incentives and called for an adjustment factor that will reward countries that have done well in the past.", 
    "Tuvalu suggested a global approach on needs analysis to get everyone up to similar standards.", 
    "He cautioned that some countries have been big losers in the CDM because they are not attractive to the market and expressed concern that the same phenomenon could occur with REDD, either because of market risk or because of already low rates of deforestation.", 
    "He also noted that one difference between market and non-market approaches is that a non-market system that fails does not entail increased emissions as a market system would.", 
    "Saying that the world has agreed to mobilize around US$3 billion for REDD since consensus on future action was reached in Bali, Papua New Guinea reiterated the need to address policy approaches and positive incentives.", 
    "France drew attention to market failures, including the lack of willingness to pay for capacity building, and suggested that the market is not the only solution.", 
    "The United Kingdom, supported by Switzerland and Australia, emphasized the need for sound methodologies in order to get the resources required.", 
    "He cautioned against a binary view of market versus non-market options and called for imaginative approaches to ensure resources from either tax payers or market players become available.", 
    "Recalling that REDD is part of the UNFCCC mitigation discussions, the Russian Federation said any REDD mechanism must be cost-effective, demonstrable and verifiable.", 
    "China emphasized common but differentiated responsibilities, and the need for deep and further commitments from developed countries, without which market approaches will not work.", 
    "Brazil emphasized non-permanence as a concern under a market mechanism, given the possibility of large forest die-backs expected as a result of climate change."
  ], 
  "enb_url": "http://www.iisd.ca/vol12/enb12376e.html", 
  "enb_long_title": "UNFCCC Workshop on Methodological Issues Relating to Reducing Emissions from Deforestation and Forest Degradation in Developing Countries", 
  "type": "SPECIAL WORKSHOP", 
  "id": "enb12376e_13", 
  "enb_end_date": "27-Jun-08"
}